{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"664\" lastpage=\"679\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Nina BUXENBAUM\n  <br/>\n  v.\n  <br/>\n  Brian S. JONES\n </parties>\n <docketnumber id=\"p-2\">\n  AC 40255\n </docketnumber>\n <court id=\"p-3\">\n  Appellate Court of Connecticut.\n </court>\n <decisiondate id=\"p-4\">\n  Argued January 14, 2019\n  <br/>\n  Officially released May 14, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Logan A. Carducci, Hartford, for the appellant (plaintiff).\n </attorneys>\n <attorneys id=\"p-6\">\n  Douglas J. Lewis, for the appellee (defendant).\n </attorneys>\n <judges id=\"p-7\">\n  Prescott, Bright and Norcott, Js.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   BRIGHT, J.\n  </author>\n  <p id=\"p-9\">\n   The present appeal arises following the trial court's judgment dissolving the marriage of the plaintiff, Nina Buxenbaum, and the defendant, Brian S. Jones. On appeal, the plaintiff claims that the trial court (1) failed to consider the best interests of the children, as demonstrated by its predetermination of custody before the close of evidence, (2) failed to consider the defendant's earning capacity and, therefore, rendered logically inconsistent financial orders, and (3) lacked evidentiary support for its findings regarding the defendant's net weekly income. We affirm the judgment of the trial court.\n  </p>\n  <p id=\"p-10\">\n   The record reveals the following relevant facts, which were found by the trial court or are uncontested. The parties were married in 2007, and have two minor children. After approximately eight years of marriage, the\n   plaintiff sought a judgment dissolving the parties' marriage. In her complaint, she requested, inter alia, joint legal custody of the children, with primary physical custody vested in her. During the pendency of the dissolution, the parties shared physical and legal custody of their children, in what is called a 5-2-2-5 plan, with the plaintiff having physical custody of the children every Monday and Tuesday, the defendant having physical custody of the children every Wednesday and Thursday, and the parties alternating physical custody of the children every Friday through Sunday. On November 18, 2015, the court entered temporary orders requiring the plaintiff to pay child support to the defendant in the amount of $ 243 per week and alimony in the amount of $ 150 per week.\n  </p>\n  <p id=\"p-11\">\n   On September 27, 2016, the defendant filed a notice of bankruptcy with the court. On November 21, 2016, the parties entered into a pendente lite agreement, which the court accepted, terminating alimony and child support, and agreeing, on the basis of the parties' shared physical custody of the children, that neither party would be obligated to pay support.\n  </p>\n  <p id=\"p-12\">\n   On February 1, 2017, the plaintiff submitted her proposed orders, in which she requested: joint legal custody of the children, with primarily physical custody vested in her; a finding that the defendant's earning capacity is $ 140,000 or more, but a deviation from the guidelines on the basis of the defendant's self-employment and \"the coordination of total family support,\" and an order that the defendant pay only $ 1 per year in child support until he finds gainful employment; a waiver of alimony by both parties; a transfer of the defendant's interest in the marital home to the plaintiff for the sale of the home by the plaintiff and use and possession of it by the defendant until February 28, 2017; and that each party retain their own retirement\n   accounts, bank accounts, and personal effects, including artwork.\n  </p>\n  <p id=\"p-13\">\n   On February 8, 2017, the defendant submitted a set of third amended proposed orders, requesting, inter alia, joint legal and shared physical custody of the children, a waiver of alimony by both parties, child support in accordance with the guidelines, exclusive possession of the marital home, a fair distribution of the parties' retirement accounts, and that each party retain their own bank accounts and personal property, but that the defendant be entitled to one half of the plaintiff's artwork produced during the marriage.\n  </p>\n  <p id=\"p-14\">\n   On February 22, 2017, following a trial, the court rendered a judgment of dissolution, in which it ordered: the parties shall share joint legal custody of the children, with no parent having the right to act unilaterally with respect to important decisions affecting the children, but, ultimately, the plaintiff has final say on treatment concerning the children's physical or emotional health; the parties shall share physical custody of the children under a 5-2-2-5 plan; neither party shall be responsible to pay child support to the other, but each party shall share the expenses of extracurricular activities, school supplies, and school trips; the plaintiff shall maintain the children on her medical and dental plans; unreimbursed medical and dental expenses shall be paid in accordance with the plan set forth by the court; and neither party shall be entitled to alimony. This appeal followed. Additional facts will be set forth as necessary.\n  </p>\n  <p id=\"p-15\">\n   \"An appellate court will not disturb a trial court's orders in domestic relations cases unless the court has abused its discretion or it is found that it could not reasonably conclude as it did, based on the [evidence] presented. ... It is within the province of the trial court to find facts and draw proper inferences from the evidence presented. ... In determining whether a\n   trial court has abused its broad discretion in domestic relations matters, we allow every reasonable presumption in favor of the correctness of its action .... [T]o conclude that the trial court abused its discretion, we must find that the court either incorrectly applied the law or could not reasonably conclude as it did. ... Appellate review of a trial court's findings of fact is governed by the clearly erroneous standard of review. ... A finding of fact is clearly erroneous when there is no evidence in the record to support it ... or when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed. ... As has often been explained, the foundation for this standard is that the trial court is in a clearly advantageous position to assess the personal factors significant to a domestic relations case ....\" (Citation omitted; emphasis omitted; internal quotation marks omitted.)\n   <em>\n    Kirwan\n   </em>\n   v.\n   <em>\n    Kirwan\n   </em>\n   ,\n   <extracted-citation case-ids=\"12503501\" index=\"0\" url=\"https://cite.case.law/a3d/197/1000/#p726\">\n    185 Conn. App. 713\n   </extracted-citation>\n   , 726,\n   <extracted-citation case-ids=\"12503501\" index=\"1\" url=\"https://cite.case.law/a3d/197/1000/#p726\">\n    197 A.3d 1000\n   </extracted-citation>\n   (2018).\n  </p>\n  <p id=\"p-16\">\n   \"Individual financial orders in a dissolution action are part of the carefully crafted mosaic that comprises the entire asset reallocation plan. ... Under the mosaic doctrine, financial orders should not be viewed as a collection of single disconnected occurrences, but rather as a seamless collection of interdependent elements. Consistent with that approach, our courts have utilized the mosaic doctrine as a remedial device that allows reviewing courts to remand cases for reconsideration of all financial orders even though the review process might reveal a flaw only in the alimony, property distribution or child support awards.\" (Internal quotation marks omitted.)\n   <em>\n    Keusch\n   </em>\n   v.\n   <em>\n    Keusch\n   </em>\n   ,\n   <extracted-citation case-ids=\"12502476\" index=\"2\" url=\"https://cite.case.law/a3d/195/1136/#p825\">\n    184 Conn. App. 822\n   </extracted-citation>\n   , 825-26,\n   <extracted-citation case-ids=\"12502476\" index=\"3\" url=\"https://cite.case.law/a3d/195/1136/#p825\">\n    195 A.3d 1136\n   </extracted-citation>\n   (2018).\n  </p>\n  <p id=\"p-17\">\n   I\n  </p>\n  <p id=\"p-18\">\n   The plaintiff first claims that the court failed to consider the best interests of the children in deciding custody, as demonstrated by its alleged predetermination\n   of that issue before the close of evidence. The plaintiff argues that custody of the two minor children was a contested issue at trial, but that the court had prepared a child support guidelines worksheet (worksheet), dated February 10, 2017, \"prior to the conclusion of the plaintiff's testimony and the close of evidence, based on a predetermination that the parties will\n   <em>\n    split custody\n   </em>\n   .\"\n   <footnotemark>\n    1\n   </footnotemark>\n   (Emphasis in original.) The defendant argues that the court began preparation of the worksheet before the close of evidence, that the plaintiff misrepresents the date on the worksheet, which was February 15, 2017,\n   <footnotemark>\n    2\n   </footnotemark>\n   and that the court gave that worksheet to the parties to review for accuracy before rendering judgment.\n   <footnotemark>\n    3\n   </footnotemark>\n   He argues that there is no evidence that the court predetermined custody, and, further, that the evidence demonstrates that the court weighed all the evidence, including the then current shared custody arrangement that the parties had been following, and it considered the best interests of the children. We conclude that the plaintiff's claim lacks merit.\n   \"It is statutorily incumbent upon a court entering orders concerning custody or visitation ... to be guided by the best interests of the child. ... In reaching a decision as to what is in the best interests of a child, the court is vested with broad discretion and its ruling will be reversed only upon a showing that some legal principle or right has been violated or that the discretion has been abused.\" (Internal quotation marks omitted.)\n   <em>\n    D'Amato\n   </em>\n   v.\n   <em>\n    Hart-D'Amato\n   </em>\n   ,\n   <extracted-citation case-ids=\"12488867\" index=\"4\" url=\"https://cite.case.law/a3d/152/546/#p678\">\n    169 Conn. App. 669\n   </extracted-citation>\n   , 678,\n   <extracted-citation case-ids=\"12488867\" index=\"5\" url=\"https://cite.case.law/a3d/152/546/#p678\">\n    152 A.3d 546\n   </extracted-citation>\n   (2016). \"The best interests of the child, the standard by which custody decisions are measured, does not permit ... a predetermined weighing of evidence.\"\n   <em>\n    Yontef\n   </em>\n   v.\n   <em>\n    Yontef\n   </em>\n   ,\n   <extracted-citation case-ids=\"534561\" index=\"6\" url=\"https://cite.case.law/conn/185/275/#p282\">\n    185 Conn. 275\n   </extracted-citation>\n   , 282,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=440%20A.2d%20899\">\n    440 A.2d 899\n   </extracted-citation>\n   (1981). A claim that the court predetermined the outcome of a contested issue implicates the court's impartiality. See\n   <em>\n    Havis-Carbone\n   </em>\n   v.\n   <em>\n    Carbone\n   </em>\n   ,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=155%20Conn.%20App.%20848\">\n    155 Conn. App. 848\n   </extracted-citation>\n   , 866-67,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=112%20A.3d%20779\">\n    112 A.3d 779\n   </extracted-citation>\n   (2015) (court's predetermination of relocation issue implicated court's required impartiality and constituted plain error);\n   <em>\n    Bank of America, N.A.\n   </em>\n   v.\n   <em>\n    Thomas\n   </em>\n   ,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=151%20Conn.%20App.%20790\">\n    151 Conn. App. 790\n   </extracted-citation>\n   , 802,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=96%20A.3d%20624\">\n    96 A.3d 624\n   </extracted-citation>\n   (2014) (allegation that court predetermined outcome of motion \"implicate[d] the court's impartiality\").\n  </p>\n  <p id=\"p-19\">\n   To obtain appellate review, a claim of judicial bias or lack of impartiality typically must be raised before the trial court. See\n   <em>\n    Zilkha\n   </em>\n   v.\n   <em>\n    Zilkha\n   </em>\n   ,\n   <extracted-citation case-ids=\"12486825\" index=\"12\" url=\"https://cite.case.law/a3d/144/447/#p486\">\n    167 Conn. App. 480\n   </extracted-citation>\n   , 486,\n   <extracted-citation case-ids=\"12486825\" index=\"13\" url=\"https://cite.case.law/a3d/144/447/#p486\">\n    144 A.3d 447\n   </extracted-citation>\n   (2016) (\"[I]t is well settled that courts will not review a claim of judicial bias on appeal unless that claim was properly presented to the trial court .... Absent plain error, a claim of judicial bias cannot be reviewed on appeal unless preserved in the trial court.\" [Internal quotation marks omitted.] );\n   <em>\n    Jazlowiecki\n   </em>\n   v.\n   <em>\n    Cyr\n   </em>\n   ,\n   <extracted-citation case-ids=\"779010\" index=\"14\" url=\"https://cite.case.law/conn-app/4/76/#p78\">\n    4 Conn. App. 76\n   </extracted-citation>\n   , 78-79,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=492%20A.2d%20516\">\n    492 A.2d 516\n   </extracted-citation>\n   (1985) (plaintiff claiming he became\n   aware of judicial bias after court rendered decision should have preserved issue in motion to open and set aside judgment). Because of the seriousness of such an allegation, however, in the interest of justice, we may invoke our\n   authority to review \"plain error\" not properly preserved in the trial court. See\n   <em>\n    Cameron\n   </em>\n   v.\n   <em>\n    Cameron\n   </em>\n   ,\n   <extracted-citation case-ids=\"497673\" index=\"16\" url=\"https://cite.case.law/conn/187/163/#p168\">\n    187 Conn. 163\n   </extracted-citation>\n   , 168,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=444%20A.2d%20915\">\n    444 A.2d 915\n   </extracted-citation>\n   (1982) ; Practice Book § 60-5.\n  </p>\n  <p id=\"p-20\">\n   In the present case, the record contains a worksheet prepared by the court, bearing the date February 15, 2017, and the time 5:06 p.m. The balance of the plaintiff's testimony in this case did not conclude until February 17, 2017.\n   <footnotemark>\n    4\n   </footnotemark>\n   The court uploaded this worksheet into the court file on February 22, 2017, the same day it issued its memorandum of decision in which it rendered judgment. The plaintiff alleges that this, alone, proves that the court predetermined custody. Because of the seriousness of the allegation, and because it is unclear to us whether the plaintiff was aware of this issue before the court entered judgment, we invoke our authority to review whether the court's action constituted plain error. We conclude that the plaintiff's claim lacks substantiation and wholly is without merit.\n  </p>\n  <p id=\"p-21\">\n   The court's worksheet sets forth the parties' gross and net incomes, which are quite similar to those set forth in the plaintiff's worksheet, and it determines the appropriate amount of child support on the basis of, what it called, a \"split custody\" determination. The court, however, ultimately, awarded shared legal and physical custody. See footnote 1 of this opinion. Nevertheless, the fact that the court input data into a worksheet before the close of evidence does not evince a premature determination of the issues. Certainly, the court was well within its authority to take notes, research, and begin working on a decision during the trial, knowing that additional evidence may require changes in the work it already had done. The fact that the court input data into a worksheet before the close of evidence merely demonstrates that the court was considering and working on the case that was before it. The plaintiff fails to provide any legal authorities that\n   would suggest that a court is prohibited from working on the case pending before it until the close of evidence. This issue warrants no further review. The plaintiff has failed to demonstrate any error.\n  </p>\n  <p id=\"p-22\">\n   II\n  </p>\n  <p id=\"p-23\">\n   The plaintiff next claims that the trial court failed to consider and rely on the defendant's earning capacity when it issued its financial orders pursuant to General Statutes §§ 46b-81, 46b-82, and 46b-84, which caused it to render logically inconsistent financial orders.\n   <footnotemark>\n    5\n   </footnotemark>\n   Specifically,\n   the plaintiff argues: \"[T]he trial court inequitably\n   declined to award the plaintiff alimony or child support and awarded the defendant a portion of the plaintiff's retirement account despite its express findings that the defendant has a history of substantial earnings and possesses the education and skills to return to those earnings in the future.\" The defendant responds that \"there was no basis in fact for the court to look to the earning capacity of either party in fashioning its financial orders. Both parties, at the time of trial, were employed and their earnings reported. The fact that the defendant was earning ... less than what he had once earned is not the standard by which to look to his earning capacity. Bear in mind that the defendant, once terminated from his job [in March, 2014,] took on additional parenting responsibilities, and, at the time of trial, was under a court approved shared custody arrangement.\"\n   <footnotemark>\n    6\n   </footnotemark>\n   We agree with the defendant.\n  </p>\n  <p id=\"p-24\">\n   \"It is well established that the trial court may under appropriate circumstances in a marital dissolution proceeding base financial awards ... on the earning capacity of the parties rather than on actual earned income. ... Earning capacity, in this context, is not an amount which a person can theoretically earn, nor is it confined to actual income, but rather it is an amount which a person can realistically be expected to earn ....\n  </p>\n  <p id=\"p-25\">\n   \"Factors that a court may consider in calculating a party's earning capacity include evidence of that party's previous earnings ... [l]ifestyle and personal expenses ... and whether the defendant has wilfully restricted his earning capacity to avoid support obligations, although we never have required a finding of bad faith before imputing income based on earning capacity.\" (Citations omitted; internal quotation marks omitted.)\n   <em>\n    Fox\n   </em>\n   v.\n   <em>\n    Fox\n   </em>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=152%20Conn.%20App.%20611\">\n    152 Conn. App. 611\n   </extracted-citation>\n   , 634,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=99%20A.3d%201206\">\n    99 A.3d 1206\n   </extracted-citation>\n   , cert.\n  </p>\n  <p id=\"p-26\">\n   denied,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=314%20Conn.%20945\">\n    314 Conn. 945\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=103%20A.3d%20977\">\n    103 A.3d 977\n   </extracted-citation>\n   (2014) ; see also\n   <em>\n    Schmidt\n   </em>\n   v.\n   <em>\n    Schmidt\n   </em>\n   ,\n   <extracted-citation case-ids=\"1951408\" index=\"22\" url=\"https://cite.case.law/conn/180/184/#p189\">\n    180 Conn. 184\n   </extracted-citation>\n   , 189-90,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=429%20A.2d%20470\">\n    429 A.2d 470\n   </extracted-citation>\n   (1980) (\"[i]t is especially appropriate for the trial court to base its award on earning capacity rather than actual earned income where ... there is evidence before the court that the person to be charged has wilfully depleted his or her earnings with a view toward denying or limiting the amount of alimony to be paid to a former spouse\").\n  </p>\n  <p id=\"p-27\">\n   \"Dependent spouses frequently fear that the wage-earner spouse will voluntarily reduce or deplete his or her earnings in order to reduce or eliminate the alimony award, and in many cases such a concern is entirely justified. There is at least some protection against such a practice in that financial awards may sometimes be based upon earning capacity rather than on the party's actual earned income. In general an alimony award may be based on the payor spouse's earning capacity rather than on actual earned income where it appears that the payor willfully or voluntarily depleted earnings with a view toward denying or limiting alimony. Conversely, present income rather than claimed earning capacity may be used where there is no indication that the payor spouse had willfully depleted his earnings .... [A] parent's child-care responsibilities are a factor which [also] may affect earning capacity.... [The court, however, does not require a finding of] bad faith or willful depletion of earnings ... before [basing its] orders on earning capacity.\" (Footnotes omitted.) A.\n  </p>\n  <p id=\"p-28\">\n   Rutkin, S. Oldham &amp; K. Hogan, 8 Connecticut Practice Series: Family Law and Practice with Forms (3d Ed. 2010) § 33:11, pp. 55-56; see also\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=429%20A.2d%20470\">\n    id.,\n   </extracted-citation>\n   § 38:21 (discussing use of earning capacity in child support determinations and reaching same conclusion as use in alimony determinations). The fact that a court may consider a party's earning capacity does not mean that it is required to do so. Whether to base its financial orders on the parties' actual net income or their earning capacities is left to the sound discretion of the trial court.\n  </p>\n  <p id=\"p-29\">\n   In the present case, the court specifically found that the parties married in 2007. The plaintiff had obtained a master's degree in painting from the Maryland Institute College of Art in 2001. In 2002, she began teaching at York College in New York, where she later became a tenured associate professor. She earns a salary of $ 96,185. The plaintiff also teaches for two weeks each summer at a program in Utah, where she earns $ 3300. The plaintiff's total gross weekly income is $ 1913.17. After deductions, her net income is $ 1177 per week. The court also found that the plaintiff does not aggressively market her drawings and paintings, but, rather, she sporadically receives income from the sale of her artwork; the last drawing she sold, resulted in a payment of $ 1600.\n   <footnotemark>\n    7\n   </footnotemark>\n   The court, however, declined to attribute income to the plaintiff's occasional sale of artwork.\n  </p>\n  <p id=\"p-30\">\n   The court also found that the plaintiff had $ 64,106 in her retirement account at the time of the parties' marriage. At the time of the dissolution, that account had grown to approximately $ 220,699, with the annuity portion containing $ 78,066, and the 401 (a) portion containing $ 142,633. The plaintiff has three outstanding loans from that account, with a combined outstanding balance of $ 9887.\n  </p>\n  <p id=\"p-31\">\n   As to the defendant, the court found that, at the time the parties married, the defendant worked at Lyra Research, where he earned approximately $ 60,000 annually. He also pursued a staging business, estimating he earned approximately $ 100,000 in that business. Following a layoff, the defendant worked at ORC International in New York, where he earned a base annual salary of $ 90,000, plus commissions. The defendant, at that time, also pursued a master's degree in marketing management from Harvard University. He graduated in 2010. In 2012, the defendant left ORC International and began employment with Pluris. His base salary was $ 150,000, with some incentives. After leaving Pluris in the summer of 2013, he was employed at Ogilvy, an advertising agency in New York, where he earned $ 180,000, but his position was eliminated in March, 2014.\n  </p>\n  <p id=\"p-32\">\n   The court further found that the defendant is an entrepreneur at heart, who wanted to open his own business. In 2014, using his savings and credit card loans, he began that quest by opening a juice bar. The defendant filed for Chapter 7 personal bankruptcy in September, 2016, and his debts were discharged in January, 2017. The defendant also closed the juice bar in January, 2017. The defendant then began a new business, KBC Ventures, LLC, doing business as Beyond Medical Solutions. He has an investor in his business, who is paying him $ 1200 per week plus expenses. He expects his income will increase in time. The defendant also has a tenant living in his home, who pays $ 100 per week in rent; he expects to increase the rent to $ 1000 per month once the tenant can afford the increase.\n  </p>\n  <p id=\"p-33\">\n   The court further found that the defendant had cashed out $ 90,755 of his retirement in 2015, and sold his stocks, realizing a gain of $ 4808. The only retirement money he has left is $ 3500 in an individual retirement account. The defendant owes the Internal Revenue Service $ 10,127 for the 2015 tax year, and, at the time of\n   judgment, he was in discussions with it concerning a payment plan. He also owes money to the state and federal government for the 2016 tax year.\n  </p>\n  <p id=\"p-34\">\n   The court stated that the guidelines provided for the plaintiff to pay $ 186 per week for child support and the defendant to pay $ 166 per week. The court ruled, however, that \"[g]iven the shared physical custody and similarity of the parties' net incomes ... [it would be] inappropriate for either party to pay basic child support to the other.\" In addition to considering the guidelines, the court also stated that it had considered \"all the criteria in General Statutes §§ 46b-56, 46b-56c, 46b-62, 46b-81, 46b-82 and 46b-84 in light of the evidence presented.\" The court further found that the defendant had an advantage over the plaintiff in terms of \"income earning capacity.\"\n  </p>\n  <p id=\"p-35\">\n   The court then stated that it was rendering orders, taking \"into consideration all of the claims and requested orders of the parties,\" in a manner that it \"deemed most equitable and workable in the eyes of the court.\" The court proceeded to set forth its specific orders. These orders included: neither party would pay alimony to the other; the defendant would be the sole owner of the marital home and would be responsible for the mortgage and bills associated therewith, and the plaintiff would be held harmless; the defendant would make every effort to remove the plaintiff from the promissory note and the mortgage, but if he failed to do so by December 31, 2017, he must list the home for sale at or below fair market value and must sell\n   the residence expeditiously;\n   <footnotemark>\n    8\n   </footnotemark>\n   each party would keep his or her own vehicle, own bank accounts, and certificates of deposit; the plaintiff would continue to own all of her artwork;\n   the defendant would continue to own the assets of his businesses; the defendant would keep his retirement account, which was valued at approximately $ 3500; the plaintiff would transfer to the defendant $ 30,000 from her 401 (a) account, which was valued at approximately $ 220,700, as of the dissolution; and the plaintiff would retain the balance of her 401 (a) account.\n  </p>\n  <p id=\"p-36\">\n   The plaintiff now claims that the court failed to take into consideration the earning capacity of the defendant when it issued its financial orders, including its support orders, and that the orders, therefore, were inconsistent with the court's findings that the defendant had a higher earning capacity than did the plaintiff. We are not persuaded.\n  </p>\n  <p id=\"p-37\">\n   First, we note that the plaintiff's claim is largely inconsistent with the position she took at trial. Despite her argument on appeal that the defendant should have been ordered to pay her alimony and child support based on his earning capacity, she argued to the trial court that neither party should be required to pay the other any type of support. In her February 1, 2017 proposed orders, she requested that the court deviate from the guidelines and order that the defendant pay $ 1 per year in child support, and she requested that both parties waive alimony. Additionally, during final argument before the trial court on February 17, 2017, the plaintiff's trial attorney argued in relevant part: \"I don't believe that this is a case where support should be awarded. Regardless of what the parenting plan is, because they're under the child support guidelines, their income is substantially equal. If you take out the deductions for the taxes, the mortgage interest, and the taxes on the marital home, I think they're within 5 percent or 10 percent of each other.... So, I don't think this is a case that warrants any type of support payment.\" As set forth in part III of this opinion, we typically will not\n   consider an argument raised on appeal that is contrary to the position taken by the party in the trial court.\n  </p>\n  <p id=\"p-38\">\n   In addition, as noted previously, although a court can base its financial orders on the parties' earning capacities, it is not required to do so. In the present case, although the court found that the defendant had a higher \"income earning capacity\" than did the plaintiff, the court also found that the parties were in an equal position: \"The parties are in equipoise as to age, health, station, estate, needs, vocational skills, education, employability, and opportunity ....\" The record also reveals that the court carefully considered the status of the parties before the marriage, during the marriage, and at the time of trial, including the fact that the defendant is an entrepreneur at heart who wanted to pursue a career path different than the one that, in the past, had produced a higher income. Significantly, the plaintiff did not claim, nor did the court find, that the defendant's decision to change careers was done wilfully to restrict his earning capacity to avoid support obligations. Overall, the court crafted its financial orders taking all of the facts into consideration, including the requests of the plaintiff, and balanced the equities in the case, including a shared physical custody arrangement. We have examined the record in this case and are\n   not persuaded that the court abused its discretion.\n  </p>\n  <p id=\"p-39\">\n   III\n  </p>\n  <p id=\"p-40\">\n   The plaintiff's final claim is that trial court lacked evidentiary support for its findings on the court prepared worksheet as to the defendant's net weekly income. She argues that the figures on the court's worksheet do not match the figures on the defendant's financial affidavit, and that there is no evidence in the record to support the tax calculations that the court used for the defendant.\n   <footnotemark>\n    9\n   </footnotemark>\n   The defendant argues that the court\n   gave the parties a copy of this worksheet before the close of evidence so that they could review it and make objections or suggestions to the court, and that they had none. During oral argument before this court, the panel asked the defendant's attorney, who also was trial counsel for the defendant, whether this was done on the record, and he responded in the negative. The plaintiff's appellate attorney was not the same attorney who represented her at trial, and she did not know whether the parties had been given a copy of the document upon which to comment. Because there is nothing in the record to substantiate the defendant's assertion, we are unable to conclude that the parties were given copies of the court's worksheet. Nevertheless, on the basis of the record before us, we are not persuaded by the plaintiff's claim.\n  </p>\n  <p id=\"p-41\">\n   \"Pursuant to Practice Book § 25-30, each party is required to file certain statements during a dissolution or child support matter. The guidelines worksheet is based on net income; weekly gross income is listed on the first line on the worksheet, and the subsequent lines list various deductions, including federal income tax withheld and social security tax.... The guidelines are used by the court to determine a presumptive child support payment, which is to be deviated from only under extraordinary circumstances.\" (Citation omitted; footnote omitted.)\n   <em>\n    Golden\n   </em>\n   v.\n   <em>\n    Mandel\n   </em>\n   ,\n   <extracted-citation case-ids=\"4059026\" index=\"25\" url=\"https://cite.case.law/conn-app/110/376/#p386\">\n    110 Conn. App. 376\n   </extracted-citation>\n   , 386,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=955%20A.2d%20115\">\n    955 A.2d 115\n   </extracted-citation>\n   (2008). The plaintiff, relying on this court's decision in\n   <em>\n    Ferraro\n   </em>\n   v.\n   <em>\n    Ferraro\n   </em>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"27\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    168 Conn. App. 723\n   </extracted-citation>\n   , 730,\n   <extracted-citation case-ids=\"12487777\" index=\"28\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   (2016), argues that the trial court abused its discretion by basing its decision on income information on a worksheet as to which there was no evidentiary support.\n  </p>\n  <p id=\"p-42\">\n   In\n   <em>\n    Ferraro\n   </em>\n   , the trial court rendered a judgment of dissolution and issued financial orders, and the defendant thereafter filed a motion for reconsideration and\n   reargument, claiming in relevant part that the court's findings as to his net income were inconsistent with the evidence.\n   <extracted-citation case-ids=\"12487777\" index=\"29\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 724-25\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"30\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . After the court summarily denied this motion, the defendant filed an appeal and a motion for articulation.\n   <extracted-citation case-ids=\"12487777\" index=\"31\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 726\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"32\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . The defendant requested, inter alia, that the trial court articulate \"the evidential sources for the court's 'figures used for taxes and deductions' ....\"\n   <extracted-citation case-ids=\"12487777\" index=\"33\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id.\n   </extracted-citation>\n   In responding to that request, the court stated in relevant part: \" '[T]he court based all of its findings on evidence and testimony provided at trial, including the financial affidavits provided by the parties ... and used family law software provided by the Judicial Branch' as sources for the figures on the worksheet for taxes and deductions ....\"\n   <extracted-citation case-ids=\"12487777\" index=\"34\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id.\n   </extracted-citation>\n  </p>\n  <p id=\"p-43\">\n   On appeal in\n   <em>\n    Ferraro\n   </em>\n   , this court stated that \"[a]lthough the child support guidelines\n   create a legal presumption as to the amount of child support payments ... the figures going into that calculation on the worksheet must be based on some underlying evidence.... A court may not rely on a worksheet unless it is based on some underlying evidence.\" (Citation omitted; internal quotation marks omitted.)\n   <extracted-citation case-ids=\"12487777\" index=\"35\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 730\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"36\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . This court then noted that the figures used by the trial court did not match the figures provided by the defendant on his financial affidavit and that the trial court failed to articulate how it arrived at its figures.\n   <extracted-citation case-ids=\"12487777\" index=\"37\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 729\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"38\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . This court stated, \"it appear[ed] that the court sua sponte made various assumptions regarding standard and itemized deductions, medical expenses and child credits\";\n   <extracted-citation case-ids=\"12487777\" index=\"39\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    id.\n   </extracted-citation>\n   ; and that \"there was no testimony or other evidence presented at trial with respect to alternate federal and state tax calculations, exemptions, deductions or credits.\"\n   <extracted-citation case-ids=\"12487777\" index=\"40\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 730\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"41\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-44\">\n   This court went on to explain that the trial court had articulated that it had relied on evidence and testimony provided at the trial, but that \"[t]he figures [used by the court] do not match [the evidence] and, although the court is free to credit or discredit some or all of a\n   witness' evidence ... the court still must provide a basis for the determinations that it makes as supported by the underlying evidence.\" (Citation omitted.)\n   <extracted-citation case-ids=\"12487777\" index=\"42\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 731\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"43\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . This court also explained that the trial court was free to take judicial notice of certain facts, including tax tables, where appropriate, but that there was no indication in this case that the court had done so.\n   <extracted-citation case-ids=\"12487777\" index=\"44\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 732\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"45\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . On this basis, this court reversed the judgment as to the financial orders and remanded the case for a new hearing.\n   <extracted-citation case-ids=\"12487777\" index=\"46\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., at 734-35\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"47\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . We conclude that\n   <em>\n    Ferraro\n   </em>\n   is distinguishable from the present case.\n  </p>\n  <p id=\"p-45\">\n   In the present case, unlike in\n   <em>\n    Ferraro\n   </em>\n   , the plaintiff asked the court to rely on her representation of the defendant's net income. Furthermore, unlike in\n   <em>\n    Ferraro\n   </em>\n   , the court calculated a net income of the parties that was even more favorable to the plaintiff than what she had proposed. Finally, unlike in\n   <em>\n    Ferraro\n   </em>\n   , the court's alimony and support orders gave the plaintiff exactly what she had requested. In fact, the manner in which the information regarding net income was provided to, and used by, the court makes clear why the plaintiff's reliance on\n   <em>\n    Ferraro\n   </em>\n   is misplaced.\n  </p>\n  <p id=\"p-46\">\n   During the defendant's testimony on February 8, 2017, he explained that he recently had been receiving $ 1200 per week from an investor in his medical device business, which he began in January, 2017, and that he also was receiving $ 100 per week in rental income. In light of this testimony, the court asked the plaintiff's attorney if she was going to submit a substitute worksheet, to which she answered in the affirmative, stating that she first wanted to \"flush out the testimony.\" The plaintiff later submitted this updated worksheet, which was dated February 13, 2017.\n  </p>\n  <p id=\"p-47\">\n   On that worksheet, the plaintiff listed her own gross income as $ 1912, and her net weekly income as $ 1258. She asserted that the defendant's gross weekly income was $ 1300, and she listed three deductions for him:\n  </p>\n  <p id=\"p-48\">\n   federal income tax of $ 108, social security tax of $ 170, and state income tax of $ 53.\n   <footnotemark>\n    10\n   </footnotemark>\n   The plaintiff's net weekly income calculation for the defendant was $ 969, and the difference in\n   the parties' net weekly income, as set forth on the plaintiff's worksheet, was $ 289 per week. According to the plaintiff's worksheet, the parties' combined net weekly income was $ 2230, rounded to the nearest $ 10.\n  </p>\n  <p id=\"p-49\">\n   The court's worksheet listed the plaintiff's gross weekly income as $ 1913, and it calculated her net weekly income as $ 1177. The court listed the defendant's gross weekly income as $ 1300, and it also listed three deductions: federal income tax of $ 12, social security tax of $ 184, and state income tax of $ 54. The court's net weekly income calculation for the defendant was $ 1050. Accordingly, the court found that the defendant's net weekly income was $ 81 more than what the plaintiff had asserted on her worksheet, and the difference in the parties' net weekly income was $ 127, less than one half of the difference calculated by the plaintiff. The court found the combined weekly net income of the parties to be exactly the same as the plaintiff's calculation, namely $ 2230, rounded to the nearest $ 10. Because the parties were sharing physical custody of the children and their net incomes were similar, the court found that a deviation from the guidelines was in order, and it concluded that no support should be paid by either party, as had been the position of the plaintiff during closing argument.\n  </p>\n  <p id=\"p-50\">\n   The plaintiff's argument on appeal that there was no evidence or testimony with respect to the defendant's\n   tax obligations notwithstanding,\n   <footnotemark>\n    11\n   </footnotemark>\n   the record reveals that she submitted her own guidelines worksheet to the court, which contained calculations for the defendant's taxes. See footnote 10 of this opinion. Additionally, the record reveals that the plaintiff's attorney argued during closing argument before the trial court that the parties' net incomes were \"within 5 percent or 10 percent of each other\" and that this is not a case \"that warrants any type of support payment.\"\n  </p>\n  <p id=\"p-51\">\n   Finally, although the plaintiff argues that this case is similar to\n   <em>\n    Ferraro\n   </em>\n   , the alleged discrepancy between the evidence and the figures used by the trial court was brought to the court's attention in\n   <em>\n    Ferraro\n   </em>\n   in a motion for reconsideration and reargument, which the court summarily denied.\n   <em>\n    Ferraro\n   </em>\n   v.\n   <em>\n    Ferraro\n   </em>\n   , supra,\n   <extracted-citation case-ids=\"12487777\" index=\"48\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    168 Conn. App. at 725-26\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"49\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . Additionally, the court then was requested to articulate the precise sources for the court's figures used to calculate the plaintiff's taxes and deductions, and it failed to do so adequately, stating only that it relied on the evidence.\n   <extracted-citation case-ids=\"12487777\" index=\"50\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    Id., 731\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12487777\" index=\"51\" url=\"https://cite.case.law/a3d/147/188/#p730\">\n    147 A.3d 188\n   </extracted-citation>\n   . In the present case, any alleged discrepancy was not brought to the attention of the court, and, in fact, the court's worksheet was similar to the plaintiff's worksheet, and its support orders nearly mimicked those requested by both parties.\n  </p>\n  <p id=\"p-52\">\n   On appeal, the plaintiff's position apparently has changed. Whereas she\n   asked the trial court to rely on\n   her representations of the parties' net income, and further asked the court to use that information to conclude that neither party should pay child support or alimony to the other, she now claims that the trial court should not have entered the financial orders that she requested because the court lacked evidence regarding the defendant's net income. We do not look favorably on the plaintiff's efforts to change positions on appeal. \"As we have expressed on a number of occasions, we generally disfavor permitting an appellant to take one legal position at trial and then take a contradictory position on appeal.\"\n   <em>\n    Kirwan\n   </em>\n   v.\n   <em>\n    Kirwan\n   </em>\n   , supra,\n   <extracted-citation case-ids=\"12503501\" index=\"52\" url=\"https://cite.case.law/a3d/197/1000/#p726\">\n    185 Conn. App. at\n   </extracted-citation>\n   724 n.11,\n   <extracted-citation case-ids=\"12503501\" index=\"53\" url=\"https://cite.case.law/a3d/197/1000/#p726\">\n    197 A.3d 1000\n   </extracted-citation>\n   . \"[A] party cannot be permitted to adopt one position at trial and then ... adopt a different position on appeal.\"\n   <em>\n    Szymonik\n   </em>\n   v.\n   <em>\n    Szymonik\n   </em>\n   ,\n   <extracted-citation case-ids=\"12486826\" index=\"54\" url=\"https://cite.case.law/a3d/144/457/#p650\">\n    167 Conn. App. 641\n   </extracted-citation>\n   , 650,\n   <extracted-citation case-ids=\"12486826\" index=\"55\" url=\"https://cite.case.law/a3d/144/457/#p650\">\n    144 A.3d 457\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation case-ids=\"12488128,12488090,12488091\" index=\"56\" url=\"https://cite.case.law/conn/323/931/\">\n    323 Conn. 931\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12488091,12488092,12488093,12488094\" index=\"57\" url=\"https://cite.case.law/a3d/150/232/\">\n    150 A.3d 232\n   </extracted-citation>\n   (2016). Similarly, this court has stated that \"[o]rdinarily appellate review is not available to a party who follows one strategic path at trial and another on appeal, when the original strategy does not produce the desired result.... To allow the [party] to seek reversal now that his trial strategy has failed would amount to allowing him to induce potentially harmful error, and then ambush the [opposing party and the court] with that claim on appeal.\" (Internal quotation marks omitted.)\n   <em>\n    Nweeia\n   </em>\n   v.\n   <em>\n    Nweeia\n   </em>\n   ,\n   <extracted-citation case-ids=\"12416211\" index=\"58\" url=\"https://cite.case.law/conn-app/142/613/#p620\">\n    142 Conn. App. 613\n   </extracted-citation>\n   , 620,\n   <extracted-citation index=\"59\" url=\"https://cite.case.law/citations/?q=64%20A.3d%201251\">\n    64 A.3d 1251\n   </extracted-citation>\n   (2013). In this case, to permit the plaintiff to challenge the trial court's financial orders because they did not rely on evidence of the defendant's net income after the plaintiff asked the court to rely on her calculation of that income, and the court entered the very orders the plaintiff requested, would amount to sanctioning a trial by ambuscade, which we will not do.\n  </p>\n  <p id=\"p-53\">\n   \"[A] court must base its child support and alimony orders on the available net income of the parties .... Whether ... an order falls within this prescription must be analyzed on a case-by-case basis. Thus, while\n   our decisional law in this regard consistently affirms the basic tenet that support and alimony orders must be based on net income, the proper application of this principle is context specific.... [T]he trial court is not required to make specific reference to the criteria that it considered in making its decision.\" (Internal quotation marks omitted.)\n   <em>\n    Ray\n   </em>\n   v.\n   <em>\n    Ray\n   </em>\n   ,\n   <extracted-citation case-ids=\"12491479\" index=\"60\" url=\"https://cite.case.law/a3d/173/464/#p557\">\n    177 Conn. App. 544\n   </extracted-citation>\n   , 557,\n   <extracted-citation case-ids=\"12491479\" index=\"61\" url=\"https://cite.case.law/a3d/173/464/#p557\">\n    173 A.3d 464\n   </extracted-citation>\n   (2017). In the specific factual and procedural context of this case, we find no error in the trial court's reliance on the net income information provided to it by the plaintiff.\n  </p>\n  <p id=\"p-54\">\n   The judgment is affirmed.\n  </p>\n  <p id=\"p-55\">\n   In this opinion the other judges concurred.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-58\">\n    We note that the worksheet prepared by the court stated that it was based on a \"split custody\" determination. The court, however, did not order \"split custody\" in this case. Rather, the court ordered shared legal and physical custody. As defined in § 46b-215a-1 (24) of the Regulations of Connecticut State Agencies, \"[s]plit custody\" is \"a situation in which there is more than one child in common and each parent is the custodial parent of at least one of the children.\" (Internal quotation marks omitted.) Rather, the court ordered in this case that the parties have \"shared physical custody,\" which means \"a situation in which the physical residence of the child is shared by the parents in a manner that ensures the child has substantially equal time and contact with both parents. An exactly equal sharing of physical care and control of the child is not required for a finding of shared physical custody.\" Regs., Conn. State Agencies § 46b-215a-1 (23).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-59\">\n    The date on the court's worksheet is February 15, 2017; the date on the court's data sheets is February 10, 2017.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-60\">\n    The defendant's attorney, who also was trial counsel, represented at oral argument before this court that the trial court had given each attorney a copy of this worksheet to review for accuracy. When asked whether that occurred on the record, he explained that it happened in chambers. We have no record to verify the accuracy of this statement and, therefore, do not consider it in our analysis.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-61\">\n    There was no testimony taken on February 16, 2017.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-62\">\n    General Statutes § 46b-81 provides in relevant part: \"(a) At the time of entering a decree annulling or dissolving a marriage or for legal separation pursuant to a complaint under section 46b-45, the Superior Court may assign to either spouse all or any part of the estate of the other spouse. The court may pass title to real property to either party or to a third person or may order the sale of such real property, without any act by either spouse, when in the judgment of the court it is the proper mode to carry the decree into effect....\n   </p>\n   <blockquote id=\"p-63\">\n    \"(c) In fixing the nature and value of the property, if any, to be assigned, the court, after considering all the evidence presented by each party, shall consider the length of the marriage, the causes for the annulment, dissolution of the marriage or legal separation, the age, health, station, occupation, amount and sources of income, earning capacity, vocational skills, education, employability, estate, liabilities and needs of each of the parties and the opportunity of each for future acquisition of capital assets and income. The court shall also consider the contribution of each of the parties in the acquisition, preservation or appreciation in value of their respective estates.\"\n   </blockquote>\n   <p id=\"p-64\">\n    General Statutes § 46b-82 (a) provides in relevant part: \"At the time of entering the decree, the Superior Court may order either of the parties to pay alimony to the other, in addition to or in lieu of an award pursuant to section 46b-81.... In determining whether alimony shall be awarded, and the duration and amount of the award, the court shall consider the evidence presented by each party and shall consider the length of the marriage, the causes for the annulment, dissolution of the marriage or legal separation, the age, health, station, occupation, amount and sources of income, earning capacity, vocational skills, education, employability, estate and needs of each of the parties and the award, if any, which the court may make pursuant to section 46b-81, and, in the case of a parent to whom the custody of minor children has been awarded, the desirability and feasibility of such parent's securing employment.\"\n   </p>\n   <p id=\"p-65\">\n    General Statutes § 46b-84 provides in relevant part: \"(a) Upon or subsequent to the annulment or dissolution of any marriage or the entry of a decree of legal separation or divorce, the parents of a minor child of the marriage, shall maintain the child according to their respective abilities, if the child is in need of maintenance. ...\n   </p>\n   <p id=\"p-66\">\n    * * *\n   </p>\n   <p id=\"p-67\">\n    \"(d) In determining whether a child is in need of maintenance and, if in need, the respective abilities of the parents to provide such maintenance and the amount thereof, the court shall consider the age, health, station, occupation, earning capacity, amount and sources of income, estate, vocational skills and employability of each of the parents, and the age, health, station, occupation, educational status and expectation, amount and sources of income, vocational skills, employability, estate and needs of the child. ...\"\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-68\">\n    The defendant also argues that the court neither found nor articulated the earning capacity of either party, and, if the plaintiff wanted such a finding, she should have requested that the court provide one.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-69\">\n    The court also explained that this was a point of contention between the parties because the defendant believed that the plaintiff could \"achiev[e] fame\" and earn considerably more money if she more aggressively marketed her work and made efforts to show her art at prestigious galleries.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-70\">\n    The plaintiff's attorney had argued to the trial court that her client had no objection to giving the defendant the opportunity to refinance or restructure the mortgage. The concern was in getting the plaintiff's name off of the obligation.\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-71\">\n    The defendant's February 2, 2017 financial affidavit showed a gross weekly income of $ 1300 but listed no deductions, whatsoever, for taxes. His previous financial affidavits, however, showed various deductions for taxes and health insurance, but were based on different sources of income.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-72\">\n    The plaintiff argues on appeal that there was no evidence or testimony with respect to the defendant's tax obligations. She, nevertheless, arrived at her own calculations, which, with the exception of federal income tax liability, nearly are identical to the court's calculations. She has not addressed her methodology in her brief.\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-73\">\n    We recognize that the defendant had started a new self-employment venture in January, 2017, for which he had an investor who was paying him $ 1200 per week. The defendant provided no information on his financial affidavit as to an estimate for federal and state taxes. Nevertheless, the defendant had submitted financial information in the form of financial affidavits and tax returns, based on other employment opportunities he had undertaken, that had both federal and state tax information, evincing varying tax rates and deductions, ranging from 19 percent to more than 30 percent.\n   </p>\n   <p id=\"p-74\">\n    In\n    <em>\n     Utz\n    </em>\n    v.\n    <em>\n     Utz\n    </em>\n    ,\n    <extracted-citation case-ids=\"4061458\" index=\"62\" url=\"https://cite.case.law/conn-app/112/631/#p637\">\n     112 Conn. App. 631\n    </extracted-citation>\n    , 637,\n    <extracted-citation index=\"63\" url=\"https://cite.case.law/citations/?q=963%20A.2d%201049\">\n     963 A.2d 1049\n    </extracted-citation>\n    , cert. denied,\n    <extracted-citation case-ids=\"5765168,5764993\" index=\"64\" url=\"https://cite.case.law/conn/291/908/\">\n     291 Conn. 908\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"65\" url=\"https://cite.case.law/citations/?q=969%20A.2d%20173\">\n     969 A.2d 173\n    </extracted-citation>\n    (2009), this court briefly discussed the difficulty a trial court can encounter when calculating a net income if a party has various financial documents that evince different tax rates, in that case, ranging from 10 to 20 percent.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}