{
  "casebody": {
    "data": "<casebody firstpage=\"737\" lastpage=\"738\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b755-6\">WOOLSEY v. LASHER.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b755-7\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ACu\">November 16, 1898.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b755-8\">1. Appeal—Exceptions—Sufficiency.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b755-9\">Where, on the allowance of a nonsuit, plaintiff indicated his intention not to acquiesce in the ruling, but to review the same, and the court granted him leave to go to the appellate court in the first instance, the right to review is not lost merely because the plaintiff failed to use the technical phrase “I except” to the ruling of the court. .</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b755-10\">2. Action fob Rent—Parties. 11</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b755-11\">Where there was a severance of ownership of rent, understood and acted on by the parties, it is unnecessary for one suing the lessee for his share to make the owner of the other share a party.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b755-12\">8. Appeal—Objection to Record—How Made.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b755-13\">An objection that the printed record does not contain the certificates required by law should be made by motion to dismiss the appeal.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b755-14\">Appeal from special term.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b755-15\">Action by C. Meech Woolsey, as executor of George G. Woolsey, deceased, against John E. Lasher, for rent. Plaintiff was nonsuited, and he appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AEaH\">Eeversed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b755-16\">Argued before PABKEB, P. J., and LANDON, HEBEICK, PUTNAM, and MEBWIN, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b755-17\">E. Dáyton, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b755-18\">Amos Van Etten, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b755-19\">MERWIN, J.</author>\n<p id=\"AyxR\">On the 3d September, 1887, George C. Woolsey and' Henrietta Von Beck, guardian of Irving Von Beck, and Irving Von Beck, as parties of the first part, and the defendant, as party of the second part, entered into a lease of certain premises for the term of 10 years from October 16,1887, at the yearly rent of $2,520, payable monthly in advance, in equal payments. It was stated in the lease that Woolsey owned one half the premises, and that Henrietta and Irving Von Beck represented the other half. George C. Woolsey died on the 15th April, 1896, leaving a will, in which the plaintiff was named as sole devisee, and as executor. Letters testamentary were issued to plaintiff on 28th July, 1896, and this action was commenced in March, 1897. In the complaint it is claimed that the defendant is indebted to the plaintiff for one-half <page-number citation-index=\"1\" label=\"738\">*738</page-number>the rent from January 16, 1896, to November 16, 1896; and'it was alleged that, by mutual agreement between the parties, the defendant, from time to time, paid one-half of the rent to George C. Woolsey during his lifetime, but not after January 16, 1896, and the other half to Irving Von Beck. At the close of the evidence on the part of the plaintiff, the court granted a nonsuit, upon the ground that the co-tenant in common, Irving Von Beck, had not been joined in the action.</p>\n<p id=\"b756-5\">It is urged by the respondent that .the appellant took no. exception to the ruling of the court granting a nonsuit, and is not therefore in a position to review the same. The appellant did not use the words “I except,” but he indicated his intention not to acquiesce in the ruling, but to review the same, and the court granted him leave to go to the appellate court in the first instance. The court, by granting such leave, evidently understood that the counsel for plaintiff excepted, and that is said to be sufficient. 8 Enc. Pl. &amp; Prac. 167, and cases cited. See, also, Snelling v. Yetter, 25 App. Div. 590, 49 N. Y. Supp. 917. The respondent must, we think, meet the question whether the nonsuit was properly granted.</p>\n<p id=\"b756-6\">There was evidence tending to show, and from which the jury would have had the right to find, that, after the making of the lease, it was understood and agreed between all the parties that the defendant should' pay to Woolsey directly his one half of the rent, and should pay the other half to Von Beck; that, practically, there was a severance of the rights of the two tenants in common in the rent, and that it was so understood and assented to by the defendant; that the defendant had settled with Von Beck for one' half the rent for the period covered by the claim of the plaintiff. It also appeared that the last payment made by the defendant to the plaintiff’s testator was on December 4, 1895, being the sum of $100 on an account made out' against defendant in favor of George C. Woolsey for half the rent for four months, to December 16, 1895. If there was a severance of the ownership of the rent,' understood and acted upon by all parties, it was not necessary for the plaintiff, in his action for his share, to make Von Beck a party to the action. Powis v. Smith, 5 Barn. &amp; Ald. 851; Wood, Landl. &amp; Ten. 126. The action was at law for the recovery of money only. Chapman v. Forbes, 123 N. Y. 532, 26 N. E. 3.</p>\n<p id=\"b756-7\">The question whether the plaintiff, as executor, can recover for rent that became due after the death of his testator; is not now before us. A part of the plaintiff’s claim is for rent due before such death. Nor is there any question here about the defendant’s counterclaim. If the printed record does not, as the defendant suggests, contain the certificates required by law, the question should have been raised by motion to dismiss. The case seems to have been settled by stipulation. The nonsuit was, we think, improperly granted, and a new trial therefore should be granted.</p>\n<p id=\"b756-8\">Judgment reversed, and new trial granted; costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}