{
  "casebody": {
    "data": "<casebody firstpage=\"143\" lastpage=\"155\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b199-3\">Jean Loretto, on Behalf of Herself and All Others Similarly Situated, Appellant, v Teleprompter Manhattan CATV Corp. et al., Respondents.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b199-4\">Argued January 5, 1983;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Av7y\">decided February 17, 1983</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b200-9\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b200-10\"><em>Michael S. Gruen, Daniel J. Sullivan </em>and <em>Eric B. Levine </em>for appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"A0h\">I. This is an action in trespass to which section 828 affords no defense and which is properly maintainable in the courts. <em>(Bunke v New York Tel. Co., </em>110 App Div 241, 188 NY 600; <em>Osborne v Auburn Tel. Co., </em>189 NY 393; <em>Butler v Frontier Tel. Co., </em>186 NY 486; <em>Budholtz v Rochester Tel. Corp., </em>65 Misc 2d 1071, 40 AD2d 283, 33 NY2d 939; <em>Matteson v Antenna-Vision, Inc., </em>54 Misc 2d 859; <em>New York Tel. Co. v Town of North Hempstead, </em>41 NY2d 691; <em>French Investing Co. v City of New York, </em>39 NY2d 587, 429 US 990; <em>Lutheran Church in Amer. v City of </em><page-number citation-index=\"1\" label=\"145\">*145</page-number><em>New York, </em>35 NY2d 121; <em>De Camp v Bullard, </em>159 NY 450.) II. The proper measure of damages is the rental value of the rights exploited. <em>(De Camp v Bullard, </em>159 NY 450; <em>City of New York v Fink, </em>130 Misc 620; <em>McKegney v VanBeuren &amp; N. Y. Bill Posting Co., </em>183 App Div 53; <em>Zenith Bathing Pavilion v Fair Oaks S. S. Corp., </em>211 App Div 492, 240 NY 307; <em>Bunke v New York Tel. Co., </em>110 App Div 241,188 NY 600; <em>Lubelle v Rochester Tel. Corp., </em>70 Misc 2d 640; <em>United States v Pewee Coal Co., </em>341 US 114; <em>General Ice Cream Corp. v State of New York, </em>199 Misc 620, 279 App Div 822; <em>Mazzeo v State of New York, </em>58 Misc 2d 186.) III. Plaintiff and the class are entitled on summary judgment to an award of damages amounting to 5% of gross revenues per building since January 1, 1973. <em>(Matter of Napolitano </em>[MVAIC], 21 NY2d 281; <em>Matter of Kovarsky v Housing &amp; Dev. Admin. of City of N. Y., </em>31 NY2d 184; <em>Persky v Bank of Amer. Nat. Assn., </em>261 NY 212; <em>Schwartz v Greenberg, </em>304 NY 250; <em>People’s Cable Corp. v City of Rochester, </em>70 Misc 2d 763,41 AD2d 585; <em>Harper v City of Kingston, </em>17 Misc 2d 627.) IV. This court should not direct that plaintiff is not entitled to an injunction nor that TelePrompter may avoid an injunction by paying permanent damages. <em>(Van De Carr v Schloss, </em>277 App Div 475; <em>Poughkeepsie Gas Co. v Citizens’ Gas Co., </em>89 NY 493; <em>Heyman v Biggs, </em>223 NY 118; <em>Coatsworth v Lehigh Val. Ry. Co., </em>156 NY 451; <em>Scroll Realty Corp. v Mandell, </em>195 Misc 972; <em>Blakeslee v Punnett, </em>48 AD2d 641; <em>Eels v American Tel. &amp; Tel. Co., </em>143 NY 133; <em>New York Tel. Co. v Town of North Hempstead, </em>41 NY2d 691; <em>Marullo v Chresafis, </em>48 Misc 2d 53; <em>Amsterdam Knitting Co. v Dean, </em>162 NY 278.) V. Amendment of the class action order should be permitted to clarify that former owners are included in the class and Neilson Abeel should be permitted to intervene as a coplaintiff and class representative. <em>(Mann v Columbia Petrolera Trans-Cuba, </em>17 AD2d 193; <em>Albert v Salzman, </em>41 AD2d 501; <em>Oppenheimer v Young &amp; Co., </em>144 F2d 387; <em>Matter of Village of Spring Val. v Village of Spring Val. Housing Auth., </em>33 AD2d 1037; <em>Albert v Salzman,. </em>41 AD2d 501.)</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b201-4\"><em>Michael Lesch </em>and <em>John G. Nicolich </em>for Teleprompter Manhattan CATV Corp. and another, respondents.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"Am\">I. This <page-number citation-index=\"1\" label=\"146\">*146</page-number>court should adhere to its prior order affirming dismissal of the complaint because section 828 and the commission’s rules provide a reasonable procedure for determining just compensation for landlords. <em>(United States v Merz, </em>376 US 192; <em>Lafayette Hotel Co. v County of Erie, </em>26 Misc 2d 755; <em>United States v Jones, </em>109 US 513; <em>McGovern v New York, </em>229 US 363; <em>Gigliotti v Redevelopment Auth. of City of New Castle, </em>362 F Supp 764, 492 F2d 1238; <em>Iroquois Gas Corp. v Gernatt, </em>50 Misc 2d 1028, 28 AD2d 811, 22 NY2d 694; <em>Matter of City of New York [Exterior St.], </em>285 NY 455; <em>Matter of City of New York [Braddock Ave.], </em>278 NY 163, 703; <em>Matter of City of New York [Decatur St.], </em>196 NY 286.) II. If the complaint is not dismissed, the matter should be remanded to the trial court with instructions (a) to assess any permanent damages, and (b) that the measure of damages is the difference, if any, between the fair market value of the landlord’s property before the taking and the fair market value of the remainder after the taking. <em>(Boomer v Atlantic Cement Co., </em>26 NY2d 219; <em>Ferguson v Village of Hamburg, 212 </em>NY 234; <em>New York City v Pine, </em>185 US <em>93; Pappenheim v Metropolitan El. Ry. Co., </em>128 NY 436; <em>Westphal v City of New York, 177 </em>NY 140; <em>American Bank Note Co. v New York El. R. R. Co., </em>129 NY 252; <em>Sperb v Metropolitan El. Ry. Co., </em>137 NY 155; <em>Herman v Manhattan Ry. Co., </em>58 App Div 369; <em>Mott v Lewis, 52 </em>App Div 558.)</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b202-5\"><em>Frederick A. O. Schwarz, Jr., Corporation Counsel (John C. Brennan, Leonard Koerner </em>and <em>Alfred Weinstein </em>of counsel), for City of New York, respondent.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"ARH\">Section 828 of the Executive Law may be properly read to provide for compensation. <em>(Matter of Coates, </em>9 NY2d 242; <em>People v Finkelstein, </em>9 NY2d 342; <em>Matter of Bell v Waterfront Comm. of N. Y., Harbor, </em>20 NY2d 54; <em>United States v Jones, </em>109 US 513; <em>Bauman v Ross, </em>167 US 548.)</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b202-6\"><em>Robert Abrams, Attorney-General (Lawrence J. Logan </em>and <em>Peter H. Schiff </em>of counsel), in his statutory capacity under section 71 of the Executive Law.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"Aq3\">The complaint should be dismissed with leave to plaintiff to pursue her administrative remedy before the State Commission on Cable Television.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b203-3\"><page-number citation-index=\"1\" label=\"147\">*147</page-number>OPINION OF THE COURT</p>\n<author id=\"b203-4\">Meyer, J.</author>\n<p id=\"b203-5\">The Supreme Court in reversing our order of affirmance in this case (458 US__., 102 S Ct 3164, revg 53 NY2d 124)<footnotemark>1</footnotemark> and remanding to us for further proceedings not inconsistent with its opinion did not question our holding that section 828 of the Executive Law was a proper exercise of the police power (458 US, at p_, 102 S Ct, at pp 3170-3171) but held that the “otherwise valid regulation so frustrates property rights that compensation must be paid” <em>(id.; </em>see, also, 458 US, at p __, 102 S Ct, at p 3179). It expressed no opinion, however, on the amount of compensation due, leaving that question for the courts of this State to determine on remand (458 US, at p_, 102 S Ct, at p 3179).</p>\n<p id=\"b203-14\">Before us on remand, plaintiff argues (1) that, her action being in trespass and defendant TelePrompter being without power to condemn, she is entitled to damages on a trespass theory; (2) that section 828 of the Executive Law does not authorize the commission it creates to adjudicate compensation or provide for compensation as to crossover installations; and (3) that the section is unconstitutional because it violates the separation of powers doctrine, and fails to provide for compensation or security in advance of taking, and violates due process in that notice is not given the owner and that the commission is biased.<footnotemark>2</footnotemark> We conclude that the judgment entered by Special Term should be modified (1) to make clear that its declaration of the validity of section 828 is subject to the fixation of compensation by the commission upon application to it, (2) to declare the commission’s regulation 598.3 (9 NYCRR 598.3) invalid, and (3) to retain jurisdiction for the purpose of reviewing whether the compensation fixed by the commission constitutes just compensation within the meaning of the Constitution, but to permit plaintiff, if she be so advised, to proceed with her action in trespass for the <page-number citation-index=\"1\" label=\"148\">*148</page-number>period between February 28, 1972, the date on which she took title to 303 West 105th Street, and January 1, 1973, the effective date of section 828. Except as so modified, the judgment should be affirmed, with costs to plaintiff.</p>\n<p id=\"b204-5\">I</p>\n<p id=\"b204-6\">We held and the Supreme Court agreed that section 828 is a valid exercise of the police power. From the effective date of that section, therefore, TelePrompter’s “invasion” of plaintiff’s property was in pursuance of law and not a trespass <em>(Brewster v Rogers Co., </em>169 NY 73, 80). As to the period between plaintiff’s acquisition of title and the effective date of the section there are, as outlined in our earlier opinion (53 NY2d, at pp 134-136), issues of fact. TelePrompter is, therefore, entitled to partial summary judgment making the declarations outlined above, but as to the period before December 31, 1972, permitting the action to proceed.</p>\n<p id=\"b204-7\">Plaintiff argues, however, that although TelePrompter Manhattan was formed under the Transportation Corporations Law it lost its power of condemnation under that law when it was merged into TelePrompter Corporation, a stock corporation, because neither the merger plan nor the certificate of incorporation of the surviving corporation stated that the power of condemnation was retained. We do not pause to consider whether the power to condemn is essential (see <em>Boomer v Atlantic Cement Co., </em>26 NY2d 219) or whether, as defendants urge, section 906 (subd [b], par [1]) of the Business Corporation. Law and section 5 of the Transportation Corporations Law may be read to continue the condemnation power in the surviving stock corporation nonetheless (see <em>Matter of City of New York [New York Water Serv. Corp.], </em>296 NY 1016, affg 271 App Div 1019, affg 67 NYS2d 850, 853; cf. <em>Kittinger v Churchill, </em>161 Misc 3, 14, affd on opn below 249 App Div 703). Accepting the certified documents of which both sides urge that we take judicial notice (see <em>People v Flack, </em>216 NY 123; Cohen and Karger, Powers of the New York Court of Appeals [rev ed], § 168), we conclude that, the merger of TelePrompter Manhattan into TelePrompter Corporation not having occurred until almost two years after the present action was begun and TelePrompter Corporation having thereafter been <page-number citation-index=\"1\" label=\"149\">*149</page-number>merged into Group W Cable Inc., a corporation incorporated under the Transportation Corporations Law, the argument, whatever its merit during the hiatus, should not be permitted to frustrate the purpose of the Legislature (see Executive Law, § 811) in enacting section 828 (see <em>Knoth v Manhattan Ry. Co., </em>187 NY 243, 252; <em>Penthouse Props. v 1158 Fifth Ave., </em>256 App Div 685, 692; cf. <em>Zion v Kurtz, </em>50 NY2d 92, 102).</p>\n<p id=\"b205-4\">For the period prior to enactment of section 828 plaintiff may maintain her action in trespass, therefore, but unless one of her remaining arguments is valid, she is entitled for the period after that date only to compensation as fixed by the commission.</p>\n<p id=\"b205-5\">II</p>\n<p id=\"b205-6\">We turn then to plaintiff’s statutory arguments and note, first, that the United States Supreme Court having held that the character of the governmental action involved in section 828 is a taking which entitles a. property owner affected by it to compensation, the section is to be construed so as to sustain its constitutionality in light of that holding if possible <em>(People v Ferber, 52 </em>NY2d 674, 678; <em>Matter of Lorie C., </em>49 NY2d 161,171; <em>People v Bell, </em>306 NY 110, 114; McKinney’s Cons Laws of NY, Book 1, Statutes, § 150, subd c). So much of our prior decision as reasoned that the Legislature intended to act under the police power only and not to <em>require </em>the payment of compensation having been invalidated by the Supreme Court’s holding, the question becomes whether the language of the statute admits of a construction which provides a method for the determination of compensation for crossover and noncrossover situations. We conclude that it does.</p>\n<p id=\"b205-7\">Section 828 (subd 1, par b) expressly empowers the commission to determine the reasonable amount to be paid by a cable television company to a property owner in exchange for permitting cable television service on his property; subdivision 3 of section 816 authorizes the commission to compel the production of papers, the attendance of witnesses and their examination under oath in order to obtain the information necessary to administer any provi<page-number citation-index=\"1\" label=\"150\">*150</page-number>sion of article 28 of the Executive Law; and subdivision 5 of the same section grants to the commission “all other powers necessary or appropriate to carry out the purposes” of the article. The commission is, therefore, empowered to fix reasonable compensation for a taking and provided with the procedural means for adjudication of that issue. The only seemingly contrary indication in the statute is the presence of the words “by regulation” in section 828 (subd 1, par b). However, those words when read in context are not inconsistent with the power of adjudication given the commission by section 816; what paragraph b of subdivision 1 does is authorize the commission to limit by regulation the highest amount a property owner may receive, unless on application by the property owner to the commission that body, after a section 816 hearing, fixes a higher sum as the reasonable compensation for the particular property.<footnotemark>3</footnotemark> The commission’s regulations are entirely consistent with its being so empowered for they expressly provide (9 NYCRR 598.1-598.7) for just such an application and determination and establish rules as to pleadings, hearings and practice before the commission (9 NYCRR 590.3, 590.4, 590.6-590.10, 590.51-590.59) fully compatible with the usual process of adjudication.</p>\n<p id=\"b206-5\">For a number of reasons the exclusivity provision of the Eminent Domain Procedure Law (EDPL 101) does not, as plaintiff suggests, require a contrary conclusion. Foremost is that what we are. construing is an Executive Law provision specially enacted to deal with and promote the cable television industry, containing express provision for the determination of reasonable compensation in other than a condemnation context but which, because it has now been <page-number citation-index=\"1\" label=\"151\">*151</page-number>held to constitute a <em>de facto </em>taking, must be applied in that context. The procedure established in the Executive Law was established in light of the expertise of the cable television commission, the small amount of space occupied by cable facilities and the large number of individual properties that would be involved if the legislative purpose of “maximum penetration * * * as rapidly as * * * feasible” (Executive Law, § 811) was to be accomplished. It was enacted three and a half years before the Eminent Domain Procedure Law and was not mentioned in chapter 840 of the Laws of 1977 by which some 30 different laws were amended or repealed in order to conform their provisions to the EDPL. The EDPL being a general rather than a special law, section 828 procedures should not be held to have been superseded by its provisions, the more particularly so because to do so would require first instance court processing of a large number of small claims intended to be dealt with in the courts only by way of review of the commission’s determination (see <em>People v Mann, </em>31 NY2d 253, 257-258; McKinney’s Cons Laws of NY, Book 1, Statutes, §§ 396, 398).<footnotemark>4</footnotemark></p>\n<p id=\"b207-4\">Nor do crossover installations present a problem in construing the statute. The conclusion reached in our prior opinion was “that the Legislature intended to proscribe interference with access for installation of facilities on the property for <em>whatever purpose </em>without <em>any </em>provision for payment” (53 NY2d, at p 142; emphasis added). The Supreme Court has now held that the Constitution requires payment for both crossover and noncrossover facilities (458 US, at p _, 102 S Ct, at p 3178) and the procedural provisions of section 816 are clearly broad enough to encompass determination of compensation for either or both. Although the commission’s rules (9 NYCRR 598.1-598.7) do not as presently written expressly include crossovers, they must, as a result of the Supreme Court’s holding, be construed impliedly to include them and, we have no <page-number citation-index=\"1\" label=\"152\">*152</page-number>doubt, will be promptly amended to conform to that holding.</p>\n<p id=\"b208-4\">Ill</p>\n<p id=\"b208-5\">There remain for consideration the alleged constitutional flaws.</p>\n<p id=\"b208-6\">A</p>\n<p id=\"b208-7\">Plaintiff’s separation of powers arguments do not withstand analysis. Neither the Federal nor the State Constitution proscribes determination of compensation for a taking by a commission rather than a court. Thus in <em>Bauman v Ross </em>(167 US 548, 593) the Supreme Court approved of commissioners “appointed by a court or by the executive” and former subdivision (b) of section 7 of article I of the New York Constitution, which was repealed in 1964 as “obsolete and superfluous” (McKinney’s Cons Laws of NY, Book 2, NY Const, Art I, § 7, Historical Note), authorized determination of compensation by commissioners. Plaintiff’s emphasis on our reference in <em>Matter of Keystone Assoc. v Moerdler </em>(19 NY2d 78, 89) to the determination of compensation as a judicial function is misplaced. What was there held, as the citation of <em>Matter of City of New York (Fifth Ave. Coach Lines) </em>(18 NY2d 212, 218) shows, was that the Legislature may not itself fix compensation, not that it may not authorize the first instance determination of compensation by commissioners or a commission, subject to later judicial review.</p>\n<p id=\"b208-8\">Nothing in article VI of the New York Constitution requires a contrary conclusion. <em>United Baking Co. v Bakery &amp; Confectionery Workers’ Union </em>(257 App Div 501), on which plaintiff relies, is distinguishable, for there the agency’s findings would not have been subject to review <em>(id., </em>at p 506), whereas under section 828 the commission’s determination is subject to review, in the instant case, in this proceeding and, in cases not similarly arising, by article 78 review. Nor does subdivision b of section 7 of article VI of the Constitution require, as plaintiff suggests, that the Supreme Court have “concurrent jurisdiction along with any other court <em>or agency” </em>(emphasis supplied). The subdivision makes no reference whatsoever to agencies as distinct from courts and plaintiff points to nothing <page-number citation-index=\"1\" label=\"153\">*153</page-number>else to suggest that administrative agencies cannot be given a first instance adjudicatory function, subject to judicial review.</p>\n<p id=\"b209-4\">B</p>\n<p id=\"b209-5\">Although advance payment or the provision of security for payment of compensation is the general rule when property is taken for a private use, neither is an absolute in the law of just compensation <em>(Brickett v Haverhill Aqueduct Co., </em>142 Mass 394; see <em>Cherokee Nation v Kansas Ry. Co., </em>135 US 641; <em>Matter of American Tel. &amp; Tel. Co. of N. J., </em>128 NJ Super 238). The Constitution does not require that the statutory aim of “rapid development of the cable television industry” (Executive Law, § 811; see, also, § 815, subd [2], par [d], cl [iii]) be frustrated under the circumstances of this case, where TelePrompter has proceeded in good faith under a statutory license not conditioned upon the advance payment of or security for compensation but which must now, as a result of the Supreme Court’s ruling, be construed to require adequate compensation. The critical inquiry is whether the due process requirement of just compensation has been met. Where, as here, so far as the record discloses (1) the amount receivable by any single property oWner is small, (2) the damage to such an owner’s property by attachment of cable facilities relatively insignificant, (3) TelePrompter has offered in light of the Supreme Court’s ruling to post a bond, and (4) the powers of the commission are broad enough to encompass a requirement by rule or order or both of advance payment or security as deemed necessary to assure the adequacy of compensation as to both amount and certainty of payment and Special Term on remand to it will have similar power, there is reasonable certainty that plaintiff and the members of the class as finally determined will receive just compensation for the takings that have resulted from TelePrompter’s various entries pursuant to statutory leave. It would, of course, had the statutory scheme been envisioned by the Legislature as a taking, have been better had the statute included explicit provisions dealing with the problem. Under the circumstances of this case, however, it would be an exaltation of form over substance to invalidate the statutory license, <page-number citation-index=\"1\" label=\"154\">*154</page-number>authorized as the Supreme Court has held by the police power, on such a basis.</p>\n<p id=\"b210-5\">C</p>\n<p id=\"b210-6\">The due process objection predicated on commission bias is sufficiently answered by <em>Withrow v Larkin </em>(421 US 35, 56-58) and <em>Richardson v Perales </em>(402 US 389, 410) and need not be discussed further, Equally unavailing is the suggestion of constitutional impropriety claimed to result from the assessment provisions of section 817 of the Executive Law <em>(People ex rel. New York Elec. Lines Co. v Squire, </em>107 NY 593, 602, affd 145 US 175; see, also, <em>Matter of Kings County Light. Co. v Maltbie, </em>244 App Div 475). Notably, unlike <em>Ward v Village of Monroeville </em>(409 US 57), there is here no such direct relationship between the commission’s finances and its determination of compensation to be paid by CATV companies to property owners as to constitute a denial of due process.</p>\n<p id=\"b210-7\">Plaintiff’s remaining due process arguments relate to the fact that notice is not required, to be given and that the commission’s regulations (9 NYCRR 598.3) require that an owner’s application be made within 60 days after October 30,1973 or the date of installation, whichever is later. The notice problem is not properly before us (see <em>Telaro v Telaro, 25 </em>NY2d 433, 439; Cohen and Karger, Powers of the New York Court of Appeals [rev ed], p 641), but in any event appears from the stipulated facts no longer to present a problem. The limitation upon presentation of a claim, framed in the context of a police power rather than a condemnation statute, could be construed by the commission to bar claims as to which an owner did not in fact have notice in time to comply with the regulation. Nothing in the statute required the adoption of such a regulation, however, or prevents the commission from adopting a new regulation relating the limitation period to the service of notice upon a property owner. Such problem as the present regulation creates will be sufficiently taken care of by modifying the judgment to declare the <em>regulation </em>invalid but does not require invalidation of the underlying <em>statute.</em></p>\n<p id=\"b210-8\">For the reasons set forth above the order of the Appellate Division should be modified, with costs to appellant, and <page-number citation-index=\"1\" label=\"155\">*155</page-number>the case remitted to Supreme Court, New York County, for further proceedings in accordance with this opinion and, as so modified, affirmed.</p>\n<p id=\"b211-4\">Chief Judge Cooke and Judges Jasen, Jones, Wachtler, Fuchsberg and Simons concur.</p>\n<p id=\"b211-5\">Upon reargument, following remand by the Supreme Court of the United States, order modified, with costs to appellant, and case remitted to Supreme Court, New York County, for further proceedings in accordance with the opinion herein and, as so modified, affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b203-15\">. Relevant facts are set forth in our earlier opinion and will not be repeated here, familiarity with that opinion being assumed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b203-16\">. She also asks that we fix the rule of damages and pass upon various procedural questions denied by Special Term as moot. Concluding as we do that compensation is to be fixed by the commission subject to review, we do not reach the damage issue. As to the procedural issues, our order is without prejudice to the re-presentation by either party to Special Term of any appropriate issue, including any previously dismissed as moot.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b206-6\">. Although as noted in footnote 2 we do not now determine the measure of damages, that being for the commission in the first instance, we note, in light of the Supreme Court’s ruling, that reasonable compensation, does not differ from just compensation, which as a constitutional concept requires the fixing of compensation as of the time of the taking (in plaintiff’s case, January 1, 1973, the effective date of section 828) plus interest at the legal rate as it existed during the period between that date and the payment.made as a result of the commission determination <em>(City of Buffalo v Clement Co., </em>28 NY2d 241, 254, 266; see <em>San Diego Gas &amp; Elec. Co. v San Diego, </em>450 US 621, 656-659 [Brennan, J., dissenting, but note that three other Justices joined in the dissent and that Justice Rbhnquist, while concurring in the majority’s dismissal on jurisdictional grounds, announced his acceptance of the principles stated in the Brennan dissent]).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b207-7\">. As to the instant action, a further reason that EDPL does not apply is section 706 of that law, which expressly provides that an action pending on the effective date of the chapter “may be prosecuted as if this chapter had not been enacted.” The present action was begun two and a half years before the effective date of EDPL. We prefer, however, to base our conclusion upon the reasoning set forth in the text.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}