{
  "casebody": {
    "data": "<casebody firstpage=\"392\" lastpage=\"397\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b448-4\">In the Matter of Peter Tallini, Respondent, v Martino &amp; Son et al., Appellants. Workers’ Compensation Board, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b448-5\">Argued February 14, 1983;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A0j\">decided March 30, 1983</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b449-5\"><page-number citation-index=\"1\" label=\"393\">*393</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b449-6\"><em>Alan Rothstein </em>and <em>Henry Shemin </em>for Martino &amp; Son and another, appellants.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"ATy\">I. Claimant who is involuntarily incarcerated for a fixed period in a mental institution for the criminally insane, for murdering two people, should be denied workers’ compensation benefits for the period of the sentence or commitment. <em>(Matter of Pallas v Misericordia Hosp., </em>264 App Div 1, 291 NY 692; <em>Matter of Garner v Schulte Co., </em>23 AD2d 127; <em>Matter of Bilello v Eckert Co., </em>43 AD2d 192; <em>Matter of Packard v Sperry &amp; Sons, </em>39 AD2d 622.) II. The decision of the Workers’ Compensation Board is consistent with the established policy in New York of denying benefits to felons during their incarceration for their crimes. <em>(Matter of Lindewall, </em>287 NY 347; <em>Matter of Pallas v Misericordia Hosp., </em>264 App Div 1, 291 NY 692; <em>Matter of Garner v Schulte Co., </em>23 AD2d 127; <em>Matter of Bilello v Eckert Co., </em>43 AD2d 192; <em>Matter of Packard v Sperry &amp; Sons, </em>39 AD2d 622.)</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b449-7\"><em>Robert Abrams, Attorney-General (Howard Friedland, Peter H. Schiff, Henriette Frieder </em>and <em>Morris N. Lissauer </em>of counsel), for Workers’ Compensation Board, appellant.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"Alv\">The court below erred in its reliance on <em>Matter of Papkoff v Feldman </em>as a basis for reversing the Workers’ Compensation Board’s denial of the continuance of compensation benefits to claimant, who had been declared totally mentally disabled, while he was confined by law to an institution for the criminally insane. <em>(Rogers v Decker, </em>131 NY 490; <em>Matter of Sentry Ins. Co. </em>[Amsel], 36 NY2d 291; <em>Matter of Jordan v Decorative Co., </em>230 NY 522; <em>Matter of Mazziotto v Brookfield Constr. Co., </em>40 AD2d 245; <em>Matter of Osowski v </em><page-number citation-index=\"1\" label=\"394\">*394</page-number><em>Board of Coop. Educational Servs., </em>78 AD2d 740; <em>Matter of Fromm v Rochester Tel. Co., </em>22 AD2d 728; <em>Matter of Bellotti v Salvio, </em>8 AD2d 552, 6 NY2d 707; <em>Matter of Bilello v Eckert Co., </em>43 AD2d 192; <em>Matter of Roberts v General Elec. Co., </em>6 AD2d 43; <em>Matter of Gugino v New York State Workmen’s Compensation Bd., </em>31 AD2d 698.)</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b450-5\"><em>Irwin B. Silverman </em>for respondent.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"A0J\">I. Claimant was acquitted of a crime by the Italian court, on the ground that he was mentally unstable at the time of the act. <em>(Matter of Pallas v Misericordia Hosp., </em>264 App Div 1, 291 NY 692; <em>Matter of Garner v Schulte Co., </em>23 AD2d 127; <em>Matter of Bilello v Eckert Co., </em>43 AD2d 192.) II. The confinement of claimant to a psychiatric ward for the criminally insane does not preclude him continuing workers’ compensation benefits. <em>(Matter of Papkoff v Feldman, </em>26 AD2d 140.) III. The court below was correct, as a matter of law, in its reliance on <em>Matter of Papkoff v Feldman </em>as a basis for reversing the Workers’ Compensation Board’s denial of the continuance of compensation benefits to claimant. <em>(Matter of Papkoff v Feldman, </em>26 AD2d 140; <em>Matter of McSweeney v Hammerlund Mfg. Co., </em>275 App Div 447.)</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b450-6\">OPINION OF THE COURT</p>\n<author id=\"b450-7\">Chief Judge Cooke.</author>\n<p id=\"b450-8\">This case presents the question whether a claimant, suffering from a prior work-related permanent partial disability, is entitled to continue receiving workers’ compensation benefits during the period he or she is confined to a psychiatric ward for the criminally insane. This court holds that such confinement should not preclude claimant from receiving those benefits.</p>\n<p id=\"b450-9\">On May 5, 1959, claimant injured his back while employed in New York State. The Workers’ Compensation Board subsequently determined that claimant had suffered a permanent partial disability and awarded him benefits. Some time later, claimant moved back to his native Italy. On May 3, 1976, he was arrested in Torrice, Italy, for fatally shooting two persons and wounding a third. After claimant had undergone psychiatric examination, an Italian court declared him “acquitted of the crime of which he <page-number citation-index=\"1\" label=\"395\">*395</page-number>is accused * * * inasmuch as the person involved was not responsible due to total insanity at the time he committed the acts.” The court ordered him “committed to a hospital for the criminally insane for a minimum of ten years.”</p>\n<p id=\"b451-5\">Claimant’s former employer and its insurance carrier applied to the Workers’ Compensation Board for permission to suspend paying compensation to claimant during his confinement. The board held that claimant’s benefits should be suspended for the duration of his commitment. The Appellate Division, by a divided court, reversed and héld that claimant was entitled to continued benefits. This court now affirms.</p>\n<p id=\"b451-6\">The Workers’ Compensation Law in general was enacted “as a means of protecting workingmen and their dependents from want in case of injury” on the job <em>(Matter of Post v Burger &amp; Gohlke, </em>216 NY 544, 553), and should “be interpreted with fair liberality, to the end of securing the benefits which it was intended to accomplish” <em>(Matter of Petrie, </em>215 NY 335, 338). Under certain circumstances, however, a worker who has suffered an impairment of wage-earning ability through a permanent work-related disability may lose the right to further workers’ compensation benefits.</p>\n<p id=\"b451-7\">It has been held that a claimant is not entitled to workers’ compensation benefits while incarcerated after conviction of a crime (see <em>Matter of Bilello v Eckert Co., </em>43 AD2d 192; <em>Matter of Packard v Sperry &amp; Sons, </em>39 AD2d 622). Not all confinements that remove a claimant from the labor market, however, deprive the claimant of the right to receive compensation for a prior work-related injury. A claimant who is in jail awaiting a criminal trial is entitled to benefits so long as the work-related disability continues (see <em>Matter of Bilello v Eckert Co., </em>43 AD 2d 192, 194, <em>supra).</em></p>\n<p id=\"b451-8\">Likewise, a claimant who is voluntarily committed to a mental institution should not be deprived of continued compensation for his work-related permanent partial disability (see <em>Matter of Papkoff v Feldman, </em>26 AD2d 140, affd no opn 19 NY2d 932). Indeed, there is “no basis, in authority or in reason, for [the] unqualified conclusion that a <page-number citation-index=\"1\" label=\"396\">*396</page-number>claimant may not collect payments awarded to him for permanent partial disability unless he is in the labor market. The fortuitous circumstance that a- claimant who has sustained a permanent partial disability is subsequently hospitalized, for a long or short period, or for different periods, should not inure to the benefit of the carrier while the physical and industrial disability and the loss of wage-earning capacity on which the award was bottomed still continue.” <em>(Id., </em>at p 141.)</p>\n<p id=\"b452-5\">To penalize a worker who has suffered a permanent disability solely because he or she has subsequently been afflicted by mental illness would in no way further the goals behind the Workers’ Compensation Law. Indeed, the new malady most often will increase the importance of these benefits to the worker and his or her family (see <em>Walsh’s Case, </em>227 Mass 341; <em>Ward v Heth Bros., </em>212 Mich 180). Suspending benefits during periods of institutionalization for treatment of mental illness would only compound the hardship created by the illness itself. In addition, by discouraging recipients from seeking treatment for mental problems, suspension of benefits might well be counterproductive to the health of such injured workers. For these reasons, the commitment of a workers’ compensation recipient for treatment of mental illness should not in itself bar continued benefits, so long as the underlying work-related disability continues to exist. It is undisputed here that claimant’s permanent partial disability had not ended, and that the board’s determination was based solely on claimant’s court-ordered commitment.</p>\n<p id=\"b452-6\">The employer and carrier argue that claimant’s commitment is the equivalent of a criminal conviction barring him from continued workers’ compensation benefits (see <em>Matter of Bilello v Eckert Co., supra). </em>This contention finds no support in the determination of the Italian court. The court found him “not responsible due to total insanity” at the time of the shootings, and acquitted him of the criminal charges. For the purposes of this case, the court’s commitment of claimant to a mental hospital for a minimum of 10 years does not convert the court’s determination into a criminal conviction.</p>\n<p id=\"b453-4\"><page-number citation-index=\"1\" label=\"397\">*397</page-number>Accordingly, the order of the Appellate Division should be affirmed, with costs.</p>\n<p id=\"b453-5\">Judges Jasen, Jones, Wachtler, Fuchsberg, Meyer and Simons concur.</p>\n<p id=\"b453-6\">Order affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}