{
  "casebody": {
    "data": "<casebody firstpage=\"370\" lastpage=\"373\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b442-6\">Johnny DANCY, Jr., Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b442-8\">No. 24611.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b442-9\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b442-10\">Feb. 1, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b442-21\">Stanley E. Goodman, Miami, Fla., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b442-22\">Michael J. Osman, Donald I. Bierman, Asst. U. S. Attys., Miami, Fla., William A. Meadows, Jr., U. S. Atty., Miami, Fla., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b442-23\">Before BROWN, Chief Judge, and FAHY<footnotemark>*</footnotemark> and DYER, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b442-26\"> Senior Circuit Judge of the District of Columbia Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b442-24\">JOHN R. BROWN, Chief Judge:</author>\n<p id=\"b442-25\">Appellant Dancy was convicted under a two count indictment charging him with dispensing and distributing a narcotic drug not in the original stamped package in violation of 26 U.S.C.A. § 4704 (1967) and with selling, bartering, or giving away a narcotic drug not pursuant to a written order in violation of 26 U.S.C.A § 4705 (1967). Appellant contends that the trial court committed reversible error in allowing a government agent to testify about a conversation between appellant and a third person <page-number citation-index=\"1\" label=\"371\">*371</page-number>which the agent overheard through the use of an electronic transmitter hidden on that third person.<footnotemark>1</footnotemark> We affirm.</p>\n<p id=\"b443-5\">The facts of the case may be briefly stated. Government Agent Seibert and an informer, Emmet Gantt, drove together to an apartment house. Gantt was outfitted with an electronic transmitter, given twenty dollars, and sent into the apartment building. He was admitted into one of the apartments by an unidentified man. Gantt woke up appellant and engaged him in conversation concerning the purchase of narcotics. Gantt purchased some narcotics from appellant and injected part of them into his body at that time. He returned to Agent Seibert without the money but with one capsule of heroin. The conversation between Gantt and appellant was overheard by Seibert through the electronic receiver and transmitter. At appellant’s trial, Gantt and Seibert both testified to the conversation. Appellant’s counsel objected to Seibert’s testimony (but not that of Gantt) contending that the evidence, if admitted, would result in a violation of appellant’s constitutional rights under the Fourth Amendment. The trial judge first excluded, but then admitted the testimony.</p>\n<p id=\"b443-6\"> There is no merit to the contention that this constituted reversible error. The testimony of Gantt as to the conversation with appellant in the apartment to which Gantt was lawfully admitted was clearly admissible. See Hoffa v. United States, 1966, 385 U.S. 293, 87 S.Ct. 408, 17 L.Ed.2d 374; Lewis v. United States, 1966, 385 U.S. 206, 87 S.Ct. 424, 17 L.Ed.2d 312. And it remains the law that testimony regarding the content of <em>conversations </em>between informers and suspects overheard by government agents by the use of electronic devices under circumstances such as those in this case are admissible into evidence. See Osborn v. United States, 1966, 385 U.S. 323, 87 S.Ct. 429, 17 L.Ed.2d 394; Lopez v. United States, 1963, 373 U.S. 427, 83 S.Ct. 1381, 10 L.Ed.2d 462; On Lee v. United States, 1952, 343 U.S. 747, 72 S.Ct. 967, 96 L.Ed. 1270; Long v. United States, 5 Cir., 1967, 387 F.2d 377 [Nov. 10, 1967]; Beatty v. United States, 5 Cir., 377 F.2d 181, rev’d. on other grounds, 1967, 389 U.S. 45, 88 S.Ct. 234, 19 L.Ed.2d 48; Hurst v. United States, 5 Cir., 1967, 370 F.2d 161.</p>\n<p id=\"b443-10\">These cases are undisturbed by the Supreme Court’s very recent decision in Katz v. United States, 1967, 389 U.S. 347, 88 S.Ct. 507, 19 L.Ed.2d 576, where the Court held it to be an unreasonable search and seizure for federal agents by means of an external (non-wiretapping) electronic device to listen to and record the defendant’s end of telephone conversations made from a public booth. Indeed, the Court specifically expressed continued approval of the principle that “what a person knowingly exposes to the public, even in his own home or office, is not a subject of Fourth Amendment protection. See Lewis v. United States, 385 U.S. 206, 210, 87 S.Ct. 424, 427, 17 L.Ed.2d 312.” Katz v. United States, supra, 389 U.S. at 351, 88 S.Ct. at 511, 19 L.Ed.2d at 582. The present case presents an entirely different situation from the one in <em>Katz </em>and that decision does not require a different result from that reached by the trial judge. See Katz v. United States, supra, 389 U.S. at 362, 88 S.Ct. at 517, 19 L.Ed.2d at 589 (opinion of White, J., concurring).</p>\n<p id=\"b443-11\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b443-7\">. Appellant also charges error by the trial judge in allowing the government agent to remain in the courtroom after the Rule (F.R.Orim.P. 30) had been invoked. This action is within the sound discretion of the trial judge and no abuse of that discretion is shown here. See Del Cristo v. United States, 5 Cir., 1964, 327 F.2d 208; Portomene v. United States, 5 Cir., 1955, 221 F.2d 582; Bostwick v. United States, 5 Cir., 1955, 218 F.2d 790.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b443-12\">FAHY, Circuit Judge</author>\n<p id=\"A8Pf\">(dissenting):</p>\n<p id=\"b443-13\">Since this case was submitted on appeal the Supreme Court has decided Katz v. United States, 389 U.S. 347, 88 S.Ct. 507,19 L.Ed.2d 576. The Court held that the electronic eavesdropping engaged in there was a search subject to the require<page-number citation-index=\"1\" label=\"372\">*372</page-number>ments of the Fourth Amendment for its validity. Since those requirements had not been satisfied, though the Court indicated they could have been, the evidence obtained by the search was held to be inadmissible. Under this ruling I think the testimony of Seibert was inadmissible in this cáse.</p>\n<p id=\"b444-4\">In Osborn v. United States, 385 U.S. 323, 87 S.Ct. 429, 17 L.Ed.2d 394, relied upon by the court, there was prior judicial approval of the challenged recording; and in Hoffa v. United States, 385 U.S. 293, 87 S.Ct. 408, 17 L.Ed.2d 374, and Lewis v. United States, 385 U.S. 206, 87 S.Ct. 424, 17 L.Ed.2d 312, also relied upon, neither recordings nor transmissions were involved. The challenged testimony were statements of government informers which had been made directly to them or in their presence. None of these cases seems to me to be apposite to appellant’s case.</p>\n<p id=\"b444-5\">Lopez v. United States, 373 U.S. 427, 83 S.Ct. 1381, 10 L.Ed.2d 462 is more nearly in point but it too has features, emphasized in both the majority opinion of Mr. Justice Harlan and the concurring opinion of the Chief Justice, which distinguish it from the present case. In <em>Lopez </em>a concealed instrument on the person of an undercover agent recorded a conversation between him and the defendant. Admission in evidence of the recording itself to corroborate the testimony of the undercover agent was upheld in the circumstances of the case. In so ruling the Court referred to the decisions in which it had “sustained instances of ‘electronic eavesdropping’ against constitutional challenge, when devices have been used to enable government agents to overhear conversations which would have been beyond the reach of the human ear. See, e. g., Olmstead v. United States, 277 U.S. 438, 48 S.Ct. 564, 72 L.Ed. 944; Goldman v. United States, 316 U.S. 129, 62 S.Ct. 129, 86 L.Ed. 1322,” 373 U.S. at 438, 83 S.Ct. 1387.</p>\n<p id=\"b444-8\">In <em>Katz, </em>however, the Court “conclude [d] that the underpinnings of <em>Olm-stead </em>and <em>Goldman </em>have been so eroded by our subsequent decisions that the ‘trespass’ doctrine there enunciated can no longer be regarded as controlling.” Those decisions were expressly overruled. Moreover, the <em>Katz </em>case, as shall be seen, factually resembles ours more closely than it resembles <em>Lopez.</em></p>\n<p id=\"b444-9\">The court also cites, and the government relies upon, On Lee v. United States, 343 U.S. 747, 72 S.Ct. 967, 96 L.Ed. 1270. The Court in <em>Lopez </em>referred to <em>On Lee, </em>but only to point out that <em>On Lee </em>did not help Lopez. Reliance was not placed upon <em>On Lee, </em>and the Chief Justice was careful in his concurring opinion to make plain that he could not join in any implication that the majority was accepting the continued vitality of <em>On Lee. </em>In any event the problem we have is whether the Supreme Court’s more recent decision in <em>Katz </em>governs the present case. Except for <em>Katz </em>I think we would be bound by <em>On Lee.</em><footnotemark><em>1</em></footnotemark><em> </em>With <em>Katz </em>supervening I cannot think we are bound.</p>\n<p id=\"b444-10\">In <em>On Lee </em>an electronic device concealed on the person of an undercover agent transmitted two conversations between the agent and the defendant, one of which took place in the defendant’s laundry establishment and the other a few days later on the street. On each occasion the transmitted conversation was heard by a government agent stationed nearby with a receiving device. This agent’s testimony as to what he had heard was held admissible. In <em>Katz </em>an electronic device concealed in the top of a public telephone booth transmitted to nearby government agents words spoken by defendant over the telephone to a person in another state. <page-number citation-index=\"1\" label=\"373\">*373</page-number>The agents’ testimony as to what they heard in this manner was held inadmissible.</p>\n<p id=\"b445-5\">In neither <em>On Lee </em>nor <em>Katz </em>was the challenged testimony in corroboration of the testimony of the person to whom the defendant was actually speaking, the situation in <em>Lopez. </em>The result is that the only arguably relevant factual differences between <em>On Lee </em>and <em>Katz </em>were the location of the electronic transmitter and the fact that in <em>On Lee </em>the person to whom the defendant spoke was a government agent whereas in <em>Katz </em>he was not. The Supreme Court held in <em>On Lee </em>that there was no \"unlawful search and seizure such as is proscribed by the Fourth Amendment,” and said “no trespass was committed.” 343 U.S. at 751, 72 S.Ct. at 971. In <em>Katz </em>the Court held that ‘‘the Government’s activities in electronically listening to and recording the petitioner’s words violated the privacy upon which he justifiably relied while using the telephone booth and thus constituted a ‘search and seizure’ within the meaning of the Fourth Amendment.” As to the absence of a trespass in <em>Katz </em>the Court stated, “we have expressly held that the Fourth Amendment * * * extends as well to the recording of oral statements, overheard without any ‘technical trespass under * * * local property, law.’ Sil-verman v. United States, 365 U.S. 505, 611, 81 S.Ct. 679, 5 L.Ed.2d 734.”</p>\n<p id=\"b445-6\">The testimony by Seibert in the present case, like the testimony in <em>Katz, </em>was the fruit of an intrusion upon a conversation by an uninvited ear by means of electronic devices. The conversations in both cases were otherwise private. In our case the conversation took place in a private apartment. Appellant’s words were intended to be heard only by the informer, as the words of defendant in <em>Katz </em>were intended to be heard only by the person at the receiving end of the telephone.<footnotemark>2</footnotemark> Seibert could not have heard the conversation except for his intrusion from outside through the electronic instruments. As in both <em>On Lee </em>and <em>Katz </em>the reception of the transmitted conversation was entirely external to the place occupied by the defendant when he spoke.</p>\n<p id=\"b445-10\">I am unable to draw a constitutional distinction between the present case and <em>Katz. </em>For this reason I follow <em>Katz </em>as the holding of the Supreme Court applicable to this case. Accordingly I think the admission of the Seibert testimony was error, as it was the fruit of a search and seizure which were not made in conformity with the provisions of the Fourth Amendment.</p>\n<footnote label=\"1\">\n<p id=\"b444-6\">. It might be thought that we should be bound also by <em>Lopes; </em>but I think that ease stands apart now on the basis of the special reasons set forth in the majority and concurring opinions. While the Court did not accept the views of the dissenting opinion of Mr. Justice Brennan that the recording was in reality the same as a third person, there is the factual difference between <em>Lopes </em>and <em>Katz </em>that in the latter the excluded evidence was the testimony of a third person rather than, as in <em>Lopez, </em>a recording on an instrument attached to the person to whom the defendant spoke.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b445-7\">. Not involved is a listening in on an extension of telephone line. See Rathbun v. United States, 355 U.S. 107, 78 S.Ct. 161, 2 L.Ed.2d 134.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}