{
  "casebody": {
    "data": "<casebody firstpage=\"547\" lastpage=\"556\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b619-3\">B. L. SUHL et al., Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b619-5\">No. 20672.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b619-6\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b619-7\">Feb. 6, 1968.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b619-8\">Rehearing Denied March 18, 1968.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b620-12\"><page-number citation-index=\"1\" label=\"548\">*548</page-number>Ernest R. Utley (argued), of Utley &amp; Houck, Los Angeles, Cal., John A. Mac Dowell, Lynwood, Cal., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b620-13\">Rothwell B. Mason (argued), Asst. U. S. Atty., Cecil F. Poole, U. S. Atty., Sacramento, Cal., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b620-14\">Before BROWNING and DUNIWAY, Circuit Judges, and BYRNE<footnotemark>*</footnotemark>, District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b620-21\"> Hon. William M. Byrne, Senior District Judge, Central District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b620-15\">DUNIWAY, Circuit Judge:</author>\n<p id=\"b620-16\">B. L. Suhl and Margaret Wierman were each convicted on all counts of a six-count indictment and they appeal. We affirm.</p>\n<p id=\"b620-17\">Named as co-defendants were Ronald Vaughn and Richard Gibson. Counts one through four charge violations of 18 U. S.C. § 1341, mail fraud; count six charges a conspiracy to violate the same section; count five charges violation of 18 U.S.C. § 656, misapplication of bank funds. The first four counts all charge a “ ‘check kite’ scheme, whereby false credit would be obtained by exchange and passing of worthless checks between two banks.” Count one states that the scheme was that checks were drawn on the account of Suhl at a Los Angeles branch of the Bank of America and deposited in the account of Vaughn at the Frontier Bank of Covelo, in Mendocino County, California, when Suhl’s account did not contain sufficient funds to cover them, and that checks were drawn on Vaughn’s account at Covelo and deposited in Suhl’s account at Los Angeles when Vaughn’s account did not contain sufficient funds to cover them. It then alleges that these two defendants “utilized the span of time involved in the normal passage of mails between Covelo and Los Angeles * * * to accomplish delay in the posting of checks to the * * * respective accounts.” Finally, it charges that Suhl, on November 13, 1963, deposited in his Los Angeles account a check drawn by Vaughn on his Covelo account in the sum of $55,000, and caused the Los Angeles bank to send it by mail to Covelo at a time when Vaughn’s Covelo account contained less than $600. Wierman and Vaughn are charged with aiding and abetting Suhl. Count two is identical except that its specific charge is that Wierman, on November 18, 1963, deposited to Vaughn’s Covelo account a Suhl check drawn on his Los Angeles account in the sum of $55,000, when Suhl’s balance was less than' $200. Suhl and Vaughn are charged as aiders and abettors of Wierman.</p>\n<p id=\"b620-20\">Counts three and four are similar, but involve Suhl, Wierman and Gibson. The specific act charged in count three is the deposit by Suhl, in Los Angeles, on October 28, 1963, of a Gibson check drawn on the Covelo bank for $50,000, when there was less than $50 in the Gibson account. Wierman and Gibson are named aiders and abettors. The specific act charged in count four is the deposit by Wierman in the Gibson account at Covelo on October 31, 1963 of a Suhl check drawn on his Los Angeles account for <page-number citation-index=\"1\" label=\"549\">*549</page-number>$50,000, when there was less than $13,000 in the Suhl account. Gibson and Suhl are named as aiders and abettors.</p>\n<p id=\"b621-5\">Count six charges all four defendants with conspiracy, and alleges four overt acts by Wierman: (1) Ordering an employee of the Covelo bank on October 2, 1963, to hold a check for $10,800, purportedly drawn on the account of one Yates; (2) having in her possession, during September-December, 1963, at the Covelo bank, a book of blank checks, signed by Suhl; (3) causing a check signed by Suhl to be filled out, on December 10, 1963, for $132,000 and deposited in Vaughn’s account; (4) causing a check signed by Suhl to be filled out, on October 1, 1963, for $17,780, and deposited in Gibson’s account.</p>\n<p id=\"b621-6\">Count five charges that in the period September-December, 1963, Wierman misapplied funds of the Covelo bank by causing a series of Suhl checks, drawn on his Los Angeles account, to be credited to Vaughn’s account, knowing that Suhl’s account did not have sufficient funds to cover, and causing withdrawals of the same amounts from Vaughn’s account, knowing that his account had insufficient funds. Suhl and Vaughn are named aiders and abettors.</p>\n<p id=\"b621-7\">The evidence is voluminous, and, when examined in the light most favorable to the government, is sufficient to sustain the convictions on all counts. We state only so much as is necessary to explain our disposition of the points raised on appeal, which we will consider separately.</p>\n<p id=\"b621-8\">By way of background, Wierman and Suhl are mother and son. They owned the Frontier Bank of Covelo. Covelo is a small country town in a remote section of northern California, several hundred miles from Los Angeles, a fact that contributed substantially to the success of the check kite scheme. Wierman was president of the bank. They had other irons in the fire, among them two companies engaged in the money order business, Security Currency Services, Ltd., a California corporation (“Security”) and American Security Currency, Ltd., an Arizona corporation (“American”). They owned 80% of the stock of Security and 100% of the stock of American. Vaughn was the husband of Wierman’s step-daughter and an employee of Security in Los Angeles. Gibson was a friend of Suhl and frequently acted as pilot of his airplane. Suhl did not have a checking account at the Frontier Bank, Vaughn and Gibson each did.</p>\n<p id=\"b621-10\">Suhl claimed a net worth of $800,000. He had plunged rather heavily in the stock market. Among his investments was a large block of stock of a corporation called Royal Properties, and in late 1963 the price of the stock was falling. He was in danger of being wiped out. He undertook to borrow from every possible source, and he was negotiating to sell the Frontier Bank and Security and American. His account at the Bank of America was overdrawn, and this was the beginning of the check kite scheme.</p>\n<p id=\"b621-11\">Vaughn, in Los Angeles, and at Suhl’s request, wrote several checks on Vaughn’s account at the Frontier Bank, payable to Suhl, when that account contained insufficient funds to cover the cheeks. Suhl immediately deposited the checks in his account at the Bank of America and used the money in his stock market activities. When one of Vaughn’s checks arrived at the Frontier Bank, it was brought to the attention of the cashier, Robert Goodwin. A check drawn on Suhl’s account at the Bank of America and payable to Vaughn was then prepared at Covelo and deposited in Vaughn’s account, and Vaughn’s check to Suhl was paid. In at least three cases, the Vaughn check to Suhl was held in what was called the “rejected check register” for one to three days before payment. The Suhl check to Vaughn was then sent to the Bank of America where it was, with the exception of the last check, paid upon receipt. The delay incident to sending the checks through the mails enabled Suhl to enjoy the use of <page-number citation-index=\"1\" label=\"550\">*550</page-number>cash in the amount of the various Vaughn checks for several days.<footnotemark>1</footnotemark></p>\n<p id=\"b622-4\">The Suhl-Gibson transactions were somewhat different. Between September, 1963, and January, 1964, Gibson, at Suhl’s request, signed several checks drawn on his Frontier bank account, some payable in blank and some payable to brokerage houses. The checks were used by Suhl for the purchase of stocks. One $50,000 Gibson check, payable to the Bank of America, was deposited in Suhl’s Los Angeles account. The Gibson checks were for large' amounts, but the average balance in the Gibson account was not over $100. The reason for using Gibson’s Frontier bank account was to extend the time necessary for the checks to clear. When a Gibson cheek was presented for payment at the Frontier Bank, it was handled in substantially the same manner as the Vaughn checks, although wire transfers from Suhl were also used to cover some Gibson checks.</p>\n<p id=\"b622-5\">A third transaction, alleged as one of the overt acts in count six, involved one Yates, who was an acquaintance of Suhl’s and had had occasion to use money orders of Suhl’s company. Yates had purchased a large block of Royal Properties stock on margin. Suhl suggested to Yates, in Los Angeles, that he clear the margin account and demand delivery of the stock, the purpose being to force short sellers to buy in and thus raise the price of the stock. Yates had insufficient funds to clear the margin account and Suhl suggested that Yates execute a money order for the necessary amount. He then suggested that Yates apply for a loan from the Frontier Bank to cover the money order, using the stock as collateral. Yates executed the money order for the stock and filled out an application for a loan at the Frontier Bank. He also signed a signature card for a checking account at that bank. He then gave to Suhl a check drawn on the Frontier Bank to cover the money order. Suhl promptly deposited Yates’ check in his account at the Bank of America. The loan application and the signature card were then mailed to the Frontier Bank, where an account was to be established for Yates after the loan was granted. The loan was not approved because Yates lived out of the bank’s “loan area.” Suhl then wired funds to Covelo in the amount of the requested loan for deposit to Yates’ “account.” Yates’ check, which had been held in the rejected check register, was then paid. Suhl then secured for Yates a loan at a Hollywood bank and Yates repaid Suhl.</p>\n<p id=\"b622-7\">We turn to the points raised on appeal.</p>\n<p id=\"b622-8\">1. <em>Was Wierman entitled to a judgment of acquittal?</em></p>\n<p id=\"b622-9\">Wierman argues that her conviction must rest on the testimony of Goodwin, the cashier of the Frontier Bank. She then urges that he was an accomplice, obviously interested in cooperating with the prosecution, that he perjured himself on the stand, and that his testimony is unworthy of belief.</p>\n<p id=\"b622-10\">We start with the established rule that “in federal courts a conviction may be based on the uncorroborated testimony of an accomplice * * * even though the accomplice is in a position to gain favors from the government by his testimony * * *, and even though there are inconsistencies in his story, * * * so long as it is not ‘incredible or unsubstantial on its face.’ * * * Obviously there comes a point when the witness’ qualifications are so shoddy that a <page-number citation-index=\"1\" label=\"551\">*551</page-number>verdict of acquittal should have been directed. * * *” Lyda v. United States, 9 Cir., 1963, 321 F.2d 788, 794-795.</p>\n<p id=\"b623-6\">Goodwin, on direct, implicated Wier-man in several respects as follows: He was acting at all times pursuant to the express instructions of Suhl and Wier-man. The first Vaughn check was brought to his attention by one of the bank employees. Goodwin took the check to Wierman, who called Suhl, and then produced a check and signed Suhl’s name to it in his presence. At this time, she had no presigned Suhl checks, although she later arranged to have some mailed from Los Angeles. Suhl called Goodwin from Los Angeles and instructed him to obtain presigned checks from Wierman. Wierman may have been absent from the bank on some of the dates on which checks were prepared, but she supplied the signature to some of the checks, specifically the first Vaughn check (Exhibit S) and a later Vaughn check (Exhibit I). Both were signed by Wierman in Goodwin’s presence. With regard to the Yates transaction, Wierman had, pursuant to Goodwin’s inquiry about the Yates check, queried Suhl about that check. Suhl then wired cash to cover the check. Finally, Wierman told Goodwin that Suhl’s last check had bounced and admitted at that time that the transactions had constituted a “kite.”</p>\n<p id=\"b623-7\">Goodwin was subjected to a most effective cross-examination. In attacking Goodwin’s credibility, defense counsel developed Goodwin’s status as an accomplice, his incentive to cooperate with the government, his desire to please Suhl, and his indebtedness to Wierman. His main attack, however, centered around the particular instances in which Goodwin had testified that Wierman had actively participated in the transactions.</p>\n<p id=\"b623-8\">With regard to the first check, which Goodwin testified was signed by Wier-man, counsel read Goodwin’s testimony at the earlier trial (which had ended in a mistrial when a juror engaged in a conversation with a government witness) to the effect that the money to cover this check was obtained by wire transfer from Suhl in Los Angeles. He then read a statement given by Goodwin to the F.B.I. which presented a different version of the incident. Goodwin admitted that he had been mistaken in his earlier statements, but steadfastly maintained that Wierman had signed Suhl’s name to the first check. After further cross-examination, however, he admitted that he had signed the check. Counsel also introduced an inconsistency between Goodwin’s present testimony and that given at the earlier trial, regarding a check written on November 22,1963, and a similar inconsistency with regard to the rejected check register.</p>\n<p id=\"b623-10\">Counsel examined Goodwin on the various checks, asking whether Wierman was present at the bank or had signed the checks. In most cases Goodwin could not recall, giving the obvious impression that he did not wish to be pinned down for fear of being contradicted at a later time. Counsel then read the somewhat inconsistent testimony given by Goodwin at the previous trial. Goodwin testified that Wierman had signed another check, designated Exhibit J.</p>\n<p id=\"b623-11\">A handwriting expert testified that none of the checks had been signed by Wierman. With regard to Exhibit I, which Goodwin testified was a check signed by Wierman in his presence, testimony was introduced to show that she was in Los Angeles on that day, which was also the day she had allegedly signed Exhibit J.</p>\n<p id=\"b623-12\">Goodwin’s testimony, if believed, was adequate to implicate Wierman. Indeed, it is practically the only evidence of her involvement. Three bank employees testified that they had not mentioned the matter of the Vaughn and Gibson checks to Wierman, but had brought them instead to Goodwin and had received their instructions from Goodwin. Vaughn mentioned one check to Wierman and testified that she had been quite upset upon learning of the transaction. Neither Gibson nor Yates mentioned Wierman in their testimony. Tom Luther, an employee at the bank, did testify that he <page-number citation-index=\"1\" label=\"552\">*552</page-number>had seen checks with Suhl’s signature on them in Wierman’s desk.</p>\n<p id=\"b624-4\">Suhl testified that he did not want his mother to know of the transactions because she disapproved of his stock market activities. When she did find out from Vaughn, she chastized him and he promised not to do it again, a fact testified to by both Suhl and Wierman. She, of course, denied any knowledge of the checks, with the exception of the one check noted above. Suhl also testified that both series of presigned checks allegedly mailed by Wierman were in fact given to Goodwin by Suhl personally.</p>\n<p id=\"b624-5\">It is difficult to conclude that Goodwin’s testimony is “incredible or unsubstantial on its face.” It did contain internal contradictions and inconsistencies, and defense counsel developed several external inconsistencies, but these were not such as to completely destroy Goodwin’s credibility. His main contention — that Wierman was actively involved — was never retracted or demonstrated to be patently false, and the jury could have believed it, regardless of his apparent confusion or uncertainty as to the details of that involvement. Indeed, the ease with which defense counsel was able to elicit inconsistencies and contradictions militates against the conclusion that Goodwin’s testimony was a fabrication. The effect of his motives, inconsistencies, and contradictions on his overall credibility is uniquely .a jury question. The jury was instructed that the testimony of an accomplice was to “be received with caution and weighed with great care,” and was also instructed on impeachment by prior inconsistent statements. A standard instruction on credibility of witnesses was also given. It must be assumed that the jury followed these instructions in assessing Goodwin’s testimony.</p>\n<p id=\"b624-6\">The jury evidently believed enough of Goodwin’s testimony to convict. The Judge, who refused to grant a judgment of acquittal, must also have felt that the jury could properly have believed Goodwin. Both the jury and the Judge saw and heard Goodwin testify; we did not. The court did not err in denying Wierman’s motion for judgment of acquittal.</p>\n<p id=\"b624-8\">2. <em>Was it error to deny a motion to strike the evidence of the Yates transaction?</em></p>\n<p id=\"b624-9\">The answer is no. It was just one more of a series of transactions whereby Suhl got the use of funds, by means of an N.S.F. check drawn on the Covelo Bank, by reason of time consumed in the passage of the mails. It was properly charged as an overt act in count six. Moreover, even if we were to assume that the transaction itself was not a violation of federal law, or that it was not in furtherance of the conspiracy, it is still admissible to prove the intent and purpose of the defendants in engaging in the conspiracy — i. e., to obtain temporary use of funds to prevent the price of Royal Properties stock from falling. See, e. g., United States v. Marchisio, 2 Cir., 1965, 344 F.2d 653, 667.</p>\n<p id=\"b624-10\">3. <em>Did the trial court err in admitting evidence of the Suhl-Gibson transactions and in refusing to grant a motion for acquittal on the counts involving those transactions ?</em></p>\n<p id=\"b624-11\">We might dispose of this claim on the ground that both appellants received concurrent sentences on counts one to five inclusive. See, e. g., Chavez v. United States, 9 Cir., 1967, 387 F.2d 937 [decided December 12, 1967]. But in any event the claim is without merit. The $50,000 check transactions charged in the indictment did constitute a “kite.” The essence of counsel’s argument is that since each check was made out to a third party that party became the owner of the check and could do with it as he pleased. Thus, whatever scheme existed came to fruition before the mails were used, and, relying on Kann v. United States, 1944, 323 U.S. 88, 65 S.Ct. 148, 89 L.Ed. 88, appellants could not be guilty of mail fraud. Reliance on <em>Kann </em>is misplaced. That ease involved fraudulent diversion of corporate funds, the scheme being complete when the corporation’s checks were cashed. The bank’s later use of the mails to collect the checks was irrelevant to the <page-number citation-index=\"1\" label=\"553\">*553</page-number>scheme and was thus held to be an insufficient basis upon which to base a mail fraud conviction. The Court specifically distinguished cases where use of the mails is an integral part of the scheme. 323 U.S. at 94-95. In the present case, an essential part of the charged transaction was the delay incident to the necessity of mailing the Gibson checks to Covelo. This delay enabled Suhl to deal in Royal Properties stock with non-existent funds.</p>\n<p id=\"b625-5\">Appellants argue that there was a fatal variance between the proof and the indictment in that the $50,000 Gibson check was not deposited in Suhl’s account, but was cashed by Suhl. But there is evidence to the contrary which the jury evidently accepted.</p>\n<p id=\"b625-6\">Since the evidence was properly received, it is no answer to say that it was “prejudicial”. No doubt it hurt the defendants, but so would evidence in a murder trial that a witness saw the defendant shoot the deceased. That does not make it inadmissible on the ground that it is “prejudicial.”</p>\n<p id=\"b625-7\">4. <em>Did the trial court err in permitting the prosecution to cross-examine appellants on their actions in relation to the money order companies?</em></p>\n<p id=\"b625-8\">Both American and Security had size-able deposits at the Frontier Bank and at the Bank of America in Los Angeles. At the time of the trial, both corporations and Suhl and Wierman were engaged in bankruptcy proceedings in the federal courts. See Suhl v. Bumb, 9 Cir., 1965, 348 F.2d 869. This case also contains a summary of appellants’ alleged actions vis-á-vis these companies, which actions were the subject of the cross-examination complained of. Id. at 870-871. For our purposes, it is sufficient to note that appellants were charged with intermingling their personal funds with the funds of the corporations and with making improper transfers of funds between the two corporations. Their control of the Frontier Bank was claimed to be a key factor in these alleged acts.</p>\n<p id=\"b625-9\">It should be noted that the money order companies were frequently mentioned in passing or as background throughout the trial. None of this testimony could be regarded as prejudicial, nor could it be regarded as introducing the issue of the money order companies into the case. In fact, when government counsel tried to develop the details of the situation described above during the direct examination of Goodwin, the court refused, on its own motion, to let him do so. The court said, “we ought to stick to the charges we have here.”</p>\n<p id=\"b625-12\">The reference to the money order companies objected to on this appeal came up when the defense put Suhl and then Wierman on the stand. On direct, counsel for Suhl almost immediately elicited the following testimony:</p>\n<blockquote id=\"b625-13\">“Q. When did you enter the business of Security Currency?</blockquote>\n<blockquote id=\"b625-14\">A. In 1956.</blockquote>\n<blockquote id=\"b625-15\">Q. And in what way did you enter that business ?</blockquote>\n<blockquote id=\"b625-16\">A. I borrowed $1200.00 and signed a note for approximately $5,000 for a half interest in the business.</blockquote>\n<blockquote id=\"b625-17\">Q. And what size was it at that time ?</blockquote>\n<blockquote id=\"Ar_\">******</blockquote>\n<blockquote id=\"b625-18\">Mr. Mason: Objected to, no probative value in this line of questions.</blockquote>\n<blockquote id=\"b625-19\">Mr. Utley: Well, I want to show, your Honor, that the business was small at the time and it grew.</blockquote>\n<blockquote id=\"b625-20\">The Court: How does that help us' with the issues in this case?</blockquote>\n<blockquote id=\"b625-21\">Mr. Utley: Well, it leads up to what happened.</blockquote>\n<blockquote id=\"b625-22\">Mr. Mason: It opens the door to my completing the story. I shall withdraw my objection.”</blockquote>\n<p id=\"b625-23\">Counsel then developed Suhl’s dealings in Royal Properties stock as background for the writing of the various checks. In response to an objection as to probative value, he argued:</p>\n<blockquote id=\"b625-24\">“[H]e was busily engaged all this time in trying to dispose not only of the Security Currency business, but also of the bank stock, and working very hard on it, and we will show that early in January, 1964, when he got his <page-number citation-index=\"1\" label=\"554\">*554</page-number>money for the bank stock he immediately paid off the last check and that was the end of it.</blockquote>\n<blockquote id=\"b626-4\">I think that the jury is entitled to all this information purely as going to the question of Mr. Suhl’s intent. He has the right to explain what he did so the jury can arrive at whether or not he had a criminal intent.”</blockquote>\n<p id=\"b626-5\">The court allowed the testimony “as long as it is in some way connected with [these transactions].” Counsel then developed the various loans incurred by Suhl in the course of his stock market dealings.</p>\n<p id=\"b626-6\">Counsel next went over the particular check transactions and other matters. When asked to explain the circumstances of the first Vaughn check, Suhl said</p>\n<blockquote id=\"ASK\">“I was involved in any number of negotiations attempting to sell assets that I had to get off this terrible margin bind that I was in through the purchase of the stock, and I thought that each day one or another of the situations would close and that I would be able to wire the money to Covelo to cover.</blockquote>\n<blockquote id=\"b626-7\">******</blockquote>\n<blockquote id=\"b626-8\">Well, I had been negotiating the selling of the money order companies. I had been in New York and had a man come out from Baltimore. I had promises of substantial moneys into the hundreds of thousands of dollars. * * * <em>»</em></blockquote>\n<p id=\"b626-11\">Suhl then elaborated on his financial condition:</p>\n<blockquote id=\"b626-12\">“Q. What was your financial condition, Mr. Suhl, at the [time] you wrote this check for $67,500 in October, 1963.</blockquote>\n<blockquote id=\"b626-13\">Mr. Mason: Objection as irrelevant.</blockquote>\n<blockquote id=\"AUrZ\">The Court: Overruled.</blockquote>\n<blockquote id=\"b626-14\">******</blockquote>\n<blockquote id=\"b626-15\">A. * * * my net worth to be approximately $800,000.00.</blockquote>\n<blockquote id=\"b626-16\">Q. What did your assets consist of at * * * [the time when this interchange of checks first started] ?</blockquote>\n<blockquote id=\"b626-17\">A. I had at that time approximately 200,000 shares of Royal Properties, I had my home and my ranch in Oregon, Timber ranch and two office buildings. I owned 50 per cent of one money order company and about 50 per cent of another. * * *”</blockquote>\n<p id=\"b626-19\">Counsel developed the circumstances of the sale of the Frontier Bank in January, 1964. Suhl’s expectation of receiving funds from the sale of the money order companies was again mentioned. Wier-man’s counsel then examined Suhl, developing Wierman’s financial interest in the money order companies. Vaughn’s counsel briefly developed Vaughn’s connections with Security Currency.</p>\n<p id=\"b626-20\">On cross-examination, the government first developed the circumstances of the sale of the businesses. Then counsel launched into the challenged portion of the cross-examination. He asked specific questions about transfers of funds between the two companies by Suhl or by Wierman at Suhl’s direction. The questions included dates and amounts, and were frequently prefaced by “Is it not a fact * * Suhl initially denied such transfers, but became increasingly evasive. Counsel then asked whether Security was bankrupt. Suhl answered over objection that it was involved in Chapter XI proceedings. He also testified over objection that the matter of his indebtedness to Security was being litigated.</p>\n<p id=\"b626-22\">The government then had marked for identification Exhibit 55. It is the findings of the referee in the bankruptcy proceedings referred to earlier. See Suhl v. Bumb, supra. Suhl was asked, over objection, several specific questions about his indebtedness to Security Currency and about transfers of funds. He either did not know the answer or denied any transfers. He was handed Exhibit 55 and asked whether it would change or modify any of his answers. His response was somewhat evasive. He was then questioned about the terms of the sale of the two companies. He indicated that he did not know much about the details of the sale.</p>\n<p id=\"b626-23\">Wierman next took the stand. The money order companies were first men<page-number citation-index=\"1\" label=\"555\">*555</page-number>tioned on direct. The substance of her testimony is that she had dual signature checks for use in the transfer of funds. On cross-examination, when counsel reached the matter of transfers of funds between the two companies, the following colloquy took place:</p>\n<blockquote id=\"b627-5\">“Mr. Lally: [Counsel for Wierman] Your Honor, I’m going to object to this as being beyond the scope. It wasn’t touched on in direct. * * *</blockquote>\n<blockquote id=\"Ar_z\">The Court: Well, I guess we’re going to have to go back and have that question.</blockquote>\n<blockquote id=\"b627-6\">******</blockquote>\n<blockquote id=\"b627-7\">Mr. Lally: In the interest of saving time, your Honor, I’ll withdraw the objection. He can explore it for a day if he wants to.</blockquote>\n<blockquote id=\"ASB\">******</blockquote>\n<blockquote id=\"b627-8\">Mr. Lally: And I withdraw my objection, your Honor.”</blockquote>\n<p id=\"b627-9\">Government counsel then proceeded to question Wierman about her knowledge of transfers between the two companies. She professed ignorance of such a practice. Transcripts of the record in the then pending bankruptcy proceedings were shown her and read by counsel. Wierman admitted answering under oath the questions there asked. Her answers indicated that she was in fact aware of the transfers. The questions exposed the jury to an account of how the transfers took place. On redirect, she explained the mechanics of the money order accounts and denied any improper transfers. On reeross, the government brought out the fact that Wierman maintained an account at the Frontier Bank under the fictitious name of A. N. Dunning and that money order company funds had at one time been transferred to that account, but later retransferred.</p>\n<p id=\"b627-10\">The court finally limited the evidence to count six, as against both Suhl and Wierman.</p>\n<p id=\"b627-11\">We find no error. A.s to Wierman, the objection was waived. As to both appellants, the examination was proper in any event. They brought before the jury their interest in the two companies in an endeavor to show that they did not have the requisite criminal intent. It was then open to the government to show that, as to these two companies, their behavior was not above reproach, but involved juggling of funds and bank accounts. As we said in D’Aquino v. United States, 9 Cir., 1951, 192 F.2d 338, cert. denied, 343 U.S. 935, 72 S.Ct. 772, 96 L.Ed. 1343.</p>\n<blockquote id=\"AgqR\">“We think that appellant’s contention is based upon a misunderstanding of the proper scope of cross-examination. Appellant had given testimony in her direct examination designed to show both directly and circumstantially her good intent * * *. Thus the whole question of appellant’s intention was open to inquiry upon cross-examination and the cross-examiner was entitled to bring up for examination any matter which rightly had a bearing on intent.”</blockquote>\n<p id=\"b627-13\">Suhl’s defense was based upon his lack of fraudulent intent and the lack of any motive for engaging in a scheme to defraud. An important basis for this defense was Suhl’s claimed status as a successful businessman, who was merely caught in a temporary financial bind and who expected to have ample funds from the impending sale of his businesses. Wierman’s defense was lack of knowledge of the charged acts. Her defense posture was that of aloof innocence.</p>\n<p id=\"b627-14\"> The fact that both defendants were allegedly deeply implicated in improper transfers of funds between the money order companies and between the companies and their personal accounts is highly probative of the truthfulness of their defenses. The government was properly allowed to attempt to elicit on cross-examination evidence that Suhl and Wierman were, at the very times in issue, financial manipulators whose practices bordered on illegality, using accounts in their Frontier Bank. Such cross-examination and the inferences that might be drawn therefrom was also highly relevant to establish a motive — impending financial disaster — for the <page-number citation-index=\"1\" label=\"556\">*556</page-number>charged conspiracy. See United States v. Ross, 2 Cir., 1963, 321 F.2d 61, cert. denied, 375 U.S. 894, 84 S.Ct. 170, 11 L.Ed.2d 123; United States v. Houlihan, 2 Cir., 1964, 332 F.2d 8, cert. denied, 379 U.S. 828, 85 S.Ct. 56, 13 L.Ed.2d 37; United States v. Feldman, 2 Cir., 1943, 136 F.2d 394, aff’d, 322 U.S. 487, 64 S.Ct. 1082, 88 L.Ed. 1408.</p>\n<p id=\"b628-4\">The evidence being admissible, the fact that it showed that appellants may have committed other crimes does not require its exclusion. See, e. g., Reed v. United States, 9 Cir., 1966, 364 F.2d 630; McCormick, Evidence, § 157, Wigmore, Evidence, §§ 216-17. As for the claim that exposing the jury to the official nature of the document, Exhibit 55, was highly prejudicial, the government correctly points out that the record is silent on the matter. We also note that all objections with regard to the use of Exhibit 55 were based upon the incompetence of the testimony sought to be elicited, not upon the exposure of the jury to the official nature of the document.</p>\n<p id=\"b628-5\">5. <em>Did the trial court err in admitting and later striking certain testimony of Tom Luther?</em></p>\n<p id=\"b628-6\">The answer is no. Luther, an employee of the Frontier Bank during the time in question, testified that he had heard one of the clerks use the expression “check kite” during October, 1963. There was no objection. Later, objection was made, and the court struck the testimony and instructed the jury to disregard it. We presume that the jury followed the instruction. See Santoro v. United States, 9 Cir., 1967, 388 F.2d 113.</p>\n<p id=\"b628-7\">6. <em>Is the verdict supported by the evidence?</em></p>\n<p id=\"b628-8\">As we have already indicated, the answer is yes.</p>\n<p id=\"b628-9\">7. <em>Did the court err in refusing to give certain instructions?</em></p>\n<p id=\"b628-10\">Our answer is no.</p>\n<p id=\"b628-11\">Appellants challenge the trial court’s instruction on reasonable doubt. That instruction was as follows:</p>\n<blockquote id=\"b628-13\">“If in this case, after you have considered the evidence, you have such a doubt in mind as would cause you or any other prudent man or woman to hesitate in some matter of grave concern in your own lives, then you have such doubt as the law contemplates as a reasonable doubt.”</blockquote>\n<p id=\"b628-14\">We note that appellants’ offered instruction on reasonable doubt contains a sentence to the same general effect. Moreover, such an instruction was recommended by the Supreme Court in Holland v. United States, 1954, 348 U.S. 121, 140, 75 S.Ct. 127, 99 L.Ed. 150.</p>\n<p id=\"b628-15\">Appellants also argue that the trial court erred in refusing to give several requested instructions. The essence of each requested instruction is contained in the instructions as given.</p>\n<p id=\"AS1\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b622-12\">. The following is taken from an exhibit prepared by an F.B.I. agent detailing the Vaughn-Suhl check transactions:</p>\n<blockquote id=\"ape-dedup-0\">“Amount of check Period in Float</blockquote>\n<blockquote id=\"ARu\">$ 46,711 <em>1 - </em>9/26/63</blockquote>\n<blockquote id=\"Aar\">21.000 10/24-10/31</blockquote>\n<blockquote id=\"AtT\">80.000 11/ 1-11/ 8</blockquote>\n<blockquote id=\"abp-dedup-0\">55.000 11/ 5-11/13</blockquote>\n<blockquote id=\"APh\">80.000 11/11-11/19</blockquote>\n<blockquote id=\"abo-dedup-0\">55.000 11/13-11/21</blockquote>\n<blockquote id=\"A9x\">86,700 11/19-11/27</blockquote>\n<blockquote id=\"ASC\">55.000 11/21-12/ 3</blockquote>\n<blockquote id=\"ANI\">86,700 11/27-12/ 6</blockquote>\n<blockquote id=\"AP3\">10,500 12/ 3-12/16</blockquote>\n<blockquote id=\"Aa9\">132.000 12/ 6-12/16</blockquote>\n<blockquote id=\"acb-dedup-0\">20.000 12/10-12/18</blockquote>\n<blockquote id=\"aea-dedup-0\">125.000 12/16-12/26</blockquote>\n<blockquote id=\"ANT\">70.000 12/18-12/31</blockquote>\n<blockquote id=\"A0S\">77.000 12/26- 1/ 6/64</blockquote>\n<blockquote id=\"Agm\">70.000 12/31- 1/ 9</blockquote>\n<blockquote id=\"Ag-s\">62.000 1/ 6- ? (Check dishonored)”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}