{
  "casebody": {
    "data": "<casebody firstpage=\"620\" lastpage=\"622\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b692-19\">UNITED STATES of America, Appellee, v. Marshall Reginald BUTLER, Appellant. UNITED STATES of America, Appellee, v. Clifton Hall JOHNSON, Jr., Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b692-23\">Nos. 11508, 11562.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b692-24\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b692-25\">Argued Dec. 5, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b692-26\">Decided Feb. 1, 1968.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b693-10\"><page-number citation-index=\"1\" label=\"621\">*621</page-number>Plato Cacheris, Alexandria, Ya. (Court-appointed counsel), for appellant in No. 11,508.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b693-11\">Frank L. Cowles, Jr., Fairfax, Va. (Court-appointed counsel), for appellant in No. 11,562.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b693-12\">John D. Schmidtlein, Asst. U. S. Atty. (C. V. Spratley, Jr., U. S. Atty., on brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b693-13\">Before SOBELOFF, BRYAN and CRAVEN, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b693-14\">PER CURIAM:</author>\n<p id=\"b693-15\">Appellants, Butler and Johnson, were convicted under an indictment charging breaking and entering with the intent to commit larceny in violation of Title 18.1-89 of the Code of Virginia. Federal jurisdiction was based on the As-similative Crimes Act, 18 U.S.C.A. § 13.</p>\n<p id=\"b693-19\">The trial judge, sitting without a jury, found that the Post Exchange of Henderson Hall, a United States Marine Corps reservation in Arlington County, Virginia, was entered on the night of May 11, 1966, by removing a heavy wire-mesh covering from a window and that the fingerprints of Butler and Johnson found on the window could only have been put there after the covering was removed.</p>\n<p id=\"b693-20\">Many of the arguments advanced by the appellants fall with these findings made by the trial judge. Thus, both Butler and Johnson argue that a fingerprint on the outside of a window is insufficient to prove breaking and entering, <em>absent </em>evidence of when the print was made. But the district court found that the fingerprints could have been made only after the grill was removed, that the window had not been used for a considerable time, and that the fingerprints were in such a position as to suggest that they were made by someone raising the window.<footnotemark>1</footnotemark> Moreover, the court made it perfectly clear that it relied on no other evidence or inference to conclude guilt. Thus, Butler’s complaint of the prosecution’s comment on his failure to testify is not well founded.</p>\n<p id=\"b693-21\">In Chapman v. State of California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), the rule was established that “before a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt.” Id. at 24, 87 S.Ct. at 828. We have no hesitation in so declaring in view of the statement by the trial judge set out in the margin.<footnotemark>2</footnotemark> There “may be some constitutional errors which in the setting of a particular case are so unimportant and insignificant that they may, consistent with the Federal Constitution, be deemed harmless, not re-<page-number citation-index=\"1\" label=\"622\">*622</page-number>suiting in the automatic reversal of the conviction.” Chapman v. State of California, supra. We think that the other assignments of error are also without merit; therefore, the conviction of both appellants will be</p>\n<p id=\"AASm\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b693-16\">. There is ample evidence in the record to support these findings; e. g., the grill was permanently attached to the window, it was in place at 8:00 P.M. on May 11, and it was found on the ground at 6:20 A.M. on May 12.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b693-22\">. In his findings the trial judge said, “I want to make it very clear that I am not drawing any inferences of any kind or description from the fact that these defendants did not take the stand, because they have a constitutional right not to take the stand.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}