{
  "casebody": {
    "data": "<casebody firstpage=\"634\" lastpage=\"635\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b706-13\">Adai LESER, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b706-15\">No. 21801.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b706-16\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b706-17\">Feb. 8, 1968.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b706-18\">Certiorari Denied May 27, 1968.</otherdate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b706-19\">See 88 S.Ct. 1856.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b707-6\"><page-number citation-index=\"1\" label=\"635\">*635</page-number>Adai Leser, in pro. per.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b707-7\">William Byrne, Jr., U. S. Atty., David R. Nissen, Assistant U. S. Atty., Chief, Special Prosecutions Division, Los An-geles, Cal., for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b707-8\">Before BARNES, HAMLEY and JERTBERG, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b707-9\">PER CURIAM:</author>\n<p id=\"b707-10\">Appellant appeals from an order of the district court denying, without a hearing, his petition filed under 28 U.S. C. § 2255, to vacate and set aside or correct the sentence imposed upon him. In his § 2255 petition, appellant, in substance, claims that he “was not tried within the meaning of the Constitution,” in that “an alternate juror was permitted to enter the jury room and take part in the discussions, after six hours of discussions, without the personal consent of the appellant.”</p>\n<p id=\"b707-11\">Appellant was convicted on several counts of mail fraud and interstate transportation of stolen money, and sentenced to the custody of the Attorney General. On his direct appeal to this Court, appellant contended:</p>\n<p id=\"b707-12\">1) The district court erred in substituting an alternate juror for a regular juror who became sick after the jury retired to deliberate, notwithstanding the fact that appellant’s counsel, in open court, in appellant’s presence, and without any expression of disfavor by the appellant, expressly stipulated to the procedure after being informed by the district court that Rule 24, F.R.Crim.P., required the dismissal of alternate jurors after the jury deliberations had begun;</p>\n<p id=\"b707-15\">2) The above procedure placed appellant twice in jeopardy; and</p>\n<p id=\"b707-16\">3) That the above procedure resulted in illegal communication with the jury while deliberating.</p>\n<p id=\"b707-17\">This Court affirmed the judgment of conviction, stating:</p>\n<blockquote id=\"b707-18\">“In our view the record fully establishes that the appellants knowingly and intelligently acquiesced in the voluntary stipulation of their counsel. We believe that the stipulation entered into by appellants’ counsel in the presence of the appellants, who expressed no dissent therefrom, is effective and binding upon the appellants. [Citations omitted.]” Leser, et al. v. United States, 358 F.2d 313, 317 (9th Cir. 1966); cert. den. 385 U.S. 802, 87 S.Ct. 10, 17 L.Ed.2d 49 (1966).</blockquote>\n<p id=\"b707-19\">In dismissing appellant’s petition, the district court stated:</p>\n<blockquote id=\"b707-20\">“The United States Court of Appeals specifically passed upon all of the claims set forth in their instant petition and found them to be without merit.”</blockquote>\n<p id=\"b707-21\">The thrust of appellant’s position in this Court is that relitigation of the claims presented on direct appeal is justifiable when an intervening Supreme Court decision has changed the law which was relied on in the earlier appellate decision, and contends that such change took place in Brookhart v. Janis, 384 U.S. 1, 86 S.Ct. 1245, 16 L.Ed.2d 314 (1966).</p>\n<p id=\"b707-22\">We have examined <em>Brookhart, </em>and are satisfied that that decision has not changed the law as expressed and applied in our decision on appellant’s direct appeal.</p>\n<p id=\"b707-23\">The order of the district court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}