{
  "casebody": {
    "data": "<casebody firstpage=\"7\" lastpage=\"10\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b79-10\">UNITED STATES of America v. BRANCH COAL CORPORATION, a Pennsylvania Corporation, Sun Protection Company of America, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b79-13\">No. 16515.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b79-14\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b79-15\">Argued Nov. 7, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b79-16\">Decided Jan. 19, 1968.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b80-8\"><page-number citation-index=\"1\" label=\"8\">*8</page-number>Jacob J. Kilimnik, Philadelphia, Pa. (Alexander Osinoff, Philadelphia, Pa., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b80-9\">Sullivan Cistone, Asst. U. S. Atty., Philadelphia, Pa. (Drew J. T. O’Keefe, U. S. Atty., Philadelphia, Pa., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b80-11\">Before STALEY, Chief Judge, and KALODNER and FORMAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b80-10\">OPINION OF THE COURT</p>\n<author id=\"b80-12\">STALEY, Chief Judge.</author>\n<p id=\"b80-13\">This is an appeal from an order of the United States District Court for the Eastern District of Pennsylvania directing distribution of the remainder of a 10% deposit made by appellant, Sun Protection Company of America (“Sun”), as the successful bidder at a public sale for the purchase of certain real estate and personalty belonging to Branch Coal Corporation (hereinafter “Branch Coal”). The purpose of the sale, which was conducted by the United States Marshal on April 23, 1965, was to satisfy, as far as possible, a default judgment entered in favor of the United States and against Branch Coal in the amount of $95,785.79.</p>\n<p id=\"b80-15\">The sale in question was conducted pursuant to an order of the district court dated March 19, 1965. Paragraph two (2) of this order provided:</p>\n<blockquote id=\"b80-16\">“The successful bidder shall be required to deposit with the Marshal * * * a sum equal to 10% of his total bid immediately upon the property being struck down to him. * * * The successful bidder must deposit the entire balance of his bid with the Marshal within 30 days from the date of confirmation or on or before June 5, 1965. If he does not do so, his deposit shall be forfeited and be paid into the registry of the Court for satisfaction of costs incurred and thereafter to be applied against the Judgment debt outstanding, and all rights of the buyer in the said real estate and personal property shall cease and be completely void. The buyer shall be responsible for all state, local or Federal transfer taxes or stamps.”</blockquote>\n<p id=\"AY\">In compliance with the district court’s order, Sun, immediately after the property was sold to it for $80,000, deposited $8,000 (10'% of the $80,000 sale price) with the Marshal. Sun, however, was unable to complete the sale, and its deposit was declared forfeit by order of court. The Branch Coal property was again exposed to public sale on October 29, 1965, and it was purchased on that date by the Small Business Administration, an agency of the United States Government, for the sum of $25,000.</p>\n<p id=\"b80-17\">Various sums of appellant’s $8,000 deposit have been distributed by court order to cover the costs of advertising for the sale of the property on April 23, 1965, and for the advertising incurred in connection with the sale of October 29, 1965. Deductions were also made as reimbursement for certain taxes paid and monies expended in the care and preservation of the property; the balance of the bid deposit was, by order of the <page-number citation-index=\"1\" label=\"9\">*9</page-number>district court, paid to the Small Business Administration.</p>\n<p id=\"b81-5\">On this appeal, Sun contends that the sale of April 23, 1965, was entirely void because it was not conducted in accordance with the laws of Pennsylvania, but by order of court. It is urged that since state law should have been followed, appellant is only liable for those sums that would have been deducted from its forfeited bid under Pennsylvania law. Under the latter, appellant suggests that it would have been liable only for the costs of advertisement for the first sale on April 23, 1965, and certain taxes then due; the remainder of the deposit would have been returned.<footnotemark>1</footnotemark></p>\n<p id=\"b81-6\">At oral argument, appellant advanced the theory that its position was bottomed upon the authority of Rule 69(a) of the Federal Rules of Civil Procedure. In part, Rule 69(a) provides:</p>\n<blockquote id=\"b81-7\">“Process to énforee a judgment for the payment of money shall be a writ of execution, unless the court directs otherwise. The procedure on execution, in proceedings supplementary to and in aid of a judgment, and in proceedings on and in aid of execution shall be in accordance with the practice and procedure of the state in which the district court is held, existing at the time the remedy is sought, except that any statute of the United States governs to the extent that it is applicable., * * *”</blockquote>\n<p id=\"b81-16\">Concededly, Rule 69(a) has been interpreted as precluding the application of federal procedures, as outlined in 28 U.S.G. §§ 2001-2002 (1965), to execution sales. Weir v. United States, 339 F.2d 82 (C.A.8, 1964). However, we are aware of no decision that has construed Rule 69(a) as requiring an execution sale in every case where the United States is seeking to enforce a money judgment. Indeed, the first sentence of the Rule specifically provides for alternate means of enforcement when the “court directs otherwise.” The district court in the instant case directed that the sale of April 23, 1965, be held under judicial auspices; thus it was clearly a judicial sale rather than one held under a writ of execution.<footnotemark>2</footnotemark></p>\n<p id=\"b81-17\">A judicial sale differs from an execution sale in that the former is conducted pursuant to directions of the court and the federal statutes. 28 U.S.C. §§ 2001-2007 (1965); Yazoo &amp; M. V. R. Co. v. City of Clarksdale, 257 U.S. 10, 42 S.Ct. 27, 66 L.Ed. 104 (1921) ; Pru<page-number citation-index=\"1\" label=\"10\">*10</page-number>dential Ins. Co. of America v. Land Estates, Inc., 90 F.2d 457 (C.A.2, 1937). In Yazoo, the Supreme Court noted the distinction between judicial sales «* * * made under order or decree of the court and requiring confirmation by the court for their validity * * * ” and execution sales “which issue by mere praecipe of the judgment creditor * * * and only come under judicial supervision on complaint of either party.” 257 U.S. at 19, 42 S.Ct. at 29.</p>\n<p id=\"b82-5\">There can be no doubt that Congress has authorized the federal judiciary to use sound discretion in setting the terms and conditions for judicial sales. Section 2001(a), 28 U.S.C., provides in part: “[a]ny realty or interest therein sold under any order or decree of any court of the United States shall be sold * * * upon such terms and conditions as the court directs.” And section 2004 of the same title states, in pertinent part, that “[a]ny personalty sold under any order or decree of any court of the United States shall be sold in accordance with section 2001 * * * unless the court orders otherwise.”</p>\n<p id=\"b82-6\">It is a well settled rule that, except in cases of abuse, appellate courts will not disturb the exercise of a district court’s discretion in setting the terms and conditions for a judicial sale and the confirmation thereof. United States v. Heasley, 283 F.2d 422 (C.A.8, 1960); Bovay v. Townsend, 78 F.2d 343 (C.A.8, 1935); Revere Copper &amp; Brass, Inc. v. Adriance Machine Works, Inc., 68 F.2d 708 (C.A.2, 1934). The district court in the instant case acted within its authorized discretion when it declared that the successful bidder would forfeit his deposit if he should fail to complete the sale. The court’s decree is controlling upon the parties, and their rights and obligations are fixed thereby. In re United Toledo Co., 152 F.2d 210 (C.A.6, 1945). We will not permit a successful bidder to impinge upon the integrity of his contract with the court, especially when the bidder’s subsequent loss is occasioned solely by his own fault.</p>\n<p id=\"b82-7\">Lastly, appellant contends that the district court distributed a portion of its forfeited bid in a manner not authorized by the order of March 19,1965. We have examined the various distributions and we can find no error.</p>\n<p id=\"b82-8\">Accordingly the order of the district court will be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b81-8\">. Oddly enough, appellant has not referred the court to one Pennsylvania case that would support this contention. Indeed, at oral argument, counsel for appellant conceded that he knew of no Pennsylvania case that would prohibit the forfeiture of a 10% deposit upon failure to pay the remainder of the sale price.</p>\n<p id=\"b81-9\">Since we are of the view that Pennsylvania law is not dispositive of this appeal, it is unnecessary for us to delve deeply into it. However, we do note in passing that the Court of Common Pleas of Lack-awanna County, in a situation somewhat similar to the present one, stated that upon default a purchaser at a judicial sale forfeits his earnest money. The court further said: “* * * [U]ntil defendant offers to comply with the terms of sale in effect he remains an optionee only. If he forfeits his option he forfeits his deposit * * Callender v. Price, 87 Pa.D. &amp; C. 501, 504 (1954).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b81-12\">. Appellant seems to take comfort in the fact that, pursuant to the entry of judgment against Branch Coal, the Clerk of the district court issued a writ of execution directing the Marshal to levy upon and sell the Branch Coal property. Admittedly, the Marshal levied upon the property in accordance with the directions contained in the writ, but no execution sale was held. Instead, the United States Attorney applied for and received an order from the district court directing the Marshal to expose at public sale the real and personal property of Branch Coal.</p>\n<p id=\"b81-19\">It is clear from the record that the sale was held in compliance with the terms and conditions of the court’s order. And although the procedure followed by the United States Attorney may have been somewhat unorthodox, appellant has not shown, nor could it, that the district court was without jurisdiction to order a judicial sale. The judgment in this case was rendered by the district court; that court had inherent power to enforce its judgment and use appropriate and effective process therefor. See Riggs v. Johnson County, 73 U.S. (6 Wall.) 166, 18 L.Ed. 768 (1867).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}