{
  "casebody": {
    "data": "<casebody firstpage=\"951\" lastpage=\"965\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1023-8\">Margaret IROLLA, Administratrix of the Estate of Lewis Irolla (Deceased) v. The UNITED STATES. Margaret IROLLA, Administratrix of the Estate of Lewis Irolla (Deceased) and Margaret Irolla, Individually v. The UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1023-15\">Nos. 11-63, 12-63.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1023-16\">United States Court of Claims.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1023-17\">Feb. 16, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1024-14\"><page-number citation-index=\"1\" label=\"952\">*952</page-number>Martin Drazen, White Plains, N. Y., attorney of record, for plaintiffs.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1024-15\">Edna G. Parker, Washington, D. C., with whom was Asst. Atty. Gen. Mitchell Rogovin, for defendant. Philip R. Miller, Washington D. C., of counsel.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1024-16\">Before COWEN, Chief Judge, LARA-MORE, DURFEE, DAYIS, SKELTON, and NICHOLS, Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1024-17\">OPINION</p>\n<author id=\"b1024-18\">PER CURIAM:</author>\n<p id=\"b1024-19\">This ease was referred to Trial Commissioner Mastín G. White with directions to make findings of fact and recommendation for conclusions of law under the order of reference and Rule 57 (a). The commissioner has done so in an opinion and report filed on February 15, 1967. Exceptions to the commissioner’s report were filed by plaintiffs and the case was submitted to the court on the briefs of the parties and oral argument of counsel. Since the court is in agreement with the opinion and recommendation of the commissioner, with modifications, it hereby adopts the same as modified as the basis for its judgment in this case as hereinafter set forth. Therefore, plaintiff in case No. 11-63, and the plaintiffs in case No. 12-63, are not entitled to recover and the petitions are dismissed.</p>\n<p id=\"b1024-20\">Commissioner White’s opinion, as modified by the court, is as follows:</p>\n<p id=\"b1024-21\">These two cases were jointly tried, since they involve common questions of fact and law.</p>\n<p id=\"b1024-22\">Margaret Irolla is the widow, and the administratrix of the estate, of Lewis Irolla, deceased. She is seeking in these actions to recover civil fraud penalties, aggregating approximately $28,500', which were assessed by the Internal Revenue Service with respect to the period 1946-1954 because of an allegedly fraudulent intent on the part of Lewis Irolla to evade the payment of Federal income taxes for the several years during that period. The penalties in question were paid by Mr. Irolla on March 3, 1958. He later died on November 11, 1958.</p>\n<p id=\"b1024-23\">It is my opinion that no recovery is warranted.</p>\n<p id=\"b1025-4\"><page-number citation-index=\"1\" label=\"953\">*953</page-number>In assessing and collecting the penalties previously mentioned, the Internal Revenue Service purported to act under the authority of Section 293(b) of the Internal Revenue Code of 1939 (53 Stat. 88) with respect to the years 1946-1953, and under the authority of Section 6653 (b) of the Internal Revenue Code of 1954 (68A Stat. 822) with respect to the year 1954.</p>\n<p id=\"b1025-5\">Section 293(b) of the 1939 Code provided in part as follows:</p>\n<blockquote id=\"b1025-6\">If any part of any deficiency is due to fraud with intent to evade tax, then 50 per centum of the total amount of the deficiency (in addition to such deficiency) shall be so assessed, collected, and paid * * *.</blockquote>\n<p id=\"b1025-7\">Section 6653(b) of the 1954 Code provides in part as follows:</p>\n<blockquote id=\"b1025-8\">If any part of any underpayment * * * of tax required to be shown on a return is due to fraud, there shall be added to the tax an amount equal to 50 percent of the underpayment. * *</blockquote>\n<p id=\"b1025-9\">The record clearly shows that Lewis Irolla received a substantial amount of taxable income each year during the period 1946-1954, but that he did not file any Federal income tax returns or pay any Federal income taxes for the several years during that period, when the returns and payments for the respective years were due. Therefore, when the time prescribed for the filing of a return and the payment of the tax due expired each year without any return being filed or any tax being paid, there was a “deficiency” for each year during the period 1946-1953, and an “underpayment” for the year 1954, in the total amount of the income tax due for the particular year. Cirillo v. Commissioner of Internal Revenue, 314 F.2d 478, 484 (3rd Cir. 1963). The problem before the court, then, is to determine whether the evidence in the record is sufficient to establish that such deficiency or underpayment was “due to fraud” on the part of Lewis Irolla.</p>\n<p id=\"b1025-10\">The term “fraud,” as used in the statutory provisions authorizing the assessment of civil fraud penalties against taxpayers, means intentional wrongdoing on the part of a taxpayer motivated by a specific purpose to evade a tax known or believed to be owing. Mitchell v. Commissioner of Internal Revenue, 118 F.2d 308, 310 (5th Cir. 1941); Powell v. Granquist, 252 F.2d 56, 60 (9th Cir. 1958).</p>\n<p id=\"b1025-12\"> The question of fraud is one of fact (Mensik v. Commissioner of Internal Revenue, 328 F.2d 147, 150 (7th Cir. 1964), cert. den. 379 U.S. 827, 85 S.Ct. 55, 13 L.Ed.2d 37 (1964)); and although a taxpayer suing for a tax refund generally has the affirmative burden of proving all the facts essential to establish his right to recover, a taxpayer suing for the refund of a civil fraud penalty assessed against him and collected from him does not have the burden of establishing freedom from fraud (United States v. Thompson, 279 F.2d 165, 167 (10th Cir. I960)). On the contrary, where the recovery of a civil fraud penalty is sought, the Government has the burden of proving fraud against the taxpayer, even though the Government is the defending party in the action. Armstrong v. United States, 354 F.2d 274, 277, 173 Ct.Cl. 944, 948 (1965); Powell v. Granquist, supra, 252 F.2d at page 61; Mensik v. Commissioner of Internal Revenue, supra, 328 F.2d at page 150.</p>\n<p id=\"b1025-13\">The Government is required to sustain its burden of proof on the issue of fraud by means of clear and convincing evidence. Powell v. Granquist, supra, 252 F.2d at page 61; United States v. Thompson, supra, 279 F.2d at page 167; Mensik v. Commissioner of Internal Revenue, supra, 328 F.2d at page 150. This task is often a difficult one, since the state of the taxpayer’s mind, a subjective condition, is crucial in determining the existence or absence of the essential element of fraudulent intent. Armstrong v. United States, supra, 354 F.2d at page 286, 173 Ct.Cl. at pages 964-965.</p>\n<p id=\"b1025-14\">The Government may, however, meet its burden of proof on the issue of ■fraud bv means of circumstantial evi<page-number citation-index=\"1\" label=\"954\">*954</page-number>dence. Powell v. Granquist, supra, 252 F.2d at page 61. When all the circumstances that gave rise to the present litigation are considered, it appears that the existence of a fraudulent intent on the part of Lewis Irolla to evade the payment of income taxes during the period 1946-1954 has been established by clear and convincing evidence. The pertinent factors leading to this conclusion are indicated in the succeeding paragraphs of the ■opinion.</p>\n<p id=\"b1026-4\">In the first place, it is pertinent that Mr. Irolla was a man of extensive business and financial experience. Powell v. Granquist, supra, 252 F.2d at page 60. Beginning at least as early as June 1932 and continuing through the period that is involved in the present litigation, Mr. Irolla successfully operated a business as a bakery products jobber in New York City. Also, he was a close student of financial affairs, and he kept in touch with such developments by reading investment reports, the Wall Street Journal, and other material concerning the stock market. Furthermore, beginning in about 1943 and continuing through the period with which we are concerned, Mr. Irolla invested regularly in securities. By the time of his death in 1958, he owned stocks and bonds having a net value of approximately $435,000.</p>\n<p id=\"b1026-5\">In the second place, it is pertinent that Mr. Irolla was familiar with the income tax system. Cf. First Trust &amp; Savings Bank v. United States, 206 F.2d 97, 98 (8th Cir. 1953). Before the period involved in the present litigation, Mr. Irolla had annually filed income tax returns for the years up to and including 1944, and he filed a declaration of estimated tax for 1945, although he did not file a return for that year. (No civil fraud penalty was assessed against Mr. Irolla for 1945).</p>\n<p id=\"b1026-6\">In the third place, it is pertinent that Mr. Irolla knew that he had taxable income in each of the years during the period 1946-1954. Bennett, 30 T.C. 114, 122 (1958). The evidence in the record indicates that Mr. Irolla’s annual income during the 9-year period ranged from a low of approximately $17,400 in 1949 to a high of approximately $33,200 in 1954. The income was derived from the profits on his business as a bakery products jobber, from dividends and interest on his investments in stocks and bonds, and from capital gains in connection with sales of securities. When the matter of Mr. Irolla’s failure to file income tax returns during the period 1946-1954 was under investigation by the Internal Revenue Service, Mr. Irolla admitted to Revenue agents that he knew that the profits from his business as a bakery products jobber amounted to $5,000 per year, at least. (Actually, the profits from the business ranged from a low of $7,169.46 in 1949 to a high of $8,752.83 in 1953.) Mr. Irolla’s dividends and interest from his stocks and bonds ranged from a low of $6,061 in 1946 to a high of $19,728.98 in 1954; and his capital gains from sales of securities ranged from a low of $680.-24 in 1949 to a high of $8,950.47 in 1948. Most of the dividend checks were received by Mr. Irolla at his home address. While some dividend payments were received for Mr. Irolla by the various stockbroker firms with which he did business and were credited to him on their customer account ledgers, these firms periodically sent Mr. Irolla statements reflecting the activity in his accounts, including dividend payments. The written material which the stockbroker firms sent to Mr. Irolla informed him that it was necessary under the income tax law for dividends to be reported on Federal income tax returns. Therefore, the evidence clearly shows that Mr. Irolla had knowledge of the receipt of taxable income during each of the years in the period 1946-1954.</p>\n<p id=\"b1026-8\">In the fourth place, it is pertinent to the issue of fraud that Mr. Irolla failed to file any income tax returns over a long period of time, i. e., 9 years. Powell v. Granquist, supra, 252 F.2d at pages 60-61; cf. First Trust &amp; Savings Bank v. United States, supra, 206 F.2d at pages 99-100.</p>\n<p id=\"b1026-9\">In the fifth place, it is pertinent that Mr. Irolla’s own explanation to the agents <page-number citation-index=\"1\" label=\"955\">*955</page-number>of the Internal Revenue Service concerning his failure to file income tax returns for the period in question was actually indicative of an intention to evade the payment of the taxes due. When asked by the agents why he did not file returns, Mr. Irolla said that the reason was “just negligence,” and he indicated that by “negligence” he meant “next year I’ll do it, <em>but next year never comes” </em>(emphasis supplied).</p>\n<p id=\"b1027-5\">Finally, it is pertinent that the “memorandum of conference” on the meeting had by Mr. Irolla with special agents of the Internal Revenue Service, already referred to, includes the words “Has no stocks or bonds.” Agent Davis personally typed this document immediately after the conference, on the basis of notes he then destroyed. He and his partner signed it, but had at the trial no independent recollection of what had been said. Over objection our commissioner admitted it “as an official statement made by the revenue agent in the ordinary course of business.” Mr. Irolla was evidently never shown the memorandum or in any way called on to verify its accuracy. He never returned for another conference. The quoted statement followed others more accurately descriptive of Mr. Irolla’s assets: “Bought new truck 6 months ago. Has 1949 De Soto private ear.” It therefore can be inferred that one of the agents asked Mr. Irolla whether he had any stocks or bonds and he replied he had none. At that preliminary stage of the investigation the agents would have had no source of information as to Mr. Irolla’s assets except Mr. Irolla himself. They had learned no more otherwise than the absence of tax returns in the Service’s files.</p>\n<p id=\"b1027-7\">The likelihood that this inference could be mistaken is rebutted by the fact that Mr. Irolla at that conference further represented, by implication at least, that the “$5,000 a year easy” he admitted he derived from his business was all the taxable income he had. He claimed that in view of exemptions for [himself], wife, and two children under 18, [and nonbusiness deductions?] taxable income would be $1,500. He said he had made out returns before 1951 but he now balked at keeping needed records of every receipt and expenditure on his doughnut route. The whole thrust of his disclosures to the agents was that it would require an enormous effort to ascertain his taxable income and the revenue resulting would be insignificant. Concealment of his wealth in securities was necessary to put this across. True, he did not deceive anyone, but that was due, not to lack of artistic verisimilitude in the presentation, but to the fact that the audience consisted of special agents freed by their training of the gullibility that characterizes most of us.</p>\n<p id=\"b1027-10\">Plaintiff’s counsel argues that it is “unreasonable” to give the statement in the memorandum the significance assigned it in finding 24(d), i. e., that Mr. Irolla told the agents he did not have any stocks or bonds. We hold that finding is supported by evidence which is clear and convincing, even though essentially circumstantial in nature.</p>\n<p id=\"b1027-11\">In Bennett, supra, at p. 122, the Tax Court, in a similar instance of failure to file returns, found evidence of fraudulent intent in the fact that, as it said, taxpayer, when asked about bank accounts by an agent, “withheld information about a personal account at the Bank of Douglas.” On the other hand, lacking similar indications of consciousness of guilt, the Eighth Circuit, in First Trust &amp; Savings Bank v. United States, supra, held that failure to file returns over a period of several years did not, absent affirmative falsification, establish the existence of an intent to deceive, such as to justify imposition of the fraud penalty. Here, unlike Bennett, the taxpayer had died and the court could not pass judgment on the basis of his demeanor as a witness. Thus key importance attaches to circumstantial evidence that the requisite intent existed.</p>\n<p id=\"b1027-12\">In the recent ease of Stoltzfus v. United States, 264 F.Supp. 824 (E.D.Pa. 1967), Judge Lord perceives a conflict between First Trust &amp; Savings Bank, supra, (8th Cir.) on the one hand, against, <page-number citation-index=\"1\" label=\"956\">*956</page-number>on the other, Powell v. Granquist, supra, (9th Cir. 1958); and Cirillo v. Commissioner of Internal Revenue, supra, (3rd Cir. 1963). He cites and follows the latter two as authority that long continued failure to file tax returns may, in given circumstances, establish the requisite intent for fraud penalty liability, without any affirmative step shown to furnish false information to the taxing authorities. The view of our majority as to the facts makes it unnecessary for us to take sides in this supposed controversy, but it will be seen that even if plaintiff’s counsel had knocked the “conference memorandum” out of the case, he would not have been assured of success.</p>\n<p id=\"b1028-4\">When all the pertinent circumstances are considered and weighed, it appears that the evidence in the record is clear and convincing to the effect that Mr. Irol-la fraudulently intended to evade the payment of income taxes for the several years during the period 1946-1954. It necessarily follows that the Internal Revenue Service did not commit any error in assessing civil fraud penalties for those years.</p>\n<p id=\"b1028-5\">Accordingly, no recovery of the civil fraud penalties is justified in the present actions, and the petitions should be dismissed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b1028-6\">SKELTON, Judge</author>\n<p id=\"aiq-dedup-0\">(dissenting):</p>\n<p id=\"b1028-7\">The government has failed to prove by clear and convincing evidence that the taxpayer had a fraudulent intent to evade his taxes. Nevertheless, it seeks to impose a 50 .percent fraud penalty in this case in addition to the other penalties already assessed with such zeal and enthusiasm that it is puzzling on the one hand and somewhat frightening on the other. The case that the government has put together is made by piling inference on top of inference and suspicion on top of suspicion without any substantial, much less clear and convincing, evidence to support it. Statements attributed to the taxpayer that are clearly favorable to him have been skillfully and artfully interpreted by the government by inference and innuendo in such a way as to give them a meaning never intended by him, and as so interpreted and changed have actually been used against him. His acts and conduct, even when he was cooperating with the investigative agents of the Internal Revenue Service, have been interpreted by the government from the beginning as suspicious and fraudulent, even though the taxpayer had no such intent. From the outset, his every act and deed have been considered suspect by the government, and it has handled the case on that basis. As was said in another fraud' penalty case, “The case on the issues where the burden was on the commissioner was presented and tried too much on the theory ‘Give a dog an ill name and hang him.’ ” Olinger v. Commissioner of Internal Revenue, 234 F.2d 823, 824 (5th Cir. 1956); Goldberg v. Commissioner of Internal Revenue, 239 F.2d 316, 321 (5th Cir. 1956). It appears that this is what happened here.</p>\n<p id=\"b1028-9\">Reduced to its simplest terms, the case on which the government seeks to convict the taxpayer of civil fraud consists of the following charges:</p>\n<blockquote id=\"b1028-10\">1. The taxpayer failed to file an income tax return for nine years.</blockquote>\n<blockquote id=\"b1028-11\">2. When asked why he had not filed tax returns, he is alleged to have said, “just negligence.” “Negligence” means to him — “next year I’ll do it, but next year never comes.”</blockquote>\n<blockquote id=\"b1028-12\">3. The report of the Internal Revenue Service agent’s conversation with the taxpayer contains a statement — “Has no stocks or bonds” (not in quotation marks in the agent’s report).</blockquote>\n<blockquote id=\"b1028-13\">4. He kept no records except his bank statements and deposit slips and his cancelled checks.</blockquote>\n<blockquote id=\"b1028-14\">5. He had previously filed income tax returns.</blockquote>\n<blockquote id=\"b1028-15\">6. He was a peddler of doughnuts and knew he had taxable income during the years in question.</blockquote>\n<blockquote id=\"b1028-16\">7. The charges considered as a whole show a fraudulent intent to avoid tax.</blockquote>\n<p id=\"b1028-17\">The government says that these facts constitute clear and convincing evidence that the taxpayer had a fraudulent intent <page-number citation-index=\"1\" label=\"957\">*957</page-number>to evade his taxes. In my opinion they fall far short of the kind and quantum of evidence necessary to show fraud by clear and convincing evidence. In fact, they do not prove fraud even by a preponderance of the evidence. If there is any evidence of fraud, it is a mere scintilla, and wholly insufficient to impose the fraud penalty on this taxpayer.</p>\n<p id=\"b1029-5\">Turning now to the above contentions of the government, I will point out why they are insufficient to meet the burden imposed on the government to show fraud.</p>\n<p id=\"b1029-6\">I</p>\n<p id=\"b1029-7\">\n<em>The Taxpayer Failed To File an Income Tax Return for Nine Years</em>\n</p>\n<p id=\"b1029-8\">The failure of the taxpayer to file an income tax return for nine years was enough to justify the 25 per cent penalty imposed by Section 293(a) of the Internal Revenue Code of 1939,<footnotemark>1</footnotemark> which was assessed and paid in this case, but is insufficient to show a fraudulent intent to evade taxes. Counsel for defendant admitted at the oral argument of this case that the failure to file the tax returns was not enough to impose the fraud penalty. This is in accord with the decided cases, one of which was First Trust &amp; Savings Bank v. United States, 206 F.2d 97 (8th Cir. 1953), which discussed this very question. That case is on all fours with this case, except there the taxpayer had never filed a tax return, but this fact is not controlling on the fraud question. In that ease the taxpayer was 70 years of age and had never filed a tax return, although he had earned substantial income and knew about income tax. He kept no books or records except his bank statements, deposit slips and cancelled checks. The government imposed the 25 per cent penalty for his failure to file returns, and indicted him criminally, and on a plea of guilty he was fined $10,000 and given a probated prison sentence. The government imposed a fraud penalty of 50 per cent and the taxpayer sued for a refund of the fraud penalty. He died during the progress of the case. It would be difficult to find two cases more alike than these two (even to the death of both taxpayers after their suits were filed). In that case the court held that the taxpayer did not have a fraudulent intent to evade tax. Our decision on this issue should be the same. On the question of failure to file tax returns as grounds for the fraud penalty, the court held in favor of the taxpayer, saying:</p>\n<blockquote id=\"b1029-10\">* * * his dereliction consisted only in wilful omission and passive neglect to perform the duty of making returns imposed upon him by law.</blockquote>\n<blockquote id=\"b1029-11\">* * * the 50 percent assessment was erroneously made because his dereliction was passive and included no affirmative act of fraud that caused his tax deficiencies. His deficiencies were not “due to fraud with intent to evade tax.”</blockquote>\n<blockquote id=\"b1029-12\">Although in the nature of things it must inevitably have happened that many people have failed to file the income tax returns required of them by law, it appears that this is the first case in which any federal court has sustained the assessment of the 50 percent fraud penalty against a taxpayer <em>with no more showing of fraud than his mere failure to file tax returns </em>required of him, which was the only basis for the assessment proved in this case. * * * Supra at 99.</blockquote>\n<blockquote id=\"b1029-14\">* * * That <em>omission </em>[to file returns] justifies the addition of 5 percent up to 25 percent of the deficiencies found against the taxpayer but <em>does not afford any basis for the addition of 50 percent to his deficiencies. </em>* * [Emphasis supplied.] Id. at 101.</blockquote>\n<p id=\"b1029-16\">Again in Cirillo v. Commissioner of Internal Revenue, 314 F.2d 478, 482 (3d Cir. 1963) the court held that a mere failure to file an income tax return was not enough to support a fraud penalty in the following language:</p>\n<blockquote id=\"b1029-17\">But <em>willful failure to file a timely return, </em>which may create both criminal liability and an additional civil liability, <em>does not in itself and without </em><page-number citation-index=\"1\" label=\"958\">*958</page-number><em>more establish liability for a fraud penalty, </em>though it may be relevant in that connection. * * * [Emphasis supplied.]</blockquote>\n<p id=\"b1030-5\">There was a deliberate and willful failure to file income tax returns for 1948 and 1949 by the taxpayers in Jones v. Commissioner of Internal Revenue, 259 F.2d 300 (5th Cir. 1958), but the court held that was not enough to justify a fraud penalty. The facts there could be said to be very strong for the government’s position in imposing a fraud penalty. There the taxpayer had filed income tax returns regularly after they were prepared by his accountants from 1938 to 1947. He was familiar with the filing of such returns, as defendant argues was the case with the taxpayer in the instant case. There the accountants prepared the returns for 1948 and 1949 and delivered them to the taxpayer in plenty of time for them to be filed. The taxpayer never signed nor filed the returns. The reason given by him for not doing so was that he needed the money to pay other debts. The government imposed a fraud penalty on him which was upheld by the Tax Court. The Circuit Court of Appeals reversed the Tax Court and said that the fraud penalty was not authorized. In this connection, the court said:</p>\n<blockquote id=\"b1030-6\">* * * the only specific fact which it [the Tax Court] used as the basis for this conclusion [fraud] was the deliberate failure to file the two tax returns which were prepared for him [taxpayer] by his accountant. * * * Under the decisions of the Supreme Court and of this Court, <em>we do not think that such deliberate failure is enough. </em>Supra at 302. [Emphasis supplied.]</blockquote>\n<p id=\"b1030-7\">In our case, there was no deliberate failure by the taxpayer to timely file his returns. His deficiency was much less, being merely a negligent failure to file, or a passive omission. But the government attributes an ulterior motive to him because of his negligence, when, on the basis of the <em>Jones </em>case, supra, a fraud penalty would not be justified even if he had acted deliberately. See also Breland v. United States, 323 F.2d 492 (5th Cir. 1963).</p>\n<p id=\"b1030-9\">The case of Powell v. Granquist, 252 F.2d 56 (9th Cir. 1958) cited by defendant is distinguishable on the facts here as it was distinguished by the court in the <em>Jones </em>case, supra.</p>\n<p id=\"b1030-10\">The cases cited by defendant wherein the taxpayers filed incorrect returns as distinguished from no returns at all are inapposite. An incorrect return is or could be a deception or a deliberate misrepresentation regarding a taxpayer’s income. This is entirely different from making no representation at all. See First Trust &amp; Savings Bank v. United States, supra; United States v. Croessant, 178 F.2d 96 (3d Cir. 1949), cert. denied, 339 U.S. 927, 70 S.Ct. 626, 94 L.Ed. 1348 (1950).</p>\n<p id=\"b1030-11\">II</p>\n<p id=\"b1030-12\">\n<em>The Taxpayer’s Alleged Statement That He Had Failed To File Timely Tax Returns Because of Negligence</em>\n</p>\n<p id=\"A4u_\">The report of a conversation between an agent of the I.R.S. and the taxpayer prepared by the agent was admitted in evidence at the trial over the objection of the plaintiff as a report of an officer prepared in the course of his duties and as an exception to the hearsay rule. This report was not signed by the taxpayer. In fact, he never saw it. This report contained the following statements:</p>\n<blockquote id=\"b1030-13\">Asked for explanation for failure to file, he said it was “just negligence.” “Negligence” means to him — “next year I’ll do it, but next year never comes.” <footnotemark><em>2</em></footnotemark></blockquote>\n<p id=\"b1030-14\">It is clear that if the taxpayer made these statements, they mean exactly what they say, that is, the reason he did not file his tax returns was “just negligence.” These are plain unambiguous words of the English language that any schoolboy can understand. It is unquestionably the law that the failure to file tax returns because of negligence does <page-number citation-index=\"1\" label=\"959\">*959</page-number>not prove fraud or a fraudulent intent to evade taxes on the part of the taxpayer. Defense counsel conceded this during oral argument and it is supported by the decided cases. For instance, in the case of Mitchell v. Commissioner of Internal Revenue, 118 F.2d 308, 310 (5th Cir. 1941) the court said:</p>\n<blockquote id=\"b1031-5\">* * * <em>Negligence, whether slight or great, is not equivalent to the fraud with intent to evade tax named in the statute. </em>The fraud meant is actual, intentional wrongdoing, and the intent required is the specific purpose to evade a tax believed to be owing. <em>Mere negligence does not establish either. </em>Griffiths v. Commissioner [of Internal Revenue,] 7 Cir., 50 F.2d 782. * * * [Emphasis supplied.]</blockquote>\n<p id=\"b1031-7\">This principle was repeated in Eagle v. Commissioner of Internal Revenue, 242 F.2d 635, 639 (5th Cir. 1957) where the court said:</p>\n<blockquote id=\"b1031-8\">In Mitchell the Court pointed out that <em>negligence, whether slight or great, is not equivalent to fraud with intent to evade tax. </em>* * * [Emphasis supplied.]</blockquote>\n<p id=\"b1031-10\">See also Carter v. Campbell, 264 F.2d 930, 935-936 (5th Cir. 1959).</p>\n<p id=\"b1031-11\">The government, apparently aware that the law is squarely against it on this point, artfully attempts to explain away the taxpayer’s plain and unambiguous statement of “just negligence” by inference and interpretation so as to give the statement a meaning directly opposite and contrary to that intended by the taxpayer. In carrying out these mental gymnastics, the government seizes upon the second part of the alleged statement, namely, “negligence,” means to him— “next year I’ll do it, but next year never comes” and says that “this explanation was actually indicative of an intention to evade the payment of the taxes due” and that this “is not only sound, but is the only normal and reasonable meaning to be gleaned from Lewis Irolla’s explanation.”<footnotemark>3</footnotemark> This is spurious reasoning and a failure to come to grips with reality. It is akin to arguing that something is black when it is obviously white. Certainly, in any event, it is far from being clear and convincing evidence of fraud.</p>\n<p id=\"b1031-13\">In the first place, it could be argued that Irolla never made the second part of the statement attributed to him as quoted above. It will be noted that the words “means to him” in the agent’s report were not in quotation marks in the report, thereby indicating that such words were what the agent concluded negligence meant to the taxpayer, rather than what the taxpayer said they meant. There was no proof that Irolla ever uttered these words, except the unsworn hearsay report of the agent, and even this report does not prove Irolla made the statement. To infer that he made it, and from that to infer he meant something different from what was said, and then to infer from that that he had a fraudulent intent to evade the tax. is piling inference on top of inference, which cannot be done to establish fraud. See Goldberg v. Commissioner, supra, 239 F.2d at 320.</p>\n<p id=\"b1031-14\">In the second place, even if he made the statement, one must take the statement as a whole and determine its meaning and not take only a part of it out of context, as the government has done, so as to give it a meaning different from what the taxpayer intended.</p>\n<p id=\"b1031-15\">In the next place, the statement as a whole as to the taxpayer’s negligence as the reason for his failure to file timely returns, was clearly exculpatory in nature and excused him from any fraud, since it shows he acted only because of negligence. The defendant introduced this exculpatory statement and is bound by it and it cannot now attack it or destroy it by saying the statement did not mean what it said.</p>\n<p id=\"b1031-16\">Ill</p>\n<p id=\"b1031-17\">\n<em>The Report of the Agent That the Taxpayer Has No Stocks or Bonds</em>\n</p>\n<p id=\"b1031-18\">The report of the I.R.S. investigative agent contained a statement: “Has no <page-number citation-index=\"1\" label=\"960\">*960</page-number>stocks or bonds.” However, in this report this statement was not enclosed in quotation marks, as were other statements which the taxpayer was alleged to have made. The government says the taxpayer made this statement and the plaintiff says he did not make it. The plaintiff objected to the introduction of the statement into evidence, but was overruled, and plaintiff excepted to finding 24(d) of the commissioner to the effect that the taxpayer made the statement.<footnotemark>4</footnotemark> I think the plaintiff was right. The statement was not a direct quote of the taxpayer in the report. Furthermore, the agent was a witness for the government at the trial and when asked whether the taxpayer made this statement said that he did not remember. During oral argument of this case, counsel for both sides said that the only evidence on this point was the contents of the agent’s report. It is apparent that there is no proof that plaintiff ever made this statement. The agent’s report was not signed by the taxpayer nor ever shown to him. It was hearsay as to him and received into evidence over plaintiff’s objection. It appears from the report of the agent that this statement was not that of the taxpayer, but that of the agent, especially since no one — not even the agent himself • — ever testified that the taxpayer made the statement. It could well have been the conclusion of the agent which he reached during the investigation. In any event, this is more logical than to say it was a statement of the taxpayer, bearing in mind that the government must prove fraud by clear and convincing evidence. But the government is not to be denied this vantage point, which is vital to its theory of this case. It comes forth with the missing link and says that it must be inferred that the plaintiff made this statement. Our majority opinion goes along with this inference. From this point, the government infers that having made the statement that he had no stocks or bonds (by inference as aforesaid), it must be inferred that in making such statement he was hiding and concealing his assets. Of course, this gives rise to the further inference that the taxpayer had a fraudulent intent to evade taxes, so says the government. Furthermore, theorizes the government, the foregoing makes the taxpayer suspect and fraud can be inferred from all of these suspicious circumstances, imagined or otherwise. We must ask ourselves the simple question, is this clear and convincing evidence of a fraudulent intent to evade taxes?</p>\n<p id=\"b1032-5\">All of the authoritative decisions hold that fraud cannot be inferred nor based on suspicion. Also, it is the law that you cannot establish a fraudulent intent to evade taxes by piling inference on top of inference, as was done here. This was the holding in the case of Goldberg v. Commissioner, supra at 320, wherein it was stated:</p>\n<blockquote id=\"b1032-6\">* * * Although the existence of fraud may be gathered from circumstances, <em>the piling of inference upon inference hardly qualifies as the clear and convincing evidence by which fraud must be proved. </em>* * * [Emphasis supplied.]</blockquote>\n<p id=\"b1032-8\">In Wiseley v. Commissioner of Internal Revenue, 185 F.2d 263, 266 (6th Cir. 1950) the court said:</p>\n<blockquote id=\"b1032-9\">In Rogers v. Commissioner [of Internal Revenue,] 6 Cir., 111 F.2d 987, 989, we said: <em>“Fraud cannot be lightly inferred, </em>but must be established by clear and convincing proof. Duffin v. Lucas, 6 Cir., 55 F.2d 786.” [Emphasis supplied.]</blockquote>\n<p id=\"b1032-10\">Again, in Davis v. Commissioner of Internal Revenue, 184 F.2d 86, 87, 22 A.L.R.2d 967 (10th Cir. 1950), the court held:</p>\n<blockquote id=\"b1032-11\"><em>* * * It [fraud] is never imputed or presumed </em>and the courts should not sustain findings of fraud upon circumstances <em>which at the most create only suspicion. </em>* * * [Emphasis supplied.]</blockquote>\n<p id=\"b1032-12\">There are many cases which follow this rule. See Carter v. Campbell, supra; Goldberg v. Commissioner of Internal <page-number citation-index=\"1\" label=\"961\">*961</page-number>Revenue, supra; Eagle v. Commissioner of Internal Revenue, supra; and Jones v. Commissioner of Internal Revenue, supra.</p>\n<p id=\"b1033-5\">Of course, the whole thrust of the government’s position with respect to the words “Has no stocks or bonds,” is to try to show that the taxpayer was not cooperating with the I.R.S. agent and that he was concealing his assets. Actually, the reverse is true. The agent’s report contained the further statement, “He [the taxpayer] replied that he was trying to straighten this out in the best possible way.” The evidence shows that after the agent talked to him, the taxpayer hired an accountant by the name of Norman Gordon and delivered to him all of his bank statements, deposit slips, and cancelled checks and such other records that he had and asked him to prepare income tax returns for the years in question, showing the correct income and expense of his business for those years. This was done without great difficulty, and the reports were given to the I.R.S. agents before they had finished their investigation. The agents audited the reports and found them to be correct and approved them. So, contrary to what the government would have us believe, the facts show that the taxpayer gave complete cooperation to the representatives of the government and furnished them all possible information about his fiscal affairs and at his own expense. There was no holding back of information nor concealment of assets, but a full disclosure. It should be pointed out here, perhaps, that in this case there was no hiding of property, no double bookkeeping, no placing of property in names of others and no act of deception whatsoever on the part of the taxpayer. He deposited all earnings in the bank where records of them were made, and he paid for his investments and expenses by checks, which were easily verified. There was no intentional wrongdoing nor any affirmative act showing a specific intent or purpose to avoid the tax. Without this, there was no clear and convincing evidence of fraud. The cooperation of the taxpayer here was quite different from the lack of cooperation by the taxpayer in Powell v. Granquist, supra, cited by defendant.</p>\n<p id=\"b1033-8\">IV</p>\n<p id=\"b1033-9\">\n<em>The Taxpayer Kept No Records Except His Bank Statements and Deposit Slips and His Cancelled Checks</em>\n</p>\n<p id=\"AtnC\">The government points an accusing finger at the taxpayer here because the only records he kept were his bank statements, deposit slips, and cancelled checks. It says this was evidence of concealment and from this fraud can be inferred. I do not agree. It must be remembered that the taxpayer ran a one-man business. He peddled doughnuts from his home in a truck. He had few accounts. His bank records showing deposits and paid expenses were all the records he needed. In fact, Norman Gordon, the accountant he hired to prepare a statement of his income and expenses and his tax returns for the years in question after he was contacted by the I.R.S. agent, testified at the trial in this ease, and, in answer to a question of counsel for the government as to what would be the “usual kind of books that a jobber (such as the taxpayer) <footnotemark>5</footnotemark> might maintain,” said:</p>\n<blockquote id=\"b1033-10\">I say of a business of this size you might just keep a checking account as your main book of account for the business. That would be it.<footnotemark>6</footnotemark></blockquote>\n<p id=\"aab-dedup-0\">This is exactly what the taxpayer did. In fact, most business and professional men who operate their own business or profession themselves do not keep any books or records, except bank records and cancelled checks, and they prepare their income tax returns from these bank records and checks. This is not evidence of fraud. There are many cases where the courts have denied a fraud penalty where the taxpayer did not keep adequate books and records. The case of First Trust &amp; Savings Bank v. United States, supra, is very much in point. There the taxpayer, a cattle buyer, kept no business <page-number citation-index=\"1\" label=\"962\">*962</page-number>records except his bank deposits and can-celled checks, just as in the instant case. He was held not to be guilty of fraud in failing to file his tax returns.- Other cases are Cirillo v. Commissioner of Internal Revenue, supra; Mitchell v. Commissioner of Internal Revenue, supra; Wiseley v. Commissioner of Internal Revenue, supra; Breland v. United States, supra; Carter v. Campbell, supra; and Eagle v. Commissioner of Internal Revenue, supra.</p>\n<p id=\"b1034-4\">The Internal Revenue Code does make it the duty of every citizen to keep books and records of his income for the purpose of determining the correct amount of income tax due and payable. But if he fails to do so, the penalty is not one for fraud, but is the penalty of having to disprove the correctness of the Commissioner’s determination of the taxpayer’s <em>income by </em>whatever method the Commissioner deems proper. See Internal Revenue Code of 1939, 26 U.S.C. § 41 (1952 ed.); Internal Revenue Code of 1954, 26 U.S.C. § 446 (1964 ed.); and Breland v. United States, supra.</p>\n<p id=\"b1034-5\">V</p>\n<p id=\"b1034-6\">\n<em>The Taxpayer Had Previously Filed Tax Returns</em>\n</p>\n<p id=\"b1034-7\">The government makes much of the fact that the taxpayer had previously filed tax returns and says when he failed to file the returns for the years in question, this proved a fraudulent intent to evade tax. We need look no further than the case of Jones v. Commissioner of Internal Revenue, supra, to determine there is no merit to this contention. In that case the taxpayer had filed his tax returns prepared by his accountant for ten years (1938-1947). The same accountant prepared his returns for 1948 and 1949, but the taxpayer deliberately did not file them because he needed the money to pay other debts. The court held that these facts did not prove fraud. The fact that he had previously filed tax returns did not make any difference. The real question is whether there was clear and convincing evidence that he had a specific fraudulent intent to avoid the taxes for the years when no tax returns were filed.</p>\n<p id=\"b1034-9\">VI</p>\n<p id=\"b1034-10\">\n<em>The Taxpayer Was a Peddler of Doughnuts and Knew He Had Taxable Income During the Years in Question</em>\n</p>\n<p id=\"b1034-11\">The defendant says the taxpayer peddled doughnuts and earned money during the years in question and by reason of this, plus information on dividend notices on stocks he had purchased, he knew he had taxable income and should file tax returns. It infers from this that he did not file the returns because he wanted to conceal his income and from this it infers that he had a fraudulent intent to evade the tax. Here again the <em>Jones </em>case, supra, is squarely against the government’s position. There the returns for 1948 and 1949 had been prepared for the taxpayer by his accountant showing the amounts of taxes due. The taxpayer not only knew he owed the tax, but also the amount. He did not file the returns, but used his money to pay other debts. The court held this did not prove fraud. See also, First Trust &amp; Savings Bank v. United States, supra.</p>\n<p id=\"b1034-12\">VII</p>\n<p id=\"b1034-13\">\n<em>The Charges Considered as a Whole Show a Fraudulent Intent To Avoid Tax</em>\n</p>\n<p id=\"b1034-14\">Here the government is in the position of saying that if it has failed to show by clear and convincing evidence by the various specific charges discussed above that the taxpayer had a fraudulent intent to avoid tax, then all of the charges should be considered together to show fraud. This is consistent with the practice mentioned earlier of trying a case on the theory of giving a taxpayer a bad name and then proceeding to find him guilty of the alleged charges. Since none of the separate charges show fraud by clear and convincing evidence, a consideration of all of them in the aggregate would not show it either.</p>\n<p id=\"b1034-15\">The government makes much of a statement of the taxpayer’s former attorney as to why Mr. Irolla had not filed <page-number citation-index=\"1\" label=\"963\">*963</page-number>his tax returns. This statement was objected to at the trial by the plaintiff and the commissioner allowed it in evidence for the limited purpose of being a statement of the attorney but not as a statement of the taxpayer.<footnotemark>7</footnotemark> The defendant is now treating it as if it was a statement of the taxpayer.<footnotemark>8</footnotemark> This is not only unfair and unjust, but is manifestly improper. The statement actually should not be considered for any purpose. Obviously, the commissioner gave it no weight or consideration whatever.</p>\n<p id=\"b1035-5\">Defendant cites the case of Stoltzfus v. United States, 264 F.Supp. 824 (E.D.Pa. 1967), in which notice of appeal has been given, as controlling in this case, although it appears to be in conflict with the decision of the Supreme Court in Spies v. United States, 317 U.S. 492, 63 S.Ct. 364, 87 L.Ed. 418 (1943), and other cases as Cave v. United States, 159 F.2d 464 (8th Cir. 1947), cert. denied, 331 U.S. 847, 67 S.Ct. 1732, 91 L.Ed. 1856; First Trust &amp; Savings Bank v. United States, supra, and other cases cited herein. Defendant argues that the <em>Stoltzfus </em>case is correct in holding that in a civil fraud case all the government has to do to prove fraud is to show what it chooses to call an “affirmative indication” on the part of the taxpayer of the specific fraudulent intent, instead of the “affirmative action” required by the <em>Spies </em>case and the other cases. This appears to be an exercise in semantics, and is much like trying to distinguish between “Tweedledee” and “Tweedledum.” There cannot be an “affirmative indication” without “affirmative action.” The government would have us believe that by using this illusory formula of “affirmative indication” a person’s fraudulent intent can be determined as easily as his predilection and characteristics can be shown by reading the signs of the zodiac. This places the proof of fraud on a rather nebulous basis, which falls far short of the clear and convincing evidence required by law. An affirmative indication of fraud is a descriptive term which is based on and results from an affirmative act of fraud. It cannot exist otherwise. The government cannot by such argument reduce its burden of having to prove by clear and convincing evidence an affirmative act of fraud on the part of the taxpayer that shows a specific intent to evade tax.</p>\n<p id=\"b1035-8\">The <em>Stoltzfus </em>case does not appear to be correctly decided for another reason. The court there held that when a taxpayer knows of his concrete liability to pay taxes and does not file his return and pay them, he intentionally, willfully, and fraudulently evades taxes, in the absence of a valid justification for his conduct. Such a ruling changes the burden of proof from the government to the taxpayer. No principle is better established in civil fraud cases than that which requires the government to prove by clear and convincing evidence that the taxpayer has a fraudulent intent to evade tax. The <em>Stoltzfus </em>case would shift this burden and require the taxpayer in a civil fraud case to prove he did not have a fraudulent intent to evade tax. This is not the law as I understand it.</p>\n<p id=\"b1035-9\">Before a taxpayer can be liable for a civil fraud penalty, there must be an affirmative commission of an act of fraud by him. A willful omission to file a return is not enough. The cases distinguished between “commission” and “omission.” See Spies v. United States, supra; Cave v. United States, supra; and First Trust &amp; Savings Bank v. United States, supra. In the last cited case, the court correctly stated the law as follows:</p>\n<blockquote id=\"b1035-10\">* * * But Congress makes the difference on the civil side as it does on the criminal side, between the taxpayer whose deficiencies of tax are due ta (or caused by) his <em>affirmative commission </em>of fraud and the one whose deficiencies of tax are due to <em>willful omission </em>to make return, [sic] <em>That omission justifies </em>the addition of 5 percent <em>up to 25 percent </em>of the deficiencies found against the taxpayer <em>but does not afford any basis for the addition of 50 percent </em>to his deficiencies. <page-number citation-index=\"1\" label=\"964\">*964</page-number><em>Only the commission of acts of fraud with intent to evade tax </em>to which “the deficiencies are due” (or which bring about the deficiencies) <em>affords a basis for the 50 percent addition to tax. </em>Id., 206 F.2d at 100-101. [Emphasis supplied.]</blockquote>\n<p id=\"b1036-4\">This being the law, it is obvious that when applied to the facts of this case, no fraud has been shown. Where is the <em>affirmative commission </em>of an act of fraud with intent to evade tax ? It is not present. The only tax deficiency of this taxpayer was a <em>negligent omission </em>to file timely returns. This is not enough to authorize the fraud penalty.</p>\n<p id=\"b1036-5\">CONCLUSION</p>\n<p id=\"b1036-6\">A correct definition of civil fraud is stated in Carter v. Campbell, supra, as follows:</p>\n<blockquote id=\"b1036-7\">* * * There is first the matter of what is and what is not fraud. We have recently given our approval, Olin-ger v. Commissioner [of Internal Revenue,] 5 Cir., 1956, 234 F.2d 823, 824, to the strong language of Davis v. Commissioner [of Internal Revenue,] 10 Cir., 1950, 184 F.2d 86, 87, 22 A.L. R.2d 967. “Fraud implies bad faith, intentional wrongdoing and a sinister motive. It is never imputed or presumed and the courts should not sustain findings of fraud upon circumstances which at most create only suspicion.” Equally emphatic is that stated for us by Judge Sibley in Mitchell v. Commissioner [of Internal Revenue,] 5 Cir., 1941, 118 F.2d 308, 310. “Negligence, whether slight or great, is not equivalent to the fraud with intent to evade tax named in the statute. The fraud meant is actual, intentional wrongdoing, and the intent required is the specific purpose to evade a tax believed to be owing. Mere negligence does not establish either.” These principles have been restated frequently and recently with no recession either from emphatic language or like application. [Cases omitted.] Id., 264 F.2d at 935-936.</blockquote>\n<p id=\"b1036-9\">It is clear that fraud has not been proven here by clear and convincing evidence as the law requires. The plaintiff has paid the tax of $58,701.75 which the taxpayer owed for the years in question. Plaintiff has also paid the additional sum of $37,658.87 as a penalty of 25 per cent plus interest, all of which was proper because of the taxpayer’s failure to file timely returns. The taxpayer’s estate has also been required to pay $28,500 as a civil fraud penalty and sues here for its refund. It should be noted that the negligence penalty of 25 per cent was collected under the 1939 code along with the 50 per cent fraud penalty for the period of 1946-1953, but the 1954 code, which governs the taxes for 1954, changed the law and now provides that a taxpayer cannot be required to pay <em>both </em>the negligence penalty and the fraud penalty. So, only the fraud penalty was collected in 1954. Sections 291 and 293 are now made mutually exclusive.<footnotemark>9</footnotemark> This appears to have been the spirit of the law even under the 1939 code, and, no doubt the Congress changed the law to eliminate the double penalties for negligence and fraud being collected by the I.R.S.</p>\n<p id=\"b1036-10\">Here the taxpayer has paid $58,701.75 as taxes, plus $37,658.87 as interest and a 25 per cent negligence penalty, plus $28,500 civil fraud penalty, plus a fine of $2,000, making a total of $126,860.62. The total amount of interest, penalties, and fine amount to $68,158.87, which includes the $28,500 fraud penalty. It appears to me that the imposition of the fraud penalty under the facts of this case is both confiscatory and unconscionable.</p>\n<p id=\"b1036-11\">To paraphrase the language in Jones v. Commissioner of Internal Revenue, supra, 259 F.2d at 304, it could be said:</p>\n<blockquote id=\"b1036-12\">We think that the record in this case shows that petitioner [Irolla] has satisfied the full penalty of the law; in fact, has, by acquiescing in fines and exactions totaling * * * [$39,658.-87], paid rather dearly for whatever <page-number citation-index=\"1\" label=\"965\">*965</page-number>obliquity may properly be ascribed to him here. * * *</blockquote>\n<p id=\"b1037-4\">I think an injustice has been done in this case. I would enter judgment for the plaintiff for the recovery of the civil fraud penalty, plus interest.</p>\n<footnote label=\"1\">\n<p id=\"b1029-18\">. 26 U.S.C. §§ 291, 293 (1952 ed.); see also 26 U.S.C. § 6651 (1964 ed.).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1030-15\">. Defendant’s Exhibit 3.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1031-19\">. See defendant’s brief, p. 43.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1032-13\">. Plaintiff’s exceptions to commissioner’s findings, p. 3.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1033-6\">. Parenthetical wording supplied.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1033-11\">. Transcript of testimony, p. 98, lines 19-21.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1035-6\">. Transcript pp. 150-751.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1035-11\">. Defendant’s brief, p. 48, footnote 12.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1036-13\">. See Section 6653(d), Internal Revenue Code of 1954, 26 U.S.C. § 6653(d) (1964).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}