{
  "casebody": {
    "data": "<casebody firstpage=\"485\" lastpage=\"487\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b501-3\">Charles Miller <em>vs. </em>County Commissioners of Barnstable.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b501-4\">Barnstable.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AHy\">Oct. 27, Nov. 12, 1875.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AUt\">Jan. 8, 1876.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"ANW\">Morton &amp; Lord, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b501-6\">Under the St. of 1873, c. 261, providing that application for a jury may be made by petition to the Superior Court, in all cases in which it is provided by law that a sheriff’s jury may be had, the tribunal to which the first application is duly made acquires exclusive jurisdiction of the subject matter.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b501-7\">Petition for a writ of mandamus. The petition was filed in Barnstable County, and notice issued there returnable in Suffolk, where the case was heard by <em>Ames, </em>J., who reserved for the consideration of the full court the question whether a peremptory mandamus should issue, or the petition be dismissed, upon the following facts :</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b501-8\">On July 1,1874, Charles Miller applied to the county commissioners to estimate his damages by the location and construction, over his lands in Falmouth, of the railroad of the Cape Cod Railroad Company, of which corporation the Old Colony Railroad Company was the successor, and had the duties and obligations. On December 31,1874, after notice to this corporation and a hearing, the county commissioners estimated his damages at $875.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b501-9\">On January 1, 1875, the corporation filed a petition in the clerk’s office of the Superior Court for the county of Barnstable, representing that it was aggrieved by the estimate of the county commissioners, and praying for a jury to assess the damages at the bar of that court; and on the same day filed with the clerk of the county commissioners a statement that it had filed such a petition in the Superior Court. On January 12, the clerk of the Superior Court issued an order of notice thereon, returnable at April term 1875, which was served on January 20, by delivering an attested copy to the attorney of record of Miller, who resided out of the Commonwealth. On May 14, 1875, a further order of notice, returnable at October term 1875, was issued in like manner, and on May 21, served by leaving an attested copy at Miller’s dwelling house in the city of New York.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b501-10\">On April 13,1875, Miller filed a petition with the county commissioners, alleging that he was aggrieved by their estimate of <page-number citation-index=\"1\" label=\"486\">*486</page-number>his damages, and praying for a warrant for a sheriff’s jury to assess the same; and upon this petition notice was issued by the county commissioners to the railroad corporation, returnable on May 4, and on that day the corporation filed an answer, setting up the filing of its petition in the Superior Court, and the parties appeared and were heard before the commissioners, who dismissed Miller’s petition.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b502-4\"><em>T. M. Stetson, </em>for the petitioner.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b502-5\">G. <em>Marston &amp; J. H. Benton, Jr., </em>for the respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b502-6\">Gray, C. J.</author>\n<p id=\"AoD\">The damages, occasioned to the lands of any person by the laying out, making and maintaining of a railroad, are to be estimated in the first instance by the county commissioners, and either party, if dissatisfied with their estimate, may, within one year after it is returned, apply for a jury to assess the damages. Gen. Sts. <em>c. </em>63, §§ 21, 22. Under the General Statutes, such application could only be made to the county commissioners, and the trial had before a sheriff’s jury. Gen. Sts. <em>c. </em>43, §§ 22 <em>seq. </em>But by the St. of 1873, <em>c. </em>261, “ in all cases in which it is provided by law that a sheriff’s jury may be had for any purpose, application for a jury may be made by petition to the Superior Court; and thereupon, after such notice as said court shall order to the adverse party or parties, a trial may be had at the bar of said court, in the same manner [as] other civil cases are there tried by jury.”</p>\n<p id=\"b502-8\">By whichever party the application for a jury is made, the matter to be tried is the same, being the amount of the damages to be paid by the corporation to the landowner. <em>Connecticut River Railroad </em>v. <em>Clapp, </em>1 Cush. 559. <em>New Haven &amp; Northampton Co. </em>v. <em>Northampton, </em>102 Mass. 116, 123. If both parties applied to the same tribunal, a warrant for a jury might perhaps be properly ordered upon each application, in order that if one party should fail to take out his warrant and proceed upon it, the other party might nevertheless proceed upon his ; but if ■both parties proceeded, only one trial would be had, and one verdict returned upon both warrants. <em>Parker </em>v. <em>Boston &amp; Main Railroad, </em>3 Cush. 107, 111. But in cases like this, (in which attachment or custody of property is necessary,) if the parties apply to distinct tribunals of concurrent jurisdiction in the same state, that tribunal to which the first application is duly made <page-number citation-index=\"1\" label=\"487\">*487</page-number>acquires exclusive jurisdiction of the subject, and so long as proceedings thereon are pending before it, no action can be had by the other. <em>Stearns </em>v. <em>Stearns, </em>16 Mass. 167. <em>Powers </em>v. <em>City Council of Springfield, </em>116 Mass. 84.</p>\n<p id=\"b503-4\">By the St. of 1874, c. 283, petitions for the assessment of damages, required by previous laws to be filed in the Superior Court or with the county commissioners, may be filed with the clerk, of either tribunal when it is not in session, and such filing is to be deemed a commencement of proceedings. It follows that by the petition filed by the railroad corporation in the clerk’s office of the Superior Court that court acquired exclusive jurisdiction of the case, and that the county commissioners rightly refused, upon the subsequent application of the landowner, to issue a warrant for a sheriff’s jury.</p>\n<p id=\"b503-5\">It is possible that the landowner, in order to secure his right of trial by jury, notwithstanding the limitation of one year, in case the railroad corporation should abandon the petition in the Superior Court, was entitled to file with the commissioners his application for a jury, and that the commissioners erred in dismissing that application. But the remedy for that error, if there was one, is by certiorari and not by mandamus.</p>\n<p id=\"b503-6\">\n<em>Writ of mandamus refused.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}