{
  "casebody": {
    "data": "<casebody firstpage=\"874\" lastpage=\"876\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b898-4\">Gitaben R. PATEL, Petitioner, v. U.S. ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b898-7\">No. 11-12366</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"Aol\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b898-8\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b898-9\">Jan. 9, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b899-7\"><page-number citation-index=\"1\" label=\"875\">*875</page-number>Fraerly Abner Symphorien, Nejame La-fay Jancha Ahmed Barker &amp; Joshi, PA, Orlando, FL, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b899-9\">Bernard Joseph, David Bernal, Krystal Samuels, U.S. Department of Justice, Eric Holder, Jr., U.S. Attorney General’s Office, Washington, DC, Nicole Guzman, Office of Chief Counsel, Orlando, FL, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b899-11\">Before BARKETT, HULL and BLACK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b899-12\">PER CURIAM:</author>\n<p id=\"b899-13\">Gitaben Patel, a native and citizen of India, petitions for review of the Board of Immigration Appeal’s (“BIA”) decision affirming the Immigration Judge’s (“IJ”) order denying her application for cancellation of removal. An applicant may qualify for cancellation of removal by establishing (1) a continuous physical presence in the United States for at least 10 years; (2) good moral character during such period; (3) a lack of convictions for certain offenses; and (4) exceptional and extremely unusual hardship to the applicant’s spouse, parent, or child, who is a U.S. citizen or permanent resident. INA § 240A(b)(l)(A)-(D), 8 U.S.C. § 1229b(b)(l)(A)-(D). In her petition for review, Patel argues that the BIA and IJ violated their own precedent by failing to review the entire record when determining whether Patel’s return to India would cause exceptional and extremely unusual hardship to her two U.S. citizen children and her parents, who are lawful permanent residents. Patel further argues that the BIA’s and IJ’s fact-finding regarding the hardship element was so fatally flawed as to constitute a reviewable error of law.<footnotemark>1</footnotemark></p>\n<p id=\"b900-3\"><page-number citation-index=\"1\" label=\"876\">*876</page-number>Before considering the merits of a petition, we review subject matter jurisdiction <em>de novo. Resendiz-Alcaraz v. U.S. Att’y Gen., </em>383 F.3d 1262, 1266 (11th Cir.2004). Notwithstanding any other provision of law, we lack jurisdiction to review the discretionary granting or denial of cancellation of removal. INA § 242(a)(2)(B)(i), 8 U.S.C. § 1252(a)(2)(B)(i). We also have held that we lack jurisdiction to review the BIA’s discretionary determination that an applicant has not met § 1229b(b)(1)(D)’s “exceptional and extremely unusual hardship” standard. <em>Martinez v. U.S. Att’y Gen., </em>446 F.3d 1219, 1222 (11th Cir.2006). Nonetheless, we retain jurisdiction over constitutional claims or questions of law. INA § 242(a)(2)(D), 8 U.S.C. § 1252(a)(2)(D).</p>\n<p id=\"b900-5\">As an initial matter, we have jurisdiction to review, as a question of law, Patel’s claim that the BIA and IJ violated their own precedent in failing to review the record as a whole. In reviewing an IJ’s discretionary denial of relief, the BIA has held that, “[u]pon review of the record as a whole, the Immigration Judge is required to balance the equities and adverse matters to determine whether discretion should be favorably exercised.” <em>In re Mendez-Moralez, </em>21 I. &amp; N. Dec. 296, 301 (BIA 1996). However, the BIA and IJ are not required to address specifically each piece of evidence presented, as long as they consider the issues raised and announce a decision establishing that “they have heard and thought and not merely reacted.” <em>Ayala v. U.S. Att’y Gen., </em>605 F.3d 941, 948 (11th Cir.2010) (brackets and quotation omitted).</p>\n<p id=\"b900-6\">Contrary to Patel’s argument that the IJ overlooked certain of portions of the record, the IJ stated that he had considered Patel’s documentary and testimonial evidence and based his decision on the totality of the circumstances. Furthermore, the BIA and IJ both discussed a significant portion of the evidence presented by Patel, including Patel’s son’s allergy symptoms, the doctors’ letters, the similar climate in India and Florida, the absence of Patel’s husband, the poor healthcare and sanitation in India, Patel’s parents’ health issues, the fact that Patel cooked and did laundry for her parents, and the hardships that Patel’s parents and children would face if Patel were removed to India. Furthermore, because the BIA and IJ were only required to review the record as a whole, as opposed to addressing specifically each piece of evidence, their decisions indicate that “they have heard and thought and not merely reacted.” <em>Ayala, </em>605 F.3d at 948.</p>\n<p id=\"b900-10\">Patel also argues that the BIA’s and IJ’s fact-findings underlying its discretionary determination that Patel’s family would not suffer exceptional and extremely unusual hardship were so flawed as to constitute a reversible error of law. We find, however, that this argument does not raise a reviewable legal question, but rather is an attempt to challenge the BIA’s and IJ’s discretionary hardship determination, over which we have no jurisdiction.</p>\n<p id=\"b900-11\">PETITION DENIED IN PART, DISMISSED IN PART.</p>\n<footnote label=\"1\">\n<p id=\"b899-8\">. We review the BIA’s and IJ's legal determinations <em>de novo. Hernandez v. U.S. Att’y Gen., </em>513 F.3d 1336, 1339 (11th Cir.2008). “We review only the Board’s decision, except to the extent that it expressly adopts the IJ's opinion.” <em>Najjar v. Ashcroft, </em>257 F.3d 1262, 1284 (11th Cir.2001). Because the BIA indicated that it affirmed the IJ's analysis and <page-number citation-index=\"1\" label=\"876\">*876</page-number>conclusion that Patel did not establish the requisite hardship and also conducted its own analysis, we review both the IJ’s and BIA's decisions. <em>See id.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}