{
  "casebody": {
    "data": "<casebody firstpage=\"186\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b216-4\">LUCIO SEGURO ET AL. <em>v. </em>JOHN E. CUMMISKEY, JR., ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b216-5\">(AC 22488)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b216-6\">Bishop, West and DiPentima, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b216-15\">Argued October 17, 2003 —</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AvBk\">officially released March 30, 2004</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b217-4\"><page-number citation-index=\"1\" label=\"187\">*187</page-number><em>James V. Somers, </em>with whom were <em>Kevin M. Roche </em>and, on the brief, <em>Laura Pascóle Zaino </em>and <em>Stephen H. Broer, </em>for the appellant (named defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b217-5\"><em>Kevin C. Ferry, </em>with whom, on the brief, was <em>Omar Williams, </em>for the appellee (named plaintiff).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b217-6\">\n<em>Opinion</em>\n</p>\n<author id=\"b217-7\">DiPENTIMA, J.</author>\n<p id=\"AjA\">The principal issue in this appeal is the scope of an employer’s duty to supervise an employee. The defendant employer, John E. Cum-miskey, Jr., doing business as J.J. Toon’s Cafe,<footnotemark>1</footnotemark> appeals from the judgment of the trial court, rendered after a jury trial, in favor of the plaintiff Lucio Seguro,<footnotemark>2</footnotemark> who was injured when the defendant’s employee, William Leonard, caused a vehicular accident after leaving the premises of Leonard’s employment. The defendant claims that because an employer does not have a duty to supervise his employees off-site, the court should have granted his motions for a directed verdict and to set aside the verdict. The defendant further claims that the court improperly permitted evidence of lost earnings when the plaintiff did not have standing to bring the claim and improperly found that the evidence supported <page-number citation-index=\"1\" label=\"188\">*188</page-number>the award of damages to the plaintiff. We affirm the judgment of the trial court.</p>\n<p id=\"b218-4\">The jury could have reasonably found the following facts. Leonard, the defendant’s brother-in-law, worked a Friday night shift on July 26, 1997, as a bartender at J.J. Toon’s Cafe. Prior to his shift at 6 p.m., Leonard consumed two containers of beer at his house. Another bartender, Donna McDonald, was on duty for a portion of the shift. McDonald and the defendant left the bar between 9:30 p.m. and 10 p.m., leaving only Leonard on duty. The defendant returned at or about midnight, and Leonard continued working until approximately 2 a.m. Leonard consumed three more containers of beer between 11 p.m. and the time of closing. After the completion of his shift, Leonard drove to the AAA Diner in East Hartford. At some point in the evening, Leonard consumed four additional containers of beer.<footnotemark>3</footnotemark></p>\n<p id=\"b218-5\">After he left the diner, the vehicle driven by Leonard struck the plaintiffs van, which was parked on the shoulder of Silver Lane in East Hartford while the plaintiff delivered Hartford Courant newspapers to newspaper boxes located on that road. At the time of the impact, the plaintiff was standing outside his van, and the impact caused the van to strike him, resulting in serious injuries.</p>\n<p id=\"b218-6\">In July, 1999, the plaintiff commenced an action against the defendant, alleging negligent supervision of <page-number citation-index=\"1\" label=\"189\">*189</page-number>Leonard, and failure to prevent Leonard from drinking alcohol and becoming intoxicated on the night of the accident.<footnotemark>4</footnotemark> Specifically, the plaintiff claimed that the defendant was negligent in that he (1) knew or should have known that Leonard did not possess the necessary judgment and control to be employed at a bar, (2) failed to train Leonard properly, (3) allowed Leonard to drink alcohol openly while on duty and to violate the policy against drinking alcohol while on duty, and (4) failed to supervise Leonard properly.</p>\n<p id=\"b219-5\">The case proceeded to a trial before a jury. At the conclusion of the evidence, the defendant sought a directed verdict pursuant to the common-law rule that an adult’s voluntary consumption of alcohol relieves a bar owner from liability caused by the adult to a third party. The defendant further claimed that he owed no duty to the plaintiff because the accident occurred after Leonar d had left work. The court denied the defendant’s motion, citing <em>Nolan </em>v. <em>Morelli, </em>154 Conn. 432, 226 A.2d 383 (1967), for the proposition that Connecticut recognizes a cause of action for negligent supervision of tavern employees.<footnotemark>5</footnotemark></p>\n<p id=\"b220-4\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>The jury returned a verdict for the plaintiff, awarding $116,882.25 in economic damages and $160,000 in non-economic damages.<footnotemark>6</footnotemark> The defendant then filed a motion to set aside the verdict. In addition to the claims set forth in the motion for a directed verdict, the defendant alleged that (1) the plaintiff lacked standing to assert the claim of lost wages and (2) the jury’s award of lost wages was excessive. The court again denied the defendant’s motion. This appeal followed.</p>\n<p id=\"b220-5\">Our standard of review of a court’s denial of a motion for a directed verdict or a motion to set aside the verdict is well settled. “[Appellate] review of a trial court’s refusal to direct a verdict or to render judgment notwithstanding the verdict takes place within carefully defined parameters. We must consider the evidence, including reasonable inferences which may be drawn therefrom, in the light most favorable to the parties who were successful at trial . . . giving particular weight to the concurrence of the judgments of the judge and the jury, who saw the witnesses and heard the testimony .... The verdict will be set aside and judgment directed only if we find that the jury could not reasonably and legally have reached their conclusion. ... A jury’s verdict should be set aside only where the manifest injustice of the verdict is so plain and palpable as clearly to denote that some mistake was made by the jury in the application of legal principles. ... A verdict should not be set aside where the jury reasonably could have <page-number citation-index=\"1\" label=\"191\">*191</page-number>based its verdict on the evidence.” (Citation omitted; internal quotation marks omitted.) <em>Coniglio </em>v. <em>White, </em>72 Conn. App. 236, 240, 804 A.2d 990 (2002).</p>\n<p id=\"b221-6\">I</p>\n<p id=\"b221-7\">The defendant claims that because he had no duty to supervise Leonard for conduct off the premises, the court improperly denied his motions for a directed verdict and to set aside the verdict.<footnotemark>7</footnotemark> We are persuaded, however, that proprietors of establishments that serve alcohol do indeed have a duty to protect third parties from the conduct of bartenders and other servers who drink intoxicating liquor on the job.</p>\n<p id=\"b221-8\">Under Connecticut law, an employer may be held liable for the negligent supervision of employees. See <em>Gutierrez </em>v. <em>Thorne, </em>13 Conn. App. 493, 500, 537 A.2d 527 (1988) (recognizing independent claim of direct negligence against employer who failed to exercise reasonable care in supervising employee); <em>Roberts </em>v. <em>Circuit-Wise, Inc., </em>142 F. Sup. 2d 211, 214 (D. Conn. 2001) (in negligent supervision action, “plaintiff must plead and prove that she suffered an injury due to the defendant’s failure to supervise an employee whom the defendant had duty to supervise”); see also <em>Shore </em>v. <em>Stonington, </em>187 Conn. 147, 155, 444 A.2d 1379 (1982) (liability in “any situation where a third party is injured by an employer’s own negligence in failing to select an employee fit or competent to perform the services of employment”).</p>\n<p id=\"b222-4\"><page-number citation-index=\"1\" label=\"192\">*192</page-number>“Negligence occurs where one under a duty to exercise a certain degree of care to avoid injury to others fails to do so. . . . The essential elements of a cause of action in negligence are well established: duty; breach of that duty; causation; and actual injury.” (Citation omitted; internal quotation marks omitted.) <em>Stokes </em>v. <em>Lyddy, 75 </em>Conn. App. 252, 257, 815 A.2d 263 (2003). “[T]he determination of whether a duty exists between individuals is a question of law. . . . Only if a duty is found to exist does the trier of fact go on to determine whether the defendant has violated that duty.” (Citations omitted.) <em>Jaworski </em>v. Kiernan, 241 Conn. 399, 404-405, 696 A.2d 332 (1997). Therefore, it is the court’s role to determine whether the defendant owed a duty to prevent the injury to the plaintiff that occurred after Leonard left the premises.</p>\n<p id=\"b222-5\">“Duty is a legal conclusion about relationships between individuals, made after the fact, and imperative to a negligence cause of action. The nature of the duty, and the specific persons to whom it is owed, are determined by the circumstances surrounding the conduct of the individual. . . . Although it has been said that no universal test for [duty] ever has been formulated . . . our threshold inquiry has always been whether the specific harm alleged by the plaintiff was foreseeable to the defendant. The ultimate test of the existence of the duty to use care is found in the foreseeability that harm may result if it is not exercised.” (Citations omitted; internal quotation marks omitted.) <em>Perodeau </em>v. <em>Hartford, 259 </em>Conn. 729, 754, 792 A.2d 752 (2002).</p>\n<p id=\"b222-6\">“A simple conclusion that the harm to the plaintiff was foreseeable, however, cannot by itself mandate a determination that a legal duty exists. Many harms are quite literally foreseeable, yet for pragmatic reasons, no recovery is allowed. ... A further inquiry must be made, for we recognize that duty is not sacrosanct in itself, but is only an expression of the sum total of those <page-number citation-index=\"1\" label=\"193\">*193</page-number>considerations of policy which lead the law to say that the plaintiff is entitled to protection. . . . While it may seem that there should be a remedy for eveiy wrong, this is an ideal limited perforce by the realities of this world. Every injury has ramifying consequences, like the ripplings of the waters, without end. The problem for the law is to limit the legal consequences of wrongs to a controllable degree. . . . The final step in the duty inquiry, then, is to make a determination of the fundamental policy of the law, as to whether the defendant’s responsibility should extend to such results.” (Citations omitted; internal quotation marks omitted.) Id., 756.</p>\n<p id=\"b223-5\">A</p>\n<p id=\"b223-6\">Foreseeability</p>\n<p id=\"b223-7\">A connection between excessive consumption of alcohol and violent traffic accidents is well recognized. See <em>Craig </em>v. <em>Driscoll, </em>262 Conn. 312, 334-36, 813 A.2d 1003 (2003). We must therefore determine whether it is foreseeable that the negligent supervision of an employee in a bar or restaurant that results in the consumption of intoxicating liquor on those premises may result in harm to third parties after the employee leaves the premises. We find that such an outcome is indeed foreseeable.</p>\n<p id=\"b223-8\">Connecticut has recognized “only a limited duty to take action to prevent injury to a third person. Our point of departure has been that absent a special relationship of custody or control, there is no duty to protect a third person from the conduct of another. See 2 Restatement (Second), Torts § 315 (1965) .... In any determination of whether even a special relationship should be held to give rise to a duty to exercise care to avoid harm to a third person, foreseeability plays an important role. . . . Although ... no universal test for [duty] ever has been formulated . . . our threshold inquiry has always been whether the specific harm <page-number citation-index=\"1\" label=\"194\">*194</page-number>alleged by the plaintiff was foreseeable to the defendant. . . . Thus, initially, if it is not foreseeable to a reasonable person in the defendant’s position that harm of the type alleged would result from the defendant’s actions to a particular plaintiff, the question of the existence of a duty to use due care is foreclosed, and no cause of action can be maintained by the plaintiff.” (Citations omitted; internal quotation marks omitted.) <em>Fraser </em>v. <em>United States, </em>236 Conn. 625, 632-33, 674 A.2d 811 (1996).<footnotemark>8</footnotemark></p>\n<p id=\"b224-5\">“The test that is often applied in determining whether . there exists a duty to use care is the foreseeability of harm. ‘Would the ordinarily prudent man in the position of the defendant, knowing what he knew or should have known, anticipate that harm of the general nature of that suffered was likely to result?’ This does not mean foreseeability of any harm whatsoever or foreseeability that the particular injury which resulted would occur. It is, in short, the foreseeability or anticipation that harm of the general nature of that suffered would be likely to result, which gives rise to a duty to use due care, breach of which might constitute negligence.” (Internal quotation marks omitted.) <em>Gutierrez </em>v. <em>Thorne, </em>supra, 13 Conn. App. 500.</p>\n<p id=\"b224-6\">The jury reasonably could have found that the defendant had actual knowledge that Leonard was drinking during his shift. Leonard admitted to drinking while at work on July 26, 1997, and stated that he had made no effort to conceal his drinking. Further, the defendant allowed his employees to drink alcoholic beverages while at work. Therefore, the jury reasonably could <page-number citation-index=\"1\" label=\"195\">*195</page-number>have found it foreseeable that the defendant’s failure to prevent Leonard’s drinking could have resulted in Leonard’s driving home from work while intoxicated and injuring a third party.</p>\n<p id=\"b225-5\">B</p>\n<p id=\"b225-6\">Fundamental Policy of the Law</p>\n<p id=\"b225-7\">Our Supreme Court has set forth “four factors to be considered in determining the extent of a legal duty as a matter of public policy: (1) the normal expectations of the participants in the activity under review; (2) the public policy of encouraging continued vigorous participation in the activity, while protecting the safety of the participants; (3) the avoidance of increased litigation; and (4) the decisions of other jurisdictions.” <em>Perodeau </em>v. <em>Hartford, </em>supra, 259 Conn. 756-57.</p>\n<p id=\"b225-8\">We first consider the normal expectations of the participants in the underlying activity, as well as the expectations of third persons regarding their safety with respect to the supervision of employees who serve alcohol. The underlying activity is the consumption of alcoholic beverages in bars and restaurants. In light of our state’s Dram Shop Act, General Statutes § 30-102, in which sellers may be liable in negligence for selling alcohol to an intoxicated patron who later injures a third party, employees are entrusted to make important decisions regarding the service of alcohol. It follows that the same employees who must monitor strictly the amount others drink must themselves be restricted from drinking intoxicating liquor in a manner that would compromise the safety of those who would encounter them either at work or after work. We thus conclude that bar and restaurant owners could expect that they might be held liable if their employees cause harm to third parties after consuming intoxicating liquors on the job. In addition, third parties could expect that their safety will not <page-number citation-index=\"1\" label=\"196\">*196</page-number>be compromised due to the negligent supervision of employees who serve alcohol.</p>\n<p id=\"b226-5\">The second factor requires us to consider the benefits, if any, of encouraging the underlying activity— the consumption of alcoholic beverages in bars and restaurants. It is not illegal to consume alcoholic beverages, and many establishments derive their business from that legal activity. Further, many businesses legitimately rely on the sale of alcohol, and our laws have protected a business’ right to do so. It is contrary to our public policy, however, to permit or to encourage the immoderate consumption of alcohol when the resulting intoxication may increase the risk of injuries to third parties. Rather, it is consistent with our public policy to encourage employers to supervise their employees in a maimer that prevents employees’ irresponsible consumption of alcohol while at work. Establishment of such a duty will therefore encourage the responsible consumption of alcoholic beverages in bars and restaurants.</p>\n<p id=\"b226-6\">Third, we must consider the potential for increased litigation. It is reasonable to believe that responsible employers generally institute policies against the consumption of intoxicating liquor during work hours, particularly in establishments that are in the business of selling alcohol. Extending the scope of liability to include the negligent supervision of employees who sell liquor merely would hold accountable those who have not taken responsibility to implement reasonable policies regarding the consumption of alcohol during the hours of employment.</p>\n<p id=\"b226-7\">Finally, we consider the decisions of other jurisdictions. A review of case law in other jurisdictions reveals that employers may be directly liable for the negligent hiring, retention or supervision of an employee who, through a tortious act, injures a third party. See, e.g., <page-number citation-index=\"1\" label=\"197\">*197</page-number><em>Island City Flying Service </em>v. <em>General Electric Credit Corp., </em>585 So. 2d 274, 276 (Fla. 1991) (“employer is liable for the willful tort of his employee committed against a third person if he knew or should have known that the employee was a threat to others”); <em>Henley </em>v. <em>Prince George’s County, </em>305 Md. 320, 336, 503 A.2d 1333 (1986) (employer has duty to use reasonable care to select employees competent and ñt for work assigned to them); <em>Ponticas </em>v. <em>K.M.S. Investments, </em>331 N.W.2d 907, 910 (Minn. 1983) (“person injured by a negligently retained employee may recover damages from the employer”); <em>Di Cosala </em>v. <em>Kay, </em>91 N.J. 159, 170-71, 450 A.2d 508 (1982) (“employer whose employees are brought into contact with members of the public in the course of their employment is responsible for exercising a duty of reasonable care in the selection or retention of its employees”); <em>Soares </em>v. <em>Ann &amp; Hope of Rhode Island, Inc., </em>637 A.2d 339, 346 (R.I. 1994) (recognizing “ ‘direct liability of an employer to third parties who are injured by acts of unfit, incompetent, or unsuitable employees’ ”); <em>Welsh Mfg. </em>v. <em>Pinkerton’s, Inc., </em>474 A.2d 436, 440 (R.I. 1984) (“employer may be directly liable for wrongful acts of its negligently hired employee”); <em>J. </em>v. <em>Victory Tabernacle Baptist Church, </em>236 Va. 206, 208-209, 372 S.E.2d 391 (1988) (recognizing tort of negligent hiring).</p>\n<p id=\"b227-4\">Relevant case law is more limited with respect to negligent supervision of tavern employees. Courts have recognized a duty, however, under circumstances in which an employee’s intoxication has a connection to his employment. See, e.g., <em>Dickinson </em>v. <em>Edwards, </em>105 Wash. 2d 457, 469, 716 P.2d 814 (1986) (employer liable where employee causes injury after consuming intoxicating liquor at employer sponsored event that was “sufficiently related to the employer’s business to bring the employee’s attendance within the scope of employment”); <em>Chastain </em>v. <em>Litton Systems, Inc., </em>694 F.2d 957, <page-number citation-index=\"1\" label=\"198\">*198</page-number>962 (4th Cir. 1982) (employer negligent if it failed to use reasonable care in furnishing or permitting employees to furnish alcohol to patron knowing that he was intoxicated), cert. denied, 462 U.S. 1106, 103 S. Ct. 2454, 77 L. Ed. 2d 1334 (1983).</p>\n<p id=\"b228-4\">Laws regarding liability arising out of the service of alcohol have evolved differently in each jurisdiction and reflect different means to address public policy concerns regarding the service of liquor. It is consistent with the development of our law to recognize a duty of employers at an establishment that serves liquor to third parties to supervise employees and to protect the public from an employee who drinks on the job. See <em>Craig </em>v. <em>Driscoll, </em>supra, 262 Conn. 334 (holding that purveyor who provides alcohol to already intoxicated patron may, as matter of law, be proximate cause of injuries caused by that intoxicated patron).</p>\n<p id=\"b228-5\">After a review of cases in other jurisdictions and consideration of Connecticut’s public policy, we conclude that employers have a duty to supervise tavern employees at the workplace as to their consumption of intoxicating liquor. Accordingly, it was proper for the court to have found that the defendant owed a legal duty to protect the plaintiff from the harm caused by his employee, Leonard, who had consumed intoxicating liquor on the job.</p>\n<p id=\"b228-6\">II</p>\n<p id=\"b228-7\">The defendant next claims that the plaintiff did not have standing to bring a claim for lost wages. The defendant bases that assertion on the fact that the business of delivering newspapers was a sole proprietorship that was in the name of the plaintiffs wife, and that there was no evidence that he was an employee of the business and had lost wages as a result of the accident. We disagree.</p>\n<p id=\"b229-4\"><page-number citation-index=\"1\" label=\"199\">*199</page-number>A party must be aggrieved to have standing to invoke the jurisdiction of the court. <em>In re Shawn S., </em>262 Conn. 155, 164-65, 810 A.2d 799 (2002). “The fundamental test for determining aggrievement encompasses a well-settled twofold determination: first, the party claiming aggrievement must successfully demonstrate a specific, personal and legal interest in [the subject matter of the challenged action] .... Second, the party claiming aggrievement must successfully establish that this specific personal and legal interest has been specially and injuriously affected by the [challenged action].” (Internal quotation marks omitted.) <em>Cardi Materials </em>v. <em>Connecticut Landscaping Bruzzi Corp., </em>77 Conn. App. 578, 581, 823 A.2d 1271 (2003).</p>\n<p id=\"b229-5\">The evidence showed that, in practice, the plaintiff maintained the primary responsibility of the newspaper route and that he had received the wages therefrom. The plaintiff therefore demonstrated a specific, personal and legal interest in the wages he received from delivering the Hartford Courant. See <em>AvalonBay Communities, Inc. </em>v. <em>Orange, </em>256 Conn. 557, 568, 775 A.2d 284 (2001). Moreover, it was not, as the defendant claims, the postaccident decision by the plaintiffs wife not to operate the newspaper route herself that resulted in the plaintiffs lost wages. Rather, the plaintiffs interest in his wages was specially and injuriously affected by the accident, which was proximately caused by the defendant’s negligent supervision of Leonard. The plaintiff therefore had standing to seek lost wages from the defendant.</p>\n<p id=\"b229-6\">Ill</p>\n<p id=\"b229-7\">Finally, the defendant claims that the court improperly found that the evidence regarding the plaintiffs claim for lost wages was legally sufficient.</p>\n<p id=\"b229-8\">“A party who seeks to recover damages . . . [on the ground of lost earnings or earning capacity] must estab<page-number citation-index=\"1\" label=\"200\">*200</page-number>lish a reasonable probability that his injury did bring about a loss of earnings, and must afford a basis for a reasonable estimate by the trier, court or jury, of the amount of that loss.” (Internal quotation marks omitted.) <em>Daigle </em>v. <em>Metropolitan Property &amp; Casualty Ins. Co., </em>60 Conn. App. 465, 469, 760 A.2d 117 (2000), aff'd, 257 Conn. 359, 777 A.2d 681 (2001).</p>\n<p id=\"b230-4\">The substance of the defendant’s claim is an attack on the credibility of the plaintiffs testimony. “The assessment of damages is peculiarly within the province of the trier and the award will be sustained so long as it does not shock the sense of justice. The test is whether the amount of damages awarded falls within the necessarily uncertain limits of fair and just damages. ... In making its assessment of damages . . . the trier must determine the existence and extent of any deficiency and then calculate its loss to the injured party. The determination of both of these issues involves a question of fact which will not be overturned unless the determination is clearly erroneous. . . . [Credibility is a matter for the trier of fact to determine. In a [proceeding] tried before a court, the trial judge is the sole arbiter of the credibility of the witnesses and the weight to be given specific testimony. . . . Where there is conflicting evidence ... we do not retry the facts or pass on the credibility of the witnesses. . . . The probative force of conflicting evidence is for the trier to determine.” (Citations omitted; internal quotation marks omitted.) <em>Southington </em>v. <em>Commercial Union Ins. Co., </em>71 Conn. App. 715, 743, 805 A.2d 76 (2002).</p>\n<p id=\"b230-5\">The defendant claims that the plaintiffs tax returns demonstrate that the claim for lost wages was not supported by evidence. The defendant claims that the tax returns accurately reflect the plaintiffs net income of $65 per week, rather than the $300 per week claimed by the plaintiff. The plaintiff testified, however, that because he did not have accounting experience, an <page-number citation-index=\"1\" label=\"201\">*201</page-number>accountant prepared his tax returns. The plaintiff also testified that he did not understand the relevant deductions reflected in the tax returns, but that his net income from the newspaper route was between $300 and $325 per week. There was thus adequate evidence in the record to support the jury’s finding that the plaintiff accurately stated his loss of wages as $300 per week.</p>\n<p id=\"b231-4\">The judgment is affirmed.</p>\n<p id=\"b231-5\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b217-8\"> William Leonard was an apportionment defendant only and is not a party to this appeal. We therefore refer only to John Cummiskey, Jr., doing business as J.J. Toon’s Cafe, as the defendant.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b217-9\"> Because Seguro’s wife, Susan Seguro, withdrew her claims prior to trial, we refer in this opinion to Lucio Seguro as the plaintiff.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b218-7\"> It is undisputed that Leonard dranlc four additional containers of beer in the evening. A question exists, however, as to where and when those containers of beer were consumed. Leonard asserts that he consumed the four containers of beer, which were warm at the time, in his car in the parking lot of the AAA Diner. The plaintiff argues, however, that it was unlikely that Leonard chose to consume those warm containers of beer in his car when he had access to cold beer at the bar and at home, which was ten minutes away from his place of employment. Moreover, the police officer at the scene of the accident did not find the empty beer cans that Leonard testified that he had left in his car.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b219-6\"> The second count of the complaint set forth a recklessness claim against the defendant. The plaintiff withdrew that count. The third count of the complaint alleged a loss of consortium on behalf the plaintiffs wife, Susan Seguro. Prior to the commencement of trial, the consortium claim was withdrawn.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b219-7\"> The court’s reliance on <em>Nolan </em>for the proposition that Connecticut recognizes a cause of action for negligent supervision of tavern employees requires clarification. The Supreme Court stated, in dicta, that “a cause of action predicated on negligence in the failure of a proprietor of a restaurant, or his servants or agents, to exercise reasonable care in the supervision of the conduct of <em>patrons or other business visitors </em>within his establishment would be unaffected by the common-law rule .... In such a situation, a patron or business visitor of the establishment who sustained an injury in person or property as a consequence of such negligence in supervision might have a common-law cause of action . . . .” (Citation omitted; emphasis added.) <em>Nolan </em>v. <em>Morelli, </em>supra, 154 <em>Conn. </em>440-41, citing <em>Lowthert </em>v. <em>Loyal Order of Moose of Stamford, Lodge 940, Inc., </em>147 Conn. 529, 533, 163 A.2d 106 (1960) (owner of establishment owes duty to business visitor to exercise reasonable care to keep premises reasonably safe for reasonably <page-number citation-index=\"1\" label=\"190\">*190</page-number>foreseeable uses of premises). The Supreme Court thus did not recognize liability for negligent supervision of <em>tavern employees </em>per se, but of patrons or other business visitors in contexts other than service of alcohol to a patron who voluntarily becomes intoxicated. That is not discordant with liability for negligent supervision of tavern employees, however, as such liability is consistent with the court’s finding that an employer must “exercise reasonable care in the supervision of the conduct of patrons or other business visitors within his establishment . . . .” <em>Nolan </em>v. <em>Morelli, </em>supra, 440-41.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b220-7\"> The jury apportioned 75 percent of the responsibility to Leonard and 25 percent to the defendant.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b221-9\"> Initially, the defendant had claimed on appeal that as a matter of law, any negligence on his part was not the proximate cause of the plaintiffs injuries. The defendant withdrew that claim at oral argument, however, in light of <em>Craig </em>v. <em>Driscoll, </em>262 Conn. 312, 813 A.2d 1003 (2003), in which our Supreme Court rejected the claim that “a purveyor who provides alcoholic beverages to an already intoxicated patron or a patron known to him to be an alcoholic <em>cannot, </em>as a matter of law, be the proximate cause of subsequent injuries caused by the intoxicated patron.” (Emphasis in original.) Id., 334.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b224-7\"> The defendant relies on § 317 of the Restatement (Second) of Torts in arguing that there is no duty to control an employee outside the scope of employment. Such reliance is misplaced. The negligence in question did not occur off-site, but rather involved the actions and inactions of the defendant in failing to supervise Leonard as to consumption of intoxicating liquor on the job.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}