{
  "casebody": {
    "data": "<casebody firstpage=\"47\" lastpage=\"54\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b117-7\">566 A.2d 777</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AnJ\">Roland C. RINGGOLD v. QUEEN ANNE’S COUNTY ASSOCIATION FOR HANDICAPPED CITIZENS, INC.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b117-9\">No. 67,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"ANl\">Sept. Term, 1988.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b117-10\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b117-11\">Dec. 7, 1989.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b118-7\"><page-number citation-index=\"1\" label=\"48\">*48</page-number>Sharon S. Doucette (John T. Szymkowicz, Aragona &amp; Szymkowicz, on brief), Oxon Hill, for petitioner and cross-respondent.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b118-8\">J. Donald Braden (Michael R. Foster, Foster &amp; Braden, all on brief), Stevensville, for respondent and cross-petitioner.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b118-9\">Argued before ELDRIDGE, COLE, RODOWSKY, McAULIFFE, ADKINS and BLACKWELL, JJ., and CHARLES E. ORTH, Jr., Judge of the Court of Appeals (retired), Specially Assigned.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b118-10\">BLACKWELL, Judge.</author>\n<p id=\"b118-11\">We granted certiorari in this case to address the issue of whether a single, isolated act of negligence by a caretaker grantee under a life care deed should trigger a reversion of the property to the grantor. For the reasons set forth <page-number citation-index=\"1\" label=\"49\">*49</page-number>below, we shall affirm the judgment of the Court of Special Appeals that a reversion should not have been declared under these circumstances. <em>Handicapped Citizens, Inc. v. Ringgold, </em>75 Md.App. 535, 544, 542 A.2d 387, 391 (1988) (“Ms. Quesenberry’s negligence in driving her automobile is totally unrelated to the question of whether the Association properly provided maintenance and care for Robert” and was therefore not envisioned by the reversion clause.). Pursuant to Maryland Rule 8-501(g), the parties have submitted an Agreed Statement of Facts.</p>\n<p id=\"b119-4\">The residence which is the subject of this litigation was acquired by Samuel C. and Carrie K. Ringgold in 1960 (the Ringgold home). Samuel died before Carrie, vesting fee simple title to the property in her alone. The Ringgolds had two children, Roland C. (Roland) and William Robert (Robert). Robert was mentally retarded and required constant care and supervision. Roland was the plaintiff in the trial court and is now petitioner.</p>\n<p id=\"b119-5\">For a period of time, Carrie served as caretaker for her retarded adult son, but after contracting cancer she began to search for alternative care for Robert that would be necessary on a permanent basis. On May 19, 1975, she executed a deed for the Ringgold home to her other son, Roland. Roland later conveyed this property in a subsequent deed to Queen Anne’s County Chapter, Maryland Association for Retarded Citizens, Inc. (Association) on July 27, 1977.<footnotemark>1</footnotemark></p>\n<p id=\"b119-6\">The deed contained the following reversion clause:</p>\n<blockquote id=\"b120-3\"><page-number citation-index=\"1\" label=\"50\">*50</page-number>In the event the said Queen Anne’s Chapter, Maryland Association for Retarded Citizens, Incorporated, or its duly and lawfully designated successor, <em>shall fail, during the lifetime of William Robert Ringgold, properly to provide maintenance and care for said William Robert Ringgold, </em>then, and in that event, <em>title to the real estate conveyed herein shall revert to Roland C. Ring-gold, </em>Grantor herein. Grantee shall, however, be compensated at its regular rates for providing such maintenance and care. (Emphasis added.)</blockquote>\n<p id=\"b120-4\">Originally, Roland began to supervise the care of Robert with the assistance of the Association after the death of Carrie. Roland found that he could not provide continuous proper care for Robert. An arrangement was made for the lease of the Ringgold home to the Association for one dollar with the understanding that Robert would reside in the home and that a caretaker would be provided. The Association hired Gertrude Quesenberry (Quesenberry) for that purpose and provided funds necessary to operate the home and care for Robert.<footnotemark>2</footnotemark> The supervision of the residence by Quesenberry and the funding by the Association continued through March, 1984.</p>\n<p id=\"b120-5\">Sometime in early 1984, the Association and Quesenberry planned for her formal retirement to occur in April, 1984. Quesenberry planned to move to a home in Ridgely, Maryland, a location approximately 20 miles from the subject property. Over the eight to nine year period in which Quesenberry provided care for Robert, a mother/child type relationship developed and Robert became very attached to her. Discussions were held with Robert’s immediate family concerning the termination of this relationship due to the imminent retirement. It was determined that Robert would <page-number citation-index=\"1\" label=\"51\">*51</page-number>be permitted to visit Quesenberry’s new residence prior to her departure, and to continue to visit after her retirement.</p>\n<p id=\"b121-4\">On March 27, 1984, Robert decided to visit the retirement home of Quesenberry. Robert telephoned Mrs. Boyd, the Executive Director of the Chesterwye Center, Inc., and received permission to be excused from his work assignment for the purpose of making the visit. Mrs. Quesenberry signed out from her employment duties for the remainder of the day. On the way to the home, both Quesenberry and Robert were tragically killed in an automobile accident. The defendants stipulated that Quesenberry was the negligent driver in this accident.</p>\n<p id=\"b121-5\">On January 9, 1986, Roland filed, in the Circuit Court for Queen Anne’s County, a “complaint to enforce reverter clause in deed and for possession of real property.” His attorney alleged the negligence involved in the automobile accident “is a failure on the part of defendant to properly provide maintenance and care for William Robert Ring-gold.” Plaintiff sought a declaratory judgment that a reversion had occurred and sought damages for wilful and malicious trespass.<footnotemark>3</footnotemark> Defendants filed a motion to dismiss with accompanying exhibits on March 14, 1986. This motion was denied by the circuit court in a memorandum opinion and order dated June 25, 1986. In a later opinion, of June 5, 1987, the trial judge responded to summary judgment motions filed on both sides and stated, “When presented in writing the court will sign a non-final order or judgment declaring the title to the subject property reverted to plaintiff on March 27, 1984.” At a later hearing, defendant, over the plaintiff’s objection, presented a setoff claim for expenditures made for the home and for the care of Robert. The trial judge refused to award the defendant any setoff for the reasons described in an Opinion of October 2, 1987. A Final Judgment Order granting the <page-number citation-index=\"1\" label=\"52\">*52</page-number>reversion was entered on October 21, 1987.<footnotemark>4</footnotemark> The Court of Special Appeals reversed the lower court’s decision, adopted a “substantial compliance” test as the appropriate standard in assessing the reversion clause, and held there should be no reversion under the circumstances. <em>See Handicapped Citizens, Inc. v. Ringgold, supra, </em>75 Md.App. at 543, 542 A.2d at 391.</p>\n<p id=\"b122-4\">“It is well settled that in construing a deed, the effect which most nearly accords with the intention of the parties is given the first consideration unless to do so would violate some rule of law.” <em>Brown v. Whitefield, </em>225 Md. 220, 225, 169 A.2d 920, 922 (1961); <em>see also Watson v. Raley, </em>250 Md. 266, 268, 242 A.2d 488, 489-90 (1967); <em>Adams v. Parater, </em>206 Md. 224, 231, 111 A.2d 590, 593 (1955); <em>Weiprecht v. Gill, </em>191 Md. 478, 484-85, 62 A.2d 253, 256 (1948).</p>\n<p id=\"b122-5\">Roland states in his brief the July 27, 1977 deed allegedly conveyed to the Association an estate in fee simple determinable. This estate has been traditionally recognized in Maryland. <em>Mayor of Ocean City v. Taber, </em>279 Md. 115, 127, 367 A.2d 1233, 1240 (1977); <em>Brown v. Hobbs, </em>132 Md. 559, 562-63, 104 A. 283, 284-85 (1918); <em>Kelso v. Stigar, </em>75 Md. 376, 398-99, 24 A. 18, 22-23 (1892); <em>Second Universalist Soc. v. Dugan, </em>65 Md. 460, 468-69, 5 A. 415, 417 (1886). Both the trial court and the Court of Special Appeals analyzed this deed as a fee simple determinable. We conclude it is not necessary to label the deed in question as either a fee simple determinable or a fee simple subject to a condition subsequent. The result is the same under either future interest because there is no breach of the condition under the circumstances.</p>\n<p id=\"b123-3\"><page-number citation-index=\"1\" label=\"53\">*53</page-number>The central issue becomes whether Robert’s death arising out of the automobile accident was sufficient to trigger the occurrence of the stated event in the reversion clause. Here, this clause specified a reversionary interest to Roland if the Association failed, “during the lifetime of Robert, properly to provide maintenance and care.” Roland as the grantor retained either a possibility of reverter or a right of entry for condition broken.</p>\n<p id=\"b123-4\">We conclude a reasonable interpretation of the reversion clause is that it was intended to refer to Robert’s general care, particularly while on the premises of the former Ringgold home. It was meant to ensure that Robert’s daily needs, such as food, clothing and shelter would be taken care of. Although the Association has stipulated that Quesenberry’s negligence caused the accident, we are not persuaded the parties intended this one, isolated event would trigger the reversionary interest. For over a seven year period, the Association provided excellent care to Robert. In the modem era, it is foreseeable that fatal automobile accidents will occur.<footnotemark>5</footnotemark> In the absence of any contrary intent or extrinsic evidence, it is proper to construe the subject reversion clause against the grantor. Roland has failed to meet his burden to demonstrate that the care provisions in the deed were not satisfied.</p>\n<p id=\"b123-5\">We disagree with the Court of Special Appeals’ use of the standard “substantial compliance” in referring to the effect of the reversion clause. Rather, our interpretation is limited to whether the stated event, as contemplated by the parties to the conveyance, has occurred or has not occurred. We hold Roland’s reversionary interest is not activated under the circumstances of this case. Legal title to the Ringgold home should remain in the Association in fee simple.</p>\n<p id=\"b124-3\"><page-number citation-index=\"1\" label=\"54\">*54</page-number>Because of our conclusion, we find it unnecessary to address the remaining issues presented.<footnotemark>6</footnotemark></p>\n<p id=\"b124-4\">JUDGMENT OF THE COURT OF SPECIAL APPEALS AFFIRMED.</p>\n<p id=\"b124-5\">COSTS TO BE PAID BY PETITIONER, ROLAND C. RINGGOLD.</p>\n<footnote label=\"1\">\n<p id=\"b119-7\">. This organization has had multiple name changes. The present name is Queen Anne’s County Association for Handicapped Citizens, Inc. Several years prior to this litigation, an associated organization, Chesterwye Center, Inc., took over the duties of providing supervision and care for the individuals located in the Ringgold home. Both corporations had agreed that the title would eventually be transferred to Chesterwye Center, Inc. Upon institution of the present lawsuit, this proposed conveyance was indefinitely delayed. All parties have agreed that all defendants would be treated as one, and would be bound by any judgment.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b120-6\">. Two other handicapped citizens were added to the home between 1975 and 1977 to help operate the home on a more economical basis. Each of the three residents contributed part of their social security . checks on a monthly basis. No regular rates were established for the residents beyond the payment of social security monies.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b121-6\">. Plaintiff later voluntarily dismissed his claim for damages for defendant’s trespass.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b122-6\">. Roland testified at trial that he was satisfied with the general care provided for Robert during the previous period. Testimony was introduced by defendant which indicated that after the death of Robert, Roland opened and was appointed personal representative of a small estate in the Orphan’s Court for Queen Anne’s County. It was further testified that Roland negotiated a settlement, through an attorney, with the insurance company which covered Quesenberry’s vehicle for the sum of $15,000.00, for the injuries which Robert received arising from the automobile accident.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b123-6\">. In the last three years, 1986-88, there were 2,193 fatal accidents in the state of Maryland. In these accidents a total of 2,414 people were killed. Maryland State Police, Records Office.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b124-6\">. The parties have further addressed the following issues:</p>\n<blockquote id=\"b124-7\">(1) Does the doctrine of charitable immunity bar a claim for reversion of real property, which is based on an act of negligence by a charitable institution, where said claim arises from contractual rights reserved in a granting deed?</blockquote>\n<blockquote id=\"b124-8\">(2) Does the doctrine of estoppel or release bar a party, as a principal, from seeking a reversion of real property where the party in question executes a general release of all parties, as a personal representative of an estate?</blockquote>\n<blockquote id=\"b124-9\">(3) Whether the trial court correctly determined no conflict exists between the granting clause and the reverter clause, under the terms of the deed in question?</blockquote>\n<blockquote id=\"b124-10\">(4) Was the trial court correct in declining to award any setoff for monies expended in the care of Robert Ringgold under the terms of the deed in question?</blockquote>\n<blockquote id=\"b124-11\">(5) Was the trial court correct in denying compensation to the Defendant for improvements and maintenance to the Ringgold home under the doctrine of unjust enrichment?</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}