{
  "casebody": {
    "data": "<casebody firstpage=\"170\" lastpage=\"179\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b200-6\">599 A.2d 573</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b200-7\">IN THE MATTER OF THE COMMITMENT OF A.A.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b200-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b200-9\">Argued October 23, 1991</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AbI\">—Decided November 27, 1991.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b202-4\"><page-number citation-index=\"1\" label=\"172\">*172</page-number>Before Judges DREIER, GRUCCIO and BROCHIN.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b202-5\"><em>Lorraine M. Gormley, </em>Assistant Deputy Public Advocate, argued the cause for appellant <em>(Wilfredo Caraballo, </em>Public Advocate, attorney; <em>Lorraine M. Gormley, </em>of counsel and on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b202-6\"><em>Louis A. Veronica </em>argued the cause for respondent <em>(Veronica, Meloni &amp; Vecchio, </em>attorneys; <em>Louis A. Veronica, </em>on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b202-7\">The opinion of the court was delivered by</p>\n<author id=\"b202-8\">BROCHIN, J.A.D.</author>\n<p id=\"b202-9\">Appellant, A.A., was ordered temporarily committed to the Camden County Psychiatric Hospital on February 20, 1991. Following a commitment hearing on March 8, 1991, an order was entered continuing his involuntary commitment for 60 days. Before the 60 days had elapsed, he was administratively released on April 15, 1991.<footnotemark>1</footnotemark> He appeals from the order of commitment. Appellant contends that his involuntary commitment was illegal because the State failed to establish the requisite grounds for his commitment by clear and convincing evidence. He also claims that he was not legally subject to involuntary commitment because he was seeking admission to a hospital for psychiatric care on a voluntary basis.</p>\n<p id=\"b202-10\">Appellant suffers from a mental illness which has been managed by the administration of lithium. At 3:00 a.m. on February 17, 1991, his wife took him to the mental health crisis center at John F. Kennedy Memorial Hospital in Cherry Hill, New Jersey. Kennedy Memorial Hospital is a “short term <page-number citation-index=\"1\" label=\"173\">*173</page-number>facility”; <em>i.e., </em>“an inpatient, community based mental health treatment facility which provides acute care and assessment services to a mentally ill person whose mental illness causes the person to be dangerous to self or dangerous to others or property.” <em>N.J.S.A. </em>30:4-27.8 and -27.2(bb).</p>\n<p id=\"b203-6\">In accordance with <em>N.J.S.A. </em>30:4-27.5<footnotemark>2</footnotemark>, appellant was interviewed by “screeners.” They recorded that his mood was volatile, he was feeling “very paranoid,” he was experiencing auditory and visual hallucinations, hallucinatory voices were commanding him to hurt himself and other members of his family, and he had been threatening his wife and daughter with knives. The screeners also noted that three weeks earlier appellant had spent five days at the hospital, that during the previous five months he had been hospitalized there and in another local hospital on five occasions, and that, in total, he had been hospitalized ten times at Kennedy Memorial Hospital and on numerous additional occasions at Ancora Psychiatric Hospital in Hammonton, New Jersey.</p>\n<p id=\"b203-7\">The February 20, 1991, order for temporary commitment was based on these screening documents, and there was sufficient justification for committing appellant to Camden County Psychiatric Hospital pending a hearing. The symptoms which they <page-number citation-index=\"1\" label=\"174\">*174</page-number>recorded established the precondition for the order, that there was probable cause to believe that he was “dangerous to self” and “dangerous to others” within the meaning of <em>N.J.S.A. </em>30:4-27.2h and 30:4-27.2i. <em>See N.J.S.A. </em>30:4-27.9b; <em>In re S.L., </em>94 <em>N.J. </em>128, 138-139, 462 A.2d 1252 (1983); <em>State v. Krol, </em>68 <em>N.J. </em>236, 259, 344 A.2d 289 (1975).</p>\n<p id=\"b204-5\">A psychiatrist testified at the commitment hearing on March 8, 1991. On direct examination his only pertinent testimony was the following:</p>\n<blockquote id=\"b204-6\">Q. Doctor, is the present mental condition of [appellant] such that if he were to be discharged at this time, would he be a danger to himself, to others or to property?</blockquote>\n<blockquote id=\"b204-7\">A. He would, yes.</blockquote>\n<blockquote id=\"b204-8\">Q. And in what way does he present a danger?</blockquote>\n<blockquote id=\"b204-9\">A. [Appellant] continues to be labile, irritable, easily frustrated. He also has a long history of not having taken his medications and numerous hospitalizations in the last several years.</blockquote>\n<p id=\"b204-10\">The psychiatrist’s report stated that appellant had no history of physical assaults and that he was not threatening or assaultive in the hospital, “but he continues to be irritable, easily angered, and upset if discharge from the hospital is refused____ At this time, he is not sufficiently recovered and remains dangerous to others and to himself.”</p>\n<p id=\"b204-13\">On cross-examination, the psychiatrist testified that he knew of no assaultive behavior by appellant, that appellant was cooperative, and that he would not be dangerous to himself. However, appellant and his wife were caring for six children in their home, from 2 to 22 years old. Three of the children were their own and three were children of a niece who had died several months earlier. The doctor expressed the opinion that appellant might be dangerous to the younger children, but when pressed he explained that he meant that appellant, who customarily cared for the children while his wife was working, would not be able to supervise them adequately because he had some conflicts with the older children who might otherwise have been expected to help him with the younger.</p>\n<p id=\"b205-5\"><page-number citation-index=\"1\" label=\"175\">*175</page-number>Appellant testified that he went voluntarily to Kennedy Memorial Hospital and asked to be admitted. He denied that he had ever been assaultive. He had been “taking care of the kids, cooking and cleaning around the house a lot” because his wife was working at night, and his “nerves got bad.” From past experience, he concluded that the level of lithium in his blood had fallen too low. (Hospital tests confirmed his supposition.) He anticipated a short stay like those he had experienced many times previously in order to adjust the dosage of medication he was receiving. Instead, he said, “They just shipped me here” to Camden County Psychiatric Hospital.</p>\n<p id=\"b205-6\">Appellant’s wife testified that since her niece died approximately six months earlier, he had been to the hospital at least five times. “Sometimes,” she explained, “they won’t keep him there because they’re tired. They’re tired of him coming ... every other week.” “I tried to get help for him but he don’t want help. He just wants to go in and out of hospitals instead of getting long-term help where he can become stable.” She went on to note that he would cry all the time, his head hurt him, he didn’t feel well, he was abusive in his speech, he threatened to keep the proceeds of his social security checks rather than turn them over to her for the use of the household, he would do “ridiculous things” like getting up at 3:00 a.m. to cook dinner for the family and then throwing the food in the garbage before anyone could eat it, and he would fail to take his medication. Appellant’s wife denied that her husband was violent in any way. However, she described the harm he was causing as follows:</p>\n<blockquote id=\"b205-7\">[T]his way he’s killing us. He’s hurting my children, not physically, but mentally.</blockquote>\n<blockquote id=\"b205-8\">My kids cry every time he goes to the hospital. I have a daughter, eighteen, she loves him. My daughter, twenty-two, she helps me with my business. I have a son, eight. Every time he’s in and out of these hospitals it hurts my children. And then I have three more babies. My niece got killed. She left me with three more babies, a one-year-old, a two-year-old and a three-year-old. I’m trying to do the best I can. My children help me. But he doesn’t want them to help. He doesn’t want people to help me____ He tries to, you know, like keep <page-number citation-index=\"1\" label=\"176\">*176</page-number>people away that are helping me. Instead he just causes more aggravation. He needs help and he doesn’t want to get long-term help and he needs it.</blockquote>\n<p id=\"b206-5\">At the close of the hearing, the judge ruled that appellant was “suffering from psychiatric disability and that he does present a danger to others in that his actions present themselves in such a manner as to create a serious bodily harm, though it may not be a physical bodily harm, to others.”</p>\n<p id=\"Alp\">A hospital screening service is authorized to refer a person to court for involuntary commitment to a short-term care facility, psychiatric facility or special psychiatric hospital. <em>N.J.S.A. </em>30:4-27.9 If the court “finds that there is probable cause to believe that the person is <em>in need of involuntary commitment,” </em>it shall issue an order for temporary commitment pending final hearing. (Emphasis added.) <em>N.J.S.A. </em>30:4-27.10e.</p>\n<p id=\"b206-6\">Appellant contends that the order for his temporary commitment was illegal because the screening documents on which it was based did not show that he was a person “in need of involuntary commitment.” <em>N.J.S.A. </em>30:4-27.2m defines that phrase to mean</p>\n<blockquote id=\"b206-7\">an adult who is mentally ill, whose mental illness causes the person to be dangerous to self or dangerous to others or property and who is <em>unwilling to be admitted to a facility voluntarily for care, </em>and who needs care at a short-term care, psychiatric facility or special psychiatric hospital because other services are not appropriate or available to meet the person’s mental health care needs. [Emphasis added.]</blockquote>\n<p id=\"b206-8\">He argues that since he presented himself for voluntary admission to the Kennedy Memorial Hospital, he was not “unwilling to be admitted to a facility voluntarily for care,” and he was therefore ineligible for involuntary commitment. Because the screening documents contain ample evidence that appellant was “dangerous to others” when he was admitted, he does not challenge the legality of his <em>temporary </em>commitment on any ground except his willingness to be admitted voluntarily.</p>\n<p id=\"b206-9\">We disagree with appellant’s contention that he could not be temporarily committed involuntarily because he had presented himself at Kennedy Memorial Hospital for voluntary admission. The pertinent statutes recognize that there are <page-number citation-index=\"1\" label=\"177\">*177</page-number>various types of psychiatric facilities and that not all types are equally suitable for all patients. <em>See N.J.S.A. </em>30:4-27.5b (“If a person has been admitted three times or has been an inpatient for 60 days at a short-term care facility during the preceding 12 months, consideration shall be given to not placing the person in a short-term facility.”) A screening service is required to provide an “assessment” of a “person believed to be in need of commitment to a short-term care, psychiatric facility or special psychiatric hospital” in order to “determine what mental health services are appropriate for the person and where those services may be most appropriately provided.” <em>N.J.S.A. </em>30:4-27.5a. The screening staff are the persons who are authorized to “determine the appropriate facility in which the person shall be placed taking into account the person’s prior history of hospitalization and treatment.” <em>N.J.S.A. </em>30:4-27.5b. In the light of this statutory scheme, if a person who is dangerous to himself or to others because of mental illness is unwilling to be admitted voluntarily to a facility which qualified screeners determine is appropriate for his care—wherever else he may be willing to go—he is “in need of involuntary commitment” within the meaning of <em>NJ.S.A. </em>30:4-27.2m.</p>\n<p id=\"b207-6\">In the present case, the screening documents reflect the screeners’ conclusion that appellant was unwilling to submit to the long term treatment which the physicians thought was necessary. Because of facts which they stated in the documents, they reasonably concluded that appellant’s past history and present condition required his hospitalization and treatment elsewhere than at a short-term facility. Those facts and conclusion established probable cause for the commitment court’s finding that, despite appellant’s willingness to enter a short-term facility voluntarily, he was “unwilling to be admitted to a [suitable] facility voluntarily for care” and because of the other facts stated in the screening documents, he was “in need of <page-number citation-index=\"1\" label=\"178\">*178</page-number>involuntary commitment” within the meaning of <em>N.J.S.A. </em>30:4-27.2m.<footnotemark>3</footnotemark></p>\n<p id=\"b208-5\">The commitment court recognized that one of the other statutory prerequisites to finding a person “in need of involuntary commitment” was a finding that the person was “dangerous to self or dangerous to others or property.” <em>N.J.S.A. </em>30:4-27.2m; <em>R. </em>4:74-7f; <em>In re S.L., </em>94 <em>N.J. </em>128, 137, 462 A.2d 1252 (1983) (The state may not commit those persons who are mentally ill but not dangerous, citing <em>O’Connor v. Donaldson, </em>422 <em>U.S. </em>563, 575-76, 95 <em>S.Ct. </em>2486, 2493-94, 45 L.Ed.2d 396, 406-07 (1975).)<footnotemark>4</footnotemark> “Dangerous to others or to property,” <em>N.J.S.A. </em>30:4-27.2i, means</p>\n<blockquote id=\"b208-6\">that by reason of mental illness there is a substantial likelihood that the person will inflict serious bodily harm upon another person or cause serious property damage within the reasonably foreseeable future.</blockquote>\n<p id=\"b208-7\">The commitment court implicitly found that the evidence presented at the hearing did not clearly and convincingly show a substantial, likelihood that appellant would cause physical harm to another person.<footnotemark>5</footnotemark> We agree with that implicit finding. But the judge construed “serious bodily harm” to include psychological harm, and he found that sufficient proof had been presented to establish the likelihood that, if discharged prema<page-number citation-index=\"1\" label=\"179\">*179</page-number>turely, appellant would cause serious psychological harm to his wife and children. Appellant argues against the court’s reading of the statute and, alternatively, contends that the evidence presented at his commitment hearing did not prove by clear and convincing evidence that there was a substantial likelihood of his causing even psychological harm.</p>\n<p id=\"b209-6\">We are unwilling to rule out the possibility that in a proper case the proponent of involuntary commitment may be able to prove clearly and convincingly that the continuing hospitalization of the prospective patient is necessary to avoid the substantial likelihood of psychological harm to others so severe as to inflict “serious bodily harm upon another person” within the meaning of <em>N.J.S.A. </em>30:4-27.2i. However, in most cases, proof of so serious a threat of psychological harm to others would require testimony by a psychiatrist, psychologist, or other professionally qualified witness.</p>\n<p id=\"b209-7\">No expert testimony was offered in the present case to prove that appellant’s discharge would threaten others with serious psychological harm. All of the evidence that appellant was causing psychological harm to others came from appellant’s wife. She testified, in effect, that her husband’s mental illness imposed a psychological burden on his family. Undoubtedly, his need for frequent hospitalization, his complaints, hollering, abusive speech, and erratic behavior—for example, cooking a family dinner at 3:00 a.m. and discarding it before it could be eaten—made appellant extremely difficult to live with. But that evidence was insufficient to justify the commitment court’s finding that there was a substantial likelihood that within the reasonably foreseeable future appellant’s conduct would cause harm so severe as to constitute “serious bodily harm upon another person.” <em>See N.J.S.A. </em>30:4-27.2i.</p>\n<p id=\"b209-8\">The temporary commitment order of February 20, 1991 is therefore affirmed and the commitment order of March 8, 1991 is vacated.</p>\n<footnote label=\"1\">\n<p id=\"b202-11\">Appellant's release from confinement has not mooted the controversy. An involuntary committee’s property is subject to a lien for the cost of his hospital care. <em>N.J.S.A. </em>30:4-80.1 However, the committee is entitled to a credit for any period of illegal commitment. <em>In re Z.O., </em>197 <em>N.J.Super. </em>330, 336, 484 A.2d 1287 (App.Div.1984), <em>certif. denied, </em>101 <em>N.J. </em>223, 501 A.2d 903 (1985); <em>In re R.B., </em>158 <em>N.J.Super. </em>542, 386 A.2d 893 (App.Div.1978).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b203-8\"><em>N.J.S.A. </em>30:4-27.5:</p>\n<blockquote id=\"b203-9\">a. A screening service shall serve as the facility in the public mental health care treatment system wherein a person believed to be in need of commitment to a short-term care [facility], psychiatric facility or special psychiatric hospital undergoes an assessment to determine what mental health services are appropriate for the person and where those services may be most appropriately provided.</blockquote>\n<blockquote id=\"b203-10\">b.....Upon completion of the screening certificate, screening service staff shall determine the appropriate facility in which the person shall be placed taking into account the person’s prior history of hospitalization and treatment. If a person has been admitted three times or has been an inpatient for 60 days at a short-term care facility during the preceding 12 months, consideration shall be given to not placing the person in a short-term facility.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b208-8\"> <em>In re M.D., </em>251 <em>N.J.Super. </em>19, 596 A.2d 766 (Ch.Div.1991) (slip op.) holds that a patient who requested admission to Trenton Psychiatric Hospital as a voluntary patient could not be involuntarily committed. Since the patient in that case requested voluntary admission to the same facility to which the State sought to commit him involuntarily, the decision is consistent with our holding in the present case.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b208-9\"><em> But see In re M.M., </em>109 <em>N.J. </em>60, 61, 532 A.2d 1123 (1987) (recognizing that a new statute, <em>L. </em>1987, <em>c. </em>116, now <em>N.J.S.A. </em>30:4-27.2h, which became effective November 7, 1988, provided new standards regarding danger to self.)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b208-10\">We emphasize that the screening certificates upon which the appellant’s temporary commitment was based contained substantial evidence that he was dangerous to others. No similar evidence was introduced at the commitment hearing. Perhaps the screening documents were inaccurate. Perhaps the psychiatrist who testified was of the opinion that the threats attributed to appellant in those documents were no longer pertinent. Perhaps the presentation was simply inadequate. We do not know.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}