{
  "casebody": {
    "data": "<casebody firstpage=\"614\" lastpage=\"625\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b638-5\">[L. A. No. 20835.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AAD\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASp\">Jan. 13, 1950.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b638-6\">BRYANT ESSICK et al., Appellants, v. THE CITY OF LOS ANGELES et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b639-10\"><page-number citation-index=\"1\" label=\"615\">*615</page-number>Carl W. Barrow for Appellants.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b639-11\">Morris Lavine, as Amicus Curiae on behalf of Appellants.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b640-4\"><page-number citation-index=\"1\" label=\"616\">*616</page-number>Ray L. Chesebro, City Attorney, Bourke Jones, Roger Arnebergh, Assistant City Attorneys, Ugene U. Blalock, Harold S. Morrison, Towson T. MacLaren, Guy Richards Crump and Ralph W. Evans for Respondents.</p>\n<p data-order=\"7\" data-type=\"summary\" id=\"b640-5\">Donald J. Dunne, as Amicus Curiae on behalf of Respondents.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b640-6\">SCHAUER, J.</author>\n<p id=\"AKl\">Plaintiffs appeal from a judgment of dismissal of their action for declaratory relief against the city of Los Angeles, the individual members of the council of such city, and Forest Lawn Company, a corporation (hereinafter termed, respectively, the city, the council, and the company). By such action plaintiffs sought to have declared null and void because allegedly violative of various sections of the city charter certain ordinance provisions and one resolution passed by the council, having to do in general with the granting of “conditional use permits” under the “Comprehensive Zoning Plan” of the city and in particular with the granting of such a permit to the company. For the reasons hereinafter stated, we have concluded that the judgment should be modified in form as hereinafter specified and, as so modified, affirmed.  Plaintiffs also attempt to appeal from the court’s order granting defendants’ motions to dismiss the action; such order, having directed that judgment of dismissal be prepared, is not appealable and the attempted appeal therefrom will be dismissed. (See <em>McColgan </em>v. <em>Jones, Hubbard &amp; Donnell, Inc. </em>(1938), 11 Cal.2d 243 [78 P.2d 1010]; 2 Cal.Jur. 156-159.)</p>\n<p id=\"b640-7\">The Pleadings</p>\n<p id=\"b640-8\">Plaintiffs in their complaint (first amended) allege as follows : They are qualified voters and electors of the city. Under ordinance No. 90500 passed by the council in March, 1946, and known as the Comprehensive Zoning Plan of the city, certain land owned by plaintiffs together with some 486 acres of land owned by the company was designated as falling within the same “continuous and unbroken” R1 One Family Zone. Plaintiffs sue for themselves and “for the benefit of all the other owners of real property within the said R1 One Family Zone.” No cemeteries “are to be located within areas so zoned as R1 One Family Zones except that a procedure for the obtaining of a permit for the ‘Conditional Use’ for cemetery purposes of real property so zoned as an R1 One Family <page-number citation-index=\"1\" label=\"617\">*617</page-number>Zone” is established by subsection C of section 12.24 of ordinance 90500. In February, 1947, the council “purportedly” passed ordinance No. 91503, section 20 of which amends subsection C of section 12.24<footnotemark>1</footnotemark> of ordinance 90500. Acting under the provisions of subsection C as so amended, the company thereafter filed with the City Planning Commission an application for a “Conditional Use” for cemetery purposes of its property mentioned above, the commission denied the application, the company appealed to the council, and the council, <page-number citation-index=\"1\" label=\"618\">*618</page-number>in. March, 1948, “purported” to pass a <em>resolution </em>reversing the action of the commission and granting the application of the company. Pursuant “to said resolution . . . the . . . Company has commenced the construction of a cemetery” upon its property, the creation and maintenance of which will diminish the value, use, and enjoyment of real property owned by the other property owners, including plaintiffs, within the same El One Family Zone. Section 12.241 of ordinance 90500, section 20 of ordinance 91503 (amending § 12.24, subsec. C), and the resolution granting the company’s application are pleaded in full in the complaint, and are averred to be in conflict with certain provisions of the city charter. Plaintiffs allege, finally, that an actual controversy exists between themselves and defendants relating to their legal rights and duties arising out of the resolution and pray that the court declare null and void the resolution and the ordinance provisions pursuant to which it was passed.</p>\n<p id=\"b642-5\">Defendants filed motions to dismiss the action on the grounds that (1) the court had no jurisdiction of the subject of the <page-number citation-index=\"1\" label=\"619\">*619</page-number>action for the reason that the complaint presented no justiciable controversy, and (2) it was not necessary or proper at that time for the court to make a declaration or determination of the rights and duties of the parties under the circumstances alleged. (See Code Civ. Proc., § 1061.) The motions were granted, judgment was entered accordingly, and this appeal followed.</p>\n<p id=\"b643-5\">Pebtinent Chabtee Pbovisions</p>\n<p id=\"b643-6\">At the times material to this litigation, section 97 of the city charter provided that “No <em>ordinance, order </em>or <em>resolution </em>shall be adopted by the Council authorizing, ordering or involving any of the following enumerated matters, unless and until such <em>ordinance, order </em>or <em>resolution </em>shall have first been submitted to the City Planning Commission for report and recommendation ... (c) The creation of districts or zones for the purpose of regulating the use of lands, ... or the <em>changing, amending </em>or <em>altering </em>of any such zones, districts or regulations.</p>\n<p id=\"b643-7\">“It shall be the duty of the City Planning Commission, within thirty (30) days from the receipt of any such proposed <em>ordinance, order </em>or <em>resolution, </em>to make and file its report and recommendation thereon with the Council, and should said Planning Commission recommend against the approval of the matter involved, the Council may adopt such <em>ordinance </em>only upon a two thirds vote of the whole of said Council. Should the City Planning Commission recommend approval or fail to make any recommendation within the time mentioned herein, said Council may adopt such <em>ordinance, order </em>or <em>resolution </em>by a majority vote of the whole Council ...” (Italics added.)</p>\n<p id=\"b643-8\">Section 98<footnotemark>2</footnotemark> of the charter created the office of Zoning Administrator and gave him the power, among other things, <page-number citation-index=\"1\" label=\"620\">*620</page-number>to “investigate, hear and determine all applications for variances from the rules, regulations, restrictions and requirements of the zoning ordinances and [to] . . . grant such variances . . . when practical difficulties, unnecessary hardships or results inconsistent with the general purposes of the zoning regulations may result” otherwise. The administrator’s determination “shall be final except that appeals therefrom may be taken to the Board of Zoning Appeals,” which by section 99 of the charter was given the power to “affirm, change or modify the . . . determination . . . subject to the same limitations as are placed upon the Zoning Administrator. ’ ’</p>\n<p id=\"b644-3\">Plaintiffs contend that the charter has thus “provided for two distinct procedures whereby an owner of real property might obtain relief from onerous zoning restrictions, rules and regulations as they limit him in the use and enjoyment of his property”; that a third procedure, in conflict with the charter, is set forth in subsection C of section 12.24 of ordinance 90500, as amended by section 20 of ordinance 91503; and that such sections, as well as the council’s resolution adopted pur<page-number citation-index=\"1\" label=\"621\">*621</page-number>suant thereto, granting the company a conditional use permit, are null and void.</p>\n<p id=\"b645-5\">It appears, however, that so far as here material the charter contemplates <em>three </em>situations, or means (apparently mutually exclusive since procedure for each is detailed in the charter), under or by which action relative to zoning matters may be taken: (1) The “creation” of zones or “the changing, amending or altering of any such zones” (§ 97(c)); (2) the “granting of variances” (§ 98(c)); (3) “changes to zoning ordinances” (§ 98(b)). Several problems are thus presented: First, does the granting of “conditional use” permits fall within any of the three situations so designated by the charter ? Second, if so, does the procedure laid down by the ordinances attacked by plaintiff comply with charter provisions ? Third, if either the granting of conditional use permits or the ordinance procedure is not expressly authorized by the charter, is either or are both forbidden by it ? Plaintiffs concede that the charter operates “as a limitation and not a grant of power, and hence should be strictly construed [against the limitation] . The city charter of the city of Los Angeles comes within this rule.” <em>(Thille </em>v. <em>Board of Public Works of City of Los Angeles </em>(1928), 82 Cal.App. 187, 189 [255 P. 294]; see, also, <em>West Coast Advertising Co. </em>v. <em>San Francisco </em>(1939), 14 Cal.2d 516, 522 [95 P.2d 138]; <em>City of Oakland </em>v. <em>Williams </em>(1940), 15 Cal.2d 542, 549-550 [103 P.2d 168].) Section 2 of the charter itself provides that “The City of Los Angeles . . . shall have the right and power, subject to the restrictions in this charter contained: . . . (4) to make and enforce all laws and regulations in respect to municipal affairs, subject only to the restrictions and limitations provided in this charter ...” The charter further states, in section 21, that “All <em>legislative power </em>of the city except as herein otherwise provided is vested in the Council and shall be exercised by <em>ordinance, </em>subject to the power of veto or approval by the Mayor as herein set forth. Other action of the Council may be by <em>order </em>or <em>resolution, </em>upon motion.” (Italics added.)</p>\n<p id=\"b645-6\">Plaintiffs have not attacked the procedure followed in the adopting either of ordinance 90500—hereinafter sometimes referred to as the Zoning Plan of the city—under which they claim protection, or of ordinance 91503 (which amends, or “changes,” subsection C of section 12.24 of the Zoning Plan). Consequently we must assume that each of such ordinances was submitted to the planning commission for consideration <page-number citation-index=\"1\" label=\"622\">*622</page-number>prior to adoption by the council (charter, §§ 97(c), 98 (b)), and is valid insofar as concerns adoption procedure.</p>\n<p id=\"b646-3\">The \"Changing, Amending or Altering ” of a Zone <em>(Charter Section 97)</em></p>\n<p id=\"b646-4\">Plaintiffs urge that the granting of a conditional use permit constitutes the “changing, amending or altering” <em>of a zone </em>within the meaning of subsection (c) of section 97 of the charter, that therefore the procedural provisions of that section must be followed, and that those provisions require that action by the council granting such a permit after an adverse recommendation by the commission must be by' <em>ordinance </em>rather than by the resolution authorized by subsection C, as amended, of section 12.24 of the Zoning Plan.</p>\n<p id=\"b646-5\">Defendants argue, first, that the granting of a conditional use permit authorizes a change <em>within, </em>rather than <em>of, </em>a zone; that the “changing, amending or altering” <em>of </em>a zone means action affecting the entire zone, such, for example, as the changing of its boundaries or of its classification, as from residential to commercial, etc.; that the use deemed essential or desirable to the public convenience or welfare” (subsection B of section 12.24 of the Zoning Plan), including cemeteries (as well as airports, schools, libraries, public utilities, etc.), for which a conditional use permit is authorized by the Zoning Plan itself is entirely different in scope, nature, and purpose from the change <em>of </em>a zone contemplated by subsection (c) of section 97 of the charter; that, in consequence, the provisions of section 97 do not control the procedure to be followed when a conditional use permit is granted.</p>\n<p id=\"b646-6\">Defendants’ viewpoint appears sound and is supported by the recent ease of <em>Wheeler </em>v. <em>Gregg </em>(1949), 90 Cal.App.2d 348, 363 [203 P.2d 37] (hearing denied), in which the court, in considering the same section 12.24 of the same ordinance (Comprehensive Zoning Plan) here involved, especially “noted that conditional use permits are confined to uses of public concern, such as airports, cemeteries . . . By the specific terms of the ordinance such uses are permitted in any zoning district subject only to a finding by the planning commission, in the first instance, or the city council on appeal, that the use is essential or desirable to the public convenience or welfare. The decision to grant a conditional use permit does not create a new zone. It merely affirms as a fact the existence of the circumstances under which the ordinance by its terms prescribes that such permit shall issue. ’ ’</p>\n<p id=\"b647-4\"><page-number citation-index=\"1\" label=\"623\">*623</page-number>We hold that the council, in granting a concStional use permit after adverse recommendation by the commission, is not bound to follow the procedural provisions of charter section 97.</p>\n<p id=\"b647-5\">It should be borne in mind throughout our discussion that the granting of either a “use” permit or a “variance” permit is administrative or quasi-judicial, rather than legislative, action (see <em>Johnston </em>v. <em>Board of Supervisors </em>(1947), 31 Cal.2d 66, 73-74 [187 P.2d 686]; <em>Wheeler </em>v. <em>Gregg </em>(1949), <em>supra, </em>90 Cal.App.2d 348, 362-363; <em>North Side etc. Assn. </em>v. <em>Hillside etc. Park </em>(1945), 70 Cal.App.2d 609, 616 [161 P.2d 618]) and may be accomplished by resolution rather than by ordinance without violating charter section 21, quoted herein-above.</p>\n<p id=\"b647-6\">The Granting op a “Variance” <em>(Charter Section 98, subsection (c))</em></p>\n<p id=\"b647-8\">Defendants contend that a conditional use is a separate and distinct concept from a variance and, as revealed by the Zoning Plan (§ 12.24, subsec. B), is granted for a public or quasi-public purpose <em>within </em>the terms of the Zoning Plan or ordinance itself rather than to obviate the “practical difficulties, unnecessary hardships or results inconsistent with the general purposes of the zoning regulations” as applied to individual property owners, which must be shown before a variance may be granted by the Zoning Administrator (charter, § 98, subsec. (c)).</p>\n<p id=\"b647-9\">We are satisfied that defendants are correct on this point. Aside from the difference in language between the variance provisions of the charter and the conditional use provisions of the Zoning Plan, which indicates the difference in character of the purposes sought to be accomplished, the case of <em>Johnston </em>v. <em>Board of Supervisors </em>(1947), <em>supra, </em>31 Cal.2d 66, 73, recognizes that a “use permit” and a “variance” are not the same and at least suggests that the granting of the latter involves a “broader power” than does the granting of a use permit. Also, <em>Wheeler </em>v. <em>Gregg </em>(1949), <em>supra, </em>90 Cal.App.2d 348, 363, makes the distinction with respect to the same Los Angeles ordinance which we are considering here. (See, also, <em>Thomson </em>v. <em>Tafel </em>(1949), 309 Ky. 753 [218 S.W.2d 977, 981]; <em>Illinois Bell Telephone Co. </em>v. <em>Fox </em>(1949), 402 Ill. 617 [85 N.E.2d 43, 50].) It therefore appears that the variance provisions of charter section 98 neither encompass nor prohibit the granting of the conditional use here in controversy.</p>\n<p id=\"b648-4\"><page-number citation-index=\"1\" label=\"624\">*624</page-number>Changes to Zoning Ordinances <em>(Charter Section 98, subsection (b))</em></p>\n<p id=\"b648-5\">As already noted, plaintiffs do not complain that the procedure followed in adopting ordinance 91503 (which amends subsection C of section 12.24 of the Comprehensive Zoning Plan ordinance) did not conform to charter provisions, and it is clear that a resolution performing the administrative act of granting a conditional use permit, as authorized by amended subsection C of section 12.24, does not constitute the ‘ ‘ changing of a zoning ordinance, ’ ’ and does not violate the provisions of charter section 98, subsection (b).</p>\n<p id=\"b648-7\">Right to Referendum</p>\n<p id=\"b648-8\">Plaintiffs further assert that the charter (§§ 281, 282) authorizes a referendum only on ordinances, and complain that the action of the council in granting the conditional use permit to defendants by resolution rather than by ordinance deprives plaintiffs of their right to vote, which is precious and to be zealously guarded. It is our view, however, that plaintiffs’ claim to vote upon the matter, whether by initiative (charter, §§ 272-276) or by referendum, should properly be directed at the Zoning Plan itself (ordinance 90500), or at ordinance 91503, which amended subsection C of section 12.24 of the Zoning Plan, rather than at administrative action taken by the council by the resolution authorized by such amendment. Plaintiffs apparently do not contend that the granting of a use permit by the commission itself, or pursuant to a proposed council resolution which the commission has approved, would infringe upon their suffrage rights, but base their complaint entirely upon the situation where, as here, the council acts against the recommendation of the commission.' Moreover, plaintiffs have alleged no attempt to secure a referendum election on the resolution granting the use permit here involved. Plaintiffs’ position on this point is without merit.</p>\n<p id=\"b648-9\">We hold that the granting of the conditional use permit to defendant did not violate and was not prohibited by the charter.  However, as was held in <em>Maguire </em>v. <em>Hibernia S. &amp; L. Soc. </em>(1944), 23 Cal.2d 719, 728-731 [146 P.2d 673, 151 A.L.R. 1062] (see, also, <em>Columbia Pictures Corp. </em>v. <em>DeToth </em>(1945), 26 Cal.2d 753, 760 [161 P.2d 217, 162 A.L.R. 747]), rather than a judgment of dismissal the trial court should have entered its judgment decreeing expressly (as is implied by the judgment of dismissal) that the plaintiffs are not entitled to the declarations in their favor, which they seek.</p>\n<p id=\"b649-4\"><page-number citation-index=\"1\" label=\"625\">*625</page-number>Accordingly, the judgment of the trial court is modified by: (A) Striking therefrom the words reading “the plaintiffs take nothing by this action and that the same is hereby dismissed,” and inserting in lieu thereof the words: “the resolution adopted in March, 1948, by the Council of the City of Los Angeles, granting the application of the defendant Forest Lawn Company, a corporation, for a conditional use permit for cemetery purposes, and applying to that certain land owned by the defendant corporation and more particularly described in plaintiffs’ complaint, is not null or void, and does not violate and is not prohibited by the charter of the City of Los Angeles; and that the conditional use permit issued pursuant to such resolution is valid as against all contentions of plaintiffs at issue in this suit”; and (B) Striking from the final paragraph of such judgment of the trial court the words “of dismissal.”</p>\n<p id=\"b649-5\">As so modified the judgment of the trial court is affirmed, respondents to recover their costs. The attempted appeal from the court’s order granting defendants’ motion to dismiss is itself dismissed.</p>\n<p id=\"b649-6\">G-ibson, C. J., Shenk, J., Edmonds, J., Carter, J., Tray-nor, J., and Spence, J., concurred.</p>\n<p id=\"b649-7\">The opinion and judgment were modified to read as above and appellants’ petition for a rehearing was denied February 8,1950.</p>\n<footnote label=\"1\">\n<p id=\"b641-5\">Section 12.24, after the amendment of subsection O, reads as follows:</p>\n<p id=\"b641-6\">“Sec. 12.24—Conditional Uses Permitted By Commission.</p>\n<p id=\"b641-7\">“A. Location op Permitted Uses—Wherever it is stated in this Article that the following uses may be permitted in a zone after their location is first approved by the Commission, said uses are deemed to be a part of the development of the Master Plan or its objectives and shall conform thereto . . .</p>\n<p id=\"b641-8\">“B. Additional Uses Permitted—The Commission, after public hearing, may permit the following uses in zones from which they are prohibited by this Article where such uses are deemed essential or desirable to the public convenience or welfare, and are in harmony with the various elements or objectives of the Master Plan:</p>\n<p id=\"b641-9\">“1. Airports or aircraft landing fields.</p>\n<p id=\"b641-10\">‘ ‘ 2. Cemeteries.</p>\n<p id=\"b641-11\">“3. Development of natural resources . . .</p>\n<p id=\"b641-12\">“4. Educational institutions.</p>\n<p id=\"b641-13\">“5. Governmental enterprises (federal, state and local).</p>\n<p id=\"b641-14\">“6. Libraries or museums, public.</p>\n<p id=\"b641-15\">“7. Public utilities, public service uses or structures.</p>\n<p id=\"b641-16\">“8. Large scale neighborhood housing projects . . .</p>\n<p id=\"b641-17\">“9. In the ‘Al’, and ‘ A2’ and ‘BA’ Zones, new self-contained communities with town lot subdivision . . .</p>\n<p id=\"b641-18\">‘ ‘ C. Procedure</p>\n<p id=\"b641-19\">“1. Conditional Use Application—Form and Contents—Applications for the approval of any use referred to in this Section, shall be filed with the Commission . . .</p>\n<p id=\"b641-20\">“2. [provisions for notice and public hearing are set out] . . .</p>\n<p id=\"b641-21\">‘ ‘ 3. Decision by Commission—The Commission shall make its findings and determination in writing within Forty (40) days from the date of filing of an application and shall forthwith transmit a copy thereof to the applicant. . . .</p>\n<p id=\"b641-22\">“Upon the failure of the Commission to make a determination within the time limit herein specified, it shall lose jurisdiction and applicant may appeal to the City Council as hereafter provided.</p>\n<p id=\"b641-23\">“In approving the uses referred to in this section the Commission shall have authority to impose such conditions as are deemed necessary to protect the best interest of the surrounding property or neighborhood and the Master Plan.</p>\n<p id=\"b641-24\">“4. Decision Effective—Bight of Appeal—The determination of the Commission shall be final on all matters within the jurisdiction under this Section, except that . . . [during a period of ten] days from the date <page-number citation-index=\"1\" label=\"618\">*618</page-number>the written determination is made, . . . written appeal therefrom may be taken to the City Council by the applicant or any other person aggrieved by such determination.</p>\n<p id=\"b642-7\">“Upon the failure of the Commission to make its determination within the time limit specified in paragraph 3, Sub-section C of this section, the applicant may file an appeal with the City Council requesting a determination from that body. Such appeal shall be filed within ten (10) days after the expiration of the time limit within which the Commission may act . . .</p>\n<p id=\"b642-8\">“5. Appeal—Contents—The notice of Appeal to the City Council shall be in writing and shall be filed in duplicate with the City Clerk. Such appeal shall set forth specifically wherein such uses are or are not necessary to the development of the Master Plan or its objectives, or essential or desirable to the public convenience or welfare.</p>\n<p id=\"b642-9\">“Upon receipt of the appeal, the City Council shall refer it to the Commission and, thereupon, the Commission shall make a report to the City Council disclosing in what respect the application and facts offered support thereof met or failed to meet the above requirements, or the reason for its failure to act. The City Council may, by <em>resolution, </em>affirm, reverse, or modify, in whole or in part, any determination of the Commission, or may grant or deny any appealed application upon which the Commission has failed to .act. Before acting on any appeal, the City Council or its Planning Committee must set the matter for hearing giving the same notice of hearing as that provided in paragraph 2, Sub-section C of this section.</p>\n<p id=\"b642-10\">“A\" two-thirds (2/3) vote of the. whole of the City Council shall be required to reverse, modify or amend any determination of the Commission and a written finding of fact must be made setting forth wherein the Commission’s findings were in error.</p>\n<p id=\"b642-11\">“A majority vote of the whole of the City Council shall be sufficient to grant an appealed application not acted upon by the Commission within the time limit specified in paragraph 3, Sub-section C of this section.’’ (Italics added.)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b643-9\">So far as here material section 98 reads as follows: The Zoning Administrator \"shall have the following powers and duties, subject, however, to the supervision and direction of the City Planning Commission as to matters of policy:</p>\n<p id=\"b643-10\">‘ ‘ (a) He shall have the control of and be responsible for the administration and enforcement of all zoning ordinances.</p>\n<p id=\"b643-11\">11 (b) He shall investigate all applications of property owners, including lessees, for <em>changes to zoning ordinances </em>and make his report thereon and his recommendation in respect thereto to the Director of Planning and to the City Planning Commission.</p>\n<p id=\"b643-12\">\"Upon the receipt of such report and recommendation the City Planning Commission shall consider such applications and may approve or deny the same. If approved, such applications, together with the approval of the Commission, shall be presented to the Council, which may <page-number citation-index=\"1\" label=\"620\">*620</page-number>adopt the change in said ordinance by a majority vote. If any such application is denied by the City Planning Commission, its action thereon shall be final, except that applicant may appeal to the Council, which may then adopt such change in said ordinance only by a two-thirds vote of the Council . . .</p>\n<p id=\"b644-5\"><em>‘ ‘ </em>(c) Subject to such rules and regulations as the Council may by ordinance prescribe he shall investigate, hear and determine all applications for <em>variances </em>from the rules, regulations, restrictions and requirements of the zoning ordinances and shall have power to grant such variances as may be in harmony with the general purpose and intent of said ordinances and in accordance with the general and specific rules therein contained and subject to such conditions and safeguards as he may impose. He shall have authority to grant variances only when practical difficulties, unnecessary hardships or results inconsistent with the general purposes of the zoning regulations may result from the strict and literal Interpretation and enforcement of the provisions thereof and before any variance may be granted, it shall appear and the Zoning Administrator shall specify in his findings the facts of each case which shall establish beyond a reasonable doubt:</p>\n<p id=\"b644-6\">\"(1) That there are exceptional or extraordinary circumstances or conditions applicable to the property involved or to the intended use of the property that do not apply generally to the property or class of uses in the same district or zone;</p>\n<p id=\"b644-7\"><em>“ </em>(2) That such variance is necessary for the preservation and enjoyment of a substantial property right of the petitioner, possessed by other property in the same zone and vicinity; and</p>\n<p id=\"b644-8\"><em>“(3) </em>That the granting of such variance will not be materially detrimental to the public welfare or injurious to the property or improvements in such zone or district in which the property is located; and</p>\n<p id=\"AMM\">‘ <em>‘ </em>(4) That the granting of such variance will not adversely affect the master plan ...” (Italics added.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}