{
  "casebody": {
    "data": "<casebody firstpage=\"611\" lastpage=\"613\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b637-10\">UNITED STATES of America, Plaintiff-Appellee v. Luis LOZANO-ESTRADA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b637-13\">No. 08-10537</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AUz\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b637-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b637-16\">Feb. 25, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b637-25\">Cody Lee Skipper, U.S. Attorney’s Office, Northern District of Texas, Lubbock, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b637-26\">Sherylynn Ann Kime-Goodwin, Assistant Federal Public Defender, Federal Public Defender’s Office, Northern District of Texas, Lubbock, TX, for Defendant Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b637-28\">Before KING, DENNIS, and OWEN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b637-29\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b637-30\">Luis Lozano-Estrada pleaded guilty to one count of illegal reentry into the United <page-number citation-index=\"1\" label=\"612\">*612</page-number>States. The district court sentenced him to serve 60 months in prison, which exceeded the advisory guidelines sentencing range. He challenges the reasonableness of his non-guidelines sentence, arguing that the district court failed to give an adequate explanation for its choice of sentence, relied on incorrect facts when it imposed his sentence, and imposed an unreasonable sentence, which was 375% greater than the top of the guidelines range.</p>\n<p id=\"b638-4\">Under the discretionary sentencing system established by <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), district courts retain the duty to properly calculate and consider the applicable sentencing range under the Sentencing Guidelines, along with the sentencing factors set forth in 18 U.S.C. §'3553(a), when fashioning a sentence. <em>United States v. Mares, </em>402 F.3d 511, 518-19 (5th Cir.2005). When reviewing a sentence, appellate courts review for reasonableness, applying an abuse of discretion standard of review. <em>See Gall v. United States, </em>552 U.S. 38, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007). The court of appeals first inquires whether the district court <em>committed </em>procedural error. , Id. Then, if the sentence imposed is procedurally sound, the reviewing court inquiries whether the sentence is substantively reasonable. Id.</p>\n<p id=\"b638-5\">The district court’s choice of sentence was based on its belief that the recommended guidelines range did not properly account for several of the § 3553(a) factors. Specifically, the district court felt that the sentencing goals of deterrence and protecting the public were not satisfactorily met by the recommended sentence, nor did this sentence adequately account for the severity of the offense or promote respect for the law. The district court also voiced its concern for Lozano-Estrada’s criminal history, particularly his prior illegal reentry offenses, DWI convictions, and public intoxication convictions. As for Lozano-Estrada’s prior illegal reentry offenses, the district court focused on the fact that Lozano-Estrada showed the propensity to illegally reenter the United States, not whether he was deported or voluntary departed. These reasons are both proper and sufficient to support the district court’s choice of sentence. See <em>United States v. Bonilla, </em>524 F.3d 647, 657-58 (5th Cir.2008), cert. <em>denied, </em>— U.S.-, 129 S.Ct. 904, 173 L.Ed.2d 120 (2009).</p>\n<p id=\"b638-11\">To the extent Lozano-Estrada argues that the district court procedurally erred when it failed to provide him with notice before imposing an above-guidelines sentence, this issue is foreclosed. This court has held that the district court may impose a non-guideline sentence without advance notice to the defendant. <em>United States v. Mejia-Huerta, </em>480 F.3d 713, 722-23 (5th Cir.2007). The Supreme Court has reached the same conclusion. <em>Irizarry v. United States, </em>— U.S. -, 128 S.Ct. 2198, 2200-04, 171 L.Ed.2d 28 (2008).</p>\n<p id=\"b638-14\">Lastly, Lozano-Estrada’s sentence of 60 months of imprisonment is less than the statutorily authorized sentence of 120 months of imprisonment. Further, the extent of the variance is consistent with other sentences that this court has affirmed. <em>See United States v. Brantley, </em>537 F.3d 347, 348-50 (5th Cir.2008); <em>United States v. Saldana, </em>427 F.3d 298, 312-13 (5th Cir.2005).</p>\n<p id=\"b638-15\">In light of the record and the deference that this court affords to the district <page-number citation-index=\"1\" label=\"613\">*613</page-number>court’s findings, the district court did not abuse its discretion when it concluded that a non-guidelines 60-month sentence was reasonably necessary to achieve the objectives of § 3553(a). <em>See United States v. Williams, </em>517 F.3d 801, 812-13 (5th Cir.2008). Accordingly, the judgment of the district court is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b637-22\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be <page-number citation-index=\"1\" label=\"612\">*612</page-number>published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}