{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"590\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b624-4\">Rockingham</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ASqq\">No. 80-401</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b624-5\">Hangar One, Inc. v. Davis Associates, Inc. <em>&amp; a.</em></parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b624-8\">June 26, 1981</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b625-2\"><page-number citation-index=\"1\" label=\"587\">*587</page-number><em>Emile R. Bussiere P.A., </em>of Manchester <em>(Kenneth R. McHugh </em>on the brief and orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b625-3\"><em>Eldredge &amp; Eldredge, </em>of Portsmouth <em>(Charles M. Eldredge </em>on the brief), by brief for defendants Davis Associates, Inc. and James L. Davis.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b625-4\"><em>Boynton, Waldron, Dill, Doleac &amp; Woodman P.A., </em>of Portsmouth <em>{Charles B. Doleac </em>on the brief and orally), for defendant First National Bank of Portsmouth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b625-5\">Grimes, C.J.</author>\n<p id=\"A7iN\">This is an action to recover a broker’s commission on the sale of a helicopter. The plaintiff brought suit against the seller, Davis Associates, Inc. (Davis Associates), its president, James L. Davis (Davis), and the First National Bank of Portsmouth (the bank), which received the proceeds from the sale in partial satisfaction of a debt owed it by Davis Associates. Davis Associates filed a counterclaim, seeking to recover for damage to the helicopter allegedly caused by the plaintiff’s negligence while it was bailee of the aircraft. The Trial Court <em>{Wyman, </em>J.) ruled that both Davis and Davis Associates were liable for the plaintiff’s commission in the amount of $1,500 but did not award Davis Associates damages on its counterclaim. The court also granted the bank’s motion for a directed verdict. The plaintiff appealed the court’s ruling as to the bank, Davis appealed that portion of the ruling holding him personally liable, and Davis Associates appealed the trial court’s decision not to award damages on its counterclaim. We affirm the judgment below.</p>\n<p id=\"b625-6\">The plaintiff is an aircraft broker. In December 1978, the plaintiff contracted with Davis to sell a helicopter owned by Davis Associates. It was the parties’ understanding that the plaintiff would receive a ten percent commission if it produced a buyer for the aircraft at a price acceptable to the seller. The helicopter was transported to the plaintiff’s facilities in Laconia, and the plaintiff began seeking prospective purchasers in January 1979.</p>\n<p id=\"b625-7\">In June 1979, the plaintiff produced a buyer, John Kilburn, who offered to purchase the aircraft, but no sale was consummated while the brokerage agreement was in effect. After the brokerage agreement expired, Davis made arrangements to pick up the helicopter. The plaintiff was under the impression that Davis Associates had rejected the offer made by Kilburn and was going to attempt to sell the helicopter without the assistance of a broker. On July 28, 1979, Davis arrived at the plaintiff’s business office, paid the plaintiff the cost of insuring the helicopter during the term of the brokerage agreement and obtained a release from the <page-number citation-index=\"1\" label=\"588\">*588</page-number>plaintiff of “all obligations.” The trial court found that this release “did not release liability for commissions on the sale of the aircraft but only such liability as might exist with respect to storage fees, insurance . . . [and] maintenance.” Thereafter, on the same day, Davis sold the helicopter to Kilburn for $15,000, the price at which Kilburn, through the plaintiff, had previously offered to buy the helicopter. Davis gave the entire proceeds of the sale and a copy of the release signed by the plaintiff to the bank, which was owed a substantial amount of money by Davis Associates, and the bank credited $15,000 to Davis Associates’ account. Davis Associates had previously executed a general security agreement pledging all of its assets, including the helicopter, to the bank.</p>\n<p id=\"b626-5\">The principal issue on appeal is whether the plaintiff is entitled to recover a commission on the sale of the helicopter from any of the defendants.</p>\n<p id=\"b626-6\">It is well established that</p>\n<blockquote id=\"b626-7\">“[a] broker earns a commission when he is the effective cause of the sale of property which he is authorized to sell. ... It is not necessary that the broker participate in the final negotiations leading to the sale.”</blockquote>\n<p id=\"b626-8\"><em>Belleau v. Hopewell, </em>120 N.H. 46, 52, 411 A.2d 456, 460 (1980) (citations omitted); <em>Williams v. Walker, </em>95 N.H. 231, 234, 61 A.2d 522, 524 (1948). The trial court found that the “plaintiff produced a buyer ready, willing and able to purchase defendant’s helicopter at the price at which defendant sold the helicopter to the same buyer immediately following [the] expiration of plaintiff’s exclusive sales contract. . . .” In these circumstances, the plaintiff clearly has a right to its commission on the sale of the helicopter. <em>See 93 Clearing House, Inc. v. Khoury, </em>120 N.H. 346, 349, 415 A.2d 671, 673-74 (1980); <em>Belleau v. Hopewell supra; Kopka Real Estate, Inc. v. MacLeod, </em>119 N.H. 547, 549, 404 A.2d 298, 299 (1979).</p>\n<p id=\"b626-9\">Defendant Davis concedes that Davis Associates, as the actual owner and seller of the aircraft, is liable to the plaintiff for its commission. Davis contends, however, that he cannot be held personally liable for the corporation’s debt because there is insufficient evidence to permit piercing the corporate veil. <em>See Village Press v. Stephen Edward Co., </em>120 N.H. 469, 416 A.2d 1373 (1980); <em>Ashland Lumber Co. v. Hayes, </em>119 N.H. 440, 402 A.2d 201 (1979). We need not consider whether this is an appropriate case for disregarding the corporate fiction because we conclude that Davis’ own conduct is actionable in and of itself.</p>\n<p id=\"b627-2\"><page-number citation-index=\"1\" label=\"589\">*589</page-number>“A broker may be entitled to recover damages from one who wrongfully prevents the broker’s obtaining a commission, provided all essential elements of an actionable wrong exist.” 12 C.J.S. <em>Brokers </em>§ 100(b); <em>see, e.g., Allen v. Powell, </em>248 Cal. App. 2d 502, 56 Cal. Rptr. 715 (1967); <em>Skene v. Carayanis, </em>103 Conn. 708, 131 A. 497 (1926). The actionable wrong on which Davis’ liability is based is interference with contractual relations. The trial court found that the defendant knew or should have known that the plaintiff would be entitled to its commission “should defendant sell the helicopter to the same buyer plaintiff had procured . . . [regardless of whether] plaintiff continued as exclusive sales agent.” It further found that the sale took place “under circumstances indicating at the very minimun a lack of good faith on . . . [Davis’] part. . . .” Our review of the record compels us to conclude that Davis contrived to sell the helicopter to enable Davis Associates to avoid having to pay the plaintiff a commission on the sale. “One who intentionally and improperly interferes with the performance of a contract . . . between another and a third person by inducing or otherwise causing the third person not to perform the contract, is subject to liability to the other for the pecuniary loss resulting to the other from the failure of the third person to perform the contract.” Restatement (Second) of Torts § 766 (1979); <em>see Griswold v. Heat Corporation, </em>108 N.H. 119, 124, 229 A.2d 183, 187 (1967). Because Davis was responsible for the failure of Davis Associates to fulfill its contractual obligation to pay the plaintiff the commission it had earned by producing the buyer to whom Davis Associates sold the helicopter, Davis is liable to the plaintiff for the amount of that commission. <em>See Allen v. Powell supra; Luke v. Dupree, </em>158 Ga. 590, 124 S.E. 13 (1924).</p>\n<p id=\"b627-3\">We next consider whether the bank may also be held liable for the plaintiff’s commission. The plaintiff argues that the bank participated in Davis’ attempt to avoid paying the commission and that it is therefore jointly liable for the payment of that commission. We cannot agree.</p>\n<p id=\"b627-4\">In denying the plaintiff’s motion to set aside the directed verdict for the bank, the court stated that the bank’s “non-liability . . . was established by a failure of evidence against this defendant in the course of the trial.” We agree with this assessment, having gleaned from the record no evidence that would suggest that the bank knew of or participated in Davis’ wrongful conduct or otherwise acted fraudulently with respect to the plaintiff. Although the bank knew that the plaintiff had contracted with Davis Associates to sell the helicopter in return for a ten percent commission, the <page-number citation-index=\"1\" label=\"590\">*590</page-number>bank also had received a copy of a release executed by the plaintiff and Davis Associates in which the plaintiff released “all obligations.” The bank reasonably relied on this release in crediting the entire proceeds of the sale to Davis Associates’ account.</p>\n<p id=\"b628-3\">The final issue relates to the trial court’s dismissal of Davis Associates’ counterclaim for damages. Davis Associates asserts that the helicopter was damaged while it was in the plaintiff’s possession and seeks to recover damages for the diminished value of the helicopter.</p>\n<p id=\"b628-4\">One who seeks to recover damages has the burden of proving the extent and amount of such damages. <em>Progressive Survey, Inc. v. Pearson, </em>120 N.H. 58, 60, 410 A.2d 1123, 1125 (1980); <em>Grant v. Town of Newton, </em>117 N.H. 159, 162, 370 A.2d 285, 287 (1977). There is no evidence in the record from which the trial court could determine the amount of the damages allegedly .suffered by Davis Associates or ascribe a dollar value to such damages. In short, there was a failure of proof on the part of Davis Associates on the issue of damages, and the court properly dismissed the counterclaim. <em>See Progressive Survey, Inc. v. Pearson supra; Grant v. Town of Newton supra.</em></p>\n<p id=\"b628-5\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b628-6\">Douglas and Brock, JJ., did not sit; the others concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}