{
  "casebody": {
    "data": "<casebody firstpage=\"135\" lastpage=\"137\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b173-8\">KATHERINE FERBER v. PASQUALE CONA.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b173-9\">Argued November 3, 1915</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AvD\">Decided May 31, 1916.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b173-10\">1. Where a contract required the contractor to erect a garage of specified dimensions, in a suit for damages for failure to perform, it was competent for him to show that he was at all times willing to perform, but that the plaintiff made it impossible by requiring the contractor to build a garage essentially different from the requirements of the contract. <em>Field, </em>that the exclusion of such testimony by thé trial court was erroneous.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b174-5\"><page-number citation-index=\"1\" label=\"136\">*136</page-number>2. Where the owner prevents the contractor from performing, or repudiates his obligations under the contract, communicating such repudiation to the contractor, the latter may treat the contract as abandoned, and thus excuse his non-performance.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b174-6\">On appeal from the North Hudson District Court.</summary>\n<p data-order=\"6\" data-type=\"judges\" id=\"b174-7\">Before Justices Parker, Minturn and Kalisch.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b174-8\">For the appellant, <em>McDermott &amp; Enright.</em></attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b174-9\">For the defendant, <em>John N. Plattoff.</em></attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b174-10\">The opinion of the court was delivered by</p>\n<author id=\"b174-11\">Minturn, J.</author>\n<p id=\"Ak9\">The suit was based upon a written contract, under the terms of which the defendant was to build a garage of certain dimensions, upon a lot which he sold to the plaintiff, and for which lot, including the building of the garage, the plaintiff paid to defendant the full consideration agreed upon. For almost two years the garage remained unbuilt, and the plaintiff, alleging frequent requests to the defendant to perform, and defendant’s failure to comply, instituted this suit to recover damages for non-performance.</p>\n<p id=\"b174-12\">The defendant insists that he was at all times willing to perform, but that the plaintiff insisted upon the construction of a building of different character, and of .larger dimensions than that required by the contract, to which the defendant refused to accede.</p>\n<p id=\"b174-13\">This issue presented the material controversy in the case, and to it the parties directed their proof at the trial.</p>\n<p id=\"b174-14\">In this situation it was competent for the defendant to prove his willingness to perform, and the refusal of the owner to allow him to do so, excepting under new conditions not contemplated by the contract, and at variance with its provisions.</p>\n<p id=\"b174-15\">With this purpose in view the plaintiff was asked upon cross-examination whether the defendant had not frequently expressed himself as willing to erect the garage of the dimensions called for in the contract. The overruling by the <page-number citation-index=\"1\" label=\"137\">*137</page-number>trial court of these inquiries,, presents the .substantial basis for this appeal.</p>\n<p id=\"b175-5\">We think the inquiry was entirely relevant to the issue, and bore upon the gravamen of the controversy between the parties.</p>\n<p id=\"b175-6\">It was tantamount if proved to an abandonment of the contract, by the plaintiff, and relieved the defendant from any attempt at further performance.</p>\n<p id=\"b175-7\">The rule is well settled that where one of the parties to a contract prevents performance by the other, or repudiates his obligations under the contract, and communicates such repudiation to the other party, the latter is excused from further performance and may treat the contract as abandoned. <em>Hochster </em>v. <em>Dela Tour, 2 El. &amp; B. </em>678; <em>O’Neill </em>v. <em>Supreme Council, </em>70 <em>N. J. L. </em>410; <em>Holl </em>v. <em>Trust Co., </em>74 <em>Id. </em>795; <em>Wallis </em>v. <em>Wenham, </em>204 <em>Mass. </em>83; 17 <em>Am. &amp; Eng. Ann. Cas. </em>644; <em>Samel </em>v. <em>Super, </em>85 <em>N. J. L. </em>101; <em>Brady </em>v. <em>Oliver, </em>125 <em>Tenn. </em>595; <em>Am. &amp; Eng. Ann. Cos. </em>(1913) 376.</p>\n<p id=\"b175-8\">The result is that the exclusion of this testimony requires a reversal of the judgment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}