{
  "casebody": {
    "data": "<casebody firstpage=\"345\" lastpage=\"351\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b361-9\">KOEHUCKE <em>against </em>ROSS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b361-10\"><em>New York Common </em>Pleas,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AAH\"><em>Special </em>Term,</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A3b\"><em>January, </em>1875.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b361-12\">Witness.—Charge.—Falsus in uno.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b361-13\">The jury are not bound to disregard the testimony of a witness on all points, because of false testimony on one material point, if it be a point on which the witness might be presumed liable to a mistake.<footnotemark>*</footnotemark></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"AV3\"><page-number citation-index=\"1\" label=\"346\">*346</page-number>Thus, where plaintiff testified that she made a loan without security, and that it was never repaid her; and the defendant testified that the money was borrowed on a pledge, and was subsequently repaid; <page-number citation-index=\"1\" label=\"347\">*347</page-number>and on rebuttal plaintiff testified that the loan upon the pledge was a separate transaction; but it appeared that the money when repaid was not <em>counted,—held, </em>that as the circumstance was one of a na<page-number citation-index=\"1\" label=\"348\">*348</page-number>ture concerning which a party might he mistaken or might be deceived, disbelief of the testimony on that point did not necessarily discredit the plaintiff’s testimony on the other points.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b365-4\"><page-number citation-index=\"1\" label=\"349\">*349</page-number>Amelia Koehucke sued Joseph Boss to recover nine thousand one hundred dollars alleged to have been loaned in four different sums.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b365-5\">The defense was that one of the sums, two thousand seven hundred and fifty dollars, was never received; that the sum of two thousand three hundred and fifty dollars was but two thousand dollars, and this two thousand dollars and the other two sums were returned to the plaintiff before this action was commenced. The answer also contains five counter-claims against the plaintiff.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"Ab8\">The case was tried before J. F. Daly, J., and a jury, and plaintiff had a verdict for all the sums claimed, with the interest, except the item of fifteen hundred dollars, which the jury decided had been repaid, and the jury allowed the defendant on certain counterclaims seven hundred and two dollars and sixty-nine cents.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b365-8\">A motion for a non-suit was denied.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"AC0\">A. <em>H. Eeavey, </em>for defendant, moved for a new trial on a case made.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"AOS\"><em>StallcnecM, Hall &amp; McMahon </em>and <em>Q. </em>Shaffer, opposed.</attorneys>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b361-14\"> The following authorities illustrate the application of the maxim here invoked: Dunlop v. Patterson, 5 <em>Cow., </em>243 (1825. Opinion by Woodworth, J.). Held, that although the jury are judges of fact and <page-number citation-index=\"1\" label=\"346\">*346</page-number>•of the credibility of witnesses, yet in the exercise of this power they must be governed by the judgment of the law on the facts. If the law has adjudged that certain facts render a witness unworthy of •credit, the jury can not rightfully give credit to his testimony, or found a verdict upon it.</p>\n<p id=\"b362-6\">Accordingly, where it was proved that a witness had made extrajudicial statements, and given testimony on a previous trial contrary to his testimony on the present trial on one point, and no reason was assigned for this prevarication, held, that he was not a credible witness, unless supported as to the material fact involved in the contradiction ; and that the testimony of another witness corroborating him as to some collateral facts was no corroboration within the rule ; and that it was error for the court to charge that the jury might give the testimony of the first witness such weight as they thought it deserved. The law will not permit either life or property to be put in jeopardy by such testimony. If it would, there must be but little security for -either.</p>\n<p id=\"b362-7\">This case was questioned in Dunn v. People, 29 N. <em>Y., </em>523, but its authority is fully re-established by the court of appeals in People <em>v. </em>Evans, 40 <em>Id., </em>1, 6.</p>\n<p id=\"b362-8\">People <em>v. </em>Davis, 15 Wend., 602 (1836. Opinion by Oowen, J.). Where a witness, brought up on attachment for disobeying subpoena, made affidavit that the ticket was not now in his possession, but did not account for it, and left room to suspect its willful suppression, and perhaps a misrepresentation of its contents; held, that excuses for not appearing alleged in his affidavit, even had they been in a more tangible shape, resting as they did upon his unsupported oath, could hardly be received. <em>Falsus in uno,falsus in omnibus, </em>is a maxim which does not stop at <em>nisi prius. </em>All the rules of evidence, which govern in the estimate of its weight or effect, are essential to the discovery of truth whether addressed to a jury, or coming in the form of written answers or depositions.</p>\n<p id=\"b362-9\">Stafford <em>v. </em>Leamy, 34 N. <em>Y. Superior Ct., </em>269 (1872. Opinion by Sedgwick, J.). The impeachment or contradiction which makes it the duty of the jury or referee to regard the witness as discredited need not necessarily come from witnesses opposed to the witness whose credibility is in question, but may come from the cross-examination. Hence, if in the testimony of witnesses presented by a party there is anything which tends to the impeachment of their credibility, a referee will be <page-number citation-index=\"1\" label=\"347\">*347</page-number>supported in disregarding their testimony. It is not necessary to conclude that the witnesses had intentionally testified falsely. A want of intelligence or memory that incapacitates them from representing a past event, so that reliance could be placed upon them, leads to the same result.</p>\n<p id=\"b363-6\">Brett v. Gatlin, 47 <em>Barb., </em>404 (Opinion by Mullís-, J.). Held, that as a general proposition proof of willful and corrupt perjury as to one material fact in the case renders a witness unworthy of credit as to any other matter to which he may have testified. But he may be corroborated, and being corroborated he may be believed. Where he is corroborated, it is not error to refuse to charge that he is wholly unworthy of credit.</p>\n<p id=\"b363-7\">Wilkins <em>v. </em>Earle, 44 <em>N. Y., </em>172. The jury must believe the evidence to be willfully false in some particular in order to sustain an instruction that they must discredit the whole evidence of the witness.</p>\n<p id=\"b363-8\">The Santissima Trinidad, 7 <em>Wheat., </em>283, 339 (1822. Opinion by Stoby, J.):</p>\n<p id=\"b363-9\">“ Where the party [meaning witness] speaks to a fact in respect to which he can not be presumed to be liable to mistake,” . . . “if the fact turn out otherwise, it is extremely diEeult to exempt him from the charge of deliberate falsehood; and courts of justice, under such circumstances, are bound, upon principles of law and morality and justice, to apply the maxim, <em>falsus in, uno, falsus in omnibus</em></p>\n<p id=\"b363-11\">The State <em>v. </em>Jim, 1 <em>Bevereaux {No. Gai\\), </em>508 (1828. Opinion by Hendeksok, J.), expressly concurred in by Taylob, Oh. J.</p>\n<p id=\"b363-12\">If a wituess is incorrect in his statement as to one or more facts, but not corruptly so, he is not discredited furtherthan discredit would arise from a want of reliance on the correctness of his conceptions, or from a distrust of his powers of memory.</p>\n<p id=\"b363-13\">“ But when once they [the jury] are <em>satisfied of the witness's corruption, </em>they are bound, in obedience to the law, to disregard all that he swore to.”</p>\n<p id=\"b363-14\">“ A witness who gives false testimony as to one particular, can not be credited as to any.”</p>\n<p id=\"b363-15\">[Approved in 1854, in State <em>v. </em>Pearce, 1 <em>Jones Law (No. Car.). </em>251 (Opinion by Pearson, J.), so far as it applies to testimony willfully false in regard to a matter material to the issue. ]</p>\n<p id=\"b363-16\">State <em>v. </em>Williams, 2 <em>Jones (Law No. Car.), </em>257 (1855).</p>\n<p id=\"b364-5\"><page-number citation-index=\"1\" label=\"348\">*348</page-number>The opinion of Battle, J., in this case, approves the principle laid down in The State v. Jim, in 1 Dev., maintaining that it applies to the instruction to be given to the jury rather than to the exclusion of the evidence from their consideration.</p>\n<p id=\"b364-6\">The opinion of Peaeson, J., which seems to be that of the court, disapproves The State <em>v. </em>Jim, though in neither was its consideration absolutely necessary. Both opinions concur in the judgment to be given.</p>\n<p id=\"b364-7\">Ingram <em>v. </em>Watkins, 1 <em>Dev. &amp; Bat. (No. Car.), </em>442 (1836. Opinion by Gaston, J.):</p>\n<p id=\"b364-8\">“He who falsifies himself on one point [this was by testimony in conflict with a former sworn statement in one particular only] is undeserving of belief in all; <em>falsus in uno, falsus in </em>omnibus.”</p>\n<p id=\"b364-9\">Mercer v. Wright, 3 <em>Wisc., </em>645 (1854. Opinion by Smith, J.):</p>\n<p id=\"b364-10\">“When a witness deliberately and knowingly swears falsely in regard to one material fact, the jury are not bound to believe him in any of his statements, unless he is corroborated.”</p>\n<p id=\"b364-11\">Roth v. Wells, 29 <em>N. Y., </em>471 (1864. Opinions by Seldom (H. R.) and Mtjllin, JJ., all concurring). The judge at the trial had charged that if the jury found the witness had sworn falsely, knowingly, he was not entitled to belief in relation to any fact sworn to by him.</p>\n<p id=\"b364-12\"><em>Held, </em>no error.</p>\n<p id=\"b364-13\">[The witness was a party plaintiff. Most of his evidence was material to the issue, and if false to his knowledge, he had committed perjury. The judge prefaced his charge, as to the instruction in point, by the remark that the jury were the judges of credibility. The action was brought to recover the price of goods seized by defendant’s testator, a sheriff.]</p>\n<p id=\"b364-14\">Butler <em>v. </em>Truslow, 55 <em>Barb., </em>293 (1869. Opinion by Peckham, J.). Where the general tenor of the testimony of a witness was contradicted by other witnesses and by his own writings, and the referee held that notwithstanding'many circumstances tending to weaken and disparage his testimony, yet in view of all the circumstances he felt impelled to believe him in one particular, held, error. <em>Falsus in uno, falsus in omnibus, </em>is a sound rule.</p>\n<p id=\"b364-15\"><em>Gilbert on Evidence </em>(Loffe’s ed. 1795) 287:</p>\n<p id=\"b364-16\">“If what he [the witnesss] says be contradictory that removes him. from all credit.”</p>\n<p id=\"b364-17\">“ Allegans contraria non est audiendus.”</p>\n<p id=\"b365-12\"><page-number citation-index=\"1\" label=\"349\">*349</page-number><em>Starkie on Evidence, </em>872 (8th Am. ed. by Shabswood) :</p>\n<p id=\"b365-13\">“A witness who gives false testimony as to one particular, can not be credited as to any, according to the legal maxim, <em>falsum, in uno, falsum in omnibus. </em>The presumption that the witness will declare the truth ceases as soon as it manifestly appears that he is capable of perjury. Faith in a witness’s testimony can not be partial or fractional; where any material fact rests on his testimony, the decree of credit due to him must be ascertained, and according to the result his testimony is to be credited or rejected.”</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b365-11\">J. F. Daly, J.</author>\n<p id=\"As6\">The jury was not bound to disregard all the testimony of the plaintiff, unless they believed not only that her testimony on a material issue <page-number citation-index=\"1\" label=\"350\">*350</page-number>was false, but willfully and corruptly false (Wilkins <em>v. </em>Earle, 44 <em>N. Y., </em>182 ; People <em>v. </em>Evans, 40 <em>Id., 5 </em>; Brett <em>v. </em>Catlin, 47 <em>Barb., </em>404 ; The Santissima Trinidad, 7 <em>Wheat., </em>339). ‘</p>\n<p id=\"b366-5\">In the case last quoted the United States Supreme / Court, says: “Where a party testified to a fact in respect ; of which he can not be presumed liable to a mistake, j as in relation to the country of bis birth, or his being ! in a vessel on a particular voyage, or living in a par- j ticular place, if the fact turn out otherwise, it is ex- ) tremely difficult to exempt him ¡from the charge of &lt; deliberate falsehood ; and courts of justice under such \\ circumstances are bound upon principles of law and morality and justice to apply the maxim, <em>“falsus in </em>j <em>uno, falsus in omnibus.” \\</em></p>\n<p id=\"b366-6\">These remarks not only lay down the true rule, but / give suggestive instances of its application. Strictly judged by it the plaintiff here might still claim credibility as a witness on all the issues except the one which the jury found against her. On the issues as to the loan and re-payment of fifteen hundred dollars, the j jury disbelieved her positive statement that the money had never been repaid. The defendant swore that it had j been, and so did the witness Morrison. Prom the cir- ) cumstance that wherever plaintiff and defendant were j in conflict on the other issues; the jury found against i defendant, it is safe to assume that the finding against plaintiff as to the fifteen hundred dollars was based ; upon Morrison’s testimony.</p>\n<p id=\"b366-7\">But was the fact as to which she and Morrison disagreed one “in respect of which she could not be presumed liable to a mistake”? Clearly it was not.</p>\n<p id=\"b366-8\">It was upon the question as to the re-payment of a loan made by the plaintiff to the defendant of fifteen hundred dollars ; plaintiff swearing that she loaned it without security, and that it was never re-paid her ; defendant swearing that it was borrowed by him for <page-number citation-index=\"1\" label=\"351\">*351</page-number>one Morrison on a pledge of watches deposited with plaintiff, and defendant and Morrison swearing that the fifteen hundred dollars was subsequently paid to plaintiff and the watches redeemed; plaintiff in rebuttal swearing that the loan by her to defendant on the security of the watches was a separate affair, amounted to two hundred dollars only, and was subsequently paid. When the money was paid her by Morrison, through defendant, it was not counted, and her attention was not called to the amount in such a manner as to preclude the possibility of error. It was one of those circumstances concerning which a party might be mistaken, or might have been deceived, not one where mistake or deception was impossible, such as residence, place of birth, particular voyages made, &amp;c. ; facts which so fix themselves upon the memory, or become a part of one’s life and history to such an extent as to preclude assumptions of unintentional error.</p>\n<p id=\"b367-5\">The motion for new trial must be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}