{
  "casebody": {
    "data": "<casebody firstpage=\"262\" lastpage=\"267\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b286-8\">DONNA L. KROLL <em>v. </em>JACK SEBASTIAN ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Ahn\">(AC 19440)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b286-9\">O’Connell, C. J., and Foti and Landau, Js.<footnotemark>1</footnotemark></p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b287-5\"><page-number citation-index=\"1\" label=\"263\">*263</page-number>Argued February 24</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"aq--dedup-0\">officially released June 13, 2000</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b287-7\"><em>William C. Kroll, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b287-8\"><em>Ralph J. Monaco, </em>with whom, on the brief, was <em>Thomas J. Londregan, </em>for the appellees (defendants).</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b286-13\"> The listing of judges reflects their status on this court as of the date of oral argument.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b287-9\">\n<em>Opinion</em>\n</p>\n<author id=\"b287-10\">LANDAU, J.</author>\n<p id=\"AAc\">This is an appeal from the judgment of the trial court rendered following the granting of the defendants’<footnotemark>2</footnotemark> motion for summary judgment. The plaintiff claims that the court, having concluded that a genuine issue of material fact existed as to whether the strip of land over which the plaintiff sought a prescriptive easement was held open for public use, improperly granted the defendants’ motion for summary judgment.<footnotemark>3</footnotemark> We agree.</p>\n<p id=\"b287-11\">The following facts and procedural history are pertinent to our resolution of this appeal. The plaintiff, Donna L. Kroll, brought the present action against the defendants alleging, in an amended complaint, that the defendants Jack Sebastian and Shirley Sebastian, with <page-number citation-index=\"1\" label=\"264\">*264</page-number>the approval of the defendant Groton Long Point Association, Inc. (association), the municipal corporation that allegedly owned the subject property, placed boulders on a strip of land in front of their property, which also bordered the plaintiffs property. The plaintiff further alleged that the strip of land has for decades been used openly, notoriously and continuously for parking by area homeowners and their guests. The placement of these boulders by the defendants, the plaintiff alleged, has interfered with parking rights acquired through a prescriptive easement pursuant to General Statutes § 47-37.<footnotemark>4</footnotemark> The defendants asserted, by way of special defense, that the subject strip of land is owned by the association, held for public use and is immune from prescriptive easement claims.</p>\n<p id=\"b288-6\">The defendants moved for summary judgment on the single ground that, as a matter of law, the plaintiff could not obtain a prescriptive easement over land held by municipalities for public use.<footnotemark>5</footnotemark> The plaintiff counters that the subject strip of land was, and is, held only for private use by the members and guests of the association and, therefore, is not held for public use. The plaintiff claims that if the land was ever owned by the association, it was abandoned by that entity. The court granted the defendants’ motion for summary judgment, and this appeal followed.</p>\n<p id=\"b288-7\">“The standards governing our review of a trial court’s decision on a motion for summary judgment are clear. Practice Book § 384 [now § 17-49] provides that summary judgment shall be rendered forthwith if the pleadings, affidavits and any other proof submitted show that <page-number citation-index=\"1\" label=\"265\">*265</page-number>there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. . . . While the burden of showing the nonexistence of any material fact is on the party seeking summary judgment . . . the party opposing [summary judgment] must substantiate its adverse claim by showing that there is a genuine issue of material fact together with the evidence disclosing the existence of such an issue. ... In deciding a motion for summary judgment, the trial court must view the evidence in the light most favorable to the nonmoving party. . . . The test is whether a party would be entitled to a directed verdict on the same facts. . . .</p>\n<p id=\"b289-6\">“Equally well settled is that the trial court does not sit as the trier of fact when ruling on a motion for summary judgment. . . . [T]he trial court’s function is not to decide issues of material fact, but rather to determine whether any such issues exist.” (Citations omitted; internal quotation marks omitted.) <em>Field </em>v. <em>Kearns, </em>43 Conn. App. 265, 269-70, 682 A.2d 148, cert. denied, 239 Conn. 942, 684 A.2d 711 (1996).</p>\n<p id=\"b289-7\">In its memorandum of decision, the court found that “the plaintiffs affidavit and the affidavit of the president of the [association] create a genuine issue of material fact as to whether the subject strip of land was, and presently is, held open for public use.” Immediately following this statement, the court continues, “[h]ow-ever, the plaintiff does not proffer evidence to rebut the assertion by the president of the [association] that the [association] has [recently] considered constructing a sidewalk along a portion of East Shore Avenue, as part of its long-term Local Capital Improvement Plan filed with the [Connecticut office of policy and management] approximately seven years ago. At all times, [the association’s] intention has been to utilize the land adjoining East Shore Avenue for public use.” (Internal quotation marks omitted.)</p>\n<p id=\"b290-5\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>Quoting <em>American Trading Real Estate Properties, Inc. </em>v. <em>Trumbull, </em>215 Conn. 68, 79, 574 A.2d 796 (1990), for the proposition that “ ‘land is indeed held for public use even when a municipality is not presently making use of the land but is simply holding it for development at some later time,’ ” the trial court found that the plaintiff failed to present evidence of a “ ‘municipal intention to abandon its plans for future development of the municipal property . . . .’Id., 80.” The court concluded that “[s]ince the plaintiff has failed to present evidence that the [association] has abandoned its intention to hold the subject strip of land for public purposes, the court must conclude that the plaintiff has failed to rebut the presumption that the [association] holds the subject strip of land for public use.”</p>\n<p id=\"b290-6\">In support of its ruling, the court cited <em>Kistler </em>v. <em>Gnazzo, </em>33 Conn. App. 943, 638 A.2d 1101, cert. denied, 229 Conn. 915, 642 A.2d 1209 (1994), a summary affirmance involving an action to enjoin the defendants in that case from interfering with the plaintiffs’ use of certain real property. <em>Kistler </em>cites <em>American Trading Real Estate Properties, Inc., </em>which, indeed, supports the foundation sought to be laid by the trial court. The flaw in the infrastructure sought to be constructed by the court is that these cases are distinguishable. <em>American Trading Real Estate Properties, Inc., </em>and <em>Kistler </em>involve appeals from judgments rendered after trial while the present case involves an appeal from the judgment rendered following the granting of a motion for summary judgment. The court, quite appropriately, found that a genuine issue of material fact was created by the parties as to whether the strip of land was, and is, held for public use, but then decided that question of fact by holding that the plaintiff failed to rebut the presumption that the association holds the land for public use. The plaintiff could proceed no further with specific evidence.</p>\n<p id=\"b291-4\"><page-number citation-index=\"1\" label=\"267\">*267</page-number>To defeat, a motion for summary judgment, a nonmovant must recite specific facts that contradict those stated in the movant’s documents to show there exists a genuine issue of fact for trial. <em>Chase Manhattan Bank </em>v. <em>CDC Financial Corp., </em>54 Conn. App. 705, 708, 736 A.2d 938, cert. denied, 251 Conn. 912, 739 A.2d 1247 (1999). The failure to do so, however, is not fatal if the only evidence available to the nonmovant is within the personal knowledge of the movant. See <em>Nolan </em>v. <em>Borkowski, </em>206 Conn. 495, 504, 538 A.2d 1031 (1988). The affidavit of the president, of the association stated that the association had recently considered constructing a sidewalk on the subject strip of land. Certainly, competent evidence of the intention of the association as to an allegation of abandonment may be obtained only from the association. Once there was a finding by the court that a genuine issue of fact existed for trial, the motion for summary judgment had no viability.</p>\n<p id=\"b291-5\">The judgment is reversed and the case is remanded for further proceedings.</p>\n<p id=\"b291-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"2\">\n<p id=\"b287-12\"> The defendants are Jack Sebastian, Shirley Sebastian, Groton Long Point Association, Inc., and Geneva DeLabry, secretary of the association.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b287-13\"> The plaintiff presented three claims in her brief; however, because this issue is dispositive, we do not address the remaining claims.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b288-8\"> General Statutes § 47-37 provides: “No person may acquire a right-of-way or any other easement from, in, upon or over the land of another, by the adverse use or eqjoyment thereof, unless the use has been continued uninterrupted for fifteen years.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b288-9\"> The association is a municipal corporation pursuant to an act of the General Assembly dated May 19, 1921.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}