{
  "casebody": {
    "data": "<casebody firstpage=\"722\" lastpage=\"723\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b742-4\">WELLS <em>v. </em>WARDEN OF THE MARYLAND PENITENTIARY</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b742-5\">[App. No. <em>7,</em></docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ajy\">September Term, 1966.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b742-10\">\n<em>Decided November 21, 1966.</em>\n</decisiondate>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b742-14\">Per Curiam.</author>\n<p id=\"b742-15\">On 31 January 1964 applicant was convicted of illegal possession of narcotics in the Criminal Court of Baltimore (Harris, J., without a jury). He was sentenced to ten years in the Maryland Penitentiary as a third offender under the narcotics <page-number citation-index=\"1\" label=\"723\">*723</page-number>statute, Code Art. 27, § 300 (1957, Cum. Supp. 1965). His conviction and sentence were affirmed by this Court in <em>Wells v. State, </em>236 Md. 381, 203 A. 2d 912 (1964), cert. den. 381 U. S. 940 (1965). Relief under the Uniform Post Conviction Procedure Act was denied by Sodaro, J., on 15 February 1966 and this application for leave to appeal was filed shortly thereafter.</p>\n<p id=\"b743-5\">The application is denied. The applicant’s contentions regarding illegal search and seizure, and cruel and unusual punishment as to a narcotics addict were decided on the merits on direct appeal and are not available in a proceeding for post conviction relief. <em>Bryant v. Warden, </em>235 Md. 658, 202 A. 2d 721 (1964) . The allegation concerning the failure to inform the applicant of the charges against him appears from the record to have no merit and in any case was not raised below. <em>Davis v. Warden, </em>235 Md. 637, 201 A. 2d 672 (1964). With respect to the claim that the applicant’s sentence as a third offender subjects him to double jeopardy or operates as an ex post facto law, this is rejected for reasons set forth in <em>Murray v. State, 236 </em>Md. 375, 203 A. 2d 908 (1964), cert. den. 381 U. S. 940 (1965) and the cases cited there. Finally, no question under <em>Schowgurow v. State, </em>240 Md. 121, 213 A. 2d 475 (1965) may be raised here since the applicant’s conviction became final before that decision was handed down. <em>Husk v. Warden, </em>240 Md. 353, 214 A. 2d 139 (1965).</p>\n<p id=\"b743-8\">\n<em>Application denied.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}