{
  "casebody": {
    "data": "<casebody firstpage=\"300\" lastpage=\"301\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b320-4\">Chas. Henry Johnson v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b320-5\">No. 2984.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AJ8\">Decided November 23, 1904.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b320-6\">Assault with Intent to Murder—Aggravated Assault.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b320-7\">Where the evidence showed a premediated assault with a pocket knife two and three-quarters inches long with which a wound from six to eight inches in length across the breast was inflicted, which had to be sewed up and which was one-eighth of an inch wide after healing and the injured party was placed in a hospital; the defendant’s plea being self-defense, there was no error in not charging an aggravated assault.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b320-8\">Appeal from the Criminal District Court of Galveston. Tried below before Hon. J. K. P. Gillaspie.</summary>\n<summary data-order=\"6\" data-type=\"history\" id=\"b320-9\">Appeal from a conviction of assault with intent to murder; penalty, two years imprisonment in the penitentiary. '</summary>\n<p data-order=\"7\" data-type=\"summary\" id=\"b320-10\">The opinion states the case.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b320-11\"><em>R. H. &amp; A. 8. Thiernan, </em>for appellant.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"Alx\">On the proposition that the court should have charged an aggravated assault: Cage v. State, 77 S. W. Rep., 806; Carlisle v. State, Id., 213.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b320-12\"><em>Howard Martin, </em>Assistant Attorney-General, for the State.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AYs\">On the proposition of aggravated assault. Robertson v. State, 10 Texas Ct. Rep., 580.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b320-13\">BROOKS, Judge.</author>\n<p id=\"A0t\">Appellant was convicted of assault with intent to murder. The evidence in substance shows, that appellant raised a difficulty with his brother in one saloon, and left this saloon and went to another some two or three blocks away; that appellant followed him and renewed the previous difficulty, in the course of which he cut his brother with a knife two and three-fourth inches long, inflicting a wound from six to eight inches in length across his breast. Appellant, after the first difficulty, made the declaration that he would kill his brother before sundown. It appears that his anger was aroused over some property rights. The injured party was placed in a hospital, and between twenty to forty stiches were taken by the surgeon in sewing up the wound, which was diagonally across the breast of the injured party. The testimony <page-number citation-index=\"1\" label=\"301\">*301</page-number>shows that the wound was about one-eighth of an inch wide after it had healed. Appellant’s testimony makes out a case of self-defense. This the court properly charged upon. However, appellant insists that the court erred in failing to charge on aggravated assault. We do not think there was error in this. From the State’s standpoint the utmost premeditation is shown. From appellant’s standpoint a pure case of self-defense is made. The question was properly submitted to the jury, and they found against appellant. Baker v. State, 81 S. W. Rep., 1215. The judgment is affirmed.</p>\n<headnotes id=\"b321-11\">[Motion for rehearing overruled without written opinion.—Beporter.]</headnotes>\n<p id=\"b321-10\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}