{
  "casebody": {
    "data": "<casebody firstpage=\"22\" lastpage=\"23\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b54-5\">(51 Misc. Rep. 624.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b54-6\">JONES v. WALKER et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b54-7\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AL\">November 14, 1906.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b54-8\">1. Partnership—Elements—Joint Adventures.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b54-9\">Where plaintiff and another agreed to put up an equal amount of margin for the purpose of conducting certain speculative transactions in cotton and divide the profits equally, and plaintiff contributed $585 on account of margin, which he later received on account of profits, the parties were partners.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b54-10\">[Ed. Note.—Eor cases in point, see Cent. Dig. vol. 38, Partnership, § 15.]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b54-11\">2. Same—Accounting—Remedies.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b54-12\">Where plaintiff and another were partners in a joint adventure for the purchase and sale of cotton on margins, and plaintiff admitted that he received a portion of the profits, his remedy to recover the balance was a suit in equity for an accounting, and not an action at law.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b54-13\">[Ed. Note.—Eor cases in point, see Cent. Dig. vol. 38, Partnership, §§ 156-167.]</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b54-14\">Appeal from City Court of New York.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b54-15\">Action by Arthur H. Jones against Augusta M. Walker and another. From a judgment for plaintiff, and from an order denying defendants’ motion for a new trial, they appeal. Reversed, and complaint dismissed.</summary>\n<p data-order=\"12\" data-type=\"judges\" id=\"b54-16\">Argued before GILDERSLEEVE, DUGRO, and DOWLING, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b54-17\">Omar Powell and Daniel L. Cady, for appellants.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b54-18\">Adolph B. Rosenfield and Ernest G. Stevens, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b54-19\">GILDERSLEEVE, J.</author>\n<p id=\"Aaj\">This action was brought to recover $1,000, alleged to be one-half the profits arising out of transactions in cotton for account of plaintiff and defendant. The complaint alleges that the parties agreed to put up an equal amount of margin and divide the profits equally, and that the plaintiff contributed $585 on account of margin. It is further alleged in the complaint that it was agreed that the “joint venture” should be managed by Kilburn B. Walker. The latter was husband and agent of the defendant appellant. It is the claim of the plaintiff that the first transaction was to be the purchase of 100 bales, but that instead the manager “sold 100 bales” in furtherance of the joint venture and for the joint account of the plaintiff and defendant. The plaintiff admits receiving from the defendant $585 on account of profits. It appears from the plaintiff’s testimony that the whole business consisted of the purchase and sale between February 1 and 29, 1904, inclusive, of 400 bales. There are other details unnecessary to mention, since they would not change or modify the foregoing statement of facts. When plaintiff rested, the defendant’s counsel moved to dismiss the complaint, which motion was denied, and the defendant duly excepted. Defendant’s counsel rested his case without calling any witnesses. Plaintiff’s counsel then moved for the <page-number citation-index=\"1\" label=\"23\">*23</page-number>direction of a verdict for the plaintiff, and the court directed the jury to find a verdict for the plaintiff for $1,123.65. .The defendant appeals from the judgment, and from the order denying appellant’s motion for a new trial, and to dismiss the complaint.</p>\n<p id=\"b55-5\">At the opening of the plaintiff’s case, as well as at the close, the defendant’s counsel moved to dismiss the complaint. The principal ground urged in support of the motion was the following: The complaint and proof show that the transaction was a joint speculative venture in cotton, for which an accounting in equity is the only remedy, and that the City Court-had no jurisdiction. According to the plaintiff’s testimony, as we have seen, he received $585 on account of profits of the joint venture. The complaint alleges, and the proof tends to show, that as a result of the transactions in cotton the manager received from the brokers the margins of plaintiff and defendant and $2,000 profits, $1,000 of which latter sum was the plaintiff’s share. It was for this share the plaintiff obtained judgment. The learned counsel for the appellant presents a brief of nearly 40 pages in which he cites and discusses many cases in support of his claim that the action is one at law and that the City Court had jurisdiction. A careful reading of the pleadings and the evidence seems to us to necessarily call for the conclusion that the facts established constituted the parties partners. The plaintiff asserts that the venture was a joint one, that they were to share equally in the joint account, admits that he has received a portion of the profits, and demands judgment for the balance. The-demand for a money judgment only does not determine the nature of the action. It is difficult to see in what respect the facts fail to meet the test by which a partnership is determined. In Lefevre v. Silo, 112 App. Div. 464, 98 N. Y. Supp. 321, the court said:</p>\n<blockquote id=\"b55-6\">“* * * The ultimate and conclusive test of partnership is simply ownership of the profits of a business. Where the intention of the parties to a contract is to carry on a business and share the profits between them as common owners or joint proprietors of the business, such parties are partners.”</blockquote>\n<p id=\"b55-7\">The plaintiff’s remedy is in equity for an accounting, of which action the City Court has no jurisdiction. In Ross v. Willett, 76 Hun, 211, 27 N. Y. Supp. 785, the parties engaged in a joint venture and were held to be partners. The court said:</p>\n<blockquote id=\"b55-8\">“A joint venture is a limited partnership, not limited in a statutory sense as to liability, but as to scope and duration, and under our law joint adventures and partnerships are governed by the same rules. There being a partnership as to the profits and losses, an action in equity to determine their amount was the appropriate remedy, and an action at law to recover one-fourth of the sum could not have been maintained. Attwater v. Fowler, 1 Hall, 180. The profits or losses of one or two joint adventures can no more be adjusted and recovered in a legal action than can those of a general partnership, the same principles being applicable to both.”</blockquote>\n<p id=\"b55-9\">Again, in Arnold v. Arnold, 90 N. Y. 580, the court said:</p>\n<blockquote id=\"b55-10\">“One partner cannot recover a sum of money due by the other, unless on a balance struck that sum be found to be due to him alone.”</blockquote>\n<p id=\"b55-11\">The judgment must be reversed, and the complaint dismissed, with costs to the appellant. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}