{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"39\" lastpage=\"53\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b45-5\" pgmap=\"45\">John Hamilton, Individually and as Administrator of the Estate of Virginia C. Hamilton, Deceased, and Roy A. Sanor, Jr., as Father and Next Friend of Victoria Sanor, a Minor, Plaintiffs-Appellants, v. Family Record Plan, Inc., a Corporation, and Michael T. Logullo, Defendants-Appellees.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b45-6\" pgmap=\"45\">Gen. No. 50,483.</docketnumber><court data-order=\"2\" data-type=\"court\" id=\"b45-7\" pgmap=\"45\">First District, Second Division.</court><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b45-8\" pgmap=\"45\">May 17, 1966.</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b45-9\" pgmap=\"45\">Rehearing denied June 7, 1966.</otherdate><p data-order=\"5\" data-type=\"judges\" id=\"b47-9\" pgmap=\"47\">BURKE, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b47-11\" pgmap=\"47\">B. John Mix, Jr., Richard Lewin, David Linn and Abrams, Linn and Mix, of Chicago, for appellants.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b47-12\" pgmap=\"47\">Berchem, Schwantes &amp; Thuma, of Chicago (Michael J. Thuma, of counsel), for Family Record Plan, Inc., appellee; no appearance made for Michael T. Logullo, appellee.</attorneys> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b47-13\" pgmap=\"47\">MR. PRESIDING JUSTICE BRYANT</author> <p id=\"AV\" pgmap=\"47\">delivered the opinion of the court.</p> <p id=\"b47-14\" pgmap=\"47\">This appeal comes from a judgment order entered December 23, 1964, granting the post-trial motion of the defendants for a judgment notwithstanding the verdict. The defendant below, Family Record Plan, has filed an appearance in this court; Michael T. Logullo, also a defendant below, has not filed an appearance in this appeal.</p> <p id=\"b47-15\" pgmap=\"47(28) 48(29)\">This action was brought by John Hamilton, individually and as the administrator of the estate of Virginia C. Hamilton, his deceased wife, and by Roy A. Sanor, Jr. as father and next friend of Victoria Sanor, a minor. Roy A. Sanor is the son-in-law of John Hamilton, Victoria Sanor being, therefore, the granddaughter of John Hamilton.</p> <p id=\"b48-4\" pgmap=\"48\">The evidence shows that John Hamilton, his wife, Virginia, and their granddaughter Victoria, were driving on the way downtown when they were involved in an automobile accident with the defendant Michael T. Logullo. John Hamilton and Victoria Sanor were injured; Virginia Hamilton was killed. The testimony of John Hamilton concerning this occurrence is abstracted as follows:</p> <p id=\"b48-5\" pgmap=\"48\">“As I approached the intersection of 86 and Euclid, I was proceeding in an Easterly direction. In the block prior to the intersection, the speed of my automobile was less than 25 miles an hour. I slowed the car down as we approached the intersection and I looked to the right and I looked to the left, and by that time we started into the intersection; and I looked to the right and then looked ahead. I saw no cross-traffic coming at that time. My speed as I passed through the intersection was less than twenty miles an hour.</p> <p id=\"b48-6\" pgmap=\"48\">“When I was in the intersection a ear hit me in the right front of the right front door.</p> <p id=\"b48-7\" pgmap=\"48\">“86th Street is two ways. With respect to an imaginary center line on 86th Street, ... I was to the right of the center line. I was on the right-hand side of the street. Euclid Avenue is a two-way street. I saw this automobile just before he struck me. He was on the right-hand side of Euclid.”</p> <p id=\"b48-8\" pgmap=\"48\">On cross-examination he testified, “[At the time I entered the intersection] I could see down Euclid Avenue 75 to 80 feet. There was something to obstruct my vision. There was a car parked along the West curb. One car — that car obstructed my vision. That car was parked about 30 feet South of 86th Street. 30 feet South of the sidewalk.”</p> <p id=\"b49-3\" pgmap=\"49\">Hamilton said that when the police questioned him about the accident, the following question was asked and he gave this answer:</p> <p id=\"b49-4\" pgmap=\"49\">“Q. Now, go ahead in your own way and tell how the accident happened.</p> <p id=\"b49-5\" pgmap=\"49\">“A. I was driving East on 86th Street approximately 25 miles an hour or less. Approaching Euclid Avenue, I slowed down, saw nothing coming, and my wife said ‘all right,’ so I continued into the intersection. All of a sudden my car was struck and we were all thrown into the street. That’s all.”</p> <p id=\"b49-6\" pgmap=\"49\">This was the only testimony concerning the accident.</p> <p id=\"b49-7\" pgmap=\"49\">The following evidence was adduced concerning the relationship between Michael T. Logullo and the Family Record Plan. In a deposition given in Statesville Penitentiary where he was serving a sentence for armed robbery, Michael T. Logullo testified that his first contact with the Family Record Plan came in 1957 when he was 18 years old. The Family Record Plan dealt with the door-to-door selling of photograph albums for baby pictures. He said he first met Richard Shipley and later, in October of 1957 met Nathan Silvers. Shipley was the field manager for the Family Record Plan, and Silvers was his immediate superior. At this time, Logullo attended a sales meeting which was held in a south side restaurant. Present were Shipley, Silvers, Logullo and about half a dozen other persons including one Allen Curtis whom Logullo had known for about five years. After this and other meetings, Logullo signed an “Independent Contractors” agreement. That agreement provides that the dealer must sell at least one album each week, that the company agrees to lease to the dealer a sales outfit which shall remain the property of the company and which shall be returned to the company by the dealer upon the termination of the contract. The dealer agrees to deposit $15 with the company to be applied as rent for the sales outfit.</p> <p id=\"b50-3\" pgmap=\"50\">Under this contract, the dealer agrees that he will not engage in any unfair trade practice or make false or misleading statements concerning the company or its product and that he will make no agreements, commitments, arrangements or promises to the customer or prospective customer which are not set forth in the order form.</p> <p id=\"b50-4\" pgmap=\"50\">“Fifth: It is expressly acknowledged and agreed that the relationship between the Company and the Dealer is that of independent contractor. As proprietor of his own business the Dealer agrees to comply with all applicable federal, state and local tax, licensing, insurance and other laws. Dealer expressly acknowledges and agrees that as an independent contractor:</p> <p id=\"b50-6\" pgmap=\"50\">“(1) Dealer may apply his time according to his own judgment and discretion.</p> <p id=\"b50-7\" pgmap=\"50\">“(2) Dealer has the right to engage others, without obligation to the Company, to assist Dealer in securing orders and in maintaining his dealership business.</p> <p id=\"b50-8\" pgmap=\"50\">“(3) Nothing in this Agreement shall prohibit the Dealer from engaging in any other business nor restrict him from selling or distributing the products of any other company.”</p> <p id=\"b50-9\" pgmap=\"50\">Logullo then underwent a course of training conducted at the expense of the Family Record Plan. He would meet with Mr. Shipley in the morning and Shipley would then take him on his rounds to show how the albums were sold. “We would work from a list of referrals that were provided at a meeting Monday morning, and he explained them step by step — the procedure how to approach people at the door, how to talk yourself in, how to deliver your spiel, how to conclude your spiel, how to explain the terms of the contract, how to get people to sign the contract, and the arrangement of the deposit made on the contract and give them their receipt for the cash deposit.”</p> <p id=\"b51-3\" pgmap=\"51\">Every dealer of the Family Record Plan was given a card stating he was an accredited order taker for the company. Each Monday morning there was a sales meeting at which the dealers would turn in their orders for the week. At this meeting each salesman was given a list of referrals containing the names and addresses of new parents and the age and sex of the baby. While Logullo was not prohibited from seeking to sell to other prospective customers, he testified that he solicited no one who was not on the referral lists given him at these meetings with the exception of his mother who bought a book from him. There is no evidence to show how much business of the company came from solicitations made by salesmen of people who were not on their referral lists.</p> <p id=\"b51-4\" pgmap=\"51\">According to Logullo, Mr. Silvers told him that the dealers were on a quota. Logullo said he did not remember what the quota was, but stated that he was told that if a dealer fell below the requisite number of sales for a week, the referrals would be better handled by placing someone whose sales potential was higher or whose sales quotas were up to par, where they could handle the leads.</p> <p id=\"b51-5\" pgmap=\"51\">Logullo was required to give a written report on the success or failure of each of his calls. The referral slip directed that the salesman would not make more than one approach to a customer on the referral slip. A report would determine whether or not a second salesman would be sent to the same location.</p> <p id=\"b51-6\" pgmap=\"51\">The evidence showed that Logullo used his own automobile in the solicitation of customers and that the Family Record Plan knew this. Logullo paid for the expenses incurred in operating his car. The Family Record Plan deducted no income tax or social security from his paychecks.</p> <p id=\"b51-7\" pgmap=\"51(20) 52(60)\">On the date of the accident, Logullo had made some calls upon persons listed on the referral slips, then drove his mother to and from a south side department store and returned to his soliciting. He called on a potential customer at 87th and Luella, stopped at a gasoline station to make a personal telephone call and then was on his way north to make another solicitation when the accident occurred. Logullo gave no evidence concerning the accident.</p> <p id=\"b52-4\" pgmap=\"52\">After a trial, a jury found for the plaintiffs and against the defendants. After a post-trial motion, the court below entered a judgment notwithstanding the verdict setting aside the jury’s verdict for John Hamilton both individually and as executor of the estate of Virginia C. Hamilton on the basis that they were guilty of contributory negligence in the accident. The judgment for all the plaintiffs was set aside as against the Family Record Plan on the basis that there was not a sufficient showing of agency. The only judgment permitted to stand was the one in favor of Roy A. Sanor as father and next friend of Victoria Sanor, a minor, against Logullo.</p> <p id=\"b52-5\" pgmap=\"52\">The appellants argue first that the court below was in error in granting a judgment notwithstanding the verdict to Family Record Plan since there was sufficient evidence to permit the jury to come to the conclusion that Logullo was not an independent contractor, but was a servant of the company. It is also argued that the court below erred in holding that the plaintiff driver and the deceased passenger were guilty of contributory negligence as a matter of law.</p> <p id=\"b52-6\" pgmap=\"52(68) 53(57)\"> The first question that we shall decide is whether there was enough evidence for the jury to properly reach the conclusion that Logullo was a servant of the Family Record Plan rather than an independent contractor. “If there is a complete absence of probative facts to support the conclusion drawn by the jury in this case, we must sustain the action of the trial court in granting the motion for judgment notwithstanding the verdict. If, on the other hand, there is an evidentiarybasis for the jury’s verdict, we must reverse this case even though we might draw a contrary inference or feel that another conclusion may be more reasonable.” Guidani v. Cumerlato, 59 Ill App2d 13, 18, 207 NE2d 1, 4 (1965).</p> <p id=\"b53-4\" pgmap=\"53\">The evidence shows that Logullo was trained by the Family Record Plan for the purpose of enabling him to sell that company’s products. It was also shown that at the beginning of each week the dealers were given slips of paper containing the names of prospects which they were to contact during the week; a report was to be made out concerning each prospect with whom the dealer spoke. These slips stated, “Notice to Company Representative: You are authorized to make ONE CALL and ONE CALL ONLY on the above names. An immediate report is necessary for company research purposes.”</p> <p id=\"b53-5\" pgmap=\"53\">It has often been said by the courts of this state that whether a relationship is one of master and servant or one of independent contractorship is difficult to determine because many times some elements of each relationship are present.</p> <p id=\"b53-6\" pgmap=\"53(115) 54(32)\"> “An independent contractor is often defined as one who renders service in the course of a recognized occupation, and who executes the will of the person for whom the work is done with respect to the result to be accomplished, rather than the means by which the result is accomplished. [Citations- omitted.] The right to control the manner of doing the work is probably the most important single consideration in determining whether the relationship is that of an employee or an independent contractor. [Citations omitted.]” Henry v. Industrial Commission, 412 Ill 279, 283, 106 NE2d 185, 187 (1952). While it is true that the Henry case, supra, deals with a question of coverage by Workmen’s Compensation rather than with a problem of respondeat superior, the standards used to determine whether or not a person is an independent contractor are the same in this case as in Henry.</p> <p id=\"b54-4\" pgmap=\"54\">The question we must answer, therefore, is how much Logullo was controlled by Family Record Plan in his work of selling the photograph albums. It is clear he was directed to call on certain persons whose names appeared on the lists which were passed out each Monday morning. It is not completely clear whether every salesman had to call on every person on his list, but the fact that each referral sheet asks for an “immediate report” indicates that this would be the case. The representatives were also instructed to call “only once” on the prospective customers. This is surely a limitation on the manner in which the work was to be performed rather than on the ends sought to be achieved. All this is evidence of a master-servant relationship.</p> <p id=\"b54-5\" pgmap=\"54(165) 55(10)\">The appellee, of course, urges that none of these individual elements is enough to establish a master-servant relationship and argues by inference that together they are not enough to permit a jury to reach this conclusion. The Family Record Plan also argues that while its dealers were given referral slips, they were in no way limited to calling on only these people. It is pointed out that Logullo sold a book to his mother and that she was not on any list furnished him. The appellee also asks us to take note of the fact that any dealer could engage in another business enterprise if he so desired, that the dealer’s time was his own as far as hours were concerned, that the dealer’s sole compensation came from commissions and that no withholding was made from his paycheck by the company. It is urged that the mere fact that the company trained Logullo in the art of door-to-door salesmanship does not make him a servant rather than an independent contractor.</p> <p id=\"b55-4\" pgmap=\"55\">Even if all this is admitted as true, however, the result is that we have elements both of an independent contractorship and of master-servant relationship. Under the authority of Guidani v. Cumerlato, supra, the court below should have allowed the jury’s verdict to stand.</p> <p id=\"b55-5\" pgmap=\"55(245) 56(49)\"> We take note, of course, that the contract entered into between the Family Record Plan and Logullo specifically states that the latter was to be an independent contractor. This, however, is not conclusive of the issue. As is stated in a comment on subsection (2) of the Restatement Second, Agency § 220, “It is not determinative that the parties believe or disbelieve that the relation of master and servant exists, except insofar as such belief indicates an assumption of control by the one and submission to control by the other.” See also CJS, Master and Servant, § 5 at page 48 where it is said, “Moreover it has been held that in determining the relationship of the parties, their conduct and the surrounding circumstances may be examined, even though there is an express, unambiguous contract, since to hold otherwise would be to invite masters to avoid their liabilities and responsibilities by paper contracts which do not express the true relationship between the parties. . . .” In other words, even though the parties to this contract expressly agreed that their relationship would be one of employer and independent contractor, if their conduct of the business was such as to be inconsistent with this contract, the writing cannot be permitted to protect the employer from liability as against an innocent third party. Whether such an inconsistency existed was, in our opinion, a question for the jury’s determination. We believe there was enough evidence to sustain the finding by the jury that Logullo was the servant of the Family Record Plan so as to make that company liable for his torts under the doctrine of respondeat superior. Abt v. Department of Revenue, 34 Ill2d 324, 215 NE2d 243, January, 1966.</p> <p id=\"b56-4\" pgmap=\"56\"> The only other question we must answer on this appeal is whether or not there is enough evidence to support the jury’s finding that John and Virginia Hamilton were free from contributory negligence in this accident. It should go without saying that if there is any evidence to support the jury’s verdict, the judgment notwithstanding the verdict should not have been entered by the court below. Guidani v. Cumerlato, supra. The court below gave his reasons for his action as follows:</p> <blockquote id=\"b56-5\" pgmap=\"56\">“Here is the situation. Take this argument about he didn’t see the Logullo car because of the automobile. Well, the same thing could be true about Logullo. The other had the same eyes, and he didn’t see the automobile. He said the automobile was interposed between the automobiles, as to block the view of the plaintiff. In order to block his view, then Logullo’s view was blocked because he was in the position of the same car; but you take a street where a man comes up a corner like that, and he says he looks, and all that is there is just a car; and physically, you know, that only blocks a very small view of that street.</blockquote> <blockquote id=\"b56-6\" pgmap=\"56(81) 57(13)\">“In the first place, that man was across the whole center line; and to say a man should discharge his obligation with such a cursory glance like that, why I can see where we would have a lot of accidents, if that would be his sole duty; and that’s all he would have done was make a cursory glance to say he looked and didn’t see. It’s not that kind of a hazard. I don’t think that you can take judicial notice that the — After all, a reasonable person can draw that conclusion.</blockquote> <blockquote id=\"b57-4\" pgmap=\"57\">U</blockquote> <blockquote id=\"b57-5\" pgmap=\"57\">“Now, as to the other, we will get down to the question of liability. As I understand, he testified that the wife told him to go ahead there and that also that the — he, himself, to say that he looked and didn’t see what was there for him to see or that he just made a cursory glance and that this accident happened would certainly not be reasonable to say that that was exercising the care required of him under the circumstances.”</blockquote> <p id=\"b57-6\" pgmap=\"57\">Hamilton had testified that he looked both ways as he approached the intersection and that as he was passing through the intersection his speed was less than 20 miles per hour. The collision occurred after Hamilton was more than halfway across the street and it is clear that Logullo’s car ran into the Hamiltons’. There is nothing here to indicate that Hamilton was driving in a manner inconsistent with that of an ordinarily careful motorist. Of course, the fact that Hamilton said he looked and did not see Logullo’s car should have been considered by the jury; there is no indication that it was not so considered. The question, however, remains one of fact. The jury is the trier of fact and its judgment should have been permitted to stand. The simple fact that Mrs. Hamilton said “all right” does not establish contributory negligence on either the driver or passenger. There is no evidence that Mr. Hamilton relied on his wife’s judgment on whether or not to enter the intersection. A driver certainly cannot be bound by gratuitous statements made by passengers concerning the operation of his automobile.</p> <p id=\"b57-7\" pgmap=\"57(29) 58(23)\">We believe there was enough evidence to support the findings made by the jury. For the reasons given above this cause is remanded to the Circuit Court with directions to set aside the judgments notwithstanding the verdict and to enter judgments on the verdicts returned by the jury in this case.</p> <p id=\"b58-4\" pgmap=\"58\">Judgments reversed and cause remanded with directions.</p> <p id=\"b58-5\" pgmap=\"58\">LYONS, J., concurs.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b58-6\" pgmap=\"58\">BURKE, J.,</author> <p id=\"AV5\" pgmap=\"58\">dissenting in part:</p> <p id=\"b58-7\" pgmap=\"58\">I agree that the trial court’s order setting aside the judgments and verdicts for the Hamiltons against Logullo on the ground of contributory negligence should be reversed. That part of the trial court’s order setting aside the judgments and verdicts for plaintiffs and against Family Record Plan, Inc., and giving judgment in favor of this corporation, should be affirmed. The contract between Logullo and Family Record Plan clearly created a principal-independent contractor relationship.</p> <p id=\"b58-8\" pgmap=\"58\">Postal Tel. Sales Corp. v. Industrial Commission, 377 Ill 523, 37 NE2d 175, at pages 526, 527, defines an independent contractor as “one who renders service in the course of the occupation, and represents the will of the person for whom the work is done only with respect to the result, and not the means by which the result is accomplished.” Ordinarily no single feature of the relationship is determinative of its nature, but all characteristics of the relationship should be considered together. Hempstead v. Toledo Scale Co., 270 Ill App 299, 302.</p> <p id=\"b58-9\" pgmap=\"58(63) 59(181)\">An analysis of the contract between Logullo and Family Record Plan clearly shows that Family Record Plan was interested solely in the results of Logullo’s services. The “referral lists” which Family Record Plan provided were nothing more than a starting point from which sales could be attempted; Logullo was free to solicit orders from persons other than those named on the list. Merely because the list directed Logullo to make only one call on the persons named therein does not of itself constitute such control over him as to render him an employee. The purpose of this direction was obviously to avoid antagonizing prospective customers and to determine whether a second salesman should approach the prospective customer. Finally, the training course attended by Logullo was merely a program to educate him in salesmanship. In all other matters Logullo was free to do as he pleased, including working and selling for other companies and employing other persons to aid in the selling of the Family Record Plan albums. Logullo used his own automobile in the selling of the albums and was not reimbursed for the expenses incurred in connection with its operation and maintenance. He was paid on a commission basis, and neither withholding tax nor social security were deducted from his check. Under all the facts the realtionship between Logullo and Family Record Plan was clearly that of principal-independent contractor. See Trust v. Chicago Motor Club, 276 Ill App 289.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}