{
  "casebody": {
    "data": "<casebody firstpage=\"548\" lastpage=\"556\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b592-4\">LISEE <em>v. </em>SECRETARY OF STATE HOWELL <em>v. </em>LAZARUK</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"Adr\"><page-number citation-index=\"1\" label=\"549\">*549</page-number>Submitted Division 1 March 2, 1971, at Lansing.</otherdate>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AgM\">(Docket No. 8667.)</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AkOj\">Decided April 22, 1971.</decisiondate>\n<p data-order=\"4\" data-type=\"otherdate\" id=\"AZM\">Submitted Division 1 March 2, 1971 at Lansing.</p>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"AQn\">(Docket No. 10225.)</docketnumber>\n<p data-order=\"6\" data-type=\"otherdate\" id=\"AGz7\">Decided April 22, 1971.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b594-5\"><page-number citation-index=\"1\" label=\"550\">*550</page-number><em>Gicinelli, Mossner, Majoros, Harrigan S Alexander, </em>for plaintiffs Lisee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b594-6\"><em>Craig, Fried $ Heidt, </em>for plaintiffs Howell.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b594-7\"><em>Frank J. Kelley, </em>Attorney General, <em>Robert A. Derengoski, </em>Solicitor General, and <em>Joseph B. Bilitzke </em>and <em>Carl K. Carlson, </em>Assistant Attorneys General, for defendant Secretary of State.</attorneys>\n<judges data-order=\"10\" data-type=\"judges\" id=\"b594-8\">Before: R. B. Burns, P. J., and J. H. Gillis and T. M. Burns, JJ.</judges>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b594-9\">R. B. Burns, P. J.</author>\n<p id=\"Aah\">The above cases have been consolidated as both cases involve the liability of the Secretary of State under the Motor Vehicle Accident Claims Act, MCLA § 257.1101 <em>et seq. </em>(Stat Ann 1968 Rev § 9.2801 <em>et seq.).</em></p>\n<p id=\"b594-10\"><em>Howell </em>v. <em>Lazaruk</em></p>\n<p id=\"b594-11\">On June 15, 1966 Adrian Howell was operating his automobile with passengers Martha Howell, Peggy Howell (age eight), Ella Burgy, and Barbara Burgy, when his vehicle was struck by the automobile of Lillian Lazaruk. The Howells sustained serious and permanent injuries. Ella Burgy was killed.</p>\n<p id=\"b594-12\">At the time of the accident the defendant was uninsured; however she had paid the statutory fee to the Secretary of State in accordance with MCLA § 257.1103 (Stat Ann 1970 Cum Supp § 9.2803). The <page-number citation-index=\"1\" label=\"551\">*551</page-number>estate of Ella Burgy filed a notice with the Secretary of State on or about February 20, 1967. A photostatic copy of the accident report was attached to the notice. The director of the Motor Vehicle Accident Claims Fund had the Great Lakes Claim Service investigate the facts surrounding the accident.</p>\n<p id=\"b595-3\">March 11,1968 the Howells filed applications with the Secretary of State seeking payment for the injuries sustained in the accident. The claims were denied as the Howells had failed to file the notice of intention to file a claim within one year as required by the act.<footnotemark>1</footnotemark></p>\n<p id=\"b595-4\">Summons and complaint were served on the Secretary of State and the defendant in compliance with the act. When no answer or other pleadings were filed, except for another letter from the Secretary of State advising that the claim was barred because of the late notice, a default was filed and copies were served on defendant and the Secretary of State.</p>\n<p id=\"b595-5\">Upon plaintiffs’ petition an order to show cause was issued requiring the Secretary of State to show cause why he should not be required to pay the plaintiffs. The motion was taken under advisement pending a decision in this Court of the case of <em>Lisee </em>v. <em>Secretary of State. </em>Plaintiffs then filed a motion to intervene in this Court and an application for leave to appeal. The application for leave to appeal was granted.</p>\n<p id=\"b595-6\"><em>Lisee </em>v. <em>Secretary of State</em></p>\n<p id=\"b595-7\">Plaintiffs bring an original action in this Court pursuant to GCR 1963, 714, as amended, which requires that actions for mandamus against state officers be brought in the Court of Appeals.</p>\n<p id=\"b596-4\"><page-number citation-index=\"1\" label=\"552\">*552</page-number>Mandamus was brought against the defendant Hare, as custodian of the Fund, to compel him to pay a default judgment rendered against an uninsured motorist under the Motor Vehicle Accident Claims Act, <em>supra. </em>On August 27, 1966 the minor plaintiff Robert Frederick Lisee was involved in an accident with an automobile owned by Larry Eischer and driven by Donald Bryce. Both Eischer and Bryce were uninsured. Notice of intent to file a claim with the Secretary of State was made September 15, 1967. The claim supervisor of the Motor Vehicle Accident Claims Fund replied that the claim would not be honored because the plaintiffs had failed to file the notice within one year of the accident. Plaintiffs filed suit against Eischer and Bryce. Summons and complaint were served on the Secretary of State with a request that the defendants Eischer and Bryce be served pursuant to MCLA § 257.1105 (Stat Ann 1968 Rev § 9.2805).</p>\n<p id=\"b596-5\">The director of the Motor Vehicle Accident Claims Fund returned the summons and complaint to plaintiffs’ attorney with a letter which read in part as follows:</p>\n<blockquote id=\"b596-6\">“We are returning herewith your correspondence dated January 7, 1968, addressed to the Honorable James M. Hare. We have not undertaken to serve the defendants since the claim is barred by section 18 of the act creating the fund.”</blockquote>\n<p id=\"b596-7\">At this point it should be mentioned that the act does not give the Secretary of State discretion as to whom shall be served. When a suit is filed under the act it is mandatory that the Secretary of State forward a copy of the summons and complaint to the defendant. Subsequently both defendants were personally served. An attorney appeared on behalf of defendant Eischer. Later a voluntary dismissal was entered as to defendant Eischer. A <page-number citation-index=\"1\" label=\"553\">*553</page-number>default judgment was entered against defendant Bryce. A copy of the judgment was sent to the Secretary of State and payment was refused.</p>\n<p id=\"b597-3\">Plaintiffs then filed a motion in circuit court to require the Secretary of State to make payment from the fund. The motion was denied and plaintiffs applied to this Court for a writ of mandamus against the defendant.</p>\n<p id=\"b597-4\">Both cases raise two common issues:</p>\n<blockquote id=\"b597-5\">1. In a case involving the Michigan Motor Vehicle Accident Claims Fund, where the Secretary of State fails to enter an appearance or defend an action and a default judgment is entered, is the Secretary of State estopped from raising a defense to the plaintiff’s motion requiring the Secretary of State to pay the judgment from the fund?</blockquote>\n<blockquote id=\"b597-6\">2. Is the one-year-written-notice provision of § 18 of the Michigan Motor Vehicle Accident Claims Act unconstitutional ?</blockquote>\n<p id=\"b597-7\">The <em>Howell </em>case raises an additional issue: Does knowledge of the occurrence of an automobile accident by the Secretary of State, obtained through his agents and employees by virtue of the fact that a passenger had filed a notice with the Secretary of State, obviate the requirement that other passengers in the vehicle give notice to the Secretary of State?</p>\n<p id=\"b597-8\">MCLA § 257.1105 (Stat Ann 1968 Rev § 9.2805)<footnotemark>2</footnotemark> provides:</p>\n<blockquote id=\"b597-9\">“The secretary is deemed to be an agent of the owner or operator of every uninsured motor vehicle for service of process in an action in this state arising out of the use or operation in this state of the uninsured motor vehicle. Where such an action is commenced, summons and complaint shall be <page-number citation-index=\"1\" label=\"554\">*554</page-number>served on the secretary by certified or registered mail or by leaving a copy thereof with or at the office of the secretary who shall forward a copy of the summons and complaint forthwith by certified mail to the defendant at his last address as recorded with the secretary. In any action to recover damages arising out of the use or operation of an uninsured motor vehicle, failure to serve summons and complaint upon the secretary shall constitute a bar to recovery from the fund. In all actions where summons and complaint have been served upon the secretary, the secretary shall have the right to intervene in said action as a party defendant.”</blockquote>\n<p id=\"b598-5\">This Court has interpreted this section in <em>Livasy </em>v. <em>Evans </em>(1970), 24 Mich App 227. On page 230 the Court stated:</p>\n<blockquote id=\"b598-6\">“Service of summons and complaint on the Secretary of State is required to preserve a claim against the fund. Such service does not make the Secretary of State a party to the action. The latter occurs if the Secretary of State decides to intervene in the action. The Secretary of State became a party when he filed in appearance April 10, 1969; the affidavit of default filed February 17, 1969 was ineffective as to him and the motion to set aside the default was unnecessary insofar as the Secretary of State was concerned. We treat it as a nullity as well as the order denying it and all trial proceedings thereafter with respect to the right of the Secretary of State to defend this action. On the present record, the action stands at issue and ready for trial.”</blockquote>\n<p id=\"b598-7\">The Secretary of State was not a party to these actions and was not estopped from raising a defense when requested to make payments from the fund.</p>\n<p id=\"b598-8\">This Court held in <em>Reich </em>v. <em>State Highway Department </em>(1969), 17 Mich App 619, that the notice <page-number citation-index=\"1\" label=\"555\">*555</page-number>requirements were constitutional and applied to minors. However, since that decision the Supreme Court rendered its opinion in <em>Grubaugh </em>v. <em>City of St. Johns </em>(1970), 384 Mich 165. Grubaugh, a 19-year-old boy, was a passenger in an automobile which was involved in an accident. He suffered serious injuries. It was alleged that as a result of the accident he was incapacitated and could not file the notice of claim within the 60 days required by statute. Defendants filed a motion to dismiss the complaint on the ground that Grubaugh had failed to serve written notice within 60 days as required by MCLA § 242.8 (Stat Ann 1958 Rev § 9.598). The motion was denied. Subsequently the defendants filed a second motion to dismiss, which was granted.</p>\n<p id=\"b599-3\">The Supreme Court reversed the trial court and remanded the cause for trial. The rationale of the Court’s opinion was that a cause of action against a municipality, although statutory in origin, was a vested right and could not be abolished except by due process of law; the notice provision of the statute was arbitrary and capricious and deprived the plaintiff of a vested right without due process of law.</p>\n<p id=\"b599-4\">While the Court restricted its decision to a minor, the same rationale must apply to competent adults.</p>\n<p id=\"b599-5\">Applying the rationale of the <em>Grubaugh </em>case in the present case we hold the notice provision of the Motor Vehicle Accident Claims Act, <em>supra, </em>deprived the plaintiffs of due process of law.</p>\n<p id=\"b599-6\">In the <em>Lisee </em>case the defendant raises one other issue. Even though it is necessary to review the case tried in the circuit court, it must be remembered that the <em>Lisee </em>case is one of original jurisdiction in this Court seeking a writ of mandamus against the Secretary of State. The defendant claims Lisee is barred from recovering the award because of the <page-number citation-index=\"1\" label=\"556\">*556</page-number>failure to prosecute the action to final judgment or dismissal against Eischer. MCLA §257.1107(3) (Stat Ann 1968 Rev § 9.2807[3]) reads:</p>\n<blockquote id=\"b600-5\">“The secretary shall not pay out of the fund any amount in respect of a judgment unless the judgment was given in an action brought against all persons against whom the applicant might reasonably be considered as having a cause of action in respect of the damages in question and prosecuted against every such person to judgment or dismissal.”</blockquote>\n<p id=\"b600-6\">It is the position of the Secretary of State that defendant Eischer, the owner, was a person against whom the applicant might reasonably be considered to have a cause of action, and that plaintiffs’ voluntary dismissal of Eischer was contrary to the conditions for recovery from the motor vehicle claim fund.</p>\n<p id=\"b600-7\"><em>Steel </em>v. <em>Wilson </em>(1971), 29 Mich App 388, held that the act was remedial in nature and should be liberally construed. The Court refused to disqualify the plaintiff from recovery after the plaintiff had settled with third-party tortfeasors.</p>\n<p id=\"b600-8\">In line with that reasoning, and giving the statute a liberal construction, we decline to disqualify the plaintiffs in the <em>Lisee </em>case because of the voluntary dismissal of Eischer. The decision in this case controls the question of notice in the <em>Howell </em>case.</p>\n<p id=\"b600-9\">In the <em>Lisee </em>case a writ of mandamus will issue against the Secretary of State requiring him to pay plaintiff the award rendered in the trial court in the case of <em>Lisee </em>v. <em>Eischer and Bryce.</em></p>\n<p id=\"b600-10\">The <em>Howell </em>case is remanded to the trial court for action consistent with this opinion.</p>\n<p id=\"b600-11\">No costs, a public question being involved.</p>\n<judges id=\"b600-12\">All concurred.</judges>\n<footnote label=\"1\">\n<p id=\"b595-8\"> MOLA § 257.1118 (Stat Ann 1968 Rev §9.2818). This section was amended, effective July 1, 1968, to reduce the time to six months.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b597-10\"> Amended by PA 1967, No 274, § 1.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}