{
  "casebody": {
    "data": "<casebody firstpage=\"271\" lastpage=\"279\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b307-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b307-5\">STEWART LEE PILLOW v. MARCIA HAMILTON PILLOW</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AiRZ\">No. 2007-90-2</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AJC\">Decided November 5, 1991</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b308-8\"><page-number citation-index=\"1\" label=\"272\">*272</page-number>Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b308-9\">Daniel M. Koliadko, Jr. (Edward D. Barnes; Englisby, Barnes, Hennessy &amp; Englisby, on briefs), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b308-10\">C. Thomas Mustian (Mustian &amp; Parker, on brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b308-11\">Opinion</p>\n<author id=\"b308-12\">BENTON, J.</author>\n<p id=\"AxJ\">Stewart Lee Pillow appeals from a final decree which granted his wife, Marcia Hamilton Pillow, a divorce on the ground of desertion and which incorporated by reference the parties’ property settlement agreement. The husband contends the trial judge erred in validating the agreement because it is unconscionable and a product of mutual mistakes of law and fact. Additionally, he contends that the trial judge erred in granting his wife a divorce based on his desertion. We affirm the decree.</p>\n<p id=\"b308-13\">The parties married, each for the second time, in 1974. Although no children were born of their marriage, the wife had custody of two children from her previous marriage. Throughout most of the marriage, the husband assumed sole financial responsibility for his wife and her children.</p>\n<p id=\"b309-4\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>The husband left the marital home in August 1987 and moved in with another woman. By December 1987, the husband and wife began negotiating a property settlement agreement and discussed terms in several telephone conversations. The husband did not retain counsel during the negotiations. Rather, he accompanied his wife to her attorney’s office where they reviewed a draft agreement, made changes and endorsed a final agreement.</p>\n<p id=\"b309-5\">The husband testified that he was unfamiliar with the laws of equitable distribution when he signed the agreement. He claimed, “I knew I was confused and had a lot of things on me; had been very trying for years, and that’s when it just seemed to reach its peak. I was under a lot of pressure.” He testified that his wife said he “didn’t have any choice” and had to sign the agreement. The husband further testified that he did not read the agreement thoroughly and misunderstood his obligation to pay taxes on his payments to his wife. The wife testified that, after conferring with her husband’s brother-in-law, a CPA, who told the parties her husband would be able to deduct the payments, she believed she would pay the taxes on the money she received from her husband. The trial judge incorporated the agreement into the divorce degree. (The pertinent portions of the agreement are attached as an Appendix to this opinion).</p>\n<p id=\"b309-6\">“[Mjarital property settlements entered into by competent parties upon valid consideration for lawful purposes are favored in the law and such will be enforced unless their illegality is clear and certain.” <em>Cooley </em>v. <em>Cooley, 220 </em>Va. 749, 752, 263 S.E.2d 49, 52 (1980). The party seeking to rescind a contract on the basis of unconscionability has the burden of proving the grounds of unconscionability by clear and convincing evidence. <em>Derby </em>v. <em>Derby, </em>8 Va. App. 19, 26, 378 S.E.2d 74, 77 (1989). On appeal, we review the evidence in the light most favorable to the prevailing party. <em>Id.</em></p>\n<p id=\"b309-7\">Consideration adequate to support a contract need not be full consideration. <em>Id. </em>at 29, 378 S.E.2d at 79. The inequity between the parties in this case is not great enough to warrant a finding of unconscionability. The husband kept the car he drove, a boat, personal property, and an interest in the marital home with the right of first refusal should the wife decide to sell the home. The agreement was created in light of the husband’s past income, future earnings, and retirement benefits, as well as the wife’s past contributions and her ability to support herself in the future. The <page-number citation-index=\"1\" label=\"274\">*274</page-number>terms of the agreement do not support the husband’s claim of unconscionability.</p>\n<p id=\"b310-5\">The husband contends that attendant circumstances support his claim that the agreement is unconscionable and should be declared invalid. <em>See id. </em>at 29, 378 S.E.2d at 79. The husband identifies these circumstances as (1) the absence of counsel for either party, (2) his lack of opportunity to read or understand the terms of the agreement, (3) little or no negotiation, (4) the wife’s haste to conclude the agreement, (5) misrepresentations, and (6) his emotional weakness. We conclude that the facts in this case do not support the husband’s claim.</p>\n<p id=\"b310-6\">In <em>Drewry v. Drewry, </em>8 Va. App. 460, 383 S.E.2d 12 (1989), we held that the wife’s failure to retain counsel to represent her in the settlement negotiations and signing did not invalidate the separation agreement. <em>Id. </em>at 470, 383 S.E.2d at 16. In that case, the husband did not prevent or discourage his wife from retaining an attorney; she actively participated in negotiations to settle their property rights; she knew that her husband had hired an attorney; and she agreed to meet in the attorney’s office to sign the agreement and expedite the divorce. In the case at bar, the husband knew far in advance of signing the agreement that his wife intended to retain an attorney. Although he had retained an attorney in his first divorce, he independently chose to negotiate the terms of this agreement himself. The record establishes that he is a successful insurance agent with considerable experience in contract relationships. He was not unaware of the risks. Moreover, no fiduciary relationship existed between the parties when they were negotiating a property settlement at arm’s length. <em>Derby, </em>8 Va. App. at 27, 378 S.E.2d at 79.</p>\n<p id=\"b310-7\">The husband testified that he read the agreement, but not thoroughly. The record reflects that he is successfully employed in a field which suggests his ability to read contracts and comprehend their terms and requirements. In addition, he testified that he and his wife discussed the terms of the agreement several times before meeting in the attorney’s office to sign the agreement. He knew the purpose of the meeting and could have postponed signing if he felt unready.</p>\n<p id=\"b310-8\">The wife testified in the commissioner’s hearing that she never threatened the husband and that he knew the permanent nature of <page-number citation-index=\"1\" label=\"275\">*275</page-number>the agreement, as indicated by his agreement to provide monthly support until she turns sixty five and the mutual agreement that she would sell her interest in the house to him within the next five years. The commissioner disbelieved the husband’s claims that his wife intimidated him with threats and led him to believe that the agreement he had signed was only temporary. A decree approving a commissioner’s report must be affirmed unless plainly wrong. <em>Scinaldi </em>v. <em>Scinaldi, </em>2 Va. App. 571, 573, 347 S.E.2d 149, 150 (1986).</p>\n<p id=\"b311-5\">“The law presumes that every adult party who executes an agreement is mentally competent to enter into a contract.” <em>Drewry, </em>8 Va. App. at 467, 383 S.E.2d at 15. The husband’s circumstances are analogous to those found in <em>Drewry, </em>where one spouse claimed that the settlement agreement was invalid because she was seriously depressed at the time of signing. This Court said “[i]f [needing reasoned judgment] were the case few separation agreements would be beyond challenge. The law will not invalidate a contract because it is ill-reasoned or ill-advised.” <em>Id. </em>at 469, 383 S.E.2d at 16. The husband’s alleged confusion and mental state at the time he signed the agreement at issue in this appeal indicate little more than that his decision to sign the agreement may have been ill-reasoned.</p>\n<p id=\"b311-6\">The husband also argues that mutual mistakes of law and fact were made and, as a result, the agreement should be set aside. He cites as mistakes: (1) both parties’ belief that payments would be taxable to the wife and deductible by the husband as alimony; (2) the parties’ erroneous belief that the husband was obligated to support the wife’s son; and (3) the wife’s belief that he has an income of $100,000 a year.</p>\n<p id=\"b311-7\">Where every fact necessary to form a correct conclusion of the law was known to the parties, equitable relief will not be granted for a mistake of law absent extraordinary circumstances. <em>Piedmont Trust Bank </em>v. <em>Aetna Casualty &amp; Surety Co., </em>210 Va. 396, 401, 171 S.E.2d 264, 268 (1969). The trial judge correctly determined that the failure to apply the proper tax principles was a mistake of law. The husband offered no evidence of extraordinary circumstances. The record proves that he chose to seek the tax advice from his brother-in-law. The wife merely acquiesced. These facts fail to establish extraordinary circumstances justifying relief.</p>\n<p id=\"b312-4\"><page-number citation-index=\"1\" label=\"276\">*276</page-number>Nowhere in the record is there any indication that either of the parties believed that the husband had a legal obligation to support the wife’s son. Rather, the husband refers to his agreement to pay $6000 a year in college tuition as a “moral obligation.” The trial judge did not err in giving that phrase its usual and generally understood meaning.</p>\n<p id=\"b312-5\">Even if the wife was mistaken about the amount of the husband’s income in 1988, that is a unilateral mistake and will not be rescinded or reformed absent evidence of fraud by the other party. <em>J &amp; D Masonry, Inc. </em>v. <em>Kornegay, 224 </em>Va. 292, 295, 295 S.E.2d 887, 889 (1982). The record contains no evidence of fraud. Accordingly, we affirm all the trial judge’s findings concerning the alleged mistakes. Those findings are neither plainly wrong nor without evidence to support them. <em>Pommerenke </em>v. <em>Pommerenke, </em>7 Va. App. 241, 244, 372 S.E.2d 630, 631 (1988).</p>\n<p id=\"b312-6\">Viewed in the light most favorable to the prevailing party, the evidence proved that the parties were having marital problems for some time before the husband left the marital home. The husband moved out of the marital home and immediately moved in with another woman, with whom he had allegedly been having romantic relations for several months. The evidence showed that the wife invited the husband back to the marital home. He declined the invitation. On this evidence, we cannot say that the trial judge erred in granting the appellee a divorce based on desertion rather than no-fault grounds. One spouse is not legally justified in leaving the other spouse simply because the marital relationship has gradually broken down. <em>Sprott </em>v. <em>Sprott, </em>233 Va. 238, 242, 355 S.E.2d 881, 883 (1987).</p>\n<p id=\"b312-7\">For these reasons, we affirm the decision of the trial judge.</p>\n<p id=\"b312-8\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b312-9\">Barrow, J., and Elder, J., concurred.</p>\n<p id=\"b313-4\"><page-number citation-index=\"1\" label=\"277\">*277</page-number>APPENDIX</p>\n<p id=\"b313-5\">\n<em>PROPERTY SETTLEMENT AGREEMENT</em>\n</p>\n<p id=\"b313-6\">THIS AGREEMENT, made this <em>26th </em>day of <em>January, </em>1988, by and between MARCIA HAMILTON PILLOW hereinafter called “Wife” and STEWART LEE PILLOW, hereinafter called “Husband”;</p>\n<p id=\"b313-7\">* * * *</p>\n<p id=\"b313-8\">2. The parties hereto agree that personalty has been divided. Henceforth, each of the parties shall own, have and enjoy, independently of any claim or right of the other, all items of personal property of every kind now or hereafter owned or held by him or her in full power to dispose of the same.</p>\n<p id=\"b313-9\">3. Each of the parties shall retain as his or her personal property or estate all of his or her personal clothing, wearing apparel, jewelry, and any and all of his or her personal effects.</p>\n<p id=\"b313-10\">4. The Wife has one son, namely CHRISTOPHER HAMILTON LACKS born May 2, 1970. The Wife shall have custody of the child. Husband agrees to maintain medical insurance coverage on the Wife and child and further agrees to maintain current life insurance policy(ies) which shall reflect either Wife and/or child as beneficiary with Wife owning said policy.</p>\n<p id=\"b313-11\">5. In lieu of child and spousal support and until Wife remarries but not until then, the Husband agrees to pay to Wife monthly, $1,160.00 in two equal payments of $580.00 due on the 1st and 15th of each month, plus Wife shall receive monthly payment of $840.00 from Note receivable currently payable to Husband and Wife. Approximately three years from the date of this agreement, said Note receivable shall be paid in full and at such time, Husband agrees to pay to Wife an additional $600.00 per month making a total of $1,760.00 per month to be paid in two equal payments of $880.00 due on the 1st and 15th of each month, which shall continue for two years. Five years from the date of this agreement, monthly payments by Husband shall be reduced to $1,500.00 which shall be paid in two equal payments of $750.00 due on the 1st and 15th of each month, said payments to continue until Wife reaches age 65 at which time all monthly payments by Husband shall cease. However, if Wife’s son, Christopher Lacks, <page-number citation-index=\"1\" label=\"278\">*278</page-number>is no longer in school and is self-sufficient five years from the date of this agreement, Husband shall pay to Wife $1,160.00 per month in two equal payments of $580.00 due on the 1st and 15th of each month, said payments to continue until Wife reaches age 65 at which time all monthly payments by Husband shall cease. In addition, Husband agrees to assume responsibility for payment of current debts of the parties as listed on Schedule A attached. Husband further agrees to deed the marital residence of the parties to Wife as her sole and separate equitable estate. Wife agrees to relocate and sell the home at any time within five years after the date of this agreement, Husband shall have the right of first refusal regarding the purchase of the home at 65% of the fair market value at such time, provided full payment is made to Wife within 90 days of such offer. If Husband does purchase home, Wife agrees to vacate said premises within 90 days after receipt of full payment. Husband agrees to allow Wife to return to the property as many as four times if purchased by Husband to remove plants, bulbs, shrubs and trees as mutually agreed upon by the parties. Should Husband desire not to purchase the home within 90 days from the date offered, Wife shall place the home on the market for sale. Husband’s right of first refusal applies only if he is living and likewise estate of Wife is not bound to offer right of first refusal.</p>\n<p id=\"b314-5\">6. Husband shall pay $6,000.00 per year towards college education expenses for Wife’s son, Christopher Lacks, and Wife shall pay the remainder.</p>\n<p id=\"b314-6\">7. Husband shall be responsible for payment of all insurance coverage on Wife’s vehicle until such time as Wife may re-locate, and agrees to title this vehicle in Wife’s name when final payment on vehicle has been made. Husband shall also be responsible for payment of all insurance coverage on the vehicle of Wife’s son, Christopher Lacks, until such time as he becomes self-sufficient. Husband agrees also to title this vehicle in Wife’s name.</p>\n<p id=\"b314-7\">8. Husband agrees to pay all maintenance/repair and replacement costs incurred as to the house, cars and appliances until such time as the parties mutually agree otherwise. Husband further agrees to pay and arrange for installment of a sump pump in the basement of the house in February or March of 1988 and also shall purchase a lawn mower in March or April of 1988 which is to remain at the house should Wife sell the house to Husband.</p>\n<p id=\"b315-4\"><page-number citation-index=\"1\" label=\"279\">*279</page-number>* * * *</p>\n<p id=\"b315-5\">SCHEDULE A</p>\n<p id=\"b315-6\">Husband agrees to pay in full the following outstanding debts:</p>\n<p id=\"b315-7\">1. Sears</p>\n<p id=\"b315-8\">2. Jeep Wagoneer (Wife’s vehicle)</p>\n<p id=\"b315-9\">3. Lowe’s</p>\n<p id=\"b315-10\">4. Perma cash</p>\n<p id=\"b315-11\">5. Thunderbird (Husband’s vehicle)</p>\n<p id=\"b315-12\">6. Boat</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}