{
  "casebody": {
    "data": "<casebody firstpage=\"616\" lastpage=\"618\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b672-3\">ROTH v. HOOD.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b672-4\">No. 8201.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b672-5\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b672-6\">Sept. 18, 1939.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b672-29\">Russell M. Knepper, of Columbus, Ohio, and Robert M. Noll, of Marietta, Ohio (Andrew J. White, Jr., of Columbus, Ohio, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b672-30\">E. F. Folger, of Marietta, Ohio, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b672-31\">Before HICKS, SIMONS, and HAMILTON, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b672-32\">HAMILTON, Circuit Judge.</author>\n<p id=\"b672-33\">Appellant instituted this action to enjoin appellee from conveying a certain piece of real estate to Clarence Smith and for a mandatory injunction compelling conveyance of the property to him. The low<page-number citation-index=\"1\" label=\"617\">*617</page-number>er court dismissed his petition and he appeals.</p>\n<p id=\"b673-4\">The First National Bank of Marietta, Ohio, was in insolvent liquidation, with the appellee, Willard Hood, its receiver. The bank owned an improved piece of real estate and appellee advertised it for sale at public auction on July 28, 1938. Appellant bid $64,000 which was accepted and pursuant thereto entered into a written contract with appellee under the terms of which he deposited $16,000 of the sale price to be credited when the deed was executed and delivered, at which time the remaining $48,000 was to be paid. The agreement, which was filed for record in the office of the Recorder of Washington County, Ohio, provided that the receiver would accept no further offers for the property and would make a deed when the sale was approved by the Comptroller of the Currency and by a court of .record of competent jurisdiction.</p>\n<p id=\"b673-5\">The Comptroller approved the sale and appellee filed an ex parte petition in the Court of Common Pleas of Washington County, Ohio, a court of record of competent jurisdiction, seeking 'an order of approval. When the petition came on for hearing, the presiding judge announced that increased bids, if any, would be received, whereupon Clarence Smith, a low bidder at the public sale, submitted to appellee a written bid of $70,500. The court continued the proceedings for five days and directed appellee to receive any higher offers for the property. Appellant sought to intervene in the ex parte proceedings but his petition and offer were rejected. Thereafter the offer of Smith was accepted by the receiver, approved by the Comptroller and confirmed by the Common Pleas Court of Washington County, Ohio, and appellee was prepared to deliver a deed to Smith when this action was instituted.</p>\n<p id=\"b673-6\">Appellant alleges he spent much time and an undisclosed amount of money in preparing and completing his bid. In this action he offered to pay the remainder óf the purchase price and prayed that appellee be compelled to complete the sale to him by the acceptance of the purchase price and the making of a deed.</p>\n<p id=\"b673-7\">Appellee insists that appellant’s action is not maintainable because it is a col-. lateral attack on the judgment of a court of coordinate jurisdiction and is res adjudicata. These contentions are unavailing. The proceeding in the State Court was neither an action at law nor equity and presented no justiciable controversy. It was summary, of a quasi judicial nature, and not such a judicial act or judgment as could be reviewed by a supreme or appellate court possessing judicial power only. Being administrative, if the approving court acted without substantial evidence to support its finding or its order was capricious or arbitrary, a court of competent jurisdiction in a plenary action at the instance of a party in interest would inquire into the facts at the time of the entry of the order for the purpose of ascertaining whether its findings were vitiated by reason of the foregoing acts. Such an examination is not concerned with the weight of the evidence or the wisdom or expediency of the administrative action and where the law afforded no other adequate remedy except to restrain the enforcement of such invalid administrative order, it would be granted. Compare Federal Radio Commission v. General Electric Company, 281 U.S. 464, 470, 50 S.Ct. 389, 74 L.Ed. 969; Federal Radio Commission v. Nelson Brothers Bond &amp; Mortgage Co., 289 U.S. 266, 287, 53 S.Ct. 627, 77 L.Ed. 1166, 89 A.L.R. 406; Jackson v. McIntosh, 5 Cir., 12 F.2d 676; Hulse v. Argetsinger, 2 Cir., 18 F.2d 944; Kansas City Southern R. Co. v. Cornish, 10 Cir., 65 F.2d 671.</p>\n<p id=\"b673-9\">12 U.S.C.A. § 192, provides that the receiver of a national bank under the direction of the Comptroller of the Currency upon the order of a court of record of competent jurisdiction “may sell all the real and personal property of such association, on such terms as the court shall direct.” A receiver of a national bank is appointed by the Comptroller in pursuance of the Act of Congress and is charged with the execution of certain duties in the performance of which he acts as an agent and officer of the Government. His office is created and his duties defined by law.</p>\n<p id=\"b673-10\">The Government is an abstract entity and acts through its agents only with power delegated and defined by statute, which all who deal with such persons are presumed to know, and they act at their peril when relying on such agency.</p>\n<p id=\"b673-11\">By the plain words of the act, the power of the receiver to make a sale of the assets of a national bank depends upon the approval of a court of record of competent jurisdiction. Baker v. Schofield, 9 Cir., 221 F. 322; Wallace v. Hood, 8 Cir., 97 F. 983.</p>\n<p id=\"b674-3\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>The receiver here lacked authority to contract with appellant that he would receive no other offers for the property. Turner v. Richardson, 180 U.S. 87, 92, 21 S.Ct. 295, 45 L.Ed. 438; Whelan v. Blankenbeckler, 5 Cir., 87 F.2d 81.</p>\n<p id=\"b674-4\">The agreement between appellant and appellee precedent to the court order cannot be availed of by appellant tó establish any alleged enforceable rights.</p>\n<p id=\"b674-5\">The statute does not provide for proceedings analogous to ordinary litigation where issues are determined by pleadings and upon such evidence conformable thereto as the parties choose to present.</p>\n<p id=\"b674-6\">The court must exercise an executive, informed, independent judgment and because of the character of the proceeding, special reasons exist that it obtain adequate trustworthy information from all available • sources. First National Bank v. Flershem, 290 U.S. 504, 530, 54 S.Ct. 298, 78 L.Ed. 465, 90 A.L.R. 391.</p>\n<p id=\"b674-7\"> The statute provides that the order of the' court shall set out the terms of the sale, which contemplates precedent court action. In such proceedings, the court, upon the application of the receiver or on its own motion, may ascertain the probable value of the property as nearly as may be and determine the lowest price at which it should be sold and, in providing for the sale, fix an upset price that the interest of the estate may be protected and stability given to sales pursuant to the statute. Smith v. Hill et al., 3 Cir., 5 F.2d 188. The act authorizing sales under the statute involves the exercise of judgment and discretion. Local circumstances- and convenience, of which the presiding judge has superior knowledge, enter into the obtaining of -an. adequate price for the property and, by reason thereof, the court is vested with a broad executive discretion in fixing the terms and conditions of sales under the statute, and is not subject to judicial control except on a showing that the court acted without substantial evidence or that its decision was arbitrary or capricious.</p>\n<p id=\"b674-8\">The action of the receiver is purely administrative and the provisions of the act that he shall obtain an order of a court of competent jurisdiction before selling does no more than make the court a superior and advisory agent in the administrative field. Its order adjudicates no rights. It is merely a condition precedent to the receiver's power to sell. \"It is the exercise of a visitatorial power, given to the court by the statute and limited to that function. It is an administrative check upon the otherwise unconditioned powers of the comptroller.” Hulse v. Argetsinger, 2 Cir., 18 F.2d 944, 945.</p>\n<p id=\"b674-10\">The bidder to whom property has been knocked down at a public auction conducted by the receiver of a national bank where the sale is held precedent to the order of a court of record of competent jurisdiction does not acquire rights which have the same legal protection as those acquired at private or judicial sales. Until an order is first obtained, the sale is in no sense judicial or legal. The accepted bidder occupies the position of a continuing offerer for the property which the court, in the exercise of its discretion, may direct the receiver to accept or may order the sale on other terms or conditions. It follows that appellant may not question the action of the court in rejecting his offer for the property. Armstrong v. Woolley, 5 Cir., 89 F.2d 295.</p>\n<p id=\"b674-11\">The order of the Court of Common Pleas of Washington County, Ohio, rejecting appellant's offer, was not capricious or arbitrary and had substantial evidence to support it. The decree of the District Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}