{
  "casebody": {
    "data": "<casebody firstpage=\"1014\" lastpage=\"1015\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1048-4\">SCHUTZMAN v. LEHMAN.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1048-5\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A9vz\">January 8, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1048-6\">Sales (§ 418<footnotemark>*</footnotemark>)—Remedies oe Buyer—Actions eor Breach oe Contract—Damages.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"Aep\">Plaintiff contracted to sell certain goods at certain prices, and ordered the goods from defendant, informing him of his agreement with the third parties; defendant agreeing to deliver the goods within certain dates. Defendant failed to fulfill his contract, and plaintiff was unable to buy the goods elsewhere, and was unable to furnish the goods to the third parties. In an action for damages, plaintiff, having qualified as an expert, stated the price at which he had agreed to furnish the goods to the third parties as the reasonable value of the. goods at the time. <em>Reid </em>that, while the measure of damages for the breach of such a contract ordinarily is the difference between the contract price and the market price at the time and place of delivery, plaintiff’s damages would be the difference between the price at which he had sold the goods and the price which he had agreed to pay defendant, as there was no market value of the goods.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1048-9\">[Ed. Note.—For other cases, see Sales, Cent. Dig. § 1182; Dec. Dig. § 418.*]</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b1048-10\">Appeal from Municipal Court, Borough of Manhattan, First District.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1048-11\">Action by Louis Schutzman against Daniel Lehman. From a judgment for plaintiff, defendant appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A7nQ\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1048-12\">Argued before GILDERSLEEVE, P. J., and BISCHOFF and GUY, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1048-13\">Edwin M. Otterbourg, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1048-14\">Grauer &amp; Rathkopf, for respondent.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1048-17\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1048-15\">GILDERSLEEVE, P. J.</author>\n<p id=\"AEcF4\">Plaintiff had agreed with certain parties to sell to them certain goods at certain prices, which plaintiff, having qualified as an expert, stated to be the fair and reasonable value of the goods at the time. In order to carry into effect these agreements the plaintiff ordered the desired goods from defendant, who agreed to deliver the same within certain dates. At the time of making such contract with defendant’s agent, plaintiff informed him of these agreements with the third parties. The goods, or a considerable portion thereof, were never delivered by defendant, and plaintiff, after trying in vain to buy the same kind of goods in the market, was unable to complete his agreements with the third parties. The court gave judgment for plaintiff. Defendant appeals.</p>\n<p id=\"b1048-16\">The rule is that, in cases where the vendor fails to deliver the goods, the measure of damages is the difference between the contract price and the market price at the time and place of delivery. In the case at bar, however, there was no market value, inasmuch as plaintiff was unable to procure the goods in the market. The only evidence of the real value of the goods is plaintiff’s testimony that the price at which he agreed to sell them to the third parties was the fair and reasonable value of the goods at the time; i. e., at the time of the agreements with the third parties, but some time prior to the time when the defendant was to deliver the goods. However, defendant had knowledge of the agreements with the third parties, at the time of making the- contract <page-number citation-index=\"1\" label=\"1015\">*1015</page-number>with plaintiff, and was, therefore, put on his guard as to the special damages to plaintiff that would flow from defendant’s failure to complete his contract. The rule is that special damages are allowed when the general rule above stated will not furnish full indemnity, and if there is no market for the article at the place where and time when it should be delivered, and if it cannot be had there with reasonable diligence, and if the buyer suffers damages because of the seller’s failure to deliver, which are the proximate and natural consequences of such failure, these damages can he recovered. See Parsons v. Sutton, 66 N. Y. 98. The court allowed to plaintiff the special damages suffered as the proximate and natural consequence of defendant’s failure to complete his contract. Under the circumstances this ruling was not error.</p>\n<p id=\"b1049-3\">As no other question is raised by appellant on this appeal, the judgment should be affirmed, with costs.</p>\n<p id=\"b1049-4\">Judgment affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}