{
  "casebody": {
    "data": "<casebody firstpage=\"676\" lastpage=\"678\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"AC6\">(61 Misc. Rep. 274.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b710-8\">SHELDON v. NEW YORK CENT. &amp; H. R. R. CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b710-9\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AV2B\">December 24, 1908.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b710-10\">1. Carriers (§ 159<footnotemark>*</footnotemark>)—Loss op Freight—Misdelivery—Claim.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b710-11\">A provision of a bill of lading requiring claims for loss or damage to be made in writing at delivery point within 30 days aftqr delivery, while necessary to validate a claim for loss or damage ordinarily occurring in transportation, was inapplicable to a claim for loss of goods by the carrier’s misdelivery.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b710-12\">[Ed. Note.—For other cases, see Carriers, Dec. Dig. § 159.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b710-13\">2. Carriers (§ 57*)—Misdelivery—Notice of Claim—Defenses.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b710-14\">Where a bill of lading authorized delivery only on surrender of the ' bill properly indorsed, and the consignor, after transferring the bill to a bank, wrongfully induced the carrier to deliver to persons not named in the bill without a surrender thereof, a right of action immediately accrued against the carrier to the holder of the bill for misdelivery, which could be enforced at any time within the period of limitations, and hence it was\" no defense that the carrier was not notified of the transfer of the bill of lading within a reasonable time during which the consignor was <page-number citation-index=\"1\" label=\"677\">*677</page-number>solvent, and that, because of such want of notice, and the consignor's insolvency, the carrier could not recoup its loss.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b711-4\">LEd. Note.—For other cases, see Carriers, Dec. Dig. § 57.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b711-5\">Appeal from Municipal Court, Borough of Manhattan, Ninth District.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b711-6\">Action by Kirk D. Sheldon against the New York Central &amp; Hudson River Railroad Company. Judgment for plaintiff, and defendant appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"ASQ\">Affirmed.</disposition>\n<p data-order=\"13\" data-type=\"judges\" id=\"b711-7\">Argued before GIEGERICH, HENDRICK, and FORD, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b711-8\">Alex S. Lyman, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b711-9\">Eph. A. Karelsen (George Boochever, of counsel), for respondent.</attorneys>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b710-15\">For other cases see same topic &amp; § number In Dec. &amp; Am. Digs. 1907 to date, &amp; Rep'r Indexes</p>\n</footnote>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b711-12\">For other oases see same topic &amp; § humbeb in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b711-10\">FORD, J.</author>\n<p id=\"Ard\">A consignor shipped a quantity of hay via the Grand Trunk Railroad System from Port Huron, Mich., to Mt. Kisco, N. Y., designating himself as consignee, and taking therefor a negotiable bill of lading containing the provision “that surrender of this bill of lading properly indorsed shall be required before the delivery of the property at destination.” At Suspension Bridge the consignment was transferred to the defendant, which by direction of the consignor was delivered without surrender of the bill of lading to persons not named in it 10 days after the hay was shipped. In the meantime, however, the consignor had divested himself of title by indorsing in blank and delivering the bill of lading to the Commercial Bank of Port Huron. Defendant was advised of the wrongful delivery of the property on December 1, 1907, some 20 months after the event. These constitute the agreed state of facts upon the trial below in which the plaintiff sued as consignee of the Commercial Bank of Port Huron to recover the value of the hay. Judgment was given in his favor for $136.48. It will be noticed that the title of plaintiff and the amount of damages are not included in the agreed state of facts; but, since no point is made of that by the defendant, we shall assume that the omissions were inadvertent, and that the omitted facts are admitted. Defendant appellant relies upon three defenses which we shall consider separately:</p>\n<p id=\"b711-11\">1. “Failure on the part of plaintiff and his assignor to comply with the condition of the bill of lading providing that ‘claims for loss or damage must be made in writing to the agent at point of delivery* within 30 days after delivery of the property, or due time after the delivery thereof.” That such notice is required to validate a claim for loss or damage which ordinarily occurs in the transportation of merchandise is unquestioned. That it is not required in the case of damage resulting from the carrier’s own wrongful and affirmative act seems to be well established, particularly where that act constitutes a conversion of the goods by the carrier. The defendant must be held to have known at the time that it made delivery in contravention of the terms of the bill of lading subject to which it undertook to transport the goods that it had wrongfully disposed of the property. One of the facts alleged in the complaint and admitted by the answer is that the defendant “agreed to transport and deliver” the hay “to its destination in accordance with the aforesaid bill of lading, to the owner and <page-number citation-index=\"1\" label=\"678\">*678</page-number>holder thereof.” Notice of such an act on its part cannot be said to be within the reasonable purview of the 30-day provision of the bill of lading. Bardwell v. Am. Ex. Co., 35 Minn. 344, 28 N. W. 925; Johnson v. Missouri, K. &amp; T. R. Co., 107 App. Div. 377, 95 N. Y. Supp. 182; Frey v. N. Y. C. &amp; H. R. R., 114 App. Div. 747, 100 N. Y. Supp. 225.</p>\n<p id=\"b712-5\">2. “That at the time of the delivery of said property the said Brooks Dawson was solvent, and that, had said defendant been notified of the said wrongful delivery within a reasonable time thereafter, it could have recovered the value of said property from Brooks Dawson, but that said Brooks Dawson was on the first day of December, 1907, when claim was first presented to defendant, utterly insolvent, and the defendant was without remedy against him.” The wrongful delivery in violation of the explicit language printed on the bill of lading constituted a conversion. A complete cause of action immediately arose in favor of the then holder of the bill of lading, namely, the Commercial Bank of Port Huron, and we are assuming that the present plaintiff succeeded to all of its rights and remedies in the premises. To preserve that right of action nothing further was required of plaintiff or his assignor except to commence the action founded on it before the statute of limitations had run. Pen. Code, 633; Burnham v. C. V. S. Co., 142 N. Y. 169, 36 N. E. 889; First Nat. Bk. v. N. Y. C. &amp; H. R. R. Co., 85 Hun, 169, 32 N. Y. Supp. 604; Security Trust Co. v. Wells Fargo &amp; Co., 178 N. Y. 620, 70 N. E. 1109; Colgate v. Penn R. R. Co., 102 N. Y. 120, 6 N. E. 114; Furman v. Union Pacific, 106 N. Y. 579, 13 N. E. 587; Security Trust Co. v. Wells Fargo &amp; Co., 81 App. Div. 426, 80 N. Y. Supp. 830; Rosenthal v. Weir, 170 N. Y. 148, 63 N. E. 65, 57 L. R. A. 527. That defendant’s consignor whose misrepresentations may have induced it into a misdelivery has since become insolvent, thus preventing it from recouping itself, is no defense to the claim of the owner of the goods or his assignee for damages because of the wrong he has suffered, however unfortunate that circumstance may be from the point of view of the defendant.</p>\n<p id=\"b712-6\">The third defense urged by the defendant is that, had the 30 days’ notice been given to it, recovery for its loss could have been had from the consignor before he became insolvent. This defense, as will be noticed, is a combination of the other two which have been discussed.</p>\n<p id=\"b712-7\">Judgment should be affirmed, with costs to the respondent. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}