{
  "casebody": {
    "data": "<casebody firstpage=\"376\" lastpage=\"377\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b406-7\">J. L. Shelden v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b406-8\">No. 14717.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqqX\">Delivered January 20, 1932.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b406-15\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b406-16\"><em>Broocks </em>Johnson, of Beaumont, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b406-17\"><em>Lloyd W. Davidsonj </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b406-18\">LATTIMORE, Judge.</author>\n<p id=\"AVy\">Conviction for removing mortgaged property from the state, punishment, two years in the penitentiary.</p>\n<p id=\"b406-19\">The facts show that appellant bought an automobile, paid part of the price in cash, and executed a mortgage for the remainder. He took the car to Houston a few days afterward, and when seen there by t'he seller, he promised to bring the car back to Port Arthur, in Jefferson county, at once. He next wired the seller from Houston that he would bring it <page-number citation-index=\"1\" label=\"377\">*377</page-number>back on the following Thursday. This was in October, 1930. Appellant was arrested in Tulare, California,\" in January following. He had the car out there, and at the time of his arrest it bore an Oregon number plate and license. He introduced no testimony, and made no claim that he had permission to remove the car from the state.</p>\n<p id=\"b407-5\">Appellant contends that there was no evidence of an intent to defraud. The court in his charge to the jury told them that they must believe beyond a reasonable doubt that there was an intent to defraud, in the removal of the car from the state. We think the conduct of the appellant in this case sufficient to warrant the jury in believing that he removed the car to the state of California with the intent to defraud. There are no bills of exception in the record.</p>\n<p id=\"b407-6\">The judgment will be affirmed.</p>\n<p id=\"ATW0\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}