{
  "casebody": {
    "data": "<casebody firstpage=\"506\" lastpage=\"510\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b506-11\">Allen <em>vs. </em>Crofoot.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b506-12\">Where a party enters a house by <em>license, </em>he will not be considered a trespass, er <em>ab initia </em>by reason of an unlawful act done after such entry; <em>so held </em>where a party entered the house of another in his absence and obtained papers from his wife, of which he took copies for the purpose of commencing a suit against her husband.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b506-13\">Where authority to enter is given <em>by law, </em>and the party abuses the license thus obtained, he will be considered a trespasser <em>ab initia.</em></headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b506-14\">Error from the Cortland common pleas. Crofoot sued Allen in a justice’s court, and declared against him in <em>trespass </em>for entering his house in his absence and obtaining copies of papers for the purpose of commencing a suit against him. The defendant pleaded the general issue and license to enter the house. The cause was tried by a jury, who found a verdict for the plaintiff for <em>$50, </em>for which sum and <em>the costs of suit </em>(as stated in the return) the justice gave judgment. The defendant appealed to the Cortland common pleas, and on the trial in that court the following facts appeared : There had been an arbitration betxveen one Parsons and Crofoot, and an award had been made in favor of Pa rsons, Allen was the attorney of Parsons, and on receiving from Crofoot the sum of money awarded, delivered up to him Iiis bond and the award. At the time of payment, something was said about further claims that Parsons had against Crofoot, which the latter said he would <em>not </em>pay. After this, it seems that Allen thought he had (jonc wrong in delivering <page-number citation-index=\"1\" label=\"507\">*507</page-number>up the bond and award, and went to the house of Crofoot <em>in his absence </em>to take copies of the bond and award, under the pretence that he was subpoenaed as a witness and wanted to refresh his memory as to the transactions, when in fact his object was to obtain copies for the purpose of commencing a suit against Crofoot, which subsequently was commenced. This excuse he made to a brother-in-law of the plaintiff, to prevent him from taking the papers from him. The brother-in-law having gone into the room where he was copying the papers, at the request of the plaintiff’s wife, who was greatly agitated. It was shewn that the defendant had admitted that he would not have got the copies had he not practised a deception upon the plaintiff’s wife and brother-in-law, and that he went to the plaintiff’s house in his absence, knowing that had he been at home he could not have obtained copies of the papers. It further appeared, that when he went to the house of the plaintiff, the defendant knocked at the door and was bidden to come in ; and that he was on terms of intimacy with the plaintiff) and in the habit of resorting to his house. The court charged the jury, that if they should be of opinion that the defendant had acted unfairly or improperly in obtaining copies of the papers, and had gone to the. plaintiff’s house with the intention of fraudulently obtaining such coples, though he had leave to enter the house, they should find for the plaintiff; but if he acted correctly and openly, and had leave to enter the house, they should find for the defenuant. The defendant excepted to this charge, and the; jury found a verdict for the plaintiff with <em>$75 </em>damages. The defendant sued out a writ of error, and with the record was brought up the <em>appeal bond </em>entered into by the defendant on removing the cause into the C. ]• It is in the <em>penal sum </em>of $100, conditioned that the defendant shall prosecute his appeal with diligence to a decision in the C. P., and pay the said judgment together with the interest^ thereon and the costs of the appeal, if judgment shall Be awarded against him by the common pleas.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b507-8\">J. <em>A. Spencer, </em>for plaintiff in error.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"AIR\">The common pleas had no <em>jurisdiction, </em>the penalty of the <em>appeal bond </em>not being <page-number citation-index=\"1\" label=\"508\">*508</page-number>in double the amount of the judgment, and the condition of the bond not being in the form prescribed by statute. 9 Goteen, 227.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b508-8\">The charge to the jury was erroneous; the defendant below having entered with license, <em>trespass </em>would not lie against him. 13 <em>Johns. R. </em>414. 20 <em>id. </em>427. 6 <em>Bacon's Mr. </em>561, <em>tit. </em>Trespass, <em>A.</em></p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b508-9\"><em>Greene C. Bronson, </em>(attorney-general,) for defendant in error.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"A6JK\">As to the jurisdiction of the court, it does not appear that judgment was given for any other sum than $50; of course the penalty of the bond was right. The objection, however, cannot be sustained, as the <em>appeal bond </em>is not regularly here ; no <em>certiorari </em>has been issued to bring it up, aad the writ of error brings up the <em>record </em>only; although here, it will not be noticed by the court. 1 <em>Archb. Pr. </em>228, &amp;c. 250. <em>2 Bacon’s Abr. tit. Error, D. </em>2. 2 <em>Dunlap’s pr. </em>1146. Besides, if the judgment is void for want of jurisdiction, error does not lie. 9 <em>Cowen, </em>227, 64. 19 <em>Johns. R. </em>89. 4 <em>Dallas, </em>12.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"AeVd\">The action was sustainable; the defendant went to the house of the plaintiff for an unlawful purpose, and the license to enter being fraudulently obtained is no protection. 3 <em>Wendell, </em>238. A party who enters under a void license is a trespasser. 9 <em>Johns. R. </em>362. The court say, in 20 <em>Johns. R. </em>427, that the mere <em>intention </em>of doing a subsequent illegal act is not sufficient to render the first act unlawful; but here it will be observed that the intention was carried into effect by the unlawful act itself. Where a person entered the house of another and remained there against the will of the owner, although requested to depart, he was held to be a trespasser <em>ab initia. </em>12 <em>Johns. R. </em>406.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b508-12\">\n<em>By the Court,</em>\n</p>\n<author id=\"A9M\">Savage, Ch. J.</author>\n<p id=\"Ar8\">The plaintiff in error seeks to reverse the judgment in the common pleas on two grounds.</p>\n<p id=\"b508-13\">1. It is said the common pleas bad no jurisdiction because the penalty of the appeal bond was not in double the amount of the judgment. The judgment was entered according to the justice’s return for $50 damages and the costs of suit. As no sum is mentioned for costs, and the only sum mentioned is the $50, this court cannot say that the judgment was en<page-number citation-index=\"1\" label=\"509\">*509</page-number>tered for a greater sum. The penalty, therefore, is correct. The bond was incorrect in not containing the latter condition mentioned in the statute; but the plaintiff below had no reason to complain on that account, as the bond is more favorable to him in its present form than if that condition was contained in it. There is now an absolute undertaking to pay, whereas by the condition omitted, the surety would be obligated to pay the debt before the justice, with interest and costs, or surrender the body of the defendant.</p>\n<p id=\"b509-4\">2. It is also urged by the plaintiff in error, that the court below erred in charging the jury that the action was sustainable, if they should find that the defendant entered the plaintiff’s house fraudulently, to obtain improperly copies of papers in the absence of the plaintiff. It was decided in <em>The Six </em>Carpenters3 <em>Case, </em>4 <em>Co. </em>290, that where an authority to enter upon the premises of another is given <em>by law, </em>and it is subsequently abused, the party becomes a trespasser <em>ab </em>initia; but where such authority or license is given <em>by the parly, </em>and it is subsequently abused, the party guilty of the abuse may be punished, but he is not a trespasser; and the reason of the difference is said to be, that in case of a license by law, the subsequent tortious act shews <em>quo anima </em>he entered ; and having entered with an intent to abuse the authority given by law, the entry is unlawful; but where the authority or license is given by the party, he cannot punish for that which was done by his own authority. Whether this is not a distinction without a difference of principle, it is not necessary to inquire. A better reason is given for it in <em>Bacon’s Abr. tit. Trespass, B. </em>Where the law has given an authority, it is reasonable that it should make void every thing done by the abuse of that authority, and leave the abuser as if he had done every thing without authority. But where a man, who was under no necessity to give an authority, does so, and the person receiving the authority abuses it, there is no reason why the law should interpose to make void every thing done by such abuse, because it was the man’s folly to trust another with an authority who was not fit to be trusted therewith. It is contended that the license being obtained by fraud was void. The defendant knocked at the door and <page-number citation-index=\"1\" label=\"510\">*510</page-number>was told to walk <em>in ; he </em>was found <em>copying </em>certain <em>papers; </em>]-,ut pow jle obtained them, on what representation, or from whom, the evidence does not disclose. One witness does indeed testify that he said he would not have got the copies, if he , , J . , . . , had not practised a deception on the wile and brother-in-law of the plaintiff. If this declaration should be considered evidence of his having made improper representations to obtain the papers, then the question arises, does he thereby become a trespasssr <em>ab initia ?</em></p>\n<p id=\"b510-8\">It has been decided that to enter a dwelling house without license, is in law a trespass, 12 <em>Johns. R. </em>408, and that possesssion of property obtained fraudulently confers no title. Under such circumstances no change of property takes place, 15 <em>Johns. R. </em>186; and it is argued that as fraud vitiates every thing which it enters, a license to enter the house fraudulently obtained is void, and as <em>no license. </em>The principle of relation has never been applied to such a case, nor is it necessary for the purposes of justice to extend it farther than to cases where the person enters under a license given him <em>by law. </em>In such cases, as the parly injured had not the power to prevent the injury, it seems reasonable that he should be restored to all his remedies.</p>\n<p id=\"b510-9\">The judgment must be reversed without costs, and a <em>venire de nova </em>awarded by Cortland common pleas.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}