{
  "casebody": {
    "data": "<casebody firstpage=\"510\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b538-7\">Henry THOMAS, Plaintiff-Appellant, v. Larry G. MASSANARI,<footnotemark>*</footnotemark> Acting Commissioner of the Social Security Administration, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b538-9\">No. 00-35615. D.C. No. CV-99-06219-MRH.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b538-11\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b538-12\">Argued and Submitted Sept. 14, 2001.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Au8\">Decided Nov. 16, 2001.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b539-15\"><page-number citation-index=\"1\" label=\"511\">*511</page-number>Before THOMPSON, TASHIMA, and GRABER, Circuit Judges.</p>\n<footnote data-order=\"6\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b538-14\"> Larry G. Massanari, as Acting Commissioner of the Social Security Administration, is substituted for his predecessor in office under Fed. R.App. P. 43(c)(2).</p>\n</footnote>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b539-16\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b539-17\">Henry Thomas appeals the district court’s judgment affirming the Social Security Administration Commissioner’s (Commissioner) denial of his application for Social Security Disability Insurance Benefits. We have jurisdiction under 28 U.S.C. § 1291, and we affirm.</p>\n<p id=\"b539-20\">Thomas applied for benefits alleging disability due to head and back injuries. His application was denied by the Commissioner and again denied following a hearing before an administrative law judge (ALJ). The ALJ’s decision became final when Thomas’ request for administrative review was denied. The district court affirmed the ALJ’s decision. Thomas filed a timely appeal.</p>\n<p id=\"b539-21\">In her decision, the ALJ found that although Thomas suffered from severe impairments, he was not precluded from performing a limited number of sedentary jobs. Utilizing a vocational expert, the ALJ identified a significant number of those jobs. The ALJ also found Thomas’ testimony not credible and discounted the opinions of a treating physician and an examining physician.</p>\n<p id=\"b539-22\">Thomas attributes a number of errors to the ALJ. Central to all of Thomas’ contentions is whether the ALJ erred by finding Thomas not credible and thus improperly rejected his subjective complaints of pain and physical limitations.</p>\n<p id=\"b539-23\">An ALJ must provide specific and cogent reasons for rejecting a claimant’s subjective complaints, and in the absence of affirmative evidence of malingering, the ALJ’s reasons must be clear and convincing. <em>Morgan v. Comm’r of Soc. Sec. Admin., </em>169 F.3d 595, 599 (9th Cir.1999). The parties disagree whether there is evidence of malingering on Thomas’ part. Because we conclude the ALJ provided clear and convincing reasons for rejecting Thomas’ subjective complaints, we need not address this issue.</p>\n<p id=\"b539-24\">A finding that a claimant is not credible is a permissible reason to reject <page-number citation-index=\"1\" label=\"512\">*512</page-number>subjective pain testimony. <em>Light v. Soc. Sec. Admin., </em>119 F.3d 789, 792 (9th Cir. 1997). An ALJ must support her credibility determination by specifying what testimony she finds not credible and identifying what evidence undermines that testimony. <em>See Morgan, </em>169 F.3d at 599.</p>\n<p id=\"b540-4\">The ALJ pointed to testimony by Thomas regarding the severity of his condition and found it was contradicted by evidence describing Thomas’ activities. Specifically, the ALJ relied upon descriptions of Thomas as working with a crowbar, working in a garden for two hours, tinkering with cars or in the garden almost daily, driving almost daily, and generally leaving the house as often as necessary. The ALJ found these activities inconsistent with Thomas’ testimony that he becomes fatigued after walking a short distance, has crippling back pain, and spends ninety percent of his day reclining. The ALJ specifically noted that, although Thomas testified he no longer worked on cars, with perhaps the exception of adding oil, the record contained a description of him as tinkering with cars almost daily.</p>\n<p id=\"b540-5\">Thomas argues that because his activities do not consume a substantial portion of his day, they cannot provide the basis for an adverse credibility determination. Thomas’ argument misses the point. The relevance of Thomas’ daily activities is not that they indicate his ability to work on a sustained basis, but that they bear on his believability. Thomas testified to a degree of incapacity incompatible with the activities in which he engages. That is, the ALJ could properly find that his testimony was contradicted by the evidence.</p>\n<p id=\"b540-6\">The ALJ made detailed findings as to what testimony she found not credible and what evidence undermined that testimony. In doing so, the ALJ provided clear and convincing reasons for her rejection of Thomas’ subjective complaints.<footnotemark>1</footnotemark></p>\n<p id=\"b540-12\">Having properly found Thomas not credible, the ALJ could discount medical opinions based in large part upon Thomas’ own account of his symptoms and limitations. <em>See Morgan, </em>169 F.3d at 602. Consequently, the ALJ did not err by discounting the medical opinions of Thomas’ treating physician or the examining physician. As the ALJ noted, both physicians relied on Thomas’ own descriptions of his symptoms and limitations in reaching their conclusions.</p>\n<p id=\"b540-13\">Similarly, the ALJ did not err in evaluating Thomas’ mental limitations. It is the responsibility of the ALJ to resolve conflicts in medical evidence. <em>See Morgan, </em>169 F.3d at 601. The ALJ considered the conflicting medical opinions and specifically discounted those which relied on Thomas’ subjective reporting while crediting others. Having properly considered the conflicting opinions in this light, the ALJ then found that Thomas did not suffer from any mental limitation requiring accommodation.</p>\n<p id=\"b540-14\">Lastly, the ALJ did not err by identifying jobs that Thomas could perform. The ALJ was not required to include in the hypothetical posed to the vocational expert limitations she found not to exist. <em>See Roberts v. Shalala, </em>66 F.3d 179, 184 (9th Cir.1995).</p>\n<p id=\"b540-15\">The judgment of the district court is AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b539-18\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as may be provided by Ninth Cir. R. 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b540-7\">. Thomas also notes, and the Commissioner agrees, that the ALJ erred in finding that Thomas inconsistently described his sense of smell and whether he needed one or two canes. Nonetheless, the ALJ provided clear and convincing reasons for finding Thomas not credible.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}