{
  "casebody": {
    "data": "<casebody firstpage=\"145\" lastpage=\"146\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b175-9\">UNITED STATES of America, Plaintiff—Appellee, v. Timothy DEWITT, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b175-12\">No. 03-4755.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b175-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b175-14\">Submitted May 19, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b175-15\">Decided June 4, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b175-22\">Eric B. Snyder, Bailey &amp; Glasser, L.L.P., Charleston, West Virginia, for Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b175-23\">Kasey Warner, United States Attorney, John L. File, Assistant United States Attorney, Beckley, West Virginia, for Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b175-24\">Before WIDENER, WILKINSON, and NIEMEYER, Circuit Judges.</p>\n<p data-order=\"8\" data-type=\"disposition\" id=\"b175-25\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"9\" data-type=\"misc\" id=\"b176-3\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b176-4\">PER CURIAM.</author>\n<p id=\"b176-5\">Timothy Dewitt appeals his 168-month sentence imposed after he pled guilty to distribution of more than five grams of crack, in violation of 21 U.S.C. § 841(a)(1) (2000). Dewitt contends that the district court plainly erred in assessing two criminal history points under <em>U.S. Sentencing Guidelines Manual </em>§ 4Al.l(d) (2002). We affirm.</p>\n<p id=\"b176-6\">Pursuant to USSG § 4Al.l(d), two criminal history points “are added if the defendant committed any part of the instant offense (i.e., any relevant conduct) while under any criminal justice sentence, including probation.... ” USSG § 4Al.l(d), comment, (n.4). Dewitt asserts that he did not commit the instant offense while subject to another criminal justice sentence because he had completed his twelvemonth probationary sentence for a battery conviction on April 7, 2001, and his relevant conduct relating to the instant offense began, at the earliest, on July 30, 2001— the date on which co-defendant Emmanuel Donte Scott sold crack to a confidential informant in a controlled buy. We disagree.</p>\n<p id=\"b176-7\">The district court determined at sentencing that Dewitt’s relevant conduct included Scott’s sales of crack to Oliver Tobias Scott during four or five months in 2000. <em>See </em>USSG § 1B1.3; <em>United States v. Kennedy, </em>32 F.3d 876, 890 (4th Cir.1994) (“This broad concept of ‘relevant conduct’ includes activities that occurred before the date identified by the indictment as the starting date of the offense.”); <em>United States v. Harris, </em>932 F.2d 1529, 1538 (5th Cir.1991) (holding that “pre-indictment activities may properly be considered when determining the applicability of section 4Al.l(d) or (e)”). Dewitt’s probation began on April 7, 2000, and ended on April 7, 2001. Because Dewitt’s commission of the instant offense, including relevant conduct, occurred while he was on probation, we find no plain error in the district court’s assessment of two criminal history points under USSG § 4Al.l(d). <em>See United States v. Osborne, </em>345 F.3d 281, 284 (4th Cir.2003) (discussing plain error standard of review); <em>see United States v. Vital, </em>68 F.3d 114, 119 (5th Cir.1995) (stating that questions of fact that could have been resolved by the district court had objection been made at sentencing can never constitute plain error).</p>\n<p id=\"b176-9\">Accordingly, we affirm Dewitt’s sentence. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b176-10\">\n<em>AFFIRMED</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}