{
  "casebody": {
    "data": "<casebody firstpage=\"14\" lastpage=\"17\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b36-6\">Guilford H. Hathaway &amp; another, trustees, <em>vs. </em>Fall River National Bank.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b36-7\">Bristol.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A4\">Oct. 27, 1880. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AG\">April 5, 1881.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"Au\">Endicott &amp; Field, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b36-8\">A promissory note, delivered to a bank, concluded with the statement that the maker had pledged as collateral security certain shares in the capital stock of a corporation, with authority to the holder to sell the same “ on the non-performance of this promise, he giving me credit for any balance of the net proceeds of such sale, and paying all sums then due from me to said holder.\" <em>Held, </em>that, on tender of the amount due on the note at its maturity, the holder of the note had no right to retain the stock as security for other debts then due him from the maker.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b36-9\">Shares of stock in a corporation were pledged for the payment of a promissory note, with authority to the pledgee to sell on the non-payment of the note. Subsequently, the maker assigned all his property to a trustee for the benefit of his creditors. On the maturity of the note the trustee tendered the amount of the note to the holder, and, on his refusal to deliver the shares, brought a bill in equity to redeem the same. <em>Held, </em>that, even if the trustee had no greater rights than an assignee in insolvency, the defendant could not, under the Gen. Sts. <em>c. </em>118, § 26, set off other debts due him from the pledgor at the time the note matured; and that it was no defence to the bill that the defendant had applied the shares in payment of such debts.</headnotes>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b36-10\">Soule, J.</author>\n<p id=\"Aq\">The plaintiffs bring their bill to redeem certain shares of the capital stock of the Granite Mills, a corporation, which were pledged to the defendant by one Borden, who afterward assigned all his estate real and personal to the plaintiffs, as <page-number citation-index=\"1\" label=\"15\">*15</page-number>trustees, to convert it into money and distribute the net proceeds among his creditors. The defendant contends that it is entitled to hold the stock as collateral security, not only for the note with which it was pledged, but for the unpaid balance of other notes which it holds against Borden; or, to state the claim more exactly in the form which it assumed at the argument, the defendant contends that, by the deed of trust under which the plaintiffs assert title, the relations of the parties are the same as if the plaintiffs were the assignees in insolvency of Borden, and that, in the administration of the insolvent law, the taking of the note of Borden and the pledging of the stock by him would have made a case in which “ mutual credit had been given by the debtor and ” the defendant, and mutual debts had been created between them. Gen. Sts. <em>c. </em>118, § 26.</p>\n<p id=\"b37-4\">It is clear, from an examination of the terms of the note with which the stock was pledged, that the pledge was a special one, as security for that note only, and not as security for any other obligations of Borden. Following the ordinary form of a promissory note is this language: “ I having deposited with this obligation, as collateral security hereto, nine shares of the capital stock of the Granite Mills, with full authority to sell the same without notice, either at public or private sale or otherwise, at the option of the holder or holders thereof, on the non-performance of this promise, he or they giving me credit for any balance of the net proceeds of such sale or sales, after deducting the expenses thereof, and paying all sums then due from me to said holder or holders, or to his or their order.”</p>\n<p id=\"b37-5\">Until the maker of the note or his representative had failed to pay it at maturity, the defendant had no power over the collateral security, except to hold it; and if the note had been paid at maturity, the maker, or those having his title to the security subject to the pledge, would thereupon have been entitled to receive the stock discharged from the lien created by the pledge, because such payment would have fulfilled the condition of the pledge. <em>Jarvis </em>v. Rogers, 15 Mass. 389.</p>\n<p id=\"b37-6\">The note was not in fact paid at maturity, but the plaintiffs, having previously acquired their rights under the trust deed, tendered to the defendant the amount due on the note and demanded the security; but the defendant refused to give it up, <page-number citation-index=\"1\" label=\"16\">*16</page-number>claiming the right to hold it to apply the excess of its value above the amount of the note to payment of the other obligations of Borden. After this tender, the plaintiffs were entitled to treat the stock as discharged from the lien, unless something in the provisions of the trust deed gave them less rights than the maker of the note would have had if that deed had not been given. <em>Hancock </em>v. <em>Franklin Ins. Co. </em>114 Mass. 155.</p>\n<p id=\"b38-4\">If we assume that, by the terms of the trust deed, the defendant was to have the same rights as if the plaintiffs were assign* ees in insolvency of Borden, the defendant is not thereby aided in its defence. It is true, as the defendant contends, that in a suit by assignees in insolvency matters may be availed of, by way of set-off, in defence, which could not be so availed of if the suit were by the insolvent. <em>Wolcott </em>v. <em>Jones, </em>4 Allen, 367. But the provision of statute under which this becomes proper does not reach to cases where one party has merely deposited specific articles with the other. The credit which § 26 of the Gen. Sts. <em>c. </em>118, contemplates must be property consigned, deposited, or entrusted to be converted into money, so that the liability to account for it would ultimately become a debt. <em>Stetson </em>v. <em>Exchange </em>Bank, 7 Gray, 425. <em>Rose </em>v. <em>Hart, </em>8 Taunt. 499. The stock in question was not deposited with the defendant to be turned into money. The possibility of such disposition of it was contemplated only as following a failure on the part of Borden to pay the note. Until such failure, so to dispose of it would have been a wrong to Borden, and, after the deed of trust, to the plaintiffs, and a penal offence. Gen. Sts. <em>c. </em>161, § 64. The rights of the plaintiffs were created before the maturity of the note, and, as they tendered payment on its maturity, the right to turn the stock into money never arose. In refusing to sur render it to the plaintiffs, the defendant committed a tort, and became liable to the plaintiffs in damages equal to the value of the stock at the time of the tender, less the amount of the note which it was pledged to secure. <em>Jarvis </em>v. <em>Rogers, ubi supra. </em>After the tender, the defendant.had no more right to retain the stock than it would have to retain notes which were offered for discount and refused, as in <em>Stetson </em>v. <em>Exchange Bank, ubi supra, </em>or than it would have if the stock had been offered as collateral security, with notes thus refused.</p>\n<attorneys id=\"b39-5\"><page-number citation-index=\"1\" label=\"17\">*17</page-number><em>J. M. Morton, Jr., </em>for the plaintiffs.</attorneys>\n<attorneys id=\"b39-6\"><em>B. B. Bennett, (H. K. Braley </em>with him,) for the defendant.</attorneys>\n<p id=\"b39-2\">The defendant insists, however, that it has a right to retain the stock and account for its value by showing that it has been applied in payment of the debts of Borden; and relies on those cases, in which it is held that the damages in trover may be mitigated by proof that the goods .converted have been restored to the owner, or their proceeds applied to his use or to payment of his debts. <em>Pierce </em>v. Benjamin, 14 Pick. 356. The doctrine of those cases is founded in reason and justice, and is, in sub stance, that the owner who has received from the wrongdoer the value of property improperly kept from his possession shall not recover that value a second time in an action therefor. But it has no application to the case at bar. The plaintiffs represent the interest of the creditors of Borden, primarily, the conveyance to them having been made for the purpose of distributing the proceeds of his estate among his Creditors. The defendant is a party to the conveyance. It can retain the stock only by committing a wrong, and to permit it to hold the avails of the stock in payment of its unsecured demands against Borden would be to permit it to obtain a preference over other creditors to the extent of the value of such part of the trust estate as it might be able wrongfully to lay its hands on.</p>\n<p id=\"b39-3\">The plaintiffs are entitled to redeem the stock on payment of the amount due on the note with which it was pledged, with interest, after deducting from that amount the dividends, if any, received by the defendant on the stock, with interest. And the case must be referred to a master to state the account.</p>\n<p id=\"b39-4\">\n<em>Decree accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}