{
  "casebody": {
    "data": "<casebody firstpage=\"614\" lastpage=\"619\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b666-6\">UNITED STATES of America, Appellee, v. Angelo PROCARIO, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b666-8\">No. 164, Docket 29843.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b666-9\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b666-10\">Argued Dec. 8, 1965.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b666-11\">Decided Feb. 23, 1966.</decisiondate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b666-15\">See, also D.C., 34 F.R.D. 486.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b667-23\"><page-number citation-index=\"1\" label=\"615\">*615</page-number>Peter K. Leisure, Asst. U. S. Atty. for Southern Dist. of New York (Robert M. Morgenthau, U. S. Atty. for Southern Dist. of New York, Bernard W. Nuss-baum, Robert G. Morvillo, Otto G. Ober-maier and John E. Sprizzo, Asst. U. S. Attys., on the brief), for appellee.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b667-24\">Louis Bender and Lloyd A. Hale, New York City, for appellant.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b667-25\">Before LUMBARD, Chief Judge, and FRIENDLY and SMITH, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b667-26\">J. JOSEPH SMITH, Circuit Judge:</author>\n<p id=\"b667-27\">Dr. Angelo Procario appeals from a conviction, on a jury verdict in the United States District Court for the Southern District of New York, Edmund L. Pal-<page-number citation-index=\"1\" label=\"616\">*616</page-number>mieri, Judge, on three counts of attempting to evade federal income tax, 26 U.S.C. § 7201, in 1956, 1957 and 1958. He was sentenced to imprisonment for a year and a day on each count, running concurrently, and to a $3,000 fine on each count, as well as one-third costs. We find no error and affirm the judgment.</p>\n<p id=\"b668-4\">Principally at issue was appellant’s professional income for 1956-1958 and the extent to which apparent income was reduced by payments to assisting doctors. The government relied for proof partly on direct evidence from patients and their cancelled checks, and partly on the bank deposit method, modified so as to yield the rest of appellant’s professional income. This resulted in computation on income from three sources; first, 249 checks deposited, from patients or medical services on account of patients; second, 82 checks not deposited; third, deposits not specifically identified as representing other income, yet inferentially income. The following table reflects the government’s calculations:</p>\n<p id=\"b668-6\">\n<em>1956 1957 1958</em>\n</p>\n<p id=\"AALP\">1) Total deposits $197,290.93 $140,421.37 $160,058.47</p>\n<p id=\"amk-dedup-0\">2) Outside receipts -173,903.77 -114,362.71 -137,158.80</p>\n<p id=\"AU3\">3) 1 less 2 $ 23,387.16 $ 26,058.66 $ 22,899.67</p>\n<p id=\"AO4P\">4) 249 checks - 7,338.00 - 13,203.78 - 11,493.50</p>\n<p id=\"anw-dedup-0\">5) Net — 420 unidentified deposits 16,049.16 12,854.88 11,406.17</p>\n<p id=\"ayr-dedup-0\">6) 82 checks not deposited 8,944.50 12,227.00 14,123.66</p>\n<p id=\"ama-dedup-0\">7) 4, 5 and 6— total professional receipts $ 32,331.66 $ 38,335.66 $ 37,023.33</p>\n<p id=\"AoRn\">8) Reported receipts - 21,260.00 - 22,055.00 - 21,964.10</p>\n<p id=\"aab-dedup-0\">9) Reference fees paid 720.00 - 1,195.00 - 1,200.00</p>\n<p id=\"A5Sg\">10) Total unreported $ 10,351.66 $ 15,085.66 $ 13,859.23</p>\n<p id=\"AYY\">11) Defendant’s claimed total assisting and reference fees paid $ 12,102.00 $ 16,375.00 $ 15,269.00</p>\n<p id=\"b668-7\">Item 9 above represents reference fees which the government conceded were paid to doctors. (The parties are agreed that it is proper reporting procedure to show receipts net of amounts paid to other doctors for assistance or reference. Hence, Item 8 above was reported net of Item 9, or similar amounts.)</p>\n<p id=\"b668-8\">Six months prior to the filing of the indictment, which came within a few days of the time when Count One (1956) would have become time-barred, appellant’s counsel sent a letter to the government alleging that “many thousands of dollars” received by appellant from patients were turned over to named assisting doctors; appellant included with his letter affidavits from ten doctors, which, however, did not specify the amounts so paid. Counsel for appellant, in his letter to <page-number citation-index=\"1\" label=\"617\">*617</page-number>the Attorney General dated December 3, 1962 stated as follows:</p>\n<blockquote id=\"b669-5\">“The proof is incomplete only in the sense that the affidavits do not reflect the specific sums received. Shortness of time prevented the accumulation of this additional evidence, which we hope to have shortly. These payments do not represent insubstantial amounts. Over this period in question, from information supplied to me, the payments amount to many thousands of dollars.”</blockquote>\n<p id=\"b669-6\">No further Information as to specific amounts was furnished. The government did not act on the letter and affidavits until after the indictment was filed. At the trial appellant introduced doctors and their records to establish that the alleged unreported income was paid over to other doctors.</p>\n<p id=\"b669-7\">Appellant’s first claim is grounded on Holland v. United States, 348 U.S. 121, 75 S.Ct. 127, 99 L.Ed. 150 (1954), requiring that where the government rests its case on circumstantial evidence under the net worth method of computation, it must follow up “leads” furnished by a taxpayer or the trial judge may take the lead as true and direct an acquittal on that basis. Appellant’s argument is that the same requirements should apply in a case based on the bank deposit method, and that the District Court should have acquitted appellant or at least charged the jury that the failure to follow up leads should be construed against the government. Appellant claims that the bank deposit method sufficiently resembles the net worth computation in its speculative character that <em>Holland </em>should apply.</p>\n<p id=\"b669-8\">The lead, of course, was the letter and affidavits. The District Court concluded that <em>Holland </em>would apply to a bank deposit case, but that in view of the late date the lead was supplied, “on the eve of indictment,” no judgment of acquittal was required.</p>\n<p id=\"b669-9\">The government contends that <em>Holland </em>should not apply to the use of the bank deposit method, since many of the dangers of the net worth method alluded to in <em>Holland </em>are non-existent in this case. We find that we need not determine the necessity for applying the “leads” doctrine to a bank deposit method case, however, for we agree with Judge Pal-mieri that the lateness and vagueness of the leads here supplied, coupled with counsel’s unfulfilled promise to provide more definite information, justified the government’s failure to follow them up more thoroughly prior to indictment.</p>\n<p id=\"b669-11\">Appellant argues that it was error to go to the jury in the light of the unrebutted evidence offered by the defense of assisting and reference fees paid greater than alleged unreported income. Appellant claims this evidence was unrebutted and relies on Dyer v. MacDougall, 201 F.2d 265 (2 Cir. 1952). The government claims that it does not have the burden of proof as to the issue presented by this defense, citing United States v. Bender, 218 F.2d 869 (7 Cir.), cert. den. 349 U.S. 920, 75 S.Ct. 660, 99 L.Ed. 1253 (1955) and United States v. Stayback, 212 F.2d 313 (3 Cir. 1954), cert. den. 348 U.S. 911, 75 S.Ct. 289, 99 L.Ed. 714 (1955). It is questionable, however, whether these cases hold more than that the government has no burden of going forward with evidence to negate unreported deductions; in any event we see no reason why, under the circumstances here, the burden of persuasion on the whole case did not rest on the prosecution. On the other hand, the <em>Dyer </em>case does not assist the appellant; it dealt with a situation where the proponent’s witnesses had testified against him and the only basis for escaping a directed verdict for the opponent was the possibility that their demeanor would convince the trier of the facts that the truth was the opposite of what they said. Here there was ample conflicting evidence to create a jury issue. The assisting doctors testified, with one exception, that their fees were usually 40-50% of the total bill to the patient. Yet the government showed examples of direct payment by patients to each doctor, <page-number citation-index=\"1\" label=\"618\">*618</page-number>where the arrangement was at most 25%. The doctors testified that most of their patients knew or should have known that their payments to appellant included the fees due assisting doctors, yet the government showed that 95% of the patients were unaware of this. Hospital “operative Records” were used by appellant to establish this defense; yet in one-half the cases listed there no assisting surgeon was noted except the resident, who was barred from receiving fees. Among those cases were some as to which some doctors testified they assisted. Finally, the books and records of the doctors were suspect, since the jury could believe that where appellant’s name appeared there had originally been blanks, and his name was filled in later to aid his defense.</p>\n<p id=\"b670-4\">Appellant argues that the admission by the prosecutor in summation that the government knew some cash was paid to the doctors, but could not show how much, destroyed his case and invited the jury to speculate. However, it was not necessary for the government to prove that a given amount was paid, as long as it bore its burden of disproving the defense and showed substantial understatement of income; and even if the prosecutor’s statement did cast some doubt on the government’s case, the doubt could be found to concern merely the precise amount, not the existence of a substantial understatement. The government need not prove the exact amount. United States v. Johnson, 319 U.S. 503, 517, 63 S.Ct. 1233, 87 L.Ed. 1546 (1943). The court correctly so charged.</p>\n<p id=\"b670-5\">Appellant suggests that there was no evidence from which the jury could have inferred that Item 5, unidentified deposits, was income from professional services. The government relied on the fact that it excluded all possible dividends, on the small size and relative frequency of the deposits, similar to deposits and other income proven to be professional receipts, and on the fact that appellant had patients other than those whose payments were included in Items 4 and 6, the directly proven items of income. This was sufficient.</p>\n<p id=\"b670-6\">Contrary to appellant’s claim, there was independent evidence of wilfulness: taking cash receipts, even when the patient wished to pay by check, and the withholding of full records from the accountant. And the amounts alleged to have been understated were substantial and for at least three consecutive years. While there must be substantial independent evidence of wilfulness, other than the mere understatement of income, consistent substantial understatement is enough. Holland v. United States, 348 U.S. 121, 139, 75 S.Ct. 127, 99 L.Ed. 150 (1954).</p>\n<p id=\"b670-7\">Appellant argues he was improperly denied the right to introduce evidence that the prosecutor intimidated witnesses by serving spurious grand jury subpoenas on the doctors. Appellant specifically sought, while a Special Agent was testifying for the government, to introduce the matter of the subpoenas. In United States v. Remington, 191 F.2d 246 (2 Cir. 1951), on which appellant relies, the court said that the only proper way to bring out intimidation is to “examine such witnesses as it claims were intimidated and prove, if it can, that such was the fact,” and that evidence of an intimidating purpose in calling a grand jury would not be admissible anyway. No attempt was made on the examination of the witnesses to show that they were in fact intimidated. We find no error in the exclusion of the evidence on the subpoenas. If the grand jury subpoenas were misused, it was a matter for disciplinary action by the Court, and not an occasion for confusing this trial with such a collateral matter.</p>\n<p id=\"b670-8\">Appellant alleges suppression of Lo Casto’s (his accountant’s) grand jury testimony. The only issue here is whether the testimony was in fact turned over to the court, and this was properly resolved against the claim.</p>\n<p id=\"b670-9\">Appellant’s final point is that a new trial or hearing should have been ordered based on the jury’s misconduct, discussion of evidence and expression of views to each other during the course <page-number citation-index=\"1\" label=\"619\">*619</page-number>of the trial, brought to the court’s attention by the affidavit of an alternate juror. The alleged misconduct took place prior to deliberation on the verdict. The alternate juror, of course, was not present at the jury’s deliberations. Appellant distinguishes this from the conventional impeachment situation by the fact that the affidavit makes no reference to the deliberations. Nevertheless, the same policy considerations prevent inquiry here, or the alternate juror will become an unending source of uncertain verdicts. “The jurors themselves ought not be subjected to harassment; the courts ought not be burdened with large numbers of applications mostly without real merit; the chances and temptations for tampering ought not be increased; verdicts ought not be made so uncertain.” United States v. Crosby, 294 F.2d 928, 950 (2 Cir. 1961); see McDonald v. Pless, 238 U.S. 264, 267, 35 S.Ct. 783, 59 L.Ed. 1300 (1915).</p>\n<p id=\"b671-5\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}