{
  "casebody": {
    "data": "<casebody firstpage=\"898\" lastpage=\"902\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b952-7\">FRETT et al. v. BENJAMIN et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b952-8\">No. 10282.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b952-9\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b952-10\">Argued Jan. 29, 1951.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b952-11\">Decided April 3, 1951.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b952-23\">George H. T. Dudley, Charlotte Amalie, Virgin Islands, for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b952-24\">Almeric L. Christian, Christiansted, Virgin Islands, for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b952-25\">Before MARIS, GOODRICH and WOODBURY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b952-26\">WOODBURY, Circuit Judge.</author>\n<p id=\"b952-27\">The four parties to this litigation, and one Edwardo Newton, all more or less skilled construction workers, by written agreement organized a partnership in February, 1946, which they called Paramount Construction Company, to engage in the business of constructing and repairing buildings, and any other kind of structure, in Saint Thomas, V. I. In their agreement they provided that the partnership was to continue for 'five years, unless further extended by mutual agreement; that each <page-number citation-index=\"1\" label=\"899\">*899</page-number>partner was to contribute his skill and labor to the partnership, but that each was to be “paid wages or a salary for such labor as he may perform in the work to be undertaken by the partnership”, and that the wages or salaries of the partners should be fixed by majority vote of the partners meeting as the Committee of the Whole. Following these provisions the partners provided that one of their number should be elected each year as the managing partner, with broad general powers to direct the affairs of the partnership, and that another should be appointed to keep the partnership books and records. In conclusion they agreed that at the end of each year, or at such other time as the Committee of the Whole might decide, the net profits of the venture should be distributed to the partners in stated proportions.</p>\n<p id=\"b953-5\">Newton apparently dropped out of the partnership at the inception of its operations, thus reducing the partners to the four participants in this litigation, and they modified their agreement by dividing the distributive share of the net partnership profits originally allocated to Newton ratably among themselves. The defendant Benjamin was duly elected managing partner and the defendant Melchior appointed bookkeeper by the Committee of the Whole. The Committee of the Whole, however, never fixed the wages or salaries to be paid the partners for their labor on partnership ventures.</p>\n<p id=\"b953-6\">In this posture of affairs the partnership undertook a number of construction projects, only five of which are involved in this litigation. On three of these the home owner supplied the materials and paid the workmen, the position of the partnership being more in the nature of construction foreman than of independent contractor. On the other two the partnership undertook to supply labor and materials and to build for a fixed figure payable in installments as the work progressed. Two of the projects in the first category were never completed due to lack of funds on the part of the owner. The other three were eventually completed by the two defendants after the plaintiffs had withdrawn from the partnership as will appear hereinafter.</p>\n<p id=\"b953-8\">All of the partners worked on the two projects involved herein which were begun first, which also were the ones not completed because of the owner’s lack of funds. On each of the remaining three projects, which were begun almost simultaneously, one partner worked in a supervisory capacity, except Melchior who worked as a laborer on one o&gt;f them. The defendant Benjamin, in addition to directly supervising one project, had general superintendence of all of them and visited each one daily. He also used his truck to transport workmen and materials to and from the projects,<footnotemark>1</footnotemark> and purchased tools and materials for the partnership which were stored in his garage for lack of a partnership warehouse. Each partner supplied Melchior, the bookkeeper, with weekly payrolls for the job under his supervision and put into his payroll what he himself thought he was entitled to draw for his work on the job.</p>\n<p id=\"b953-9\">The partnership did not prosper, obviously due in large part to the informal, if not hit or miss, way in which its affairs were conducted. The Referee appointed to strike an accounting between the parties in the instant litigation summed the matter up as follows in his report: “One poor feature of the operation was that no inventory or warehouse records were ever kept of the materials that cleared through this company warehouse, but, since all partners were manual workers and ignorant of technical bookkeeping, accounting or the rudiments of modern specialized record-keeping, none was ever demanded or required. When materials were needed, they were ordered through Benjamin by the partner at each job and delivered there, the report thereof reaching Melchior, the bookkeeper, in various ways. But no one ever seemed to actively complain; the business ran as every one always had in this community with this type of workman and small project; buy a little ahead; charge some things, pay for others; make <page-number citation-index=\"1\" label=\"900\">*900</page-number>everything do; borrow from one job to help another; complain about everything; do everything by hand; and all of this in a period that was the worst in the history of the building business. No one gave proper attention to the bids for work or took into consideration the fluctuating market; the common idea seemed to be to get any kind of a job for the day’s work and day’s pay there was in it, don’t mind whether it pays in the end or not, it’s all advertising for the company. No wonder one of the clients testified that ‘there was definitely a loss on his job; the men were all guilty of miscalculation, inexperience and lack of cooperation.’ ”</p>\n<p id=\"b954-4\">Personal clashes developing, and apparently hope of profits fading, the plaintiffs according to the allegations in their complaint, quit in October, 1947, the plaintiff Hodge on October 4, and the plaintiff Frett on October 23, they having worked for the partnership 51 and 55 weeks respectively. Thereupon the defendants Benjamin and Melchior completed the partnership projects then under way, finishing the last one in July, 1948. -</p>\n<p id=\"b954-5\">The complaint in the instant proceeding was filed some six months after the completion by the defendants of the last partnership venture. Two causes of action are alleged in it. One is in debt for an alleged balance of wages due the plaintiffs for their work on partnership projects; the other is for an accounting of partnership profits. The defendants answered denying the basic allegations of the complaint and in addition, prayed for a dissolution of the partnership and an order directing the winding up of its affairs under the supervision of the defendant Benjamin.</p>\n<p id=\"b954-6\">In pre-trial proceedings the court below fixed the issues to be tried as the amount of the wages, if any, due the plaintiffs, and the adequacy of an accounting made by the defendants, and it was then agreed to submit these issues to a Referee. A Referee agreeable to both parties was accordingly appointed and he held hearings at which by agreement of counsel the testimony offered was not reported. The Referee filed a comprehensive report of the facts from which he concluded that the plaintiffs were not entitled to any wages in addition to the amounts drawn by them on the jobs they had supervised as described above, and that no partnership profits had been realized and hence that there were none to be accounted for by the defendants. He did find, however, that some materials and tools belonging to the partnership remained in the defendant Benjamin’s possession at the conclusion of the last partnership project in July, 1948, and that, although Benjamin had suffered the greatest personal loss in the venture, he should not be allowed to keep the materials and tools but should be made to establish their identity and worth, and to distribute their value to the plaintiffs in proportion to their interest in the partnership. Accordingly he recommended judgment for the defendants on the first cause of action, and judgment for the defendants on the second cause of action also, provided Benjamin filed an itemized statement of the partnership properties left in 'his possession when its last job was finished, and deposited the value of those properties in court for proportionate distribution to the plaintiffs.</p>\n<p id=\"b954-8\">The court below held a hearing on the plaintiff’s objections to the Referee’s report as a result of which it entered an interlocutory decree confirming the report and directing Benjamin to appear and give an account of the partnership assets left in his hands. Benjamin duly appeared and a hearing was held by the court at which he, the plaintiffs, and a former employee of the partnership testified. The court thereupon found the value of the partnership assets left in Benjamin’s hands to be $230, and it accordingly entered a final judgment for the defendants on the first cause of action and for the plaintiffs on the second cause of action for their proportionate shares in the above amount. The plaintiffs thereupon took this appeal.</p>\n<p id=\"b954-9\">Even though Edwardo Newton’s withdrawal from the partnership at the outset of its activities dissolved it under § 29 of the Uniform Partnership Act, which is in force in the Virgin Islands, it does not follow that the partnership agree<page-number citation-index=\"1\" label=\"901\">*901</page-number>ment ceased to define the rights, duties and obligations of the partners with respect to one another. Undoubtedly they carried on as partners after Newton’s retirement ■from the venture, and if their partnership rested upon a parol understanding, it is evident that by that understanding they adopted the provisions of the written partnership agreement which they and Newton had entered into. Thus the plaintiffs’ claim for wages must be resolved in the light of the written partnership agreement.</p>\n<p id=\"b955-5\">According to that agreement, as already appears, it is first provided that “Each of the partners is contributing 'his skill and labor to the partnership; but it is understood and agreed that each partner will be paid wages or a salary for such labor as he may perform in the work to be undertaken by the partnership”. And then it is provided that “The five members of the partnership shall constitute the Committee of the Whole, which Committee shall fix the wages or salaries to be paid to the members of the partnership ; and it is understood and agreed that the decision of any three of the five members shall be binding upon all.\" The Committee of the Whole, however, never fixed any wages or salaries for the partners. In this situation each informally, and apparently quite independently, but not secretly, put into the weekly payroll of the job under his supervision an amount which he considered himself entitled to for the work he had done. Their tacit arrangement would therefore seem very clearly to have been that each would take a sort of weekly drawing account, and that any amount in excess of that which any partner might eventually receive for his efforts would accrue to him not as wages but as his proportionate share in partnership net profits. Under these circumstances to award the plaintiffs wages for their labor on a <em>quantum meruit </em>basis would be in direct conflict with their specific, though tacit, agreement.</p>\n<p id=\"b955-6\">Moreover if the plaintiffs are entitled to wages from the partnership, so also are the defendants, and it is hard to see how the defendants can personally be made to pay wages to the plaintiffs when there is no showing that partnership profits are in the defendants’ hands. All being partners, no one partner owes any other, or no group of partners owes any other group, wages as a personal obligation.</p>\n<p id=\"b955-8\">This brings us to the matter of accounting.</p>\n<p id=\"b955-9\">The appellants charge that the defendants’ accounting is manifestly incomplete, inaccurate and misleading, if not actually false, and that the Referee’s report should therefore be set aside for failure to resolve all doubts against the partners at fault for the defective accounts and records of the partnership. And, apparently conceding the impossibility of striking anything approaching a truly accurate account, they suggest that the defendants be made to pay the plaintiffs reasonable wages for their labors as a sort of rough and ready compensation.</p>\n<p id=\"b955-10\">It may well be that under some circumstances when accounts are so muddled as to defy straightening out, the court will have to resort to the best evidence available, and the partner to blame 'for the situation will be penalized by having discrepancies resolved against him. But here the Referee found no wilful wrongdoing, or overreaching, or even negligence, on the part of the defendants, or either of them, as the executive officers of the partnership. On the contrary he found, and we must take his findings as final and conclusive for the evidence introduced before him was not reported, that the accounting submitted by the defendant was not “false, fraudulent, or purposely padded”, and that although “erroneous and inaccurate”, it was so “only because of the method and manner of its being kept by an unlettered work man without accounting tools and no office.” In detail the Referee found the bookkeeping technique, which he found the plaintiffs knew about and acquiesced in, to be as follows: “The method of bookkeeping was unusual, but uniform. Each day the bookkeeper would put on a slip of paper the materials drawn or used or sent to each job; at the end of each week these slips would be collated into a cardboard-covered small ledger under appropri<page-number citation-index=\"1\" label=\"902\">*902</page-number>ate headings for each job, sometimes the entry being a charge against that job, sometimes being merely a record of where certain material went. The slips were later destroyed and never did appear. The two ledgers are submitted herewith to the Court along with all the business’’ original bills, chits and vouchers from which the ledgers were compiled. In addition, each partner supplied the bookkeeper with weekly payrolls of his own job, putting on his payroll what he thought himself entitled to draw as a worker on that job. These payroll entries were made against each of the 4 jobs (projects). The bookkeeper Melchior worked on one of the jobs like the other partners and drew a laborer’s pay. He alleges that he had a verbal agreement with the partners to pay him something extra ifor keeping the books, but admittedly he never received one penny for his services in that respect. I believe the bookkeeper to be honest; for an uneducated man, without an adding machine, he did a creditable job; he knows his books thoroughly and stood up well under a searching examination by a clever, astute, and well-prepared counsel who knew every aspect of his case as he should as the leading legal-accountant in the community.”</p>\n<p id=\"b956-4\">It seems to us harsh and unfair to apply the strict rule of accounting against the accountant in the face of these findings. The substance of the matter is that the partnership instead of making a profit lost money, as the Referee categorically found, and this through no wrongdoing or specific faults of the defendants, but because all the partners lacked business experience, training and skill. In this situation the result reached by the Referee, which the court below confirmed, impresses us as eminently fair, just and equitable.</p>\n<p id=\"b956-5\">One further matter requires attention. The appellees suggest in their brief, apparently for the first time in this litigation, that some debts of the partnership, principally for taxes, remain outstanding and unpaid. There is no admission by the appellants that this is so, nor is it denied. In this situation it seems best to have this matter passed upon by the court below. Therefore, instead of outright affirmance, The case will be remanded to the District Court for further proceedings consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b953-10\">. The plaintiff Frett used his truck for the same purpose.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}