{
  "casebody": {
    "data": "<casebody firstpage=\"437\" lastpage=\"443\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b485-4\">PENNSYLVANIA R. CO. v. CITY OF GIRARD.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b485-6\">No. 11792.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b485-7\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b485-8\">Feb. 11, 1954.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b486-14\"><page-number citation-index=\"1\" label=\"438\">*438</page-number>Norman A. Emery, Youngstown, Ohio (Norman A. Emery, Jay C. Brownlee, Harrington, Huxley &amp; Smith, Youngstown Ohio, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b486-15\">Reed S. Battin, Warren, Ohio (Reed S. Battin, Warren, Ohio, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b486-16\">Before SIMONS, Chief Judge, and ALLEN and MILLER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b486-17\">ALLEN, Circuit Judge.</author>\n<p id=\"b486-18\">This case arises out of an action filed in the state court by the city of Girard, Ohio, seeking damages from appellant railroad for the cost of removal of ashes and debris claimed to have been accumulated upon Byers Avenue, a street in the city of Girard, due to the negligence of the appellant in the operation and repair of its right of way. The petition prayed for a permanent injunction and also for the construction of' a retaining wall to prevent the alleged nuisance.</p>\n<p id=\"b486-19\">Appellant filed a general denial and a cross-petition praying that it be permitted to vacate an underpass at the intersection of Mill Street with its right of way. The District Court rendered judgment for the city, dismissing the amended cross-petition, awarding damages for $1200, permanently enjoining-the railroad from allowing refuse and debris to fall, be dumped, or washed from the right of way on Byers Avenue,, and ordering the railroad to erect some kind of retaining wall or buttressing for the portion of the right of way that would adequately serve to prevent the-recurrence of future damage. The court denied vacation of the underpass, at Mill Street upon the ground that, there had been a common-law dedication of the crossing and underpass to public-use. It also held that the vacation of the-Mill Street underpass was not shown to&lt; conduce to the general interests of the-city of Girard, as required by Section 3730, Ohio General Code, R.C. § 723.09.</p>\n<p id=\"b486-20\">The railroad contends that the judgment must be reversed (1) because-there was'no evidence of dedication or-intention to dedicate the underpass nor-of acceptance on the part of the city, and. (2) because there is no evidence of public necessity for keeping the Mill Street underpass open.</p>\n<p id=\"b487-4\"><page-number citation-index=\"1\" label=\"439\">*439</page-number> A preliminary question of jurisdiction raised by this court of its own motion will be disposed of first. The pecuniary damages claimed in the petition are $1,000.00, a sum short of the jurisdictional amount. The court found that the nuisance would continue unless a permanent injunction was issued. Jurisdiction under Title 28, Section 1331, depends “not alone upon the pecuniary damage resulting from the acts complained of, but also upon the value of the rights which plaintiff seeks to have protected.” Wisconsin Electric Co. v. Dumore Co., 6 Cir., 35 F.2d 555, 556. Since the suit is for injunction as well as for damages, the test is the value of the controversy. Glenwood Light &amp; Water Co. v. Mutual Light, Heat &amp; Power Co., 239 U.S. 121, 125, 36 S.Ct. 30, 60 L.Ed. 174. This is measurable by the expense to which the plaintiff will reasonably be put through the years and by the value of the right sought to be protected. 2 Cyclopedia of Federal Procedure, § 3.93, page 324. The finding of the District Court that unless appellant is restrained appellee will suffer irreparable injury is amply sustained by the evidence. We conclude that the District Court had jurisdiction of the case.</p>\n<p id=\"b487-5\">With reference to the court’s findings and conclusions on the question of nuisance, appellant contended in the trial that under Section 3714, Ohio General Code, R.C. § 723.01, the duty of keeping the public highways and streets “open, in repair, and free from nuisance” rests entirely upon the council of the city and that the railroad cannot be held liable for the deposit of debris upon the public streets. This statutory responsibility the city recognized when it cleared Byers Street of the ashes, etc., accumulated thereon by the negligence of the defendant. However, it is established law in Ohio that a city may enjoin maintenance of a nuisance upon public highways. City of Mt. Vernon v. Berman &amp; Reed, 100 Ohio St. 1, 125 N.E. 116. Cf. Louisville &amp; N. R. Co. v. City of Cincinnati, 76 Ohio St. 481, 81 N.E. 983. The city’s obligation does not deprive it of its right of action against a third party which maintains a nuisance in the streets. The judgment upon the issues raised by the petition is amply sustained by the evidence and is in accordance with law.</p>\n<p id=\"b487-7\">Appellant’s principal attack is directed to the court’s refusal to vacate the underpass at Mill Street. It contends that it owns the underpass, that a new structure costing $198,300 will be necessary if the underpass is not vacated, that the public has no right in the underpass, and that the District Court made clearly erroneous findings and conclusions as a basis for its judgment dismissing the cross-petition.</p>\n<p id=\"b487-8\">In appellant’s original cross-petition, of which we take judicial notice, De Bearn v. Safe Deposit &amp; Trust Co. of Baltimore, 233 U.S. 24, 34 S.Ct. 584, 58 L.Ed. 833, the expense of repairing the underpass was set at $35,000 or more instead of the $198,300 now claimed to be required. We infer that the railroad has considered more than one method of repairing the underpass, one much more expensive than the other. However, since the majority of the court thinks the case was rightly decided, we do not discuss the expense of a new structure.</p>\n<p id=\"b487-9\">The city was lax in presenting evidence which might have shed light upon the intricate questions of fact presented and the record as to the negotiations, contracts, and ordinances which form the background of this controversy is in considerable confusion. However, the following facts are established:</p>\n<p id=\"b487-10\">December 10, 1919, an ordinance was passed by the city of Girard granting the Brier Hill Steel Company, its successors, lessees and assigns, a right to construct a railroad crossing across West Liberty Street in the village of Girard, providing that the council should vacate all grade crossings on the east side of the Mahoning River, and authorizing the elevation of the Pennsylvania Railroad tracks on the east side of the Mahoning River. In the preamble to the resolution of the County Commissioners, dated July 23, 1923, with respect to the elim<page-number citation-index=\"1\" label=\"440\">*440</page-number>ination of grade crossings, the railroad is called a lessee. It is nowhere shown that it owns the land on which the underpass was constructed, nor just what it had leased, whether tracks, personal property, or an interest in. land. The tracks of the railroad run on the east side of the Mahoning River in a general northerly and southerly direction parallel to Byers Avenue, formerly known as Water Street. At the southerly end of Byers Avenue and at right angles to it is Walnut Street, north of that is an alley, and north of the alley is Mill Street. In accordance with the above ordinance the railroad elevated its tracks and constructed underpasses, both at Mill Street and Walnut Street, connecting with Byers Avenue, which is the principal thoroughfare from the low-lying district along the Mahoning River called “The Flats” to the central part of the city of Girard. A railroad employee from the engineering department, thoroughly familiar with this area, having visited it at least once a week for twelve years, states in effect that Byers Avenue is immediately adjacent to the right-of-way line of the Pennsylvania Railroad Company, that the curb on Byers Avenue is against the railroad right of way and also against the embankment. This evidence is uncontra-dicted.</p>\n<p id=\"b488-4\">The ordinance specifically provided for construction of a subway at Walnut Street and also for the completion of “the structure to separate grades at Mill Street.” A city zoning map made in 1931 does not show Mill Street or Walnut Street connecting with Byers Avenue. However, a railroad map dated 1918 indicates Mill Street as passing partly across the right of way of the railroad. Several witnesses, one of whom was born on Mill Street, testified that the general public had for many years used a crossing at the railroad right of way, which was not then elevated, from Byers Avenue to Mill Street. Two witnesses of middle age had used this crossing going to and from school. One of them said that horses and buggies had used the crossing for over forty years. The clerk of the Girard City Council stated: “we used to cross over to Mill Street to go over and play ball.” He had used the crossing since 1907 and said that there was no difference then between the crossings at Walnut Street and Mill Street.</p>\n<p id=\"b488-6\">This uncontested oral evidence is corroborated by admissions against interest made in appellant’s original cross-petition. It said “that the tracks-of its railroad parallel with Byers Avenue are elevated above the street level, and that underneath said tracks and intersecting with Byers Avenue is a street known as Mill Street, and that this Defendant cannot, so long as said Mill Street is kept open for travel by a subway beneath its tracks, build or erect any retaining wall at a reasonable expense * * The cross-petition also stated that “said Mill Street extends under its right-of-way and railroad tracks by a concrete subway * * It later states that the appellant “filed a petition with the Council of the CITY OF GIRARD requesting that the part of Mill Street which is underneath its railroad tracks be closed for public travel * * These statements recognize the existence of a public way coincident with the underpass. They were admitted by the city in its answer and reply and the existence of Mill Street as a public highway stood admitted on the pleadings until the filing of the amended cross-petition. The fact that the original petition was withdrawn and that these statements were eliminated in the amended cross-petition is immaterial, for pleadings withdrawn or superseded by amended pleadings are admissions against the pleader in the action in which they were filed. 14 A.L.R. 65-72, and cases cited. Assuming but not deciding that the city could not avail itself of these admissions since it did not introduce the original cross-petition in evidence (14 A.L.R. 89), we take judicial notice of them as part of the record. Bienville Water Supply Co. v. City of Mobile, 186 U.S. 212, 217, 22 S.Ct. 820, <page-number citation-index=\"1\" label=\"441\">*441</page-number>46 L.Ed. 1132; De Bearn v. Safe Deposit &amp; Trust Co., supra.</p>\n<p id=\"b489-5\">The underpass erected by the railroad in conformity to Section 13 of the ordinance authorized the railroad company “to complete the structure to separate grades at Mill Street.” The structures constructed both at Mill Street and at Walnut Street were underpasses and thus the access from Byers Avenue to Mill Street, which had existed at least since 1907, was retained when the railroad tracks were elevated. While the railroad in its supplemental brief contends that it owns the underpass, there is no evidence supporting this contention. The railroad in its pleadings does not aver ownership of the land. It states that it owns and operates certain railroad tracks, cars, locomotives, and equipment through the city of Girard parallel with Byers Avenue. The evidence on this point indicates that the Pennsylvania Railroad has a right of way parallel with Byers Avenue. The maps introduced by appellant contribute little to the definite solution of the problem. One of them is a fragment. None of the maps show ownership of the land by the appellant. Exhibit Y is merely an inter-company agreement embodying a plan of construction between appellant and the Brier Hill Steel Company which is not shown to have gone into effect, at least in toto.</p>\n<p id=\"b489-6\">The trial court found that there had been no statutory dedication of the underpass, but held that a common-law dedication of the crossing and the underpass was shown. This finding of fact is supported by the evidence and binds us here. Moreover, the appellant, which was plaintiff in the cross-petition, failed to establish a right to vacation under Ohio law.</p>\n<p id=\"b489-7\">The court’s holding on the feature of common-law dedication is in accord with the Ohio decisions. As to this feature of the case the uncontradicted testimony with reference to the use by the general public of the crossing over the railroad tracks from 1907 to the present time, <em>being </em>for a period of more than 21 years, under Ohio law raises a conclusive presumption of common-law dedication and acceptance by the city. Doud v. City of Cincinnati, 152 Ohio St. 132, 87 N.E.2d 243. In this case the Supreme Court of Ohio held that dedication and acceptance may result from the use by the public for a long period of time. See also Penquite v. Lawrence, 11 Ohio St. 274. Cf. McConnell v. Trustees of Town of Lexington, 12 Wheat. 582, 6 L.Ed. 735. In Holmes v. Cleveland, Columbus &amp; Cincinnati Railroad, 3 Ohio Dec. Reprint 416, it was declared that a formal dedication is not necessary. “It is enough if the public shall take possession of the ground, using it for public purposes, and shall continue to do so for a long term of years * * Lovett v. Weidig, 1 Ohio Law Abst. 373; Eagle White Lead Co. v. City of Cincinnati, 1 Cin.Sup.C.Rep’r 154; Daiber v. Scott, 3 Ohio Cir.Ct.R. 313. In Inger-soll v. Herider, 12 Ohio 527, it was held that no evidence of dedication is necessary when a road has been used for a number of years. Cf. City of Cincinnati v. White, 6 Pet. 431, 8 L.Ed. 452; McConnell v. Trustees of Town of Lexington, supra.</p>\n<p id=\"b489-11\">The railroad contends that under Pennsylvania Railroad Co. v. Donovan, 111 Ohio St. 341, 145 N.E. 479, Village of Hicksville v. Lantz, 153 Ohio St. 421, 92 N.E.2d 270, and similar cases, the District Court incorrectly applied the law in holding that common-law dedication had been established. This contention has little merit in view of appellant’s admission as to the existence of Mill Street in the area of the underpass. Moreover, the cases relied on cover situations where the owner of property allows a permissive user for the purpose of access to facilities on his own land. Thus in Pennsylvania Railroad Co. v. Donovan, supra, a railroad allowed access across its land to its platform. In Village of Hicksville v. Lantz, supra, a municipal corporation permitted the public to cross its land to provide access to a vacant lot available for a limited time for public parking. Here, however, <page-number citation-index=\"1\" label=\"442\">*442</page-number>the railroad company, which has the burden of establishing the action set forth in its cross-petition, neither alleges nor proves that it owned the land upon which the underpass was constructed. The use of the crossing over its tracks was not for the purpose of approaching a railroad station or any facility owned by the railroad. The roundhouse planned to be built near Walnut Street was never constructed. The public use of the crossing which existed, as found by the District Court, for some fifty years was clearly shown to be for passing from one public street to another at right angles to the first and only a few feet away.</p>\n<p id=\"b490-4\">The proximity of Mill Street to Byers Avenue strongly supports the finding of the District Court that the use existed for a long period of years. The presumption of acceptance by the public is strengthened by the fact that the structure erected at Mill Street in accordance with the ordinance of December 10, 1919, was an underpass which maintained the thoroughfare from Byers Avenue to Mill Street. The ordinance which lays down the general requirements for the vacation of grade crossings, etc., authorizes the appellant <em>“to </em>complete the structure to separate grades at Mill Street.” The use of the term “separate grades” indicates the existence in 1919 of a public crossing from Byers Avenue to Mill Street. The appellant recognized the existence of this crossing across the tracks, not only when it filed its original cross-petition in this case, but also when it acquiesced in the ordinance of December 10, 1919, in which the city asserted dominion over the area in question. Cf. Pennsylvania Railroad Co. v. Donovan, supra, 111 Ohio St. at page 346, 145 N.E. 479; 13 O. Jur. 745. The city again assumed authority over the underpass as a public way when it denied the petition to vacate filed by the railroad in 1944.</p>\n<p id=\"b490-5\">The requirement of Section 723.03, Ohio Revised Code, that a dedication shall be accepted by ordinance does not, as contended, apply here and require reversal of the judgment. This section relates to statutory dedication and was not intended to prevent common-law dedication. Wisby v. Bonte, 19 Ohio St. 238; Winslow v. City of Cincinnati, 6 Ohio N.P. 47. It does not apply to cases where streets are established by public use and by act of city authorities improving them as such. Baltimore <em>&amp; </em>O. Southwestern Rd. Co. v. Village of Oak Hill, 5 Ohio Law Abst. 779.</p>\n<p id=\"b490-7\">Apart from the feature of common-law dedication, appellant in no case is entitled under this record to the relief sought in its cross-petition. Its last-minute contention raised in its reply brief, filed after hearing, that this is in substance an action to quiet title, was not stated in the pleadings nor raised in the District Court nor in the argument in this court. It suffices to say that in Miller v. City of Cincinnati, 5 Ohio Cir. Ct.R. 583, belatedly cited, an action to quiet title was pleaded. The District Court rightly held that Section 3730, Ohio General Code, Section 723.09, Ohio Revised Code, which authorizes the court to vacate a street or alley, applies here. It requires that the court must be satisfied that such vacation will conduce to the general interests of the municipality. The burden is on the railroad to establish the existence of this prerequisite. Under Ohio law it is immaterial that the street or alley or portion thereof is not extensively used. The court was not in error in refusing such vacation upon a mere showing that the street is not demanded by the present needs for travel. In re Vacation of Part of Michigan Street, Toledo, 12 Ohio Cir.Ct.R. N.S. 414.</p>\n<p id=\"b490-8\">No evidence was adduced to show that the vacation would conduce to the general interests of the municipality. Girard, Ohio, is situated between Youngstown and Warren very close to each of these important industrial towns and is a part of that general area devoted to the steel industry. The closing of a street giving access to The Flats, so <page-number citation-index=\"1\" label=\"443\">*443</page-number>far as being conducive to the general interests of the municipality, might eventually be harmful. In any case the finding of the District Court that vacation would not conduce to such general interests is supported by the record and there is no evidence to the contrary. It must be followed by this court.</p>\n<p id=\"b491-5\">The judgment is affirmed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b491-6\">MILLER, Circuit Judge</author>\n<p id=\"A7DI\">(dissenting in part).</p>\n<p id=\"b491-7\">I am not in agreement with so much of the majority opinion that holds there was a common law dedication by the appellant of the Mill Street underpass for public purposes, or a prescriptive right in the public by long continued use. Railroad Co. v. Village of Roseville, 76 Ohio St. 108, 118, 81 N.E. 178; Pennsylvania Rd. Co. v. Donovan, 111 Ohio St. 341, 145 N.E. 479; Village of Hicks-ville v. Lantz, 153 Ohio St. 421, 427, 92 N.E.2d 270. I am of the opinion that the District Court was in error in dismissing the amended cross-petition of the appellant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}