{
  "casebody": {
    "data": "<casebody firstpage=\"754\" lastpage=\"757\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b802-6\">KLOECKNER REEDEREI UND KOHL-ENHANDEL, G.M.B.H. v. A/S HAKEDAL. THE WESTERN FARMER.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b802-10\">No. 197, Docket 22968.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b802-11\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b802-12\">Argued Feb. 11, 1954.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b802-13\">Decided March 3, 1954.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b803-6\"><page-number citation-index=\"1\" label=\"755\">*755</page-number>William G. Symmers, Dow &amp; Sym-mers, New York City, for appellant. William Warner, New York City, of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b803-7\">Charles S. Haight, Haight, Deming, Gardner, Poor &amp; Havens, New York City, for appellee. Gordon W. Paulsen, New York City, of counsel.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b803-8\">Before CHASE, Chief Judge, and L. HAND and MEDINA, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b803-9\">L. HAND, Circuit Judge.</author>\n<p id=\"b803-10\">This is an appeal from a decree in the admiralty, dismissing the libel in a suit <em>in personam </em>for the loss of a cargo of coal. Judge Clancy refused to assume jurisdiction over the suit because, being between two foreign corporations, “the most just disposition” could be made in the English courts of admiralty. The libellant, a German corporation, had laded the coal upon the steamer, “Western Farmer,” owned by an American corporation, bound from Norfolk, Virginia, to Bremerhaven, West Germany. In the British Channel the “Bjorgholm,” a ship of the respondent, a Norwegian corporation, collided with the “Western Farmer,” cut her in two, and caused the loss of all the libellant’s coal. The owner of the “Western Farmer” sued the respondent in an English court of admiralty, and the parties have agreed to settle the suit upon the basis that the “Western Farmer” was 25% at fault, and the “Bjorgholm,” 75%. The respondent thereafter filed a proceeding in England under which it has limited its liabilities to £85,354.10 ($238,992.60): £8 to the ton. It is the English law — apparently independently of the Brussels Convention — that the fault of the carrying ship is imputed to her cargo in the event of a collision (The Umona, L.R. 1914 Pro. 141), so that, if the libellant files a claim in the English limitation proceeding — the only English remedy now open to it — and if the “Western Farmer” is found partly at fault the libellant will recover only that proportion of its loss, quite aside from the existence of any other claims that will be entitled to share in the bond, posted by the respondent in the limitation proceeding. The libellant sued the respondent <em>in personam </em>in the Southern District of New York, hoping under the doctrine of The Atlas, 93 U.S. 302, 23 L.Ed. 863, to escape imputation to its cargo of any fault of which the “Western Farmer” might be found guilty; and in any event to make available upon its claim the value of the “Bjorgholm,” which was much greater than eight pounds a ton. It attached another ship of the respondent, which the respondent released on giving security, and the suit stands <em>in personam. </em>Judge Clancy dismissed it because “the foreign court and the foreign limitation proceedings merit recognition where international trade and a collision on the high seas are involved.” The respondent insists that, since concededly the decision lay in his discretion, it is beyond our power of review.</p>\n<p id=\"b803-12\">It is indeed true that in such cases the entertainment of a suit between two aliens for a collision on the high seas depends upon the discretion of the district court; but it is not true that we have no power to review the exercise of that discretion, as appears from The Mandu, 2 Cir., 102 F.2d 459, where we reversed just such a decree as this. As Bradley, J., said in The Belgenland, 114 U.S. 355, 365, 5 S.Ct. 860, 865, 29 L.Ed. 152: “although the courts will use a discretion about assuming jurisdiction of controversies between foreigners in cases arising beyond the territorial jurisdiction of the country to which the courts belong, yet where such controversies are communis juris, — that is, where they arise under the common <page-number citation-index=\"1\" label=\"756\">*756</page-number>law of nations, — special grounds should appear to induce the court to deny its aid to a foreign suitor when it has jurisdiction of the ship or party charged. The existence of jurisdiction in all such cases is beyond dispute; the only question will be whether it is expedient to exercise it.” This language Bradley, J., followed by an exhaustive examination of the authorities decided up to that time; and it has never been questioned. We hold that, in the case of a collision on the high seas, an alien plaintiff has the privilege of suing'an alien defendant wherever he can serve him, or attach his property; and that, if the defendant would avoid the suit, he must show that he will be unfairly prejudiced, unless it be removed to some other jurisdiction.</p>\n<p id=\"b804-4\">We therefore come to the possible considerations that may be, or are, urged in support of a removal of the suit to England; and first, as to the convenience of witnesses, who will of necessity be the crews of the two vessels. Although it may well be easier to bring the crew of the “Bjorgholm” to London than to New York, it will be highly inconvenient to bring the crew of the “Western Farmer” to London; and, indeed, it is most improbable that the libellant would be able to compel them to go there at all. There is no basis for this argument and, to do the respondent justice, it is not clear that it means to make it. Next, since the libellant would not be in privity with the owner of the “Western Farmer,” should a decree be entered in the English suit, it would not estop the libellant, even if it were based upon a contest and were not by consent. There is no way by which to avoid a trial of the libellant’s claim upon the merits; nor any greater convenience in having that trial in London than in New York. These are the usual reasons for declining jurisdiction in such situations; and, as both will not serve, the respondent invokes two others. It says that, because both Norway and Germany were signatories to the Brussels Convention of 1910, that document should apply to the libellant’s claim; and that it is more proper for an English court to pass upon the question, apparently because Great Britain was also a signatory. Second, it says that since, Norway, like Great Britain, limits the liability of shipowners by a fixed amount per ton, the English statute should apply.</p>\n<p id=\"b804-8\"> As to the first, the collision was on the high seas between vessels flying different flags; and it has been the law of this country, at least since The Scotland, 105 U.S. 24, 30, 26 L.Ed. 1001, that in such a situation the law to be administered is “the law of the forum, that is, the Maritime law as received and practised therein, would properly furnish the rule of decision.” <footnotemark>1</footnotemark> Moreover, since, the libellant was a German corporation, the same rule would apply,- if it extends to cargoes as well as hulls. The respondent answers that, however that may be, since as we have just said, Norway and Germany were both signatories of the Brussels Convention, Article 4 covers the situation. After providing for proportional fault this article goes on to say: “The damages caused either to the vessels or their cargoes * * * shall be borne by the vessels in fault in the above proportion without joint or several liability towards third parties.” In The Mandu, supra, 102 F.2d 459, we said that this article applied to the claim of the cargo of a German ship sunk in Brazilian waters by a Brazilian ship, as indeed it did, although it would seem to have been enough that the collision was within Brazil.<footnotemark>2</footnotemark> However, it does not follow that the article would apply to German cargo in an American ship, colliding on the high seas with the ship of another signatory of the Convention. We do not wish to anticipate the right answer to that question; and it is not necessary to do so, even if in the affirmative, for, it would be irrelevant to <page-number citation-index=\"1\" label=\"757\">*757</page-number>whether the suit should be removed. It is at most not different from what liability arises from a collision within the territorial waters of a nation; and it is never necessary for the court of the forum to refer the determination of liabilities arising in other countries to the courts of the country where the liabilities arose. <em>A fortiori </em>is it not necessary to do so, when they arise on the high seas: to say nothing of referring them to the court of a nation other than that of any of the parties concerned. As answer to the respondent’s second ground for removal, (the British limitation statute), it is necessary to say no more than that The Titanic, 233 U.S. 718, 34 S.Ct. 754, 58 L.Ed. 1171, finally settled it for us that such statutes are part of the remedy, and that the law of the forum applies. What the respondent finds in Black Diamond S. S. Co. v. Robert Stewart &amp; Sons, 336 U.S. 386, 69 S.Ct. 622, 93 L.Ed. 754, that qualifies this, we have been unable to discover; any more than that we decided anything in United States Merchant &amp; Shipping Co. v. A/S Norske, etc., 2 Cir., 65 F.2d 392, except that, when an underwriter sues, as surrogate of the insured, the action is subject to the same conditions that would have applied to it, if the plaintiff were the insured himself.</p>\n<p id=\"b805-8\">We are not clear whether the respondent means to go further, and argue that the British law is essentially more equitable than ours; and that we should therefore allow an alien resort to an English court. If we were free to choose, we might well agree at least to the law of proportional fault. That has now become the rule in collisions in most civilized countries; and it is becoming more and more in general use in torts of negligence ashore. It responds to the feeling of most people that it is just that lapses from the care that a situation demands may be of different moral quality, and should have different consequences. Moreover, we are not prepared to say that our own limitation statute, which subjects the sufferer to the gamble of the offending ship’s survival, is as just as that which insures some recovery, though not to her full value. However, whatever might be our personal preferences, obviously we may not follow them in our own decisions; and it should be equally clear that we should not bring about the same result by referring the controversy to a court which could, and might, do so. Since we can find nothing in the facts to warrant the conclusion that justice will be promoted by a removal, any more than we could find in The Mandu, supra, 102 F.2d 459, the decree must be reversed.</p>\n<p id=\"b805-6\">Decree reversed.</p>\n<footnote label=\"1\">\n<p id=\"b804-5\">. Restatement of Conflict of Laws, § 410 (b).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b804-10\">. Restatement of Conflict of Laws, § 407.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}