{
  "casebody": {
    "data": "<casebody firstpage=\"528\" lastpage=\"535\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b536-4\">NATHANIEL WHITMAN, Plaintiff and Respondent, <em>v. </em>FRANCIS B. NICOL, and WILLIAM DAVIDSON, Defendants and Appellants.</parties>\n<p data-order=\"7\" data-type=\"judges\" id=\"b536-13\">Before Monell, Ch. J., Sedgwick and Speir, JJ.</p>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"b536-14\"><em>Decided January </em>11, 1875.</decisiondate>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b536-6\">I. COVENANT BY LESSEE TO PAY TAXES AND CROTON RATES.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b536-8\">1. Construction of.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b536-9\">.1. A covenant by the lessee that he will “pay all taxes arid croton water rates that might be imposed or assessed, or become a. lien on the premises at any time during the term,, when due and payable,” <em>does not require the lessee </em>to pay the taxes and croton water rates <em>before they became due and payable </em>to the proper authorities.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b536-10\"><em>a. </em>Imposition of tax does <em>not raise a Ubüity </em>on the part of the lessee.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b536-11\">II. PRESUMPTION.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b536-12\">1. As against the lessee <em>no presumption </em>arises from the <em>mere imposition </em>of a tax, that it is in fact due and payable.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b536-15\">„ The action was to recover upon a covenant of the defendant, contained in a lease of certain premises in this city, that he would pay “all taxes and croton water rates that might be imposed or assessed, or become a lien on- the premises at any time during the term, when due and payable.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b536-16\">It is then alleged that the taxes for the year 1872 and 1873, and the croton water rate of. 1873 have been imposed, and that the defendants .have neglected and refused to pay the same, and in consequence of such refusal, the defendants have-become liable to pay twelve per cent, interest thereon, as imposed by law. ,</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b536-17\">The relief demanded is for a judgment against the <page-number citation-index=\"1\" label=\"529\">*529</page-number>defendants for said principal sums, with the interest thereon.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b537-5\">The defendants demurred to the complaint, alleging that it did not contain facts sufficient to constitute a cause of action.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b537-6\">The demurrer was adjudged frivolous, and judgment was entered, from which the defendants appealed.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b537-7\"><em>Palmer &amp; De Camp, </em>attorneys, and of counsel for appellants,</attorneys>\n<summary data-order=\"15\" data-type=\"legal\" id=\"AO3\">urged;—I. The complaint is bad in its first count, in that it does not state in what manner, or by what authority the taxes were imposed on the premises, in question, nor does it even state that the taxes were “duly” imposed. The case of Rector, &amp;c., of Trinity Church <em>v. </em>Higgins (48 <em>N. </em>Y., 532), while it holds that the lessor of property can maintain an action on a covenant in the lease that the lessee shall pay the taxes, without first paying the tax, yet it also holds that the taxes must be “duly imposed.” In order to entitle the plaintiff to enter judgment on his complaint, this fact could be clearly stated therein.</summary>\n<summary data-order=\"16\" data-type=\"legal\" id=\"b537-8\">II. The first count in the complaint is bad, in that, it does not state that the taxes had become due and payable before the commencement of this action, nor does it state at what time said taxes did or would become due and payable, nor at what time the twelve per cent, interest imposed by law would commence to run thereon. The covenant of the defendants to pay the taxes as set up in the complaint, was that the defendants would pay “all taxes and croton water rates that might be imposed or assessed, or become a lien on said premises at anytime during said term when <em>due and </em>payable.” It is, then, absolutely, necessary that the complaint should state that said taxes <em>had become due and payable </em>before a caiuse of action is made out. And it is further necessary that the .complaint should state the <em>exact time when said taxes became due and </em><page-number citation-index=\"1\" label=\"530\">*530</page-number><em>payable </em>in order to lay the foundation for computing the amount of the judgment.</summary>\n<summary data-order=\"17\" data-type=\"legal\" id=\"b538-5\">III. The second and third counts in the complaint are open to the same objections and criticisms as the first, with the exception that they aver the date when additional interest was imposed.</summary>\n<summary data-order=\"18\" data-type=\"legal\" id=\"b538-6\">IY. This demurrer was not so frivolous as to warrant the court before which the motion was made in determining its insufficiency upon bare inspection, without consideration or argument. The questions presented by the demurrer were important. Hence, the demurrer should not have been overruled as frivolous (Sherman <em>v. N. </em>Y. Central Mills, 1 <em>Abb. Pr. </em>190 ; Sixpenny Savings Bank v. Sloan, <em>2 Id. </em>414; Smith v. Mead, 14 <em>Id. </em>262).</summary>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b538-7\"><em>G. W. </em>Cotterill, attorney and of counsel for respondent,</attorneys>\n<summary data-order=\"20\" data-type=\"summary\" id=\"A1f\">urged ;—L The demurrer is clearly frivolous as to <em>all </em>the alleged causes of action. The complaint alleges that the plaintiff is the owner of the premises leased; that the defendants agreed to pay all taxes and croton water rates that might be imposed, or assessed, or become a lien. The covenants are in the alternative and for the benefit of the plaintiff. If either contingency happened, the defendants became liable. The complainant alleges that the taxes were imposed, and that they were assessed. The breach, therefore, occurred. When a tax becomes imposed, it is assessed, and has become a lien (Rundell v. Lakey, 40 <em>N. Y. </em>513 ; Manice v. Millen, 26 <em>Barb. </em>41).</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b538-8\">II. The plaintiff is not obliged to pay the taxes in order to recover against the defendants (Rector, &amp;c., of Trinity Church v. Higgins, 48 <em>N. Y. 532).</em></summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b538-9\">ITT. “On appeal from an order, rendering judg-, ment on a demurrer as frivolous, the order will not be reversed, unless the court are of the opinion that the demurrer was good” (Wesley v. Bennett, 5 <em>Abb. Pr. </em>498).</summary>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b539-4\"><page-number citation-index=\"1\" label=\"531\">*531</page-number>By the Court.—Monell, Ch. J.</author>\n<p id=\"A7K\">The defendant’s covenant was to pay such taxes as might be imposed upon the leasehold premises during the term, when the same became <em>due and pay able.</em></p>\n<p id=\"b539-5\">The right to recover more than nominal damages upon such a covenant without actual payment by the lessor, was not definitely settled in this State, until the recent decision of the Commission of Appeals in Trinity Church <em>v. </em>Higgins (48 <em>N. Y. R. </em>532), when the court construed the covenant into a promise, and the tax a debt due from the covenantor to the covenantee. Under that decision this action can be maintained, if the facts alleged in the complaint are sufficient.</p>\n<p id=\"b539-6\">The law has been stretched a little, I think, to make it cover a present liability for an unpaid tax; and I am unwilling to apply it to any case that does nob clearly fall within the principles decided ; and it must, therefore, appear that the tax has been imposed, and has become due and payable.</p>\n<p id=\"b539-7\">The covenant to pay taxes, like the covenant to pay rent, is broken only upon failure to perform according to the terms of the covenant. An action for rent can not be maintained without alleging and proving that the rent is due, and it must be alleged to be due according to the terms and conditions of the lease. And so with a covenant to pay taxes, even if the covenant is silent as to the time of payment, it is at least doubtful, if in an action by the lessor to enforce payment, it would not be necessary to aver that the tax had been, not only imposed, but was in fact due and payable.</p>\n<p id=\"b539-8\">But here the covenant is to pay taxes only when they are due and payable; and there can not be a breach until the tax becomes due and payable.</p>\n<p id=\"b539-9\">The mere <em>imposition of the tax </em>does not raise the liability to the landlord, so that he may maintain the action. The tenant has guarded against that, by expressly limiting his obligation to a default in payment <page-number citation-index=\"1\" label=\"532\">*532</page-number>after the imposed, tax becomes due, and therefore, in enforcing the covenant, a default of the lessee at the time the obligation matured, must be averred.</p>\n<p id=\"b540-5\">It is very clear, I think, that an action will not lie upon the covenant in this case until after the tax had become due, and if so, then, as a matter of pleading, it was necessary to aver such fact, and if necessary to prove it on the trial.</p>\n<p id=\"b540-6\">It may be claimed, however, that it will be presumed from the mere <em>imposition </em>of a tax, that it was immediately due upon the imposition being made.</p>\n<p id=\"b540-7\">That may be so in respect to its lien upon the premises, but no presumption can be raised in respect to a personal obligation to pay, which is limited to the time when the tax in fact becomes due.</p>\n<p id=\"b540-8\">Taxes in this city are not due and payable upon, or immediately upon, the tax being imposed. The imposition of the tax is by one set of officials, and the collection of it by another set; and there must be some interim between the final action of the former, and the time when the latter begins to act.</p>\n<p id=\"b540-9\">But the law has settled the time when a tax is due and payable, and it is after the tax has been imposed.</p>\n<p id=\"b540-10\">The act of 1850 (Davies’ Laws, 1282), provides, that upon the assessment roll being completed by the board of supervisors (now board of estimate, &amp;c.), it shall be transmitted to the receiver of taxes, who immediately thereafter shall give public notice that the taxes are <em>then </em>‘ <em>‘ due and </em>payable.’</p>\n<p id=\"b540-11\">The complaint does not allege, according to the terms of the covenant, that before suit brought, the taxes, the amount of which the plaintiff claims to recover, had become and were due and payable; and without such averment, the complaint did not, as I think, state facts sufficient to constitute a cause of action upon the defendant’s covenant.</p>\n<p id=\"b540-12\">The judgment should be reversed, with costs, and <page-number citation-index=\"1\" label=\"533\">*533</page-number>the defendant should have judgment final, sustaining the demurrer with costs, but with leave to the plaintiff to amend on payment of the costs of a demurrer and .subsequent proceedings.</p>\n<p id=\"b541-5\">Sedgwick, J., concurred.</p>\n</opinion>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b541-6\">Speir, J. (dissenting).</author>\n<p id=\"ARc8\">This is an appeal from an order overruling the demurrer to the complaint as frivolous, and ordering judgment for the relief demanded in the complaint. The demurrer was interposed on the ground that the complaint did not state a cause of action.</p>\n<p id=\"b541-7\">The complaint states, among other matters, in a lease executed to the defendants, that the defendants in and by their instrument, agreed to pay to the plaintiff the yearly rent of eighty-three hundred dollars, and all taxes and croton-water rates that might be imposed or assessed, or become a lien on said premises at any time during said term, when due and payable ; and that the defendants entered into the possession of said premises and occupied the same.</p>\n<p id=\"b541-8\">That the taxes for the year 1872 have been imposed on said building and premises, and amount to the sum of one thousand four hundred and fifty dollars and eighty-two cents, and the defendants refuse and neglect to pay the same, and in consequence of such refusal the defendants have become liable to pay twelve per cent, interest thereon, per annum, imposed by law. A second count is alleged as a second cause of action, claiming, in substantially the same terms as the first, for the taxes of 1873, and a third count in similar terms claims for the water rates of 1873.</p>\n<p id=\"b541-9\">The precise question raised by the demurrer is, that the complaint does not state that the taxes and water rates <em>had become due and, pay able </em>before the com<page-number citation-index=\"1\" label=\"534\">*534</page-number>mencement of the action; nor does it state at what time-said taxes would become due and payable, nor at what time the twelve per cent, interest imposed would commence to run.</p>\n<p id=\"b542-5\">It is necessary, on this appeal, to ascertain whether the demurrer can be sustained, on argument, in order to reverse the judgment below. For it is well settled that an order rendering judgment on a demurrer as frivolous will not be reversed, unless the court is of the opinion that the demurrer would be sustained on argument, and will not be reversed merely because the court may think it not frivolous (Wesley <em>v. </em>Bennett, 6 <em>Duer. </em>688 Wetherhead v. Allen, 28 <em>Barb. </em>661; East River Bank v. Rogers, 7 <em>Bosw. </em>494). The rule in the case on appeal differs from the rule on the original application to strike out, when the court must determine the fact upon a mere inspection.</p>\n<p id=\"b542-6\">If the parties by their covenant agreed to pay the taxes when imposed, or assessed, then they are liable under their covenant with the plaintiff, when the taxes,, or water rates, as between the parties to the agreement becomes the debt of the defendants. The plain construction of the covenant is intended, I think, to be in the alternative. The defendants become liable to pay when the taxes and water rates were imposed, or assessed, and, also, become liable to pay, when they become a lien on the premises, at any time during the term, when due and payable. The allegation is, that they agreed to pay the yearly rent of eight thousand three hundred dollars, and all taxes and croton water rates that might be imposed, or assessed—that is, yearly, when the rent was paid—then the provision is-made that they are to pay whenever these taxes or water rates become a lien on the premises, at <em>any time </em>during said term, when due and payable. This provision may very well be deemed to have reference either to extraordinary taxes and rates, or any <page-number citation-index=\"1\" label=\"535\">*535</page-number>change in the time when they may be imposed or assessed.</p>\n<p id=\"b543-5\">In Rundell <em>v. </em>Lakey (40 <em>N. Y. </em>513), the court held that in an agreement between vendors and vendee' of premises where the vendee paid the tax, but was to be repaid by the vendors, ‘in case they were legally liable to pay it,” that the vendors were bound to pay at the time of the completion and delivery of the rolls, although the amount of the tax was not ascertained and fixed for some two months afterwards. This is-put upon the ground, as I understand the decision, that the roll constitutes the basis upon which the tax is imposed by the board of supervisors. After its completion and delivery, there is no power to alter or change it, and it remains the same until after confirmation.</p>\n<p id=\"b543-6\">In the case at bar the obligation is simply one between the parties. They had a right to make the covenant in such terms as they chose, and have no-reference to the time when either the taxes or the water rates are confirmed, but the undertaking becomes complete whenever the sums in either case are determined in amount, without regard to the question when the law fixes a time when payment may be enforced. I think the judgment should be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}