{
  "casebody": {
    "data": "<casebody firstpage=\"683\" lastpage=\"705\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b855-6\">770 A.2d 182</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A8d\">Joan C. GOLDBERG, v. FRICK ELECTRIC CO., INC., et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AXg\">No. 92,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AoL\">Sept. Term, 2000.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b855-8\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A7lB\">April 13, 2001.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b857-8\"><page-number citation-index=\"1\" label=\"685\">*685</page-number>C. Paul Champion, III, Upper Marlboro, for petitioner.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b857-9\">Robert K. McIntosh, Berlin, for respondents.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b857-10\">Argued before ELDRIDGE, RAKER, WILNER, CATHELL, HARRELL, BATTAGLIA, and LAWRENCE F. RODOWSKY (retired, specially assigned), JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b857-11\">CATHELL, Judge.</author>\n<p id=\"b857-12\">On July 13, 1998, Joan C. Goldberg, petitioner, obtained an Order of Judgment by Consent against William J. Douglas and Kelly L. Douglas, judgment debtors, in the Circuit Court for Prince George’s County. The judgment was filed among the judgment records of the Circuit Court for Worcester County and petitioner filed a Request for Writ of Execution so that the Worcester County Sheriffs Office (hereinafter Sher<page-number citation-index=\"1\" label=\"686\">*686</page-number>iff) would levy the property of the judgment debtors located in that county. On January 4, 1999, the real property levied upon was sold at a sheriffs sale. Frick Electric Company, Inc. (hereinafter Frick), respondent, was the successful bidder. Thereafter, Frick filed a “Motion to Intervene and for Exceptions” to the sheriffs sale in the Circuit Court for Worcester County, alleging that there were misrepresentations in the notice of sale.</p>\n<p id=\"b858-4\">On June 25, 1999, after a hearing, the Circuit Court granted respondent’s Motion for Exceptions and set aside the sheriffs sale. Petitioner appealed to the Court of Special Appeals. In an unreported opinion, the Court of Special Appeals affirmed the Circuit Court’s decision. Petitioner then filed a Petition for Writ of Certiorari to this Court, which we granted. In her Petition for Certiorari, she presented one issue<footnotemark>1</footnotemark> for our consideration:</p>\n<blockquote id=\"b858-5\">Whether the purchaser at a sheriffs sale has the right to rely solely upon the Notice of Sheriffs Sale without making further independent inquiry or investigation.</blockquote>\n<p id=\"b858-6\">We answer yes to the question and affirm the decision of the Court of Special Appeals. We answer that, under the circumstances here present, the purchaser had the right to rely on the affirmative information furnished in the advertisement of sale. We hold that if a sheriff exceeds the statutory requirements and makes material representations as to the status of the title of real property, then a purchaser at a sheriffs sale may reasonably rely on those representations when bidding. If a sheriff makes material representations as to the status of the title in the advertisement of sale, those representations must be substantially accurate so as not to violate the fairness of the sale.</p>\n<p id=\"b858-7\">Facts</p>\n<p id=\"b858-8\">On July 13, 1998, the Circuit Court for Prince George’s County signed an Order of Judgment by Consent against <page-number citation-index=\"1\" label=\"687\">*687</page-number>William J. Douglas and Kelly L. Douglas (hereinafter the Douglases). The Douglases had failed to adhere to the conditions of a Stipulation of Settlement in Lieu of Judgment that they had entered into with petitioner. The Douglases agreed to the entry of judgment both jointly and severally for their failure to adhere to the settlement. A judgment was entered in favor of petitioner for $17,000.00.</p>\n<p id=\"b859-5\">On August 5, 1998, petitioner filed a “Transmittal of Judgment” and a “Request for Writ of Execution” in the Circuit Court for Worcester County. The judgment was then entered in that county. Petitioner caused a writ of execution to be issued directing the sheriff to levy upon the property of the Douglases located at Lot # 15, Turtle Mill Road in Bishopville, Maryland.<footnotemark>2</footnotemark> On August 18, 1998, the Worcester County Sheriffs Office levied and attached the property located in Bishop-ville, an unincorporated village in the county.</p>\n<p id=\"b859-6\">Prior to the sheriffs sale, an advertisement titled “Sheriffs Sale of Valuable Property Located at 12008 Turtle Mill Road, Bishopville, MD,” was published in <em>The Maryland Times-Press. </em>The advertisement contained the following information: a description of the real property, a list of nine encumbrances that affected the property, the time of the auction, the terms of sale, the name of the auctioneer, and whom to contact for further information. The advertisement also stated:</p>\n<p id=\"b859-7\">MORTGAGES AND OR JUDGMENTS DUE: $17,240.00 plus interest.</p>\n<p id=\"b859-9\">The amount stated for mortgages and judgments due failed to include a mortgage on the property held by Severn Savings Bank, F.S.B., in the amount of $105,761.04 with accruing interest.</p>\n<p id=\"b859-10\">On January 4, 1999, respondent, based upon the advertisement of sale and believing that the total amount of mortgages and judgments due was $17,240.00 plus interest, purchased the <page-number citation-index=\"1\" label=\"688\">*688</page-number>real property at the sheriffs sale for the price of $18,000.00. Within a month, respondent received a letter, dated February 3, 1999, that informed respondent that Severn Savings Bank as “the holder of a Note secured by a Deed of Trust [on the property located at 12008 Turtle Mill Road] has declared the Deed of Trust in default and [Severn Savings Bank] has initiated foreclosure proceedings.” The amount due on the Deed of Trust was over $100,000.00. This was respondent’s first notice that there was any outstanding debt on the property, other than the $17,240.00 plus interest that was represented as the amount due on mortgages and judgments in the advertisement.</p>\n<p id=\"b860-5\">On March 22, 1999, respondent filed a Motion to Intervene and Exceptions to Sale in the Circuit Court for Worcester County. Respondent requested that it be permitted to intervene for the purpose of filing exceptions to the sale. In its Exceptions to Sale, respondent alleged that when making its bid at the sheriffs sale, it relied on the representations made in the advertisement as to the encumbrances and the mortgages and judgments that were due on the property.<footnotemark>3</footnotemark> Respondent contended that “[a]s a result of the misrepresentations of title contained in the notice of sale, the existence of debts in excess of that stated in the notice of sale and the subsequent foreclosure of the superior, undisclosed deed of trust, the sale should be set aside and the deposit returned to Frick Electric Company, Inc.”</p>\n<p id=\"b860-6\">On April 9, 1999, petitioner filed an “Opposition to Exceptions to Sale.” Petitioner alleged that respondent was relying on the wrong Maryland Rule<footnotemark>4</footnotemark> and that respondent had failed <page-number citation-index=\"1\" label=\"689\">*689</page-number>to set forth any legal basis in support of its exceptions to the sale. On May 3, 1999, petitioner filed a second motion in opposition to the exceptions. Petitioner alleged that a sheriffs sale is a type of “no fault” sale and that the purpose of the sale is only to sell whatever right, title, and interest the judgment debtor has in the property. Petitioner also alleged that the only error in the sale was respondent’s failure to investigate in advance what security interests were held against the property. Petitioner contended that it was respondent’s duty to investigate the status of the title of the real property, not the duty of the sheriff.</p>\n<p id=\"b861-4\">On June 25, 1999, a hearing was held before the Circuit Court for Worcester County on the exceptions to the sheriffs sale. During the hearing, respondent’s counsel stated that:</p>\n<blockquote id=\"b861-5\">Now, my client, Frick Electric Company, purchased the property at the Sheriffs sale in reliance on the representations made in this ad [that gave notice of the sale]. Basically, if you look at the ad, there is an opinion of title given in the ad which says the property is subject to the following liens and encumbrances. And it makes a statement of the amount of the mortgages and judgments due. There are representations made in the ad regarding the status of the title. These representations are incomplete and not true.</blockquote>\n<blockquote id=\"b861-6\">Now, there is not much law on the defects in a Sheriffs sale, and the Plaintiff in the case has raised the issue of <em>McCartney v. Frost, </em>a Court of Special Appeals case, 37 <page-number citation-index=\"1\" label=\"690\">*690</page-number>Md.App. 495, 378 A.2d 170,<footnotemark>5</footnotemark> for the proposition that everything in an ad or everything else in the ad other than the time, place and date of the sale is mere surplusage.</blockquote>\n<blockquote id=\"b862-5\">Now, if you read that case, the mere surplusage language comes in the discussion of the posting and placing of the advertisement, not in the contents of the ad itself.</blockquote>\n<blockquote id=\"b862-6\">The case goes on to say, in a sale such as this, it’s .the Sheriffs duty to follow the procedures established by law and to conduct a sale in conformity with his advertisement, it has no duty to do more, to the extent that he has discretion, it concerns how but not whether to follow the required procedures. In addition, and this is the important part, he has a duty to refrain from any conduct which may discourage competition in bidding, or may otherwise be unfair to the creditor, debtor or prospective purchaser.</blockquote>\n<blockquote id=\"b862-7\">And it is based on that language, which my client asserts, that the making of representations in the advertisement of the sale, material representations regarding the status of the title of the property that is being sold, which make the sale improper, are grounds to have the sale set aside based on these misrepresentations.</blockquote>\n<p id=\"b862-8\">Petitioner’s counsel stated to the Circuit Court that:</p>\n<blockquote id=\"b862-9\">Your Honor, counsel would have the Sheriff do that which it cannot do. The Sheriff sells the property based on a quitclaim deed. As <em>Frost </em>also says, that — the Court of Appeals making reference to the fact that the Sheriff gives no assurance of good title. The exceptions filed seem to ignore the fact that the buyer had some duty. At a minimum, the ad demonstrates two possible sources for information for the buyer to go to, the auctioneer and the attorney representing the seller.</blockquote>\n<blockquote id=\"b862-10\">Without quibbling with counsel about the mortgages and/or judgment language, I would represent to the Court <page-number citation-index=\"1\" label=\"691\">*691</page-number>that the order is disjunctive, it’s the burden upon the purchaser to determine whether or not it’s a mortgage or judgment that is being cited. The Sheriff has no duty to list any of the encumbrances. The Sheriffs sale is separate from that of a judicial sale and separate from that of a sale under a mortgage by a trustee. It has very separate rules and government.</blockquote>\n<blockquote id=\"b863-4\"><em>Frost </em>makes clear that all the Sheriff has to do is properly levy that property, place the notice where it can be seen or read in the area in which the sale is to take place, give an accurate description of the property, and basically nothing more.</blockquote>\n<blockquote id=\"b863-5\">Here, the purchaser failed to do his duty. It wasn’t because he couldn’t, and it wasn’t because the information wasn’t available, he just did not do it before the sale. He has some obligation to know what he is buying.</blockquote>\n<blockquote id=\"b863-6\"><em>Frost </em>again says that a Sheriffs sale is selling a pig in a bag — as I would know it, it’s a pig in a poke. But that is what they say. And that’s what it is. The standard that the counsel for Frick Electric would have placed on the Sheriff is not the nature of a Sheriffs sale. The representations can be less or more, but at a minimum, they have to be the time and place and description of the property. And that was done.</blockquote>\n<p id=\"b863-7\">At the end of the hearing, the Circuit Court, ruling for respondent, stated that:</p>\n<blockquote id=\"b863-8\">Well, I understand. This information would not have to be included, but as I have stated before, once it is included, I think there is an obligation to make sure that it’s substantially accurate. And I don’t think this — obviously this information is not substantially accurate. Therefore, it wouldn’t be fair to a purchaser, and for that reason I am going to go ahead and grant the exceptions to the sale and set it aside.</blockquote>\n<p id=\"b863-9\">On July 9, 1999, petitioner filed a Notice of Appeal to the Court of Special Appeals. The Court of Special Appeals <page-number citation-index=\"1\" label=\"692\">*692</page-number>affirmed the decision of the Circuit Court for Worcester County. The Court of Special Appeals stated that:</p>\n<blockquote id=\"b864-5\">In the case <em>sub judice, </em>the undisputed facts indicate that the sale was not fairly and impartially conducted for the benefit of all concerned. It is undisputed that Frick relied upon the unusually detailed advertisement of sale when it purchased the subject property at the sheriffs sale. While we know of no legal authority requiring the advertisement to include the detailed information that was provided in the advertisement at issue, we hold that once it was provided, the sheriff had an obligation to ensure that it was substantially accurate. We agree with the trial judge that the failure to identify the fact that there was a mortgage exceeding $100,000 rendered the advertisement substantially inaccurate. This failure made the sale unfair to all prospective purchasers and to the ultimate purchaser, Frick. Accordingly, we hold that the trial court acted properly in setting aside the sheriffs sale.</blockquote>\n<p id=\"b864-6\">Petitioner then filed a Petition for Writ of Certiorari to this Court.</p>\n<p id=\"b864-7\">Discussion</p>\n<p id=\"b864-8\">We hold that if a sheriff provides more information about the property than what is required by statute or rule, and that information is of a material nature, the additional information must be substantially accurate so as not to make the sheriffs sale unfair to a purchaser, or to others, who rely on the additional information. We will take a general look at sheriffs sales and the requirements of a sheriffs sale that apply to the case <em>sub judice. </em>We will then further examine the facts of the case.</p>\n<p id=\"b864-9\">A. Sheriff's Sales</p>\n<p id=\"b864-10\">A sheriffs sale falls into one of the three categories of forced sales under the Maryland Rules. The Court of Special Appeals examined the three categories in <em>Fowler v. Fitzgerald, </em>82 Md.App. 166, 570 A.2d 866 (1990), when Judge Wilner, then on that court, wrote:</p>\n<p id=\"b865-3\"><page-number citation-index=\"1\" label=\"693\">*693</page-number>A forced sale of real property can occur in three principal settings: through foreclosure of a mortgage or deed of trust; through a “judicial sale”; and through a sheriffs sale pursuant to a writ of execution or garnishment. The legal bases for these respective proceedings are quite different, and so are some of the procedures attending them. In the case of a judicial sale, such as a tax sale or a sale in lieu of partition, and in the case of a foreclosure sale conducted pursuant to a power contained in the mortgage, the court itself is regarded as the vendor, and the trustee conducting the sale is considered to be the court’s agent. That is the historical, and practical, reason why the trustee must report to the court and the court must, in the end, ratify the sale. The procedures governing foreclosure sales are set forth in Ch. 1100, Subt. W of the Md. Rules; those governing judicial sales appear in Subt. BR of that Chapter.</p>\n<p id=\"b865-4\">A sheriffs sale, under traditional common law theory, arises in a different legal setting. As noted in Rorer, <em>Judicial and Execution Sales </em>§ 46 (1873), quoted with approval in <em>McCartney v. Frost, supra, </em>282 Md. 631 at 636, 386 A.2d 784.</p>\n<blockquote id=\"b865-5\">“ ‘In making ordinary execution sales, simply by virtue of his office, the sheriff or marshal acts as the ministerial officer of the law, not as the organ of the court. He is not its instrumentor agent, as in judicial sales, and the court is not the vendor. His authority to sell rests on the law and on the writ, and does not, as in judicial sales, emanate from the court. The functions of the court terminate at the rendition of the judgment, except where confirmation of the sale is the practice. The court does not direct what shall be levied or sold, or how the sale shall be made. The law is the officer’s only guide.’ ”</blockquote>\n<p id=\"b865-6\"><em>Id. </em>at 173-74, 570 A.2d at 869-70 (footnote omitted) (some internal citations omitted); <em>see 91st Street Joint Venture v. Goldstein, </em>114 Md.App. 561, 577-78, 691 A.2d 272, 280-81 (1997).</p>\n<p id=\"b865-7\">We noted in <em>Buckeye Development Corp. v. Brown &amp; Shilling, Inc., </em>243 Md. 224, 220 A.2d 922 (1966), that:</p>\n<blockquote id=\"b866-4\"><page-number citation-index=\"1\" label=\"694\">*694</page-number>The sale of an interest in land under a writ of <em>fieri facias[</em><footnotemark><em>6</em></footnotemark><em>] </em>at common law was impossible because of the inhibitions inherent in feudal tenure. An exception was provided, in Maryland and certain other colonies, by the Statute of 5 Geo. II, e. 7, which allowed the sheriff to deliver the debtor’s land to the creditor under the writ of <em>elegit. </em>The present power of sheriffs to sell land under writs of <em>fieri facias </em>is derived from Chap. 160, § 1 of the Acts of 1810, now Code, Art. 83, § 1 (and virtually unchanged). Hartogenis, <em>Maryland Statutory Modification of the Common Law of Real Property, </em>1 M.L.Rev. 238, 244 (1937).</blockquote>\n<p id=\"AT9A\"><em>Id. </em>at 229, 220 A.2d at 925.</p>\n<p id=\"b866-5\">Moreover, a sheriffs sale can, and often does, convey just as strong a title as regular conveyances, and so long as there are no irregularities in the manner of the sale and the purchaser is a bona fide purchaser not involved in fraud, titles derived from sheriff’s sales have overcome actual fraudulent conduct on the part of prior record holders of title.</p>\n<p id=\"b866-6\">The old case of <em>Boring v. Lemmon, </em>5 H. &amp; J. 223 (1821), involved an unique case of land patent fraud, and the subsequent holding of a sheriffs sale on a writ of <em>fieri facias, </em>that apparently wiped out the taint of the prior fraud. A man named Singery, during the process of attempting to patent a portion of land, caused a survey to be made. After the certificate of survey was furnished him, he altered the metes and bounds description “(by inserting a call for the beginning of Petticoat’s Loose,) as to make it embrace the whole of the lands afterwards included in Boring’s Habitation Rock” and in 1775 used the altered certificate of survey to obtain a patent from the Lord Proprietor. <em>Id. </em>at 223. The description, as altered, and the patent as issued to Singery, erroneously included the land known as “Boring’s Habitation Rock.” Subsequently, in 1795, Boring brought an action in ejectment against Singery and, at the trial court level, received a judg<page-number citation-index=\"1\" label=\"695\">*695</page-number>ment against him in 1799. Singery appealed and the judgment was reversed and the case was remanded by writ of <em>procedendo.</em><footnotemark><em>7</em></footnotemark><em> </em>At the retrial, Singery obtained a judgment against Boring. While the original proceeding arising out of the original trial was being addressed on appeal, Boring, in the name of the Attorney General, had filed a second suit against Singery, alleging Singery’s fraud in altering the certificate of survey to the land Singery patented. While the second case against Singery was pending, Singery obtained a judgment for costs relating to the reversal arising out of Singery’s appeal of the first case. Singery then caused a writ of <em>fieri facias </em>to issue to the sheriff, based on the judgment for costs. The sheriff then levied on Boring’s property, Boring’s Habitation Rock.</p>\n<p id=\"b867-5\">Boring was then living in Pennsylvania and was unaware that Singery had caused the writ to issue. The property, Boring’s Habitation Rock, was sold at a sheriffs sale in 1806. Lemmon bought it, delivered the purchase price to the sheriff, who passed it on to Singery. The sheriff then made a return certifying that the property had been purchased at a sheriffs sale by Lemmon. Lemmon then took possession of the property.</p>\n<p id=\"b867-6\">In the meantime, the second suit between Boring and Singery, brought by Boring, in the name of the Attorney General, was proceeding. Ultimately, Boring prevailed and Singery, in 1809, was directed to convey so much of Boring’s Habitation Rock that had been included in the 1775 fraudulent certificate of survey to Boring. In 1812, Singery made the conveyance. At that point, both Boring, as a result of the 1809 decree and deed, and Lemmon, as a result of the 1806 purchase at the sheriffs sale and the sheriffs return, claimed the property. Boring filed suit to eject Lemmon. The Court, finding for Lemmon, held that: “The Court are also of opin<page-number citation-index=\"1\" label=\"696\">*696</page-number>ion, that the legal estate in Boring’s Habitation Rock being vested in Ezekiel Boring at the time the <em>fieri facias </em>[resulting from the assessment of costs against Boring in the first appeal, which he lost] was levied on said land, the same was transferred by the sale of the sheriff to the vendee, Thomas Lemmon, by operation of law.” <em>Id. </em>at 226.</p>\n<p id=\"b868-5\">This Court has further examined the duty that a sheriff has when conducting a sheriff's sale in <em>Buckeye Development Corp., </em>243 Md. at 229-30, 220 A.2d at 925, when we stated that:</p>\n<blockquote id=\"b868-6\">While the only reason for a sale by the sheriff under the writ of <em>fieri facias </em>is to accomplish a satisfaction of the judgment, the sale should be so conducted as to promote competition and to secure the best price. Judge Raine (the trial judge) felt “the sheriff is entrusted \"with a certain amount of discretion” in conducting execution sales and it must be conceded that this is generally true. Nevertheless, whatever may be the limits of that “certain amount of discretion” <em>it must be fairly and impartially exercised for the benefit of all concerned. </em>Ordinarily the sheriff may follow the reasonable directions of the judgment creditor but he should be at all times aware that he is not merely the servant of the creditor and that the debtor may have interests which he has a duty to protect. Indeed, in some circumstances, <em>the bidders at the sale may be drawn within the purlieus of his duty to be fair and impartial. </em>[Emphasis added.]</blockquote>\n<p id=\"b868-7\">The procedures a sheriff is to follow in conducting a sheriff’s sale are found in the Maryland Rules and Maryland Code (1973, 1998 Repl.Vol.), sections 11-501 through 11-513 of the Courts and Judicial Proceedings Article. The relevant portions for the case <em>sub judice </em>are contained in Maryland Rule 2-644(b) and Maryland Code (1973, 1998 Repl.Vol.), section ll-502(a) of the Courts and Judicial Proceedings Article.<footnotemark>8</footnotemark> Maryland Rule 2-644(b) states:</p>\n<blockquote id=\"b869-4\"><page-number citation-index=\"1\" label=\"697\">*697</page-number>Rule 2-644. Sale of property under levy.</blockquote>\n<blockquote id=\"b869-5\">(b) Notice of sale. <em>The sheriff shall give notice of the time, place, and terms of the sale. </em>The notice shall be posted on the courthouse door or on a bulletin board in the immediate vicinity of the door of the courthouse and published in a newspaper of general circulation in the county where the property is located at least (1) ten days before the sale of an interest in personal property or (2) 20 days before the sale of an interest in real property. When the property under levy is perishable, the sheriff may sell the property with less notice or with no notice, if necessary to prevent spoilage and loss of value. [Emphasis added.]</blockquote>\n<p id=\"b869-6\">Section ll-502(a) of the Courts and Judicial Proceedings Article states:</p>\n<blockquote id=\"b869-7\">§ 11-502. Notice of sale by sheriff.</blockquote>\n<blockquote id=\"b869-8\">(a) <em>Required. </em>— A <em>sheriff shall give notice of the time, place, and term[s </em>] <em>of the sale </em>of any property under execution before the property can be sold. [Emphasis added.]</blockquote>\n<p id=\"b869-9\">In the case <em>sub judice, </em>the notice given by the sheriff provided the time, place, and terms of the sale as required by Maryland Rule 2 — 644(b) and section ll-502(a). The problem with the notice was that it also misrepresented information not required by the Maryland Rules or the Courts and Judicial Proceedings Article. The notice provided a list of nine encumbrances and also stated that:</p>\n<p id=\"b869-10\">MORTGAGES AND OR JUDGMENTS DUE: $17,240.00 plus interest.</p>\n<p id=\"b869-11\">The sheriff had no duty to provide this last information and the notice failed to include in that “MORTGAGES AND OR JUDGMENTS DUE” section a mortgage against the real property in the amount of $105,761.04. Respondent relied on the amount listed on the notice when bidding on the property. The threshold question before us is whether the misrepresentation in the notice was unfair to bidders and, thus, grounds to have the sale set aside or whether the misrepresentation is <page-number citation-index=\"1\" label=\"698\">*698</page-number>merely surplusage and does not provide grounds to have the sale set aside.</p>\n<p id=\"b870-5\">B. Analysis</p>\n<p id=\"ack-dedup-0\">It is clear that the sheriff only has to provide the time, place, and terms of the sale in the notice. Nevertheless, when the sheriff decides to provide additional information in the notice, the sheriff has a duty to make sure that the information is substantially accurate. If the information is not substantially accurate to the extent that it makes the sheriffs sale unfair, then the sale may be set aside if the misrepresentation was material and relied upon by the purchaser of the property.</p>\n<p id=\"b870-7\">As stated, <em>supra, </em>footnote 5, at the trial level neither party specifically mentions our case of <em>McCartney v. Frost, </em>282 Md. 631, 386 A.2d 784 (1978); however, they presented it in their briefs before us. In <em>McCartney, </em>Irene J. McCartney, the judgment debtor, filed a petition to set aside a sheriffs sale of her real property conducted pursuant to a writ of <em>fieri facias </em>on the grounds of inadequacy of price and unfairness of sale. Mrs. McCartney’s home was seized by the Sheriff of Baltimore County after receiving a writ <em>of fieri facias </em>from John A. Greene, who had recovered a judgment against Mr. and Mrs. McCartney. The writ showed that the judgment was for $3,429.00 plus interest and attorney’s fees of $342.90. At the time of sale, the home had a market value of $24,000.00 and a mortgage lien against the property of $6,000.00. On the day of sale, only two bids were placed. The second bid was for $2,000.00 and was placed by Dr. Rex A. Frost. After Dr. Frost paid for the property, the sheriff executed a deed to him. At the hearing to set aside the sheriffs sale, the trial court observed that the home was sold for a price much lower than its value. The trial court, however, did not find the purchase price to be grossly inadequate because of the nature of a sheriffs sale.<footnotemark>9</footnotemark> The trial court observed that Dr. Frost <page-number citation-index=\"1\" label=\"699\">*699</page-number>had not been permitted to inspect the interior of the premises, a party purchasing at a sheriffs sale has no guarantee of clear title, and that an interest sold at a sheriff's sale is much more likely to be subject to liens and encumbrances.</p>\n<p id=\"b871-5\">In <em>McCartney v. Frost, 37 </em>Md.App. 495, 378 A.2d 170 (1977), the Court of Special Appeals affirmed the decision of the trial court. The court held that while the price may have been inadequate, that would not be enough to set aside the sale without some unfairness or impropriety in the sale. The court stated that Dr. Frost’s method of payment met the requirement of immediate payment and there was not any impropriety or unfairness in the sale.</p>\n<p id=\"b871-6\">The holding of the Court of Special Appeals was reversed by this Court in <em>McCartney v. Frost, </em>282 Md. 631, 386 A.2d 784 (1978). We determined that the sheriffs sale should have been set aside because the price was inadequate. We stated that:</p>\n<blockquote id=\"b871-7\">Although the cases and the authorities indicate that a sale will not be set aside for mere inadequateness of price, they state that if the sale is so grossly inadequate as to shock the conscience of the court, or if there be but slight circumstances of unfairness in addition to great inadequateness of price, a sale will be set aside.</blockquote>\n<p id=\"b871-8\"><em>Id. </em>at 639, 386 A.2d at 788 (internal citations omitted). In <em>McCartney, </em>inadequacy of price was not a ground to set aside a sheriffs sale unless the inadequacy shocked the conscience of the court. In the case <em>sub judice, </em>like in <em>McCartney, </em>a mere misrepresentation in the notice will not automatically be grounds to set aside a sheriffs sale. A misrepresentation in the notice may, however, be grounds to set aside the sheriffs sale <em>if it is a mateñal misrepresentation that makes the sale unfair and was relied upon by the purchaser or others.</em></p>\n<p id=\"b871-9\">In the context of judicial sales, this Court has had the opportunity to examine sales that were unfair or involved misrepresentations.<footnotemark>10</footnotemark> Case law, in such contexts, shows that <page-number citation-index=\"1\" label=\"700\">*700</page-number>this Court has not forced purchasers to abide by sales in which the purchaser was deceived to his prejudice. In <em>Hunting v. Walter, </em>33 Md. 60 (1870), after a court passed a decree for the sale of real property, the trustee, after having given notice by advertisement, sold the property to Walter for $800.00. Walter then refused to comply with the terms of the sale, stating that he believed that he was buying the property subject only to the encumbrance of a ground rent. Walter alleged that after the sale, the trustee informed him that he had bought the property subject to all encumbrances, which included a prior mortgage. Walter asserted that had he known this prior to the sale, he would not have bid on the property. Walter stated that extreme hardship and gross outrage would be inflicted on him by compelling him to comply with the terms of sale. We stated that:</p>\n<blockquote id=\"b872-4\">The testimony satisfies us that the appellee, Walter, became the purchaser of a part of the property directed to be sold by the decree in this case, under the impression and belief that he was buying it free from all incumbrance, <em>except the ground rent mentioned in the advertisement of sale. </em>He so declares in his affidavit, and his acts, immediately after the payment of the fifty dollars to the auctioneer, confirm us in this impression. The value of the property sold, the testimony of Wood and Ould, and the statement of the trustee, all show that he was acting under a mistake. Upon the merits of the case, we think, with the Judge below, there can be no doubt. <em>It would be a great wrong to hold a purchaser, who became such through a mistake, and in ignorance of the liabilities, he was incurring, to a strict compliance, unless some rule of law required it.</em></blockquote>\n<p id=\"b872-6\"><em>Id. </em>at 61-62 (emphasis added); <em>see Carozza v. Peacock Land Corp., </em>231 Md. 112, 120, 188 A.2d 917, 920-21 (1963) (“It is well established that if the question be raised in time, the court will see that no undue advantage is taken of a purchaser at a judicial sale, and he will not be compelled to consummate <page-number citation-index=\"1\" label=\"701\">*701</page-number>the sale if it would be inequitable to require him to do so, especially where there has been misrepresentation, intentional or otherwise, on the part of the trustee.”); <em>Woelfel v. Tyng, 221 </em>Md. 539, 543, 158 A.2d 311, 313 (1960) (“It is well settled, under these decisions, that complete accuracy is not required in an advertisement, and that a judicial sale will not be set aside without a clear showing that an omission misled anyone, or had a prejudicial effect.”); <em>Preston v. Fryer, </em>38 Md. 221, 224 (1873) (“From the petition and the demurrer admitting the facts in this case, it appears that the trustee in advertising the property for sale, under the decree, represented the title to be indisputable, and under that belief, the purchase was made. There can be no doubt, the petitioner is entitled to be relieved of the purchase, if he cannot procure such title under the decree, as the trustee undertook to sell.”).</p>\n<p id=\"b873-5\">We have also examined foreclosure sales where exceptions were filed because the purchaser felt that the sale was unfair or prejudicial.<footnotemark>11</footnotemark> In <em>Wicks v. Westcott, </em>59 Md. 270 (1883), Westcott, the assignee of a debt and mortgage on two farms, after default, sold the mortgaged property at public sale, after advertising the sale. The property was subject to a rent charge, which was a prior lien on the mortgage. It was announced at the sale “that the rent charge being a prior lien to the mortgage, the property would be sold subject to the payment by the purchaser of so much of the rent in arrear as might ultimately be shown to be unpaid....” <em>Id. </em>at 274. The trustee was unable to ascertain how much of this rent charge was in arrears prior to the sale. The opinion indicates, however, that the trustee at the sale did indicate “what was probably due on the rent charge.” <em>Id. </em>at 275. Exceptions to the sale were filed, alleging that the trustee offered the <page-number citation-index=\"1\" label=\"702\">*702</page-number>property without accurately indicating the amount that was due on account of the arrears on the rent. Therefore, the bidders did not have all of the necessary information to intelligently bid for the property. The exception argued that Wicks, and other bidders, could not intelligently bid without knowing the amount of the rent charge to which they would be subjected. We held that the sale should have been set aside. Examining the duty of the trustee to disclose the amount of the arrears, the Court stated that:</p>\n<blockquote id=\"b874-5\">As a general rule, we do not think it is the duty of the assignee or trustee, in selling property, upon which prior incumbrances rest, to ferret out the exact state of such liens, and ascertain how much, if any, may be due upon them. The rule of <em>caveat emptor </em>excludes such rigid exaction of a trustee. If the liens are very numerous, or complicated, and the title clouded, so that it may be doubtful if any valuable interest is to be sold, a creditor might file a bill for the purpose of removing the cloud, and having the property sold by decree and the proceeds of sale mar-shalled; but such duty would not rest on the trustee. Looking at the peculiar character of this lien on account of accumulated arrears of rent, the court below thought it was the trustee’s duty to have ascertained, as information was easily accessible, what was due and to have so announced. <em>This may not have been his duty; but if he was not bound to inquire or make any statement respecting the amount of arrears, the trustee was bound, if he undertook to make any statement respecting it, to be sure that the statement he did make was, at least, approximately accurate, and not in anywise misleading.</em></blockquote>\n<p id=\"b874-6\"><em>Id. </em>at 277 (emphasis added).</p>\n<p id=\"b874-7\">The decisions of this Court in cases involving judicial and foreclosure sales makes clear that a purchaser at those sales can have a sale set aside if there was some form of misrepresentation or mistake that creates a prejudicial effect on the purchaser, or other bidders and prospective bidders and in respect to the debtor’s interest as well. We see no reason why this same protection should not be provided to a <page-number citation-index=\"1\" label=\"703\">*703</page-number>purchaser at a sheriffs sale. While we are not holding that a sheriff has an additional duty beyond the requirements of the Maryland Rules and Courts and Judicial Proceedings Article, nevertheless, if he or she provides additional material information, the information must be substantially accurate. If the information leads to some form of misrepresentation or mistake that has a prejudicial effect that makes the sale substantially unfair to the purchaser, or to others, then the sheriffs sale may be set aside.</p>\n<p id=\"b875-5\">The courts of our sister states have also examined when it is appropriate for a trial court to set aside a sheriffs sale or a judicial sale. They have found that such sales may be set aside when there has been some form of misrepresentation or mistake, creating a prejudicial effect. In reference to sheriffs sales, the courts have noted: <em>Gale v. Rice, </em>636 P.2d 1280, 1281 (Colo.App.1981) (“[I]f ‘the totality of circumstances demonstrates that a sale has resulted in an unconscionable condition which is shocking to the conscience of the court, it is within the equitable powers of the court to remedy the condition.’ ”) (quoting <em>Tekai Corp. v. Transamerica Title Ins. Co., </em>39 Colo.App. 528, 532, 571 P.2d 321, 324 (1977)); <em>Smith v. Federal Land Bank of Louisville, </em>472 N.E.2d 1298, 1303 (Ind.App.1985) (“It appears that generally the law allows the trial court to take a common sense approach in deciding whether or not to vacate a bid. The court takes into consideration all circumstances, such as the inadequacy of the price, the effect of procedural irregularities, inequitable conduct, evidence of mistake or misapprehension, and problems with title.”); <em>Progressive Bank and Trust Co. v. Vernon A. Guidry Contractors, Inc., </em>504 So.2d 997, 1000 (La.App.1987) (“It is unreasonable to distribute a list at a sheriffs sale and then expect people not to rely on it. The importance of the visual must not be underestimated.”); <em>Smith v. Boyd, </em>272 N.J.Super. 186, 190, 639 A.2d 413, 415 (1993) <em>(“N.J.S.A. </em>2A:61-16 provides relief to a purchaser at a sheriffs sale, with reference to prior liens not announced at a sale.”); <em>Greater Pittsburgh Bus. Dev. Corp. v. Braunstein, </em>390 Pa.Super. 454, 459, 568 A.2d 1261, 1264 (1989) (“Misdescription of the property to be sold at a sheriff's sale <page-number citation-index=\"1\" label=\"704\">*704</page-number>may be grounds for setting aside the sale if the property is ‘misdescribed’ in some <em>material </em>respect.”), <em>appeal denied, </em>527 Pa. 634, 592 A.2d 1301 (1990); <em>Family Savings &amp; Loan Ass’n v. Barkwood Landscaping Co., </em>93 Wis.2d 190, 202, 286 N.W.2d 581, 587 (1980) (“A sale can be set aside whenever it would be inequitable or against good conscience to permit the sale to stand.”).</p>\n<p id=\"b876-5\">Generally, in respect to judicial sales, our sister courts have held: <em>Moran-Alleen Co. v. Brown, </em>98 Fla. 203, 204, 123 So. 561 (1929) (“On the question of gross inadequacy of consideration, surprise, accident or mistake imposed on complainant and irregularity in the conduct of the sale this court is committed to the doctrine that a judicial sale, may on a proper showing made, be vacated and set aside on any or all of these grounds.”); <em>Harbert Offset Corp. v. Bowery Sav. Bank, </em>174 A.D.2d 650, 571 N.Y.S.2d 507, 508 (1991) (“It is well settled that, a court, in the exercise of its equitable powers, has the discretion to set aside a judicial sale where fraud, collusion, mistake or misconduct casts suspicion on the fairness of the sale.”); <em>Branton v. Jones, </em>222 Va. 305, 308, 281 S.E.2d 799, 800 (1981) (“After confirmation, a judicial sale cannot be set aside ‘except for fraud, mistake, surprise, or other cause for which equity would give like relief, if the sale had been made by the parties in interest, instead of by the court.’ ”) (quoting <em>Traylor v. Atkinson, </em>130 Va. 548, 555-56, 108 S.E. 199, 202 (1921), quoting <em>Berlin v. Melhorn, </em>75 Va. 639, 641 (1881)).</p>\n<p id=\"b876-6\">Conclusion</p>\n<p id=\"b876-7\">When a sheriffs sale is conducted, a sheriff, under the statute and the rules, only has a duty to provide notice of the time, place, and terms of the sale. Nevertheless, if the sheriff, in his discretion, whether at the direction of the creditors or on his or her own initiative, provides more information than the time, place, and terms of the sale, then a duty exists to make sure that the additional information, if material, is substantially accurate. If exceptions are filed to set aside a sheriffs sale based on allegations of material misrepresentations in the notice, the trial court, in order to grant the <page-number citation-index=\"1\" label=\"705\">*705</page-number>exception, must determine that the information provided was both material and inaccurate. If the trial court determines that the information provided was material but was not substantially accurate, then the trial court must determine if the purchaser at the sheriffs sale, or others excepting to the sale, relied on the inaccurate information so as to make the sale so unfair as to materially prejudice the purchaser, or others in interest.</p>\n<p id=\"b877-4\">In the case <em>mb judice, </em>the additional information provided by the sheriff contained a material misrepresentation relied upon by the respondent in making the purchase. That material misrepresentation made the sale unfair. Therefore, the Circuit Court for Worcester County appropriately set aside the sheriffs sale.</p>\n<p id=\"b877-5\">JUDGMENT AFFIRMED; COSTS TO BE PAID BY PETITIONER.</p>\n<footnote label=\"1\">\n<p id=\"b858-9\">. Petitioner raised two issues in her brief before this Court. As they both appear subsumed within the single issue in the certiorari petition, we shall address that issue.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b859-11\">. The Request for Writ of Execution had the total due on the judgment as $17,160.83. This was the total of the judgment ($17,000.00), post judgment interest ($70.83), and court costs ($90.00).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b860-7\">. In an affidavit that was filed with respondent's motion, Gary Frick, the president of Frick Electric Company, Inc., stated that \"[i]f there were no representations of title contained in the advertisement, I would have hired a title abstracter to ascertain the status of the title.” Mr. Frick’s affidavit also stated that he would not have bid on the property if he had been aware of the mortgage.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b860-8\">. In respondent’s Exceptions to Sale, respondent alleged that the advertisement went beyond the requirements of Maryland Rule 14 — 303(b). Petitioner contended that an advertisement for a sheriff’s sale is gov<page-number citation-index=\"1\" label=\"689\">*689</page-number>erned by Maryland Rule 2-644(b), not Maryland Rule 14-303(b), which governs judicial sales. Respondent filed a \"Response to Objections to Exceptions to Sale” in which respondent stated that the requirements for Maryland Rules 14 — 303(b) and 2-644(b) are essentially the same. Both rules state that notice shall be given of the time, place, and terms of sale of the property. Maryland Rule 14-303(b) states that:</p>\n<blockquote id=\"b861-8\">(b) Public sale — Advertisement. Unless otherwise ordered by the court, a trustee proposing to make a public sale shall give notice by advertisement of the time, place, and terms of sale....</blockquote>\n<p id=\"b861-9\">Maryland Rule 2-644(b) states that:</p>\n<blockquote id=\"b861-10\">(b) Notice of sale. The sheriff shall give notice of the time, place, and terms of the sale.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b862-11\">. Counsel for both parties failed to specifically acknowledge before the trial court that <em>McCartney v. Frost, </em>37 Md.App. 495, 378 A.2d 170 (1977) , was reversed by <em>McCartney v. Frost, </em>282 Md. 631, 386 A.2d 784 (1978).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b866-7\">. A writ of <em>fien facias </em>is \"[a] writ of execution that directs a marshal or sheriff to seize and sell a defendant’s property to satisfy a money judgment.” <em>Black’s Law Dictionary </em>641 (7th ed.1999).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b867-7\">. A writ of <em>procedendo </em>is a somewhat out-of-date procedural action “wherein [a] court of superior jurisdiction orders [a] court of inferior jurisdiction to proceed to judgment, but has no bearing on [the] nature of judgment to be entered.” <em>Black’s Law Dictionary </em>1203 (6th ed.1990).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b868-8\">. All references to section 11-502 are to this citation.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b870-8\">. A sheriff's sale has been compared to buying a pig in a poke. A pig in a poke is \"something offered in such a way as to obscure its real nature or worth.” <em>Merriam-Webster Collegiate Dictionary </em>881 (10th ed.1998).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b871-10\">. We are aware, as we indicated earlier in our discussion of the Court of Special Appeals case, <em>Fowler, </em>that sheriff's sales and judicial sales are <page-number citation-index=\"1\" label=\"700\">*700</page-number>different species of sales; however, as stated, <em>supra, </em>they both have the same limited notice requirements.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b873-6\">. Foreclosure sales have the same notice requirements as sheriffs sales and judicial sales. Maryland Rule 14-206(b) states that:</p>\n<blockquote id=\"b873-7\">(b) Notice. (1) By publication. After commencement of an action to foreclose a lien and before making a sale of the property subject to the lien, the person authorized to make the sale <em>shall publish notice of the time, place, and terms </em>of sale in a newspaper of general circulation in the county in which the action is pending. [Emphasis added.]</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}