{
  "casebody": {
    "data": "<casebody firstpage=\"30\" lastpage=\"33\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b60-5\">UNITED STATES of America, Appellee, v. Craig WHITMAN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b60-8\">No. 01-1069.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b60-9\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b60-10\">Jan. 8, 2002.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b61-5\"><page-number citation-index=\"1\" label=\"31\">*31</page-number>Paul S. Volk, Blodgett, Watts &amp; Volk, Burlington, VT, for Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b61-6\">Stephen D. Kelly, Ass’t U.S. Att’y, D. Vt., Burlington, VT, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b61-7\">Present OAKES, KEARSE, and CALABRESI, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b61-8\">\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b61-9\">This cause came on to be heard on the record from the United States District Court for the District of Vermont, and was argued by counsel.</p>\n<p id=\"b61-10\">ON CONSIDERATION WHEREOF, it is now hereby ordered, adjudged, and decreed that the conviction and sentence be and they hereby are affirmed, and the matter is remanded for correction of a clerical error in the judgment.</p>\n<p id=\"b61-11\">Defendant Craig Whitman appeals from a judgment entered in the United States District Court for the District of Vermont following his plea of guilty before J. Garvan Murtha, <em>Chief Judge, </em>convicting him of a narcotics offense resulting in serious bodily injury, in violation of 21 U.S.C. § 841(a)(1) and 18 U.S.C. § 2, and sentencing him principally to 240 months’ imprisonment, to be served consecutively to a 2-to-2-year Vermont State (“State”) sentence he was already serving. On appeal, Whitman states, and the government does not dispute, that the State court, in imposing its sentence, had “ordered that [i]f defendant is convicted in a Federal Court for conduct committed prior to time of sentencing, sentences imposed 1/15/98 will run concurrent to Federal sentence” (Whitman brief on appeal at 3-4) (internal quotation marks omitted). Whitman contends that the district court’s imposition of his federal sentence to run consecutively to, rather than concurrently with, the State sentence was unlawful or an abuse of discretion under § 5G1.3(e) of the Sentencing Guidelines (“Guidelines”). He also contends that the district court failed to consider the sentencing factors set out in 18 U.S.C. § 3553. Finding no merit in any of his arguments, we affirm; but we remand to the district court for correction of an error in the written judgment.</p>\n<p id=\"b61-13\">The federal district court has the power to impose a federal sentence that is not to commence until service of an existing state sentence for an unrelated offense has been completed. <em>See, e.g., Pinaud v. James, </em>851 F.2d 27 (2d Cir.1988); <em>Salley v. United States, </em>786 F.2d 546, 547 (2d Cir.1986). Even if the state sentence has been imposed with the expectation that it will be served concurrently with a yet-to-be-imposed federal sentence, if the federal officials were not parties to the state plea bargain the federal court need not make its sentence concurrent with the state sentence but remains free to make the federal sentence consecutive. <em>See, e.g., Pinaud v. James, </em>851 F.2d at 30; <em>United States v. Sackinger, </em>704 F.2d 29, 32 (2d Cir.1983) (under dual sovereignty principle, defendant “could not, by agreement with state authorities, compel the federal government to grant a concurrent sentence”).</p>\n<p id=\"b61-14\">Whitman’s reliance on <em>Santobello v. New York, </em>404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971), for the proposition that the district court was required to impose a concurrent sentence in order to enforce his State plea agreement is misplaced. That agreement required the State prosecutors simply to “stand mute” on the issue of concurrent or consecutive sentencing, and the record indicates that they did so. The State was not a party to the federal proceedings, and the United States was not a party to the State plea agreement.</p>\n<p id=\"b62-3\"><page-number citation-index=\"1\" label=\"32\">*32</page-number>Nor do we see any abuse of discretion or any failure on the part of the district court to consider the sentencing factors set forth in 18 U.S.C. § 3553. That section requires the court to consider a variety of factors, including the seriousness of the offense, the need to promote respect for the law, the need to provide deterrence and just punishment, the nature and circumstances of the offense, and the defendant’s history and characteristics. <em>See </em>18 U.S.C. § 3553(a). In imposing sentence here, the court noted, <em>inter alia, </em>that it had discretion to impose either a consecutive or a concurrent sentence; that the federal offense to which Whitman pleaded guilty carried a statutory minimum prison term of 20 years and a maximum term of life imprisonment; that the government was advocating lenient treatment by not pressing for a sentence longer than 20 years; that the prison term Whitman was already serving for his State crimes was a lenient one; that the State sentence did not include punishment for the crime to which Whitman pleaded guilty here; that Whitman’s present narcotics offense involved the near-death of a young woman through a drug overdose; and that Whitman had in the past escaped from prison. The court also adverted to Whitman’s age and the availability of drug rehabilitation programs for him in prison. The record thus belies Whitman's contention that the court failed to consider the appropriate sentencing factors or to exercise appropriate discretion.</p>\n<p id=\"b62-4\">We also reject Whitman’s contention that the district court was “required to reference ... the factors specifically set forth in Application Note 3 to the policy statement contained in U.S.S.G. § 5G1.3(c)” (Whitman brief on appeal at 10). This Court has “made clear that Application Note 3 to § 5G1.3 is advisory and not binding on district courts,” <em>United States v. Margiotti, </em>85 F.3d 100, 105 (2d Cir.) (per curiam), <em>cert. denied, </em>519 U.S. 940, 117 S.Ct. 324, 136 L.Ed.2d 238 (1996), and that “[njothing in the language of the guideline or its Commentary requires district courts to make specific findings with respect to any or all of the factors listed in the Commentary or § 3553(a),” <em>United States v. Velasquez, </em>136 F.3d 921, 924 (2d Cir.1998) (per curiam). In any event, as discussed above, the record reveals that the court did in fact consider all of the appropriate sentencing factors.</p>\n<p id=\"b62-6\">Finally, we note that the written judgment of conviction entered against Whitman contains an error. While citing 21 U.S.C. § 841(a)(1), which prohibits the substantive offense of distribution of narcotics, as the section under which Whitman was convicted, the judgment states that Whitman was convicted of <em>“[cjonspiracy </em>to distribute controlled substances resulting in serious bodily injury” (Judgment dated January 23, 2001, at 1 (emphasis added)). After noting as well certain other inconsistencies in the statements of the district court and the parties, this Court asked the parties for clarification as to Whitman’s offense of conviction. In response, the parties have provided a copy of the transcript of the plea proceedings, which is hereby incorporated into the record on appeal, and have agreed that Whitman was convicted of the substantive offense of distribution of a controlled substance resulting in serious bodily injury, in violation of 21 U.S.C. § 841(a)(1), as charged in count 60 of the superseding indictment. We instruct that on remand, the district court enter an amended judgment accurately reflecting the offense of which Whitman was convicted.</p>\n<p id=\"b62-7\">We have considered all of Whitman’s contentions on this appeal and have found them to be without merit. The conviction and sentence are affirmed; the matter is <page-number citation-index=\"1\" label=\"33\">*33</page-number>remanded for the entry of a corrected judgment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}