{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"89\" lastpage=\"99\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b89-10\" pgmap=\"89\">Theodore Siegel v. The People of the State of Illinois.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b89-14\" pgmap=\"89\">Filed at Springfield March 29, 1883.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b89-15\" pgmap=\"89\">1. Sale of intoxicating liquor to a minor—of a gift, as distinguished from a sale—variance. The offence of selling liquor to a minor is distinct from that of giving such liquor to a minor; and a count in an indictment for the one will not be sustained by proof of the other.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b89-17\" pgmap=\"89\">2. Same—sale to an adult, who treats a minor—whether an offence under the Dram-shop act prohibiting the sale of liquor to minors. The sale of three glasses of beer to an adult by a saloon keeper, the adult paying therefor, and giving one of the glasses of beer to a minor, who drinks the same, does not make the seller liable under section 6 of the Dram-shop act, although the minor may have furnished the money with which to procure the same, the seller having no knowledge of that fact, and there is nothing to lead him to suspect that such is the case.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b90-3\" pgmap=\"90\">3. Where a sale of liquor is made to an adult, it is of no consequence that the bar-keeper sees a minor present, and understands he is to participate in drinking the same. In such case, while he is letting a minor have liquor, he is not guilty of either selling or giving liquor tó a minor.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b90-4\" pgmap=\"90\">4. A case might arise where the bar-keeper ought to know, from the circumstances, that the person purchasing liquor is being used by a minor as a screen to conceal his own participation, and in such case the vendor would be liable under the statute. But the question whether such fact exists should be submitted to the jury on the evidence.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b90-5\" pgmap=\"90\">5. Same—construction of the Dram-shop act limited to its terms. A court will not extend the terms of a criminal statute beyond their clear legal meaning. So the word “sell,” in section 6 of the Dram-shop act, prohibiting sales of liquor to minors, will not be construed to mean something different from its ordinary legal import. The prohibition is only as to the excepted class, and no liability of a criminal nature is imposed upon the vendor on account of the motives with which the vendee shall purchase, or the uses to which he shall afterward apply the liquor. The meaning of the word is to be determined by the settled rules and principles of the common law, there being in the statute no definition of what shall be held to constitute a sale to a minor, nor any specification of what shall be sufficient evidence of such sale. To constitute such a sale, the seller is only bound by that to which he and the purchaser knowingly assent.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b90-6\" pgmap=\"90\">6. Contract—whether made with the principal or his agent. Where a person contracts or purchases as agent, or he is known by the vendor to be such, the contract is with the principal; but when one contracts as an individual, and the other party has no knowledge of his agency, the contract, so' far as it affects the latter, is with the agent alone, unless, after knowledge of the fact of agency, he ratifies the contract as having been made with the principal.</syllabus><summary data-order=\"8\" data-type=\"summary\" id=\"b90-7\" pgmap=\"90\">Writ of Error to the Appellate Court for the Third District;—heard in that court on writ of error to the Circuit Court of Champaign county; the Hon. C. B. Smith, Judge, presiding.</summary><summary data-order=\"9\" data-type=\"summary\" id=\"b90-8\" pgmap=\"90(64) 91(386)\">Plaintiff in error was indicted and convicted of selling liquor to a minor. Upon the trial, James Cantner testified: “I will be twenty on the 10th of April next. Know defendant when I see him. Know his place of business. It is in Champaign county, Illinois. He is a saloon keeper. His place of business was there prior to October, 1880. I was there but once prior to October 9, 1880. I did not obtain' anything there to drink. The next time I was in his place of business was on the 3d day of July last, 1880. Marion Roach and Charles Schlorff were with me. I don’t remember whether the defendant was in the saloon or not. I obtained beer there. It was lager beer. It is termed malt beer. I drank twice. Me and Charles Schlorff and Marion Roach went in and sat down at a table, and we gave Roach the money, and we went up and he called for the drinks, and' we got it. The beer was put on the counter. I was standing at the west end of the counter. Schlorff and Roach were on the east side of me. We were standing close together. Roach called for three glasses of beer. We drank it. I did not know the man behind the counter. The man behind the counter was in his shirt sleeves, and selling beer. I expect there were twenty people in the saloon. Marion Roach paid for the beer. When I was drinking, the bar-keeper was not very far from me. He was waiting on other persons. He set the glasses of beer out on the counter in a row. After we drank the beer we went to a table, sat down and talked awhile, and then went up and got three more glasses. We gave Roach the money. I think it was fifteen cents. He was ‘broke.’ We gave him fifteen cents each time. After we gave him the second fifteen cents we went up to the bar. He called for three glasses of beer. The bar-keeper gave them and we drank them as before. ” Upon cross-examination he testified: ■ “I suppose Roach was about twenty-two or twenty-three years old. I don’t mean to say that the barkeeper saw us give Roach the money. As far as I know he didn’t know anything about that. ” The plaintiff in error was a witness in his o.wn behalf, and testified that he did not know Cantner before the finding of this indictment; that he never saw witness in his saloon, and that he had a bar-keeper at the time of the alleged commission of the offence.</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b92-5\" pgmap=\"92\">This was all the evidence. And the court thereupon, at the instance of the People, instructed the jury as follows,— to which plaintiff in error, at the time, excepted:</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b92-6\" pgmap=\"92\">“The court instructs the jury, that if they believe, from the evidence, beyond a reasonable doubt, that James Oantner, the witness, and Charles Schlorff and Marion Roach, went into the saloon of the defendant and obtained from the barkeeper of the defendant, if he then and there had a barkeeper, lager beer, and that it was malt liquor, and they drank the same in the presence of said bar-keeper, and if the proof shows that James Oantner was a minor, then you should find the defendant guilty on as many counts as the proof shows, beyond a reasonable doubt, such sales were made, and in such case it makes no difference whether the bar-keeper is paid for such malt liquor by the minor witness or by an adult in his presence, provided you believe, from the evidence, that at the time of the alleged sale the alleged liquor was handed out by defendant’s bar-keeper, to be drank by the person who paid directly for it, if the proof shows it was paid for, and also to be drank by the alleged minor, James Oantner, and that the alleged\" liquor was then and there paid for.”</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b92-7\" pgmap=\"92\">The following instruction, asked by the plaintiff in error, was refused by the court,—to which ruling plaintiff in error also excepted:</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b92-8\" pgmap=\"92\">“The court instructs the jury, that in order to constitute a sale there must be an intention to sell, and to constitute a sale to the witness, Cantner, in this ease, it is necessary that the defendant or his agent should intend to sell to him. ”</summary><summary data-order=\"14\" data-type=\"summary\" id=\"b92-9\" pgmap=\"92\">Motion for new trial was made by plaintiff in error, and overruled by the court,—and to this, also, plaintiff in error excepted.</summary><summary data-order=\"15\" data-type=\"summary\" id=\"b92-10\" pgmap=\"92(23) 93(18)\">This case was taken by writ of error to the Appellate Court for the Third District, and that court, at its November term, 1882, affirmed the judgment of the circuit court. This writ of error is on the last named judgment.</summary><attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b93-4\" pgmap=\"93\">Messrs. Rubens &amp; Hiestand, for the plaintiff in error:</attorneys><p data-order=\"17\" data-type=\"legal\" id=\"b93-5\" pgmap=\"93\">Section 6 of the Dram-shop- act creates two distinct and different offences with reference to minors : First, it is made an offence to sell, intoxicating liquor to a minor; and second, it is made an offence to give such liquor to a minor.. These are distinct and separate offences, and proof of one will not sustain a charge of the other. Humpeler v. People, 92 Ill. 400.</p><p data-order=\"18\" data-type=\"legal\" id=\"b93-6\" pgmap=\"93\">A sale is a transfer of the absolute or general property in a thing for a price in money, and mutuality is a necessary element of every sale. (Benjamin on Sales, secs. 1, 38, 39, 50.) Therefore, a mistake as to the person with whom the contract is made will avoid the sale. A party has the right to select who he will contract with. Benjamin on Sales, sec. 58; Holt’s Nisi Prius, 253; Boulton v. Jones, 2 H. &amp; N. 564; Mudge v. Oliver, 1 Allen, 74; Higgons v. Burton, 26 L. J. Ex. 342.</p><p data-order=\"19\" data-type=\"legal\" id=\"b93-7\" pgmap=\"93\">In sales of intoxicating liquors the identity of the vendee is of the utmost importance. A sale to an adult who is sober and temperate is lawful by one having a license to sell, while to a minor, without .the proper consent of the parent, etc., will subject the vendor to fine, and perhaps imprisonment.</p><p data-order=\"20\" data-type=\"legal\" id=\"b93-8\" pgmap=\"93\">The statute in question is highly penal, and should be strictly construed. A nevf trial ought to be granted if the evidence leaves a reasonable doubt of the guilt of the defendant. Stuart v. People, 73 Ill. 20; Otmer v. People, 76 id. 149.</p><attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b93-9\" pgmap=\"93\">Mr. E. L. Sweet, also for the plaintiff in error:</attorneys><p data-order=\"22\" data-type=\"legal\" id=\"b93-10\" pgmap=\"93(35) 94(18)\">An intent is necessary to constitute a sale, here, as in any criminal case,—not an intent to sell to a person of a particular character, as, to a minor or drunkard, but an intent to sell to the individual who is alleged to have purchased. Criminal Code, div. 2, secs. 9, 10.</p><p data-order=\"23\" data-type=\"legal\" id=\"b94-6\" pgmap=\"94\">The instruction for the prosecution took an important question of fact from the jury,—whether the sale was in fact made to the minor,—and this was error. Kirby v. Watt, 19 Ill. 393; Hart v. Wing, 44 id. 141.</p><p data-order=\"24\" data-type=\"legal\" id=\"b94-7\" pgmap=\"94\">Mr. W. W. Mathews, State’s Attorney, for the People, argued that the sale to the adult who was accompanied by the minor was a sale to the minor, within the meaning of the Dram-shop act.</p> <opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b94-8\" pgmap=\"94\">Mr. Justice Scholfield</author> <p id=\"AtD\" pgmap=\"94\">delivered the opinion of the Court:</p> <p id=\"b94-9\" pgmap=\"94\">No question arises here whether plaintiff in error is guilty ' of having given liquor to a minor,—the offence for which he was tried, and of which he was convicted, was selling liquor to a minor; and we have heretofore held a count for the one will not be sustained by proof of the other offence. Humpeler v. The People, 92 Ill. 400.</p> <p id=\"b94-10\" pgmap=\"94(183) 95(391) 96(71)\">The circuit court, by its ruling in giving the instruction asked by the People, and in refusing that asked by plaintiff in error, in effect decided that if a minor give an adult money wherewith to buy beer for the two, and the adult accept it and therewith buy beer, which is drank by the two, the vendor of the beer is guilty of a sale to the minor, within the meaning of the 6th section of the Dram-shop act, (Rev. Stat. 1874, chap. 43,) notwithstanding he did not, at the time, know that the adult had been furnished with money by the minor, and had no reason to suppose he was acting as agent for the minor,—in short, that the vendor made a contract he did not intend to make, and that he had no reason to suppose he was making. So much of that section of the statute as is material reads as fallows: “Whoever, by himself or his agent or servant, shall sell or give intoxicating liquor to any minor, without the written order of his parent, guardian or family physician, * * * shall, for each offence, be fined, ” etc. There is no definition of what shall be held to constitute a sale to a minor, nor is it specified what evidence shall be deemed sufficient proof thereof, but the question is left to be determined by settled common law principles. The word “sell” has a well known legal signification, and in the absence of' anything to the contrary appearing in the statute, we must assume that it is here intended to have that signification. There is nothing exceptional in a sale that distinguishes it from other contracts, as respects the concurrence or coming together of the minds of the parties; and so in general, if not universally, in cases of sales, parties are only bound by that to which they, in fact or in legal presumption, knowingly assent. If A propose to buy of B, and B agree to sell to A, B does not thereby become bound to sell to C; and, for like reason, if such contract be consummated as thus made, it must amount to a sale to A, and can not be held to be a sale to C. Upon the plainest and most obvious principles of natural right, as respects private property, when the question is unaffected by a public duty, an individual may contract to sell to whom he pleases, and he can not be obligated to a person, or by terms which he did not have, and could not- reasonably have had,- in contemplation when he contracted. Undoubtedly, a person may buy through an agent, and in such case, there being no question of the fact of agency, although the dealing is with and the delivery to the agent, in legal effect the sale is to the principal. The rule is, where a person contracts as agent, or he is known to be such, the contract is with his principal; but where he contracts as an individual only, and the opposite party has no knowledge of his agency, the contract, so far as it affects the opposite party, is with him alone. (Story on Agency, sec. 266 ; Chit.ty on Contracts, (11th Am. ed.) 308; 2 Kent’s Commentaries, (8th ed.) 620, *631; Wharton on Agency, secs. 431, 496; Huntington v. Knox, 12 Q. B. 311; Winchester v. Howard, 97 Mass. 303.) In such case, the principal, by virtue of his contract with his agent, may, as between themselves, be entitled to the benefit of the contract,—but this is as between themselves, only, and in nowise affects the opposite party, unless, indeed, he, after knowledge, ratifies the contract as one with the principal, in which event he would be bound by his ratification. (See authorities supra.)</p> <p id=\"b96-4\" pgmap=\"96(307) 97(102)\">We are not unmindful of the general principle that where a statute commands that an act be done or omitted, which, in the absence of such statute, might have been done or omitted without culpability, ignorance of the fact or state of things contemplated by the statute will not excuse its violation,—instances of which are, acts' declaring forfeiture of ship for having smuggled goods on board, and other kindred fiscal laws; acts prohibiting intrusion into office; acts prohibiting marriage while former husband or wife is still living; and acts prohibiting seduction of females under specified ages, etc. (3 G-reenle.af on Evidence, sec. 21; 1 Wharton on Crim. Law. (7th ed.) sec. 83.) And on this principle we held, in a prosecution like the present, that the vendor of liquor is bound to know whether the person to whom he sells is a minor or an adult. (McCutcheon v. The People, 69 Ill. 601.) But here it is not ignorance of the facts or state of things contemplated by the statute, (i. e., the kind of liquor sold, the age of the party to whom sold, etc.,) but it is the nonexistence of the prohibited act,—the fact that the person to whom the liquor was sold was not the minor alleged in the indictment, but a different person, and one who was an adult, —that constitutes the defence. It is as if, in the case of the smuggled goods, it were shown the smuggled goods were not, and had not been, on board the ship sought to be forfeited ; or, in the case of the prohibited marriage, the person married was not, in fact, the husband or wife of a living person, but some other and unobjectionable person; or, in the case of intrusion into office, there had been, in fact, no attempt to assume its duties; or, in the case of the seduction, the person seduced was, in fact, a different person from that alleged, and above the prohibited age. Had the statute prohibited all persons from letting minors have liquors, and plaintiff in error had been convicted of that offence, (as in State v. Munson, 25 Ohio St. 318,) a very different question would be presented from that now before us. In that event there would have been great force in the position that the act prohibited had been done by plaintiff in error, and whether intelligently or otherwise was immaterial.</p> <p id=\"b97-6\" pgmap=\"97\">We can not extend the terms of a criminal act beyond its clear legal meaning. We can not construe the word “sell,” in such a statute, to mean something different from its ordinary legal import, and we can therefore only understand' a prohibition against persons selling to minors to extend to those who, in legal estimation, occupy the position, and are under all the obligations of contractors with minors. The prohibition against selling is only as to the excepted class, and no liability of a criminal nature is imposed upon the vendor on account of the motives with which the vendee shall purchase, or the uses to which he shall apply the liquor.</p> <p id=\"b97-7\" pgmap=\"97(144) 98(284)\">We do not regard it of controlling consequence, under this statute, whether the bar-keeper saw Cantner, and understood he was to participate in drinking the liquor, or not. It is true, in such case he would be letting a minor have liquor, and if that were prohibited he would be amenable therefor. But he would neither be selling nor giving to a minor,—he would simply be selling to an adult. To illustrate: Three men step up to a bar of a saloon, and one of them calls for three glasses of beer. The bar-keeper sets them out, and the person calling for them pays for them. Bach of the three then drinks one of the glasses of beer. There is, here, surely, only a sale to the one calling for the beer, and he, in popular language, is “treating” the other two. Whether he drinks the three glasses himself, or gives one to each of the other two, or to two other persons, can not concern the barkeeper. It is impossible that, by the mere act of one person’s drinking liquor ordered and paid for by another, a liability can be imposed on the vendor, under the section before us, which would not have existed if that person .had not drank. Suppose, in the case before us, Eoach, after ordering the beer, had changed his mind and drank it all himself, or Cantner, after coming up to the bar, had refused to drink, could there be any pretense that the question to whom the sale was made would have been thereby affected ? And yet* as disclosed by the-rulings before us, so far as concerns the plaintiff in error, the only circumstance tending to fasten upon him the charge of selling to Cantner is, Cantner drank one of the glasses of beer,—the idea that plaintiff in error had any reason to suppose that Cantner furnished the money wherewith to buy the beer, being excluded by the character of the question arising upon the rulings. A case might oftentimes exist, undoubtedly, where the bar-keeper ought to know, from the circumstances, that the person purchasing is being used by a minor simply as a screen to conceal his own participation, and in such case the vendor should be held responsible. He may not close his eyes to obvious facts, and then plead his ignorance of what all others knew; but in such case the fact should be left to the jury, to be determined from the evidence. As before observed, no such question was here submitted.</p> <p id=\"b98-4\" pgmap=\"98\">We think the ruling of the court below was erroneous in respect of the questions we have remarked upon, and for that error the judgment must be reversed, and the cause remanded for a trial de novo.</p> <p id=\"b98-5\" pgmap=\"98(29) 99(26)\">It may be conceded, as claimed by counsel for the People, that this view shows that the section under consideration may be easily violated, without probability of the punishment of the violator. But that only proves the necessity for its amendment. It furnishes no excuse for supplying, by judicial construction, what is palpably omitted.</p> <p id=\"b99-6\" pgmap=\"99\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}