{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<html>\n <body>\n  <casebody firstpage=\"1289\" lastpage=\"1290\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n   <parties id=\"p-1\">\n    STATE of Louisiana\n    <br/>\n    v.\n    <br/>\n    Blair TAYLOR\n   </parties>\n   <docketnumber id=\"p-2\">\n    NO. 2018-KA-0084\n   </docketnumber>\n   <court id=\"p-3\">\n    Court of Appeal of Louisiana, Fourth Circuit.\n   </court>\n   <decisiondate id=\"p-4\">\n    June 6, 2018\n   </decisiondate>\n   <attorneys id=\"p-5\">\n    Leon A. Cannizzaro, Jr., Donna Andrieu Irena Zajickova, ORLEANS PARISH DISTRICT ATTORNEY'S OFFICE, 619 S. White Street, New Orleans, LA 70119, COUNSEL FOR APPELLEE/STATE OF LOUISIANA\n   </attorneys>\n   <attorneys id=\"p-6\">\n    Christopher A. Aberle, LOUISIANA APPELLATE PROJECT, P.O. Box 8583, Mandeville, LA 70470-8583, COUNSEL FOR DEFENDANT/APPELLANT\n   </attorneys>\n   <judges id=\"p-7\">\n    (Court composed of Judge Rosemary Ledet, Judge Paula A. Brown, Judge Tiffany G. Chase )\n   </judges>\n   <opinion type=\"majority\">\n    <p id=\"p-8\">\n     This appeal arises from Defendant's convictions on two counts of second-degree murder and five counts of attempted second-degree murder.\n    </p>\n    <p id=\"p-9\">\n     On February 23, 2017, Defendant filed a motion for new trial, arguing that the verdict was \"contrary to the law and evidence.\" The record shows that the district court sentenced Defendant without first acting on Defendant's motion for new trial. \" La. C.Cr.P. art. 853 provides that a motion for new trial based upon all grounds except newly-discovered evidence must be filed and disposed of prior to sentencing.\"\n     <em>\n      State v. Nora\n     </em>\n     , 2013-0892, p. 5 (La. App. 4 Cir. 6/18/14),\n     <extracted-citation case-ids=\"6931759\" index=\"0\" url=\"https://cite.case.law/so-3d/143/1237/#p1241\">\n      143 So.3d 1237\n     </extracted-citation>\n     , 1241.\n    </p>\n    <p id=\"p-10\">\n     Accordingly, the instant appeal is hereby dismissed without prejudice. Defendant's rights to appeal his convictions and sentences after the district court's ruling on the motion for new trial are hereby preserved.\n    </p>\n    <p id=\"p-11\">\n     Conjointly, Defendant's Motion to Supplement the Record and to Suspend Briefing Dates and the State of Louisiana's Motion for Extension of Time in which to file Appellee's brief are denied as moot.\n    </p>\n    <p id=\"p-12\">\n     <strong>\n      APPEAL DISMISSED; MOTION TO SUPPLEMENT THE RECORD DENIED; MOTION FOR EXTENSION OF TIME DENIED\n     </strong>\n    </p>\n   </opinion>\n  </casebody>\n </body>\n</html>\n"
  }
}