{
  "casebody": {
    "data": "<casebody firstpage=\"326\" lastpage=\"327\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b348-6\">UNITED STATES of America, Plaintiff-Appellee v. Andy Javier Osorio OSORIO, also known as Andy Javier Osorio, also known as Andy J. Osorio, also known as Andy Osorio, also known as Andy Javier Osorio-Osorio, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b348-9\">No. 10-20712</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A4i\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b348-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b348-12\">Aug. 15, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b348-13\">James Lee Turner, Assistant U.S. Attorney, U.S. Attorney’s Office, Houston, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b348-14\">Marjorie A. Meyers, Federal Public Defender, H. Michael Sokolow, Assistant Federal Public Defender, Federal Public Defender’s Office, Houston, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b348-17\">Before HIGGINBOTHAM, SMITH, and PRADO, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b348-18\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b348-19\">Andy Javier Osorio Osorio pleaded guilty to illegal reentry after deportation in violation of 8 U.S.C. § 1326 and was sentenced to 27 months of imprisonment and three years of supervised release. He challenges the substantive reasonableness of his sentence, arguing that his sentence is unreasonable because the district court failed to account for his lifelong mental illness and its contribution to his criminal history and gave little or no weight to the facts of his cultural assimilation. Although Osorio challenges the application of the appellate presumption of reasonableness to sentences imposed under U.S.S.G. § 2L1.2, he correctly acknowledges that the issue is foreclosed by <em>United States v. Mondragon-Santiago, </em>564 F.3d 357, 366-67 (5th Cir.2009).</p>\n<p id=\"b348-20\">Before imposing a sentence within the advisory guideline range, the district court heard the arguments of Osorio and his counsel concerning his request for a sentence at the low end or below the guideline range based on his mental illness and cultural assimilation. Osorio has not shown that the district court’s balancing of these factors “represents a clear error of judgment.” <em>See United States v. Cooks, </em>589 F.3d 173, 186 (5th Cir.2009), <em>cert. denied, </em>— U.S. -, 130 S.Ct. 1930, 176 L.Ed.2d 397 (2010). Accordingly, he has failed to rebut the presumption of reasonableness. <em>See Rita v. United States, </em>551 U.S. 338, 347, 127 S.Ct. 2456, 168 L.Ed.2d <page-number citation-index=\"1\" label=\"327\">*327</page-number>203 (2007). Osorio has shown no error with respect to the substantive reasonableness of his sentence. <em>See Gall v. United States, 552 </em>U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). Accordingly, the judgment of the district court is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b348-15\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}