{
  "casebody": {
    "data": "<casebody firstpage=\"281\" lastpage=\"316\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b281-7\">The People <em>vs. </em>Mary Bodine.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b281-8\">Upon a challenge to a juror <em>for favor, </em>any fact or circumstance from which bias or prejudice may justly be inferred, although weak in degree, is admissible evidence before the triers.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b281-9\">Upon the trial of such a challenge, it is erroneous to reject all evidence except such as goes to establish a fixed and absolute opinion touching the guilt or innocence of the prisoner.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b281-10\">A fixed opinion of the guilt or innocence of the prisoner, though it may be necessary to sustain a challenge for principal cause, need not be proved where the challenge is for favor. A less decided opinion may be shown and exhibited to the triers, who must determine upon its effect.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b281-11\">A juror challenged for favor who is examined before the triers, may be asked whether he ever thought the prisoner guilty ; or what impressions statements which he had heard or read respecting the evidence had made upon his mind.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b281-12\">So <em>it seems, </em>an opinion imperfectly formed, or one based upon the supposition that facts are as they have been represented, may be proved before the triers upon such a challenge. <em>Per </em>Beardsley, J.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b281-13\">Where the matter alleged against one who is drawn as a juror is in judgment of law a disqualification, the challenge is for principal cause and is entered on the record: where the objection is <em>not per se </em>a disqualification, the challenge is for favor, and is made <em>ore lenus. </em>In the former case, where the facts are ascertained it is to be <page-number citation-index=\"1\" label=\"282\">*282</page-number>determined by the court; in the latter the question is one of fact for the decision of the triers. <em>Per </em>Beardsley, J.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b282-5\">The causes of challenge for favor are very various, and not subject to precise definition. The question is to be submitted as a question of fact upon all the evidence to the conscience and discretion of the triers, whether the juror is indifferent or not.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b282-6\">Where upon a challenge for favor the court err in admitting or rejecting evidence, or instructing the triers upon matters of law, a bill of exceptions lies.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b282-7\">The remedy would be the same if the court should overrule such a challenge when properly made or refuse to appoint triers. <em>Per </em>Beardsley, J.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b282-8\">The fact that a prisoner did not avail himself, as he might, of a peremptory challenge to exclude a juror who was found indifferent upon a challenge for cause, does not prevent him from taking advantage of an error committed on the trial of the challenge for cause, though it appears that his peremptory challenges were not exhausted when the empannelling of the juiy was completed. He is entitled to have his challenges-for cause determined according to law, and to make or withhold his peremptory challenges according to his pleasure.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b282-9\">A party is not entitled to ask the <em>opinion </em>of a professional witness upon any question except one of skill or science.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b282-10\">Where upon the trial of an indictment for murder, a witness for the prosecution who resided in the same house with the prisoner was examined as to her declarations and conduct for several successive days subsequent to the murder, and in the course of such examination, related his Own occupation and conduct during that time, which had no apparent bearing upon the questions in issue, and the prisoner’s counsel objected to all evidence of the independent conduct of the witness during that time, which objection was overruled, and the witness continued to give an account of his own conduct in connection with the prisoner’s acts and declarations—but the hill of exceptions, instead of detailing the whole of the witness’ testimony, was confined to what he said respecting himself: <em>Held, </em>that the objection was' too broad, and could not be sustained—that it should have specified the particular acts of the witness which were objected to by the prisoner and insisted upon by the prosecution—or the whole of the witness’ testimony should have been given to enable the court to judge what particular parts were objectionable.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b282-11\">Although a witness who has given testimony, is privileged from answering whether ire has not on a former occasion sworn differently, neither the court nor a party can object where the witness does not; and whére upon such a question being put, the court without any objection by the witness excluded it, it was held erroneous.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b282-12\">Where on the trial of an indictment for murder the evidence was circumstantial, and the judge instructed the jury that fair character was important to the prisoner, and that they were to inquire “ <em>why it was that she had given no evidence of her general character : Held, </em>that such instruction suggested the inference that her character was bad, and was erroneous.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b282-13\">Where no evidence of general character has been given, the subject of character is not one for the consideration of the jury. <em>-Per </em>Beardsley, J.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b282-14\">Where on a trial for murder there was evidence that a murder had been committed, <page-number citation-index=\"1\" label=\"283\">*283</page-number>and that the house in which the dead body was, had been subsequently set on five under such circumstances as to raise a suspicion that the same was done by the perpetrator of the murder to conceal that offence, and the evidence left it doubtful whether the prisoner was in the vicinity of the house when tire fire was set, and the court charged the jury that if the prisoner <em>might </em>have been at the scene of the fire “ the <em>onus </em>was cast upon her to get rid of the suspicion which thus attached to her,” and that she was bound to show where she was at the time of the fire: <em>Held </em>erroneous.</headnotes>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b283-5\">The prisoner was indicted in the oyer and terminer of Richmond county, in June, 1844, for the murder of Emeline Houseman, the wife of George W. Houseman, and pleaded not guilty in that court. The indictment was removed into this court by <em>certiorari </em>at the instance of the prosecution, and at the last July term the court, by rule, (pursuant to 2 <em>R. S. </em>733, § 1,) directed the trial to take place in the city and county of New-York. The prisoner was tried at the circuit court held in that city in March, 1845, before Edmonds, C. Judge, and was found guilty by the jury.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b283-6\">It appeared by the bill of exceptions taken upon the trial that in the course of the impannelling of the jury, five persons— Bailey, Flanderau, Gardner, McMillan and Lockwood—were severally called as jurors, and were respectively challenged by the prisoner’s counsel for favor, and the challenge being denied by the counsel for the prosecution, was tried in each case by triers appointed by the court. The triers found each of these persons indifferent; and after the determination <em>in </em>each case, the juror was challenged peremptorily by the prisoner’s counsel and set aside. Upon each trial the challenged juror was sworn and examined as a witness before the triers. Bailey, upon the challenge respecting him, testified that he had heard or read statements of the circumstances relating to the alleged murder; that they made no impression on Ms mind as to the guilt or innocence of the prisoner, because, he said, he never believed what he heard until conviction. The prisoner’s counsel then inquired whether assuming those statements to be true, he did not then form an opinion as to her guilt or innocence. The counsel for the prosecution objected to the question and the court sustained the objection. The prisoner’s counsel then put the ques<page-number citation-index=\"1\" label=\"284\">*284</page-number>tion in this form: <em>“ </em>Did you then, assuming those statements to be true, form an opinion as to her guilt or innocence ?” This was likewise objected to by the counsel for the prosecution, and the objection was sustained by the court. The prisoner’s counsel asked, “ If the evidence should support the circumstances which you heard and read, have you a belief as to the guilt or innocence of the prisoner ?” This was also overruled by the court upon an objection by the counsel for the prosecution. The prisoner’s counsel next asked, “ If the circumstances which you have heard or read be true, have you now an opinion as to the guilt or innocence of the prisoner?” The juror answered that he had no opinion until he should hear the evidence. The counsel repeated the last question, but the court refused to allow it to be again put. Flanderau, on his examination, stated that he had formed no opinion as to the guilt or innocence of the prisoner; that he had read statements of the circumstances of the case at the time of the arrest of the prisoner, and some portion of <em>the </em>evidence on a former trial. These statements, he said, implicated the prisoner in the murder, but his mind, he stated, was not made up whether the statements were true. The prisoner’s counsel inquired, “ Did you give any degree of credence to'them?” The court held the question improper and would not allow it to be answered. The counsel then asked, “If the evidence should support the statement's which you read, have you then an opinion as to the guilt or innocence of the prisoner ?” The court also rejected this question. Gardner, on the trial of the challenge in his case, swore that he had spoken of the cause several times to different people, but not from any knowledge of the evidence on the former trial, which he said he had not read; that he had expressed the opinion that if the prisoner did the act “ so and so ought to be donethat he had never said he thought she did it. The prisoner’s counsel inquired, “ Have you ever thought that the prisoner was guilty of the crime for which she is now on trial ?” The question was objected to and the objection sustained by the court, on the ground, as stated, that it should be, “ had you an opinion,” instead of “ have you ever thought.” The judge then inquired of him <page-number citation-index=\"1\" label=\"285\">*285</page-number>whether he had ever formed an opinion as to the guilt or innocence of the prisoner, to which he answered that he could not say but that he had formed a partial opinion; that there was nothing definite about it; that about the time of the former trial a Mr. Archer and he had talked about it; that he did not express an opinion ; that he did not form any positive opinion or express any. On cross-examination he said that the opinion he formed was that if she was guilty she ought to be punished, that he formed no other opinion. He added, “ I am now more biassed against her since hearing so many people called here to-day, say they have expressed or formed an opinion. The court put this question, “ Before you came here to-day, had you any definite opinion as to her guilt or innocence 7” The prisoner’s counsel objected to this inquiry, but the objection was overruled and the juror answered in the negative. The counsel for the prisoner requested the court to charge the triers that if they believed that a bias existed against the prisoner in the mind of the juror, it was immaterial how or when it was formed, and that he was disqualified. The judge charged that they were to inquire whether the juror had a disqualifying opinion before he came to court, and that a bias created by the causes which the juror had mentioned, would not disqualify him, and he refused to charge otherwise. McMillan, when his case was under examination, testified that he had not formed or expressed an opinion as to the guilt or innocence of the prisoner: that he had partially read the accounts of the former trial. The prisoner’s counsel inquired, “ Did what you read produce any opinion as to whether the prisoner was guilty ?” to which he answered, “ It did, rather unfavorably. It has been somewhat removed.” The counsel inquired, <em>“ </em>By what ?” He said, “ I can’t say. It does not exist now.” The judge charged the triers that “ in order to form such an opinion as disqualifies, two. things are necessary—a belief in the truth of the facts upon which the opinion is founded, and a conclusion founded on such belief. There are two questions; first, has the juror now an opinion as to the truth of the facts he has read or heard? second, has he an opinion as to the guilt or innocence of the prisoner ? A mere <page-number citation-index=\"1\" label=\"286\">*286</page-number>faint impression founded on either personal knowledge of the circumstances, or on a relation of them by those who have such knowledge, or a mere rumor or report is not such an opinion as disqualifies. It must be a <em>fixed and decided </em>opinion, such as it will require evidence to remove;” The prisoner’s counsel requested the judge to charge the triers on separate propositions: 1. That the formation of an opinion as to the guilt or innocence of a prisoner is conclusive evidence of bias; <em>2. </em>And this, though the juror swears he has no bias; 3. And although he swears the opinion once formed has been removed; 4. That an opinion as to guilt or innocence founded on hearsay or newspaper reports of the circumstances of the case is such a one as disqualifies, even though the juror formed no belief as to the truth of the hearsay or reports. The judge charged as requested on the first three propositions, adding the remark as to each proposition, <em>“ </em>if the opinion be such a <em>fixed opinion </em>as I have already' described in my chargeand he declined to charge as requested in the fourth proposition. The prisoner’s counsel requested the judge further to charge, that any impression entertained by the juror as to • the guilt or innocence of the prisoner, disqualifies him from serving as a juror. The judge charged that the law was so, if by impression was meant such an opinion as he had already described, and he refused otherwise to charge. Upon the trial of the challenge against Lockwood, he swore that he had formed impressions as to the guilt or innocence of the prisoner, and expressed them, but could not distinctly recollect where or to whom. He said his mind was not what it would have been if he had not read what he had read. On his ^ross-examination he said it would require strong counteracting testimony to put his mind back where it was. The judge inquired from what that state of mind was derived, and he said it was from what he had heard and read of the statements at the time of the arrest, and from reading some portion of the testimony on the former trial. He said his impressions were not so strong as to justify him in acquitting or convicting on what he then knew. The judge charged the triers that the last remark of the witness would make him a good juror. After this charge <page-number citation-index=\"1\" label=\"287\">*287</page-number>had been given, and before the verdict of the triers, this juror added in explanation of his testimony, that he had conversed about this matter in his family, and had no doubt but that he had expressed a decided opinion, but did not then recollect any particular occasion on which he had done so. The prisoner’s counsel then requested the court to decide or to charge the triers, that this last evidence of the juror rendered him incompetent. The judge refused so to charge, but on the contrary charged the triers that it was not sufficient to exclude him.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b287-5\">To each decision of the judge in which an objection to an inquiry made by the prisoner’s counsel was sustained, and to each proposition contained in the several charges to the triers above mentioned, and to each refusal of the judge to charge as requested by the counsel for the prisoner, an exception was at the time duly taken on behalf of the prisoner.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b287-6\">Two other jurors, Coon and McColgan, were severally called and challenged for favor on behalf of the prisoner, and the challenges being denied, they were in like manner tried by triers; who, after hearing the testimony of the parties challenged in each case, found the challenges respectively not true, and these persons were severally sworn as jurors to try the issue joined upon the indictment. Coon testified that he had read a slight account of the trial a year ago. The prisoner’s counsel inquired, “ Did what you read or heard make any impression on <em>your </em>mind as to the guilt or innocence of the prisoner ?”• The counsel for the people objected, and the objection was sustained. The witness then remarked, that what little he had read he supposed to be as true as newspaper reports generally; that he formed no opinion as to the guilt or innocence of the prisoner, and had not then such an opinion. The prisoner’s counsel inquired, “Was your mind then or is it now free from any impression or bias as to the guilt or innocence of the prisoner ?” The court refused to allow the question to be answered, on the ground that it had been substantially answered before. McColgan testified upon the trial of the challenge respecting him, that he had read part of the account of the former trial. The prisoner’s counsel put this question: “Did what you read produce any impression on youx <page-number citation-index=\"1\" label=\"288\">*288</page-number>mind as to the guilt or innocence of the prisoner ?” The judge held that the question was improper, and it was excluded. On an inquiry by the court, the juror stated that he had formed no opinion as to the prisoner’s guilt or innocence. The prisoner’s counsel duly excepted to the several decisions of the judge in respect to the testimony concerning the last mentioned jurors.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b288-5\">Before the jury was finally empanneled, more than three hundred persons had been called as jurors and set aside, either on principal challenges or challenges for favor; but when the last juror was sworn in the cause, the prisoner had challenged only thirteen jurors peremptorily—leaving seven of the peremptory challenges allowed her by law, of which she had not availed herself.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b288-6\">During the progress of the trial it appeared in evidence that the dwelling house occupied by the deceased had been discovered to be on fire; that after the fire was extinguished her dead body was discovered amid the rubbish, in one corner of the kitchen where her bed had stood and where she had been accustomed to sleep; that the fire had been in that part of the house, and that a hole had been burned through the floor in that corner of the room, and that the fire had extended up the side walls of the room, had consumed the bed and bedding and partly destroyed the bedstead; that the heap of rubbish amongst which the body had been found consisted of bricks and mortar from the wall—of partially destrojmd pumpkins and onions which &gt; had been kept under the bed—of the remains of the bedstead, and of the cinders from the bed, bedding, and other articles which had been entirely consumed; that several physicians had made a <em>post mortem </em>examination of the body, and had given it as their opinion that the body had been dead before it had been subjected to the action of fire, for the reason, amongst others, that portions of the body had been protected and had not suffered . at all from the action of the fire, which could not have happened unless the body had lain perfectly still during the continuance of the fire. Upon the cross-examination, of one of those physicians the counsel for the prisoner asked the following question: “ Would not almost any protection and stillness of the body be <page-number citation-index=\"1\" label=\"289\">*289</page-number>accounted for, on the supposition that the bed cords on the back side of the bed were burned off and the body let down, and that then the bed had fallen upon it, before life was entirely extinct ?” which question was objected to by the counsel for the prosecution and excluded by the court, and an exception was taken by the counsel for the prisoner.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b289-5\">In the course of the trial George W. Houseman, the husband of the deceased and brother of the prisoner, was called as a witness for the prosecution, by whom it was proved that on Tuesday, the day succeeding the discovery of the fire in the dwelling house, he returned to the city of New-York from Virginia, and in the afternoon of that day started in the Port Richmond steamboat for Staten Island, met the prisoner on the boat, and went with her from the steam-boat landing to her father’s house. The witness swore to the declarations and conduct generally of the prisoner on board of the steam-boat, and in the carriage and at his father’s house for the two or three succeeding days. He related the circumstances attending their arrival at his father’s, the manner of their driving, their reception by their mother, what persons were found there, what rooms he went into and where he remained, and to what the conversation related. He said he took no medicine before he went to bed that night, but that'he took a cup of tea. The counsel for the prisoner then inquired whether the counsel for the prosecution intended to give evidence of the acts of the witness in the absence <em>of the </em>prisoner. The counsel in answer avowed that such was their intention. Whereupon the counsel for the prisoner, referring to several answers of the witness already given, objected to all evidence of the independent conduct of the witness after the discovery of the fire, when the prisoner was not present. The court overruled the objection, stating that in one aspect the evidence might be proper, and that the court and jury could afterwards discriminate. The prisoner’s counsel excepted, and (the bill of exceptions states) it was understood that this objection and exception should apply to all the evidence of the nature contemplated in the objection, without the necessity of renewing the said objection and exception, in form, to each question. The <page-number citation-index=\"1\" label=\"290\">*290</page-number>witness then further testified that he slept in the same house with the prisoner that night; that she slept in the kitchen part; that she got breakfast in the morning, and that he breakfasted with her. The counsel for the prosecution put this question : “ Up to that time had you been to the burnt house ?” The prisoner’s counsel objected, the court overruled the objection, and the prisoner’s counsel excepted; and the witness answered in the negative. He proceeded to testify that he did not think any thing was mentioned about offering a reward before the deceased was buried; that after the funeral, something was said about offering a reward in the prisoner’s presence; that the witness’ brother Abraham said he thought the witness ought to offer a reward if he thought there had been murder or any thing of the kind ; that there was not much more talk about it; that something was said .about a robbery; that the prisoner said on Thursday, after he returned, that there ought to be a reward offered, but nothing was said about it on Wednesday, or about the amount of the reward until Friday night; that the witness was taken sick on Friday <em>; </em>that Mr. Clark, the district attorney, on Thursday came to the gate and sent in for the witness to come out, but the witness was not in the house ; that Mr. Clark came up again on Friday morning; that the prisoner was in the room on Friday morning. when the witness was talking about the reward; that the witness was then sick and in bed. The counsel for the prosecution inquired of the witness whether he had taken medicine that night. The prisoner’s counsel objected to the question. The objection was overruled and the prisoner’s ■counsel excepted, and the witness answered in the affirmative. He said he had a rash, that he took no other medicine than ■some pills, except that which he had of the doctor.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b290-5\">In the further progress of the trial the prosecution gave evidence tending to show that the deceased was not alive on Sunday before the fire, and insisted that the most probable theory from all the evidence was, that she was killed on Saturday night. The • prisoner, on the other hand, gave evidence tending to show that the deceased was seen alive on Sunday, and that the prisoner was not at ¡the house of the deceased from about sunrise on <page-number citation-index=\"1\" label=\"291\">*291</page-number>that day until after the fire had been extinguished, except upon one occasion when she did not enter the house and could not have committed the murder. Sarah Wampole, a witness on the part of the prosecution, on her direct examination then testified among other things that on an occasion subsequent to the time of the alleged murder, the prisoner and the witness being on board the Staten Island steam-boat together, the prisoner stated to her that she, the prisoner, asked Emeline (the deceased) to eat dinner with her on Sunday, and that she, the prisoner, went to the house of the deceased on the Sunday forenoon, previous to the fire, and had seen the bed tucked up, but did not see any body. This testimony, the bill of exceptions states, was • material and pertinent to the issue, without showing in what manner. On the cross-examination of this witness by the prisoner’s counsel, she testified that on the former trial she swore as she had done now. The counsel for the prisoner then asked the witness the following question: “ Did you not on the former trial swear to the reverse of what you have stated now, namely, that the prisoner was to dine with the deceased on Sunday?” The court decided that the question was improper and inadmissible, and the prisoner’s counsel excepted.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b291-5\">It was proved in behalf of the prisoner that she had been on friendly terms with the deceased and was attached to a child of the deceased and the child to her; and several witnesses proved that- the prisoner was generally lively, cheerful, kind and affectionate. It appeared that at the time of the death of the deceased the prisoner was pregnant with an illegitimate child, which was born dead a few days after her arrest; and that she carefully concealed her situation in this respect from her relatives and family.. In the summing up of her counsel to the jury they insisted that the evidence rendered it probable that she was in the city of New-York, engaged in efforts to get rid of her child, on the night when the house was discovered to be on fire.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b291-6\">In the charge given to the jury, the judge made the following remarks upon the subject of evidence of character: “ Character is of great weight • in every case, and requires particular attention where the charge is grounded on circumstantial evi<page-number citation-index=\"1\" label=\"292\">*292</page-number>dence. It creates a greater degree of doubt than where the prosecution is supported by direct evidence. In the former case character ought to be particularly attended to, because the jury is more'or less embarrassed and called upon to weigh the case with more scruple and doubt from the very nature of the evidence. The perpetration of the offence being established, the atrocity of the crime renders fair character and correct general deportment of value, because in such a case the probability of great moral depravity is more slight. The prosecution has no right to go into evidence as to general character, unless that subject is first opened by evidence in that regard on the part of the accused. The law leaves that entirely in the hands of the accused. If the accused go into evidence of general character the prosecution may rebut it; and it becomes therefore material for the jury to inquire why it is, that in so particular a case as-this is—where there are so many allegations of atrocious conduct, a case supported as this is by circumstantial evidence—that there has been no inquiry on the part of the prisoner as to general character. She is proved to have been kind and affectionate to the deceased, loving, kind and affectionate at home. So far as that goes as evidence of character, it-is entitled to weight; but whether it acquires an unfavorable tendency from the absence of further evidence on the subject, the jury are to judge. I leave it in your hands with the single remark, that character may be of great value to the prisoner.” The counsel for the prisoner excepted to all that part of the • charge which related to general character.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b292-5\">After the jury had retired and deliberated for a time, they returned into court, without having agreed, for further instructions from the judge. One of the jurors then inquired whether the prosecution was not bound to prove the prisoner to have been in the immediate neighborhood of the house which was burned, on the night of the fire, or whether the prisoner was bound to shew where she was on that night. The bill of exceptions states that the question of the juror had reference to the following state of facts proved on the trial, viz: that the fire was set to the house of the deceased on Monday evening, and <page-number citation-index=\"1\" label=\"293\">*293</page-number>that it was proved that on the morning of that day the prisoner had passed from Staten Island to the city of New-York, that she was accustomed to go from the island to the city on Saturday once a fortnight, for the purpose of bringing clothes to her son who resided in the city; that in conformity with this custom the Saturday preceding the fire would have, been her regular day to come to the city; but that a violent storm on that day had led her, as was usual in such cases, to postpone the journey until the Monday in question; that it was proved that she was in the city of New-York the whole of that Monday until about four o’clock in the afternoon, and that the last boat from New-York to Port Richmond, which latter place was a quarter of a mile from the house which was burned, started at half past three o’clock P. M.; and that the last boat from New-York to the Quarantine, which was five miles distant from the said house, left at a quarter before five o’clock P. M.; that evidence had been given on the part of the prosecution for the purpose of shewing that on Tuesday morning at about half past seven, the prisoner was seen coming on board the Staten Island boat, at the Quarantine; that no evidence had been given, on either side, as to where the prisoner actually was between four o’clock on Monday afternoon and sunrise the next morning. The court charged in answer to the juror’s question, that if the testimony on the part of the prosecution had shown that the prisoner might have been at the scene of the fire on Monday night, the <em>onus </em>was cast upon her to get rid of the suspicion which thus attached to her, or to shew where she was on Monday night; that in this respect the burthen did not rest on the prosecution; but that there was evidence enough to cast a suspicion upon the prisoner, and to entitle them to call upon her to shew where sh.e was on that night. The prisoner’s counsel requested the court to charge the affirmative of the first proposition contained in the juror’s question, but the court declined so to charge. Exceptions were taken on behalf of the prisoner to the refusal to charge, and to the charge actually given. The bill of exceptions did not profess to set forth the whole or any considerable part of the testimony given on the trial, but only so much as related to the exceptions taken.</summary>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b294-4\"><page-number citation-index=\"1\" label=\"294\">*294</page-number><em>Clinton Do Witt D. Graham, jr. </em>for the prisoner.</attorneys>\n<p data-order=\"29\" data-type=\"legal\" id=\"AWG\">1. The judge erred in his decision, upon the admissibility of evidence, and in his charges and refusals to charge as requested, upon the trial of each of the challenges mentioned in the bill of exceptions. Where the challenge is one to the favor, for bias-, the only question is one of fact for the triers, whether the mind of the juror is biassed for or against the prisoner. The law does not define the degree of bias which disqualifies, nor the source from which it must be derived. A hypothetical opinion disqualifies, if the crime is one the proof of which depends upon circumstances. If the juror has heard the alleged circumstances and has made up his mind that if true, they prove the prisoner guilty, he is not indifferent. Such an opinion is even more dangerous to the prisoner than one which assumes to pass upon the facts, for the circumstances being usually derived from published accounts of the evidence, will generally be confirmed by the trial, and then the pride of opinion natural to every man is embarked in the effort to sustain his conclusion. If part of the assumed facts are proved, the juror will be apt to adhere to his opinion, and he will listen more favorably to evidence tending to sustain his conclusion, than to that of a contrary character. It is the <em>conclusion </em>\\yhich renders the juror unsafe. It often happens that men cannot clearly explain their own mental operations, and where it is found that a juror has in any way arrived at a conclusion unfavorable to the prisoner, he ought not to be allowed to explain it away by alleging that it was based upon an hypothesis. The case of <em>Durell </em>v. <em>Mosher, </em>(8 <em>John. R. </em>445,) was not one depending upon circumstances, and the opinion of the juror which was held not to disqualify, was of a different character from those under considera-. lion. What he had said was, that if the reports of the neighbors were correct the defendant was wrong and the plaintiff was right. It was no more than saying that the reports were favorable to the plaintiff. In <em>Ex parte Vermilyea, </em>(6 <em>Cowen, </em>557,) the juror declared himself free from bias and partiality, and believed he could give a verdict according to the evidence; but he notwithstanding declared that if the evidence should correspond <page-number citation-index=\"1\" label=\"295\">*295</page-number>with that on a former trial, which he had heard given, he should certainly find the defendants guilty. He was held incompetent; and yet the opinion was hypothetical. So in <em>The People </em>v. <em>Mather, </em>(4 <em>Wend. </em>229,) where the juror stated that if the circumstances upon which his opinion was founded should not be supported by proof, his unfavorable opinion would be removed. <em>(See also State </em>v. <em>Benton, </em>2 <em>Dev. &amp; Bat. </em>196 <em>to </em>224; 11 <em>Leigh’s (Va.) R. </em>667; <em>Rogers </em>v. <em>Rogers, </em>14 <em>Wend. </em>131; 7 <em>Monroe’s (Ky.) R. Appendix, </em>667; <em>Queen </em>v. <em>Hepburn, 7 Cranch, </em>297; <em>Dane’s Ab. </em>334; <em>Ryland’s Cr. Cir. Comp. </em>117.) In the case cited from <em>Devereux dp Battle, </em>it is distinctly determined that an opinion imperfectly formed, or one merely hypothetical, may be urged by way of challenge to the favor, and may be allowed or disallowed by the triers; and the case in <em>Leigh </em>holds that a faint opinion is evidence of bias. Where the challenge, as in this case, is to the favor, for bias, and the juror is examined as a witness, any question tending to elicit his precise state of mind is competent. The challenger has a right to a thorough investigation of the matter. Bias, like fraud, depends upon all the features of the case, and it is not necessary that each question should call for the main fact to be established, or that each answer .should in'itself disclose a case of disqualification. 1 <em>Robertson’s (Va.) R. </em>736, (opinion at 742) is a conclusive authority upon this point. The juror said he had formed no opinion, and was then inquired of whether he had not conversed much about the case, and the question being objected to was excluded by the court below. The court of appeals held the decision to be palpably erroneous. The ruling of the judge upon these challenges assumed that no objection except such as amounted to principal cause of challenge could be considered by the triers But the distinction between a challenge for principal cause and <em>om </em>to the favor is broad and obvious. It is distinctly recognized in <em>Ryland’s Cr. Cir. Comp., </em>in the case in <em>Devereux &amp; Battle, </em>cited, and by Cowen, J., in <em>The People </em>v. <em>Rathbun, </em>(21 <em>Wend. </em>542.)</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b295-5\">It may be objected that the prisoner excluded the improper <page-number citation-index=\"1\" label=\"296\">*296</page-number>juror by means of peremptory challenges, without exhausting those allowed her by law. The fact is true except as to Coon and\" McCoIgan, who were sworn as jurors. Upon the trial of the challenges against the last named jurors, as well as in the other cases, erroneous decisions were made. But the prisoner is entitled to the benefit of her exceptions taken upon the trial of the challenges against the others. Upon a <em>case, </em>the court may overlook many things which would be fatal upon a <em>bill of exceptions. </em>An application for a new trial upon a case is addressed to the discretion of the court, and in many cases, as in vindictive actions, in cases where the damages are nominal, and where the defence, though legal, is odious, a new trial will be refused though the verdict was against law and evidence. But where the question arises upon error, or is brought up by bill of exceptions, the injured party may require, <em>ex debito justifies, </em>that the error be corrected. <em>(Herrick </em>v. <em>Stover, </em>5 <em>Wend. </em>580 <em>to </em>587 ; <em>Farmers' &amp; Manuf. Bank </em>v. <em>Whinfield, </em>24 <em>id. </em>427; <em>Horton </em>v. <em>Hendershot, </em>1 <em>Hill, </em>118; <em>Coles </em>v. <em>Marquand, 2 id. 447; Myers </em>v. <em>Malcomb, </em>6 <em>id. </em>296, <em>and note; Haine </em>v. <em>Davey, </em>4 <em>Adol. &amp; Ellis, </em>892; <em>Cameron </em>v. Irwin, 5 <em>Hill, 272; Mansfield </em>v. <em>Wheeler, </em>23 <em>Wend. </em>79.) The prisoner received a legal prejudice by being compelled to use her peremptory challenges for purposes for which they were not intended. Such challenges are not allowed for the purpose of correcting the opinion of the court upon challenges for cause. They are given by the abundant humanity of the law to enable a prisoner to get rid of a juror who is obnoxious to her, but against whom there may be no legal exception. (4 <em>Bl. Com. </em>353; 2 <em>Dev. &amp; Batt. </em>205; 4 <em>Ohio Rep. </em>350.) Suppose the court to decide in the outset that a prisoner should have but ten peremptory challenges, no one could doubt but that such holding would be erroneous, and yet it is said that the prisoner has no remedy for being compelled to waste her peremptory challenges in excluding jurors challenged for adequate cause. Prudent counsel would advise a prisoner to husband his peremptory challenges, and the being illegally compelled to use one is a legal prejudice. Here we were obliged to be more sparing in the use of those which remained, for we could not know what <page-number citation-index=\"1\" label=\"297\">*297</page-number>occasion there might be to use them. The case of <em>The State </em>v. Arthur, (2 <em>Dev. </em>217,) was an application for a new trial addressed to the discretion of the court, and is not an authority against us. [The counsel here examined the several decisions made by the judge to shew that he erred upon the trial of each of the challenges.] Two of the challenged jurors actually sat upon the jury; and if the court should be against us as to those which were peremptorily challenged, the exceptions are well taken in these two cases, where errors of the same character were committed.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b297-5\">2. The judge erred in overruling the question put by the counsel for the prisoner on the cross-examination of one of the medical witnesses. The witness was a person of skill, and as such had been examined by the prosecution, and the prisoner had a right to his opinion. It was at all events a fair matter for cross-examination. <em>(Gibson </em>v. Williams, 4 <em>Wend. </em>320; <em>Jefferson Ins. Co. </em>v. Cotheal, 7 <em>id. </em>72.)</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b297-6\">3. The judge erred in admitting evidence of the independent acts of the witness, George W. Houseman, in the absence of the prisoner. This testimony was introduced with a view to shew that the witness acted as though impressed with a belief that the prisoner was guilty. If the court should be unable to see how the acts proved were material, still they may have been, and upon a bill of exceptions the. admission of them was fatal.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b297-7\">4. The question put to Sarah Wampole was improperly overruled. <em>(The Queen's case, </em>2 <em>Brod. </em>&amp; <em>Bing. </em>313; <em>Brown </em>v. <em>Kimball, 25 Wend. </em>267; 1 <em>Phil. Ev. </em>293, 4.) The prisoner’s counsel had a right in the way proposed by the question to call the attention of the witness to her former testimony with a view to have her change it if she was at first mistaken, and also for the purpose of laying a foundation to contradict her if she persisted. The declaration in the former part of her testimony that her evidence before was the same as at this time,'referred in a general way to her whole evidence, and not to this particular point. The bill of exceptions states that the testimony was material and pertinent. This statement was inserted to avoid the necessity of a detail of the facts shewing it to be so.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b298-4\"><page-number citation-index=\"1\" label=\"298\">*298</page-number>5. In <em>the remarks-of the, </em>judge in his charge on the subject of character, we complain of two propositions laid down 'by him—1. That it was material for the jury to inquire why the prisoner had given no evidence on the subject of general character ; and 2. That the jury were to judge whether the evidence which she did give of a kind and affectionate disposition •on her part, did not acquire an <em>unfavorable tendency </em>from the absence of further evidence on the subject of character. The rule upon this subject we consider settled in this court and in the court for the correction of errors. <em>(The People </em>v. <em>White, [for </em>forgery,] 14 <em>Wend. </em>111; <em>Same </em>v. Same, <em>[for murder,] </em>22 <em>id. </em>167; 24 <em>id. </em>520, <em>S. C. in </em>error.) In the last case, the opinion of Senator Dixon at p. 546, of Senator Edwards at p. 554, of Senator Furman at p. 559, of Senator Root at p. 560, of Senator Yerplanck at p. 573, and of Senator Wager at p. 584, confirmed by the judgment of the court, are entirely conclusive. It was clearly erroneous in the judge to say that the testimony of a kind and affectionate disposition, which the prisoner actually did give, became unfavorable in its tendency from the absence of evidence of general character. Upon a charge of murder, no evidence of character or of temper could so strongly repel the accusation as proof of a kind, humane and tender disposition. In reference to such a charge, proof of general good moral character should have little or no -weight. It is entitled to none except in a doubtful case, and in such a case the rule, in murder, is to acquit, whether there is evidence of good character or not. The law presumes good character, but the remark of the judge destroyed that presumption. (1 <em>Phil. Ev. </em>177; 2 <em>id. </em>459; <em>Cowen &amp; Hill's </em>Notes, 459, 460.)</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b298-5\">6. The judge erred in directing the jury that if the testimony on the part of the prosecution had shewn that the prisoner <em>might </em>have been at the scene of the fire on Monday night, the <em>onus </em>was cast on her to get rid of the suspicion which thus attached to her <em>to </em>shew where she was on that night; that in this respect the burden did not rest'on the prosecution; but that there was evidence enough to throw a suspicion upon the prisoner, and entitle them to call upon her to shew where she was that <page-number citation-index=\"1\" label=\"299\">*299</page-number>night. The fact of the burning of the house was only material because it raised a presumption that the person who set the fire was the murderer and did so to conceal the crime. To make this hear upon the prisoner, it should have been distinctly proved that she was there; otherwise it would be a presumption upon a presumption. (1 <em>Phil. Ev. </em>167; 1 <em>Starkie on Ev. 3d Lond. ed. </em>271.) The presumption of a fact is the inferring of that fact from other facts that <em>are known. (King </em>v. <em>Burdett, </em>4 <em>Barn. &amp; Ald. </em>140 <em>to </em>149, <em>per Ld. Tenterden.) </em>The argument presented by the charge may be stated in this form. The firing of the house afforded a suspicion that the person who did it committed the murder: no person who was not there could have done it: the prisoner might have been there, and therefore might have set the fire; and as there is suspicion attached to her, she must shew that she was not there, and could not have set the house on fire.</p>\n<attorneys data-order=\"36\" data-type=\"attorneys\" id=\"b299-5\"><em>Lott C. Clark, </em>(district attorney of Richmond county,) and <em>J R. Whiting, </em>for the people.</attorneys>\n<p data-order=\"37\" data-type=\"legal\" id=\"b299-6\">1. It is preposterous to say that there can be an opinion without any belief of the facts on which it is based. It is in truth no opinion; it is but a speculation, and creates no disqualification. In England it is not conclusive evidence of bias that a juror has formed an opinion upon facts and circumstances with which he had become acquainted; but the courts in this country have gone somewhat further, and perhaps the rule may be considered established here, that a juror must be excluded where he has formed an opinion from reports; but credit must be given to the reports, or no opinion can result from having heard them. The judge was not asked to charge as to ill will or a bad state of feeling toward the prisoner. Nothing of that sort was pretended. The bias was sought to be derived solely from opinions respecting the prisoner’s guilt. Now the law makes no distinction between an impression and a decided opinion. The only state of mind which is recognized as affecting-in any measure a juror’s competency, is a decided opinion—a conclusion based upon facts believed to exist. It was so held in <em>Ex </em><page-number citation-index=\"1\" label=\"300\">*300</page-number><em>parte Vermilyea, </em>(6 <em>Cowen, </em>555 <em>to </em>565.) It is likewise established in that case that the facts and circumstances upon which the juror’s opinion is based must be known to the juror, or he must have heard them from some person having a personal knowledge of them. In the manuscript opinion of Judge Spencer, referred to in <em>Ex parte Vermilyea, </em>it is held that if the opinions of the jurors were formed on mere rumors or reports, such opinions did not disqualify. The fallacy of the argument on the other side consists in calling such an impression an opinion. Suppose we read in a newspaper that a man has been found murdered, and that another was found near the body under strong circumstances of suspicion: we naturally think it quite probable that he is guilty; but this does not amount to a bias. It is not an opinion in any just sense of the term. The case of <em>The People </em>v. <em>Mather </em>(4 <em>Wend. </em>229) has been a great impediment in the administration of justice, owing to a misapprehension as to its effect. The impressions of Martin, the challenged juror, amounted to a fixed opinion, and he had a present definite belief in the prisoner’s guilt; and such was Mr. Justice Marcy’s conclusion from the evidence. If the doctrine is advanced in that case that a hypothetical opinion disqualifies, it is <em>obiter: </em>that question did not arise in the case. Prior to the decision of that case, the doctrine went no further than to disqualify a juror who had formed a definite opinion from personal knowledge, or from the information of those who knew the facts, and that case only extends the rule so far as to admit that the information upon which the opinion is based may be from rumors and newspaper reports. In respect to the intensity of the opinion, it leaves the law where it stood before. [The counsel here examined the several decisions made by the circuit judge, and maintained that they were in accordance with legal principles.)</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b300-5\">All the jurors who were found indifferent by the triers were challenged peremptorily, except Cook and McColgan. As to those so challenged and excluded, no question can arise. The points raised upon the challenges to these persons are not legally in the case. <em>(The State </em>v. <em>Arthur, </em>2 <em>Dev. </em>217; <em>The People </em>v. Ransom, <page-number citation-index=\"1\" label=\"301\">*301</page-number><em>7 Wend. </em>417.) The prisoner was not prejudiced by any error in respect to the challenges of these jurors for cause, unless in getting rid of them she lost peremptory challenges which she needed; but it is shewn that after the jury were empannelled, she had peremptory challenges remaining. We also insist that as to the two jurors who finally sat on the trial, it must be considered that the prisoner approved of and accepted them; for although she had seven peremptory challenges left she forbore to use them to exclude these jurors.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b301-5\">A bill of exceptions does not properly bring up for review the questions which have been so far discussed.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b301-6\"><em>2. </em>The question put to the physician was in no respect a scientific one. The reason which had been given fpr believing that the deceased was dead prior to the burning, was one which one intelligent man could give and appreciate as well as another. The question proposed to be put was not, therefore, admissible within the case of <em>Gibson </em>v. Williams, cited by the prisoner’s counsel. See also <em>The People </em>v. Rathbun, (21 <em>Wend. </em>548.)</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b301-7\">3. The witness G. W. Houseman is presumed from his situation, being a brother of the prisoner, to be biassed against the prosecution. The counsel for the people had therefore a right to cross-examine him, and such was the character of the questions which were objected to. Besides, the testimony objected to was entirely immaterial. Again, those portions of his testimony which are called his independent acts were necessarily called out as connecting links between the different parts of his • evidence which are conceded to have been admissible. He saw and observed the conduct and heard the declarations of the prisoner at intervals, at different times and places, and a brief narrative of his movements and conduct, so as to bring out in a connected manner what he saw and heard from her, was proper. There was another point of view in which the prosecution had a right to inquire as to prisoner’s giving the witness medicine. If at this period of time, when he was investigating the circumstances of the murder of his wife, she had designed^ made him sick, or poisoned him, it would have a strong bearing upon the nrincipal charge. The prosecution had a right to. prove this by <page-number citation-index=\"1\" label=\"302\">*302</page-number>him if they could; and there was an obvious motive on their part for approaching the subject in the way they did, instead of inquiring directly.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b302-4\">4. The ruling of the court respecting Mrs. Wampole’s testimony was unobjectionable. Before the question' which the judge overruled was proposed, she had testified to all which was necessary to enable the prisoner to give evidence to contradict her. Her attention had been called to her former testimony as the rule requires. But the rule referred to only applies to loose, casual, out of door statements, and not to deliberate testimony in court. In the latter case a witness may, upon the reason of the thing, be contradicted- without being questioned concerning it. Even if the judge did err in this, the prisoner cannot avail herself of it, as she did not follow it up by offering evidence in contradiction. Unless it appear that she had such evidence, she cannot be said to have been injured. But a complete answer to the whole matter is, that there was no difference between what she then testified to and the evidence which the question supposes she had before given.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b302-5\">5. There was no error in the judge’s remarks on the subject of character. It is true the rule- is that this subject cannot be opened unless the accused commences; but respectable writers on evidence have maintained that, upon principle, the inquiry should be equally open to both parties. In this case the prisoner’s counsel found it necessary to avow that, upon the night of the fire, she was absent in the city of New-York, engaged in efforts to get rid of the child \\vith which she was pregnant; and it is fair to infer that the reason why she- did not attempt to prove good character was, that it would rebut the presumption as to her being engaged in that manner on Monday night; and the judge may be supposed to have referred to that view of the case. It was therefore only a commentary upon the facts with a view to test the truth of the pretence as to her engagements on Monday night. Such remarks are not the subject of an exception and cannot be reviewed. <em>(The People </em>v. <em>White, </em>14 <em>Wend. </em>111 <em>to </em>116, <em>and cases cited on the last page of that case; </em>Jack<em>son </em>v. Timmerman, 12 <em>id. </em>301; <em>The People </em>v. <em>Rathbun, </em>21 <page-number citation-index=\"1\" label=\"303\">*303</page-number><em>id. </em>550; <em>The People </em>v. Haynes, 11 <em>id. </em>562.) The judge Avas entirely correct in what he said as to the Aveight which good character ought to have when offered by a prisoner. <em>(Cowen &amp; Hill’s Notes, </em>459, <em>note </em>342; <em>Commonwealth </em>v. <em>Hardy, </em>2 <em>Mass. R. </em>317.) Can it have been wrong in him to advise the jury of a Avell settled rule of evidence? She did give evidence relating to character, but not coming up to the rule; and that afforded a legitimate inference that she could not consistently Avith the truth give the other and better evidence. <em>(Cowen &amp; Hill’s Notes, </em>310, 311; 1 <em>Stark. Ev. </em>35 <em>to </em>53; 3 <em>id. </em>1253.) This question has not, as is contended on the other side, been determined in the court of errors. In the case of <em>The People </em>v. <em>White, in error, </em>(24 <em>Wend. </em>520,) the Chancellor, at <em>p. </em>538, Avas clearly of opinion that a remark similar to that made by the judge in this case was quite correct; and such may, for any thing which appears, have been the opinion of a majority of the court.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b303-5\">6. The judge’s answer to the inquiry of the juror was not erroneous. He assumes that the jury might come to the conclusion that the prisoner was on the Island, and was likely enough to have been ac the house when the fire Avas set; and this was Avarranted by the evidence. But we say that the question and the charge given upon it were entirely immaterial. It is not sheAvn that the fire had any thing to do with the murder. There is nothing in the bill of exceptions to shew that her being at the house which was burned tended tp prove her guilty of the offence for Avhich she Avas indicted. But the proposition laid down by the judge was correct. In <em>Archibald Hamilton Rowan’s case,. </em>tried at Dublin in 1794, <em>(Pamph. pp. </em>83, 145,) one question was whether the defendant Avas at a particular meeting; but that was only a circumstance in the case, and not the body of the offence charged. The court in that case instructed the jury, that the defendant’s omission to sheAV where he Avas at the time of the meeting, furnished a volume of evidence against him. Finally, every thing Avhich, the judge said in answer to the question of the juror Avas merely a commentary upon the evidence, and as has been shown, cannot be reviewed upon a bill of exceptions.</p>\n<opinion data-order=\"45\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b304-4\"><page-number citation-index=\"1\" label=\"304\">*304</page-number><em>By the </em>Court, Beardsley, J.</author>\n<p id=\"A1f\">The prisoner was indicted in the county of Richmond for the alleged murder of one Emeline Houseman, and was tried on that indictment at a late circuit court held in the city and county of New-York, and found guilty. On the trial various exceptions were taken by the prisoner’s counsel, upon points of law which arose and were decided by the circuit judge. These exceptions have been fully and ably argued and have been examined and considered with that care and attention which such a case must ever demand, and with that solicitude and anxiety to arrive at a correct result which the situation of the prisoner and the cause of public justice cannot fail to inspire. I have thus been brought to a conclusion-upon the motion for a new trial, satisfactory tó my own mind, and which is believed to be in accordance with well settled legal principles; and I will proceed to state the views which seem to me appropriate to the questions raised, and the result at which I have arrived.</p>\n<p id=\"b304-5\">The only points made arise on a bill of exceptions, and consequently are mere questions of law. Some of these questions grew out of challenges to persons drawn as jurors.; others are founded on the supposed illegal admission or rejection of evidence, and others upon the instructions of the judge to the jury, and his refusal to give such instructions as were asked. I will examine these questions separately.\"</p>\n<p id=\"b304-6\">1. The law upon the general subject of the challenge of jurors, presents an extensive field for research, hut which it is quite unnecessary, in this case, fully to explore. Here was no challenge to the array by either party, nor did the prisoner interpose a single challenge to a juror for <em>principal </em>cause. All the challenges, on her part, were to the polls <em>for favor, </em>and it is the law applicable to such challenges which is here particularly in question.</p>\n<p id=\"b304-7\">A <em>principal </em>cause of challenge to a juror “ carries with it, <em>prima </em>facie, evident marks of suspicion, either of malice or favor,” and is sufficient of itself to exclude the juror, without leaving any thing to the conscience or discretion of triers or of the court. Where therefore the fact alleged as ground for a <page-number citation-index=\"1\" label=\"305\">*305</page-number>principal challenge, is found to be true, and is such as to raise the legal presumption of bias, the court has no discretion to admit or reject the juror, but is bound <em>ex debito justifies </em>to set him aside. (3 <em>Bl. Com. </em>363; 1 <em>Inst. </em>156 <em>b, </em>157 <em>a; 1 Trials per Pais, </em>178.) Challenges to the polls for principal cause, should be entered on the record, so that questions of law arising thereupon; may be reviewed by writ of error or otherwise as the case may require. <em>(Ex parte Vermilyea, </em>6 <em>Cowen, </em>555; <em>The People </em>v. <em>Vermilyea, </em>7 <em>id. </em>108; <em>Same </em>v. <em>Mather, </em>4 <em>Wend. </em>239; <em>Same </em>v. <em>Rathbun, </em>21 <em>id. </em>545, 546.) But the challenges in this case were <em>for favor, </em>and not for <em>principal </em>cause. “ The challenge to the polls for favor, is of the same nature with the principal challenge <em>propter affectum, </em>but of an inferior degree. The general rule of law is that the juror should be indifferent; and if it appear probable that he is not so, this may be made the subject of challenge either principal or to the favor, according to the degree of probability of his being biassed.” (1 <em>Cowen, </em>439, <em>note.) </em>Now the causes of favor, as is said by Lord Coke, “ are infiniteand where that which is alleged does not, in judgment of law, imply a disqualifying bias, it must be left to the conscience and discretion of the triers, upon hearing the evidence, to find the juror favorable or not favorable. The question for the triers is whether the juror is, as he assuredly should be, altogether indifferent, and if they fina he is not, it is their duty to reject him. (1 <em>Inst. </em>157, <em>b. </em>1 <em>Chit. Cr. Law, </em>544,549, <em>4th Am. ed.; 1 Trials per Pais, </em>195.)</p>\n<p id=\"b305-6\">If the prosecutor of an indictment has been lately entertained at the house of the juror, this is cause of challenge to the favor. (1 <em>Vent. </em>309 ; 3 <em>Salk. </em>81; <em>Trials per Pais </em>194, 204.)</p>\n<p id=\"b305-7\">• That the juror is a fellow servant with a party to the suit, goes to the favor. (1 <em>Chit. Cr. Law, </em>544; 1 <em>Inst. </em>157, <em>b.; </em>1 <em>Trials per Pais, </em>195.)</p>\n<p id=\"b305-8\">Actions pending between the juror and the party challenging, which imply malice, ill-will, or revenge, as slander, assault and battery or the like, are causes of principal challenge, otherwise they are but to the favor. (1 <em>Inst. </em>157, <em>b ; </em>1 <em>Trials per Pais, </em><page-number citation-index=\"1\" label=\"306\">*306</page-number>188, 194. <em>The Earl of Shrewsbury’s case, Bulst. R. pt. </em>1, <em>p. </em>10)</p>\n<p id=\"b306-5\">That a party is tenant to the juror goes to the favor; and so does the fact that the juror is indebted to the party. <em>(Jenk Cent. </em>141; <em>Vin. Ab. Trial G. d. 17; Odell </em>v. <em>Tyrrell, Bulst. R. pt. </em>1, <em>p. </em>20.) On this principle a person who had endorsed a note to a bank, was held by triers not to be an indifferent juror, in an action to which the bank was a party. In reviewing and deciding that case, this court said, “ The general rule is that jurors must be <em>omni exceftione majares. </em>The application of this rule to each particular case, where the partiality is not apparent, must be left to the sound discretion of the triers. (3 <em>Bac. Ab. </em>765.) The opinion of the court was on the admissibility not on the sufficiency of the evidence. They expressed no opinion to the triers. Although I am not prepared to say that the single circumstance of being an endorser of a note in a bank, would of itself support a challenge to the favor, yet it is easy to imagine that an endorser may have a strong bias on his mind. The paper may have been discounted for his benefit, he may have received particular favor from the bank, or the maker may have failed, and the endorser, without indulgence, may be injured, if not mined. May not circumstances like these make an impression on the mind of a juror and justify his exclusion ?” <em>(Mechanics’ &amp; Farmers’ Bank </em>v. <em>Smith, </em>19 <em>John. </em>115,119.) “Challenges to the favor,” as was observed by the late Judge <em>Gaston, </em>of North Carolina, “ are where the matters shown do not, per <em>se, </em>demonstrate unindif ference, and therefore warrant it as a judgment of the law, but only excite a suspicion thereof, and leave it as a matter of <em>fact </em>to be found or not found, by the triers, upon the evidence.” “ And,” he adds, .“it seemeth to us that an' opinion, fully made up and expressed, against either of the parties, on the subject matter of the cause to be tried, whether in civil or criminal cases, is a good cause of <em>frincifal </em>challenge; but that an opinion imperfectly formed, or an opinion merely hypothetical, that is to say, founded on the supposition that facts are as they have been represented or assumed to be, do not constitute a <page-number citation-index=\"1\" label=\"307\">*307</page-number>cause of principal challenge, although they may he urged by way of challenge <em>to the </em>favor, which is to be allowed or disallowed, as the triers may find the <em>fact </em>of favor or indifferency.” <em>(The State </em>v. Benton, 2 <em>Dev. &amp; B. </em>212, 213.)</p>\n<p id=\"b307-5\">The instances which have been stated, and the authorities referred to, are deemed sufficient to exemplify the saying of Lord Coke, that <em>“ </em>the causes of favour are infinite,” (1 <em>Inst. </em>157, <em>b.) </em>and to mark and illustrate the principles applicable to .this branch of the case. It must of course be understood that no opinion is intended to be expressed or even intimated, as to the sufficiency of any of the various grounds of challenge to the favor, which have been mentioned. That is for the triers alone to pass upon. These instances show what slight and indecisive evidence of bias is admissible; but after all, the influence and effect of what is proved, and how far it may have affected the mind of the juror, the good sense of the triers must determine.</p>\n<p id=\"b307-6\">The circuit judge, in this case, seems to have held that nothing short of a fixed and decided opinion as to the guilt or innocence of the prisoner, furnished ground on which the triers could set aside a juror. Evidence of the formation of hypothetical opinions was objected to by the public prosecutor, and excluded by the judge. One of the jurors was asked if he had “ ever <em>thought </em>Mrs. Bodine was guilty of the crime for which she” was then on trial. This was objected to on behalf of the people, and “ the objection was allowed and sustained by the court on the ground that the question should be, 'had you an <em>opinion] </em>instead of 'have you ever <em>thought?\" </em>Following out this view of the law, the judge refused to allow an inquiry of a juror, whether what he had read or heard, made any impression on his mind, as to the guilt or innocence of the prisoner. Upon these, as well as other points on the same subject, formal exceptions were taken by the counsel for the prisoner. Some of the jurors in regard to whom questions were made, were found to be indifferent by the trier's, and were allowed to serve on the jury: others were excluded by the peremptory challenge of the prisoner.</p>\n<p id=\"b308-4\"><page-number citation-index=\"1\" label=\"308\">*308</page-number>I think the learned circuit judge erred in his view of the law applicable to challenges for favor. A fixed and absolute opinion may be necessary to sustain a challenge for <em>principal </em>cause; but not so where the challenge is <em>for favor. </em>In the first species of challenge the result is a conclusion of <em>law </em>upon ascertained facts, but in the latter, the conclusion is a matter of <em>fact </em>to be found by the triers. No certain rule can be laid down- for their guidance. They are sworn to try whether the juror challenged <em>stands indifferent, (Gra. Pr. </em>307; 1 <em>Trials per Pais, </em>205; 1 <em>Salk. </em>152, <em>pl. </em>1; <em>Bac. Ab. Juries, E. </em>12, <em>notes ;) </em>and this must be determined upon their conscience and discretion, in view of the facts and circumstances in evidence before them. It is competent to prove that the juror challenged and the opposite party are in habits of great intimacy; that they are members of the same society, partners in business or the like. The feelings of the juror may also be shown, and that whether they amount to positive partiality or ill-will, or not, as his views and opinions also may be, whether mature, absolute or hypothetical. Indeed, any and every fact or circumstance from which bias, partiality or prejudice may justly be inferred, although very weak in degree, is admissible on this issue; and the inquiry should by no means be restricted to the isolated question of a fixed and absolute opinion as to the guilt or innocence of the prisoner. Upon this ground, it seems to me the judge erred, and a new trial should be granted, unless the prisoner is precluded from taking this objection on a bill of exceptions, or by some fact therein contained which must be deemed a bar or waiver to the objection.</p>\n<p id=\"b308-5\">But it is said a bill of exceptions will not reach questions of law which are made and decided on challenges to the polls <em>for favor.</em></p>\n<p id=\"b308-6\">Such challenges are taken and made <em>ore tenus, </em>and are not entered on the record as challenges for principal cause are or should be. The latter, forming part of the record, are subject to review, as was done in the case of <em>Vermilyea and others, </em>(6 <em>Cowen, </em>555; 7 <em>id. </em>108.) A challenge to the polls <em>for favor, </em>when controverted, is to be submitted to the determination of <page-number citation-index=\"1\" label=\"309\">*309</page-number>triers, whose decision is conclusive. But, should the court, overrule the challenge when properly made, or refuse to appoint triers to pass upon it, the party, I apprehend, would not be remediless, but the error might be corrected on a bill of exceptions. His course would be the same if the court should refuse to allow competent evidence to be given to the triers, or should misdirect them in matter of law. An exception of this description was reviewed by this court in the case of <em>The Mechanics’ and Farmers’ Bank </em>v. <em>Smith, </em>already' referred to. That was a civil case, between party and party, but a bill of exceptions is an equally comprehensive remedy for the defendant, in a criminal prosecution, and may be resorted to <em>“ </em>in the same cases and manner provided by law in civil cases.” (2 <em>R. S. </em>736, § 21. <em>See also, upon this subject, The People </em>v. <em>Rathbun, </em>21 <em>Wend. </em>545 ; <em>Bac. Abr. Juries, E. </em>12; 2 <em>Tidd’s Pr. (Phil. ed. </em>1840,) <em>p. </em>862; 4 <em>Chitty’s Gen. Pr. </em>3; <em>Mina Queen </em>v. <em>Hepburn, </em>7 <em>Cranch, </em>297; <em>Heath </em>V. <em>The Commonwealth, </em>1 <em>Rob. Virg. R. </em>135; <em>Stephen’s N. P. </em>1794.) These authorities show that a bill of exceptions will lie to correct such errors as we have been considering.</p>\n<p id=\"b309-5\">The prisoner challenged but thirteen jurors <em>peremptorily, </em>although she might have challenged twenty. (2 <em>R. S. </em>734, § 9.) As she might thus have excluded all who were challenged for favor, and not set aside by the .triers, it is argued that the omission to do so, precludes all exception on the part of the prisoner, to what was done by the judge, however erroneous it may have been. The law, it is said, gives the right to make peremptory challenges in order to correct errors of this description, and the prisoner, having refused or neglected to avail herself of this remedy, is thereby estopped from resorting to any other mode, of redress.</p>\n<p id=\"b309-6\">This argument is specious, but I think not sound. Every person, on trial, is entitled to a fair and impartial jury, and to secure this object, challenges/or <em>cause </em>are allowed, and are unlimited. If adequate cause is shown, the juror, in every instance, should be set aside. This is the right of the party challenging, and is in no case to be granted as a favor. Such is plainly the <page-number citation-index=\"1\" label=\"310\">*310</page-number>law where peremptory challenges do not exist, and where they do the rule is the same. The statute provides that every person who has a right to challenge peremptorily, is also “ <em>entitled to the same </em>challenges as are allowed in civil cases, either to the array of jurors, or to individual jurors.” (2 <em>R. S. </em>734, § 10.) Those who may challenge peremptorily may, therefore, also challenge for cause. Nor is this an idle ceremony which the judge may, in any case, overlook or disregard. He is hound, <em>ex debito </em>justifico, to receive the challenge and dispose of it as the law requires. He certainly would not be allowed to disregard a challenge for cause, and turn the party making it over to his peremptory challenges; nor, in my opinion, can the fact, that the party still has peremptory challenges at his command, deprive him of any redress which the law would otherwise give, for a violation of his right.</p>\n<p id=\"b310-5\">Peremptory challenges are allowed to a prisoner on trial, to be made or omitted according to his judgment, or his pleasure, will or caprice. No reason is ever given or required for the manner in which the right is exercised by the party. Blackstone says, they are allowed “ ón two reasons: 1. As every one must be sensible what sudden impressions and unaccountable prejudices we are apt to conceive upon the bare looks and gestures of another; and how necessary it is, that a prisoner, (when put to defend his life,) should have a good opinion of his jury, the want of which might totally disconcert him; the law wills not that he should be tried by-any one man against whom he has conceived a prejudice, even without being able to assign a reason for such his dislike; 2. Because upon challenges for cause shown, if the reasons assigned prove insufficient to set aside the juror, perhaps the bare questioning his indifference may sometimes provoke resentment; to prevent all ill consequences from which, the prisoner is still at liberty, if he pleases, peremptorily to set him aside.” (4 <em>Bl. Com. </em>353. <em>See also </em>1 <em>Chit. Cr. Law, </em>534; 1 <em>Inst. </em>156, <em>b.)</em></p>\n<p id=\"b310-6\">In no case is the prisoner hound to resort to his right to make peremptory challenges. It is armor which he may wear or decline at his pleasure. It is for his own exclusive considera<page-number citation-index=\"1\" label=\"311\">*311</page-number>tion and decision, and the court has no right to interfere with his determination. Nor should the prisoner’s refusal to make use of her peremptory challenges, as she might have done, preclude her from raising objections to what was done by the judge: and if, in truth, errors were committed, I do not see that it is less our duty to correct them, than it would have been if the prisoner had fully exhausted her peremptory challenges. The use, or disuse, of that right, I regard as a fact wholly immaterial to the question now before the court, and one which cannot, rightfully, exert the slightest influence upon the decision to be made.</p>\n<p id=\"b311-5\"><em>2. </em>The question put to one of the physicians on his cross-examination, by the prisoner’s counsel, was, in my opinion, correctly overruled. This witness and other physicians, had made a <em>post mortem </em>examination of the body of the person alleged to have been murdered, and they gave it as their opinion that death had preceded the action of fire on the body. This opinion, as is stated in the bill of exceptions, was founded on the reason, amongst others not specified, that portions of the body which had been protected by covering upon them, “ had not suffered at all from the action of the fire, and which could not have happened unless the body had lain perfectly still during the continuance of the action of the fire.”</p>\n<p id=\"b311-6\">These physicians reasoned, as other men would, that the body of a living person could hardly remain quiet under the action of fire, and that its convulsed and violent movements would be apt to displace any covering which might be upon different parts of it; and that to suppose life, in this instance, had been destroyed by the fire, was wholly inconsistent with the condition of the body when found; certain parts of it, protected by covering, not having been at all affected by the fire. Hence the opinion which was expressed, that death must have preceded the fire, and was not caused by it.</p>\n<p id=\"b311-7\">But this was, in no proper sense, a question of professional skill or science. An unlearned man of sense would have reasoned as the physicians did. Having ascertained that certain parts of the body, which were protected by what had casually fallen upon them, were not affected by the fire, although most <page-number citation-index=\"1\" label=\"312\">*312</page-number>of the body was consumed by it, he would have inferred, as they did, that death preceded the fire. Nor was the particular question put to the witness, and which the court excluded, one of skill or science, or which should have been allowed to be answered on that principle. It was, besides, merely speculative and hypothetical, based on successive suppositions, which, it is not too much to say, were in the highest degree improbable. Counsel were, of course, at liberty to argue in ■ this manner to the jury, and they would judge how far the explanation thus attempted to be given, was satisfactory to their minds; but it was not a subject which science or the skill of a physician could better solve than the good sense of an unlearned jury.</p>\n<p id=\"b312-5\">An objection was made by the counsel for the prisoner, to any evidence by George W. Houseman, the husband of the deceased, of what is called <em>“ </em>the independent conduct of the witness ” after the discovery of the fire, when the prisoner was not present. The court overruled the objection, to which the counsel for the defendant excepted. It is stated in the bill of exceptions that this witness, in the course of his testimony, said he took no medicine before he went to bed, but did take a cup of tea; that he had not been to the burnt house up to a certain time; that he was taken sick on Friday; had a rash and then took some pills, and that he conversed about the accident, as it is called, with persons named by him.</p>\n<p id=\"b312-6\">The bill of exceptions does not profess to set out all the évi-' dence given on the trial, nor all given by this witness. How these statements, apparently altogether unimportant, came to be made, or whether they were or were not circumstances casually mentioned in the course of an extended narrative, can hardly be collected from what appears. I certainly do not perceive their relevancy, nor any ground on which they could have been desired by the district attorney. They seem to be fragments of a narrative, which taken as a whole, may have been not only material but competent, although these disjointed parts are, apparently, as little relevant to the case as they are coherent amongst themselves. These particular statements are not shown to have been called out by the direct examination of the witness, <page-number citation-index=\"1\" label=\"313\">*313</page-number>or to have been insisted upon by the public prosecutor. According to the bill of exceptions, the question was made, if indeed what occurred can be said to have made any question on the subject; but taking the bill as it is, after some of the statements, which are now objected to, had been made by the witness, the counsel for the prisoner inquired if it was “ intended to give evidence of the acts of the witness in the absence of the prisoner,” to which it was answered that such was the intention; and then <em>“ </em>the counsel for the prisoner, referring to several answers of the witness already given, objected to <em>all </em>evidence of the independent conduct of the witness after the discovery of the fire, when the prisoner was not present. The court overruled the objection, stating that in one aspect such evidence might be proper, and that the court and jury could afterwards discriminate. To the decision of the court <em>overruling the objection, </em>the prisoner, by her counsel, did then and there except; and it was understood that this objection and exception should apply to all the evidence of the nature contemplated in the objection, without the necessity of renewing the said objection and exception, in form, to each question.”</p>\n<p id=\"b313-5\">The objection taken was to <em>all </em>evidence of the acts of the witness, when the prisoner was not present. This was too broad. Many things done by the witness might be competent evidence, although done when the prisoner was absent. Under this objection, if allowed, the witness could not have stated where he was, at any time, or any thing done by him, unless the prisoner was present. In the form in which the objection was taken it \"was properly overruled, and before we can say that there was error in receiving these fragments of the testimony of the witness which are inserted in the bill of exceptions, it must be shown that they were particularly objected to, or insisted upon as competent evidence, and received as such; or the whole of the testimony given by the witness must be stated, that the court may see that these particular parts were objectionable. Looking to the form of the objection, as made, and to what was decided by the court, I think this exception was not well taken.</p>\n<p id=\"b314-4\"><page-number citation-index=\"1\" label=\"314\">*314</page-number>Sarah Wampole, a witness for the prosecution, testified on her direct examination, that the prisoner stated to her that she, the prisoner, asked the deceased to eat dinner with her on Sunday. On cross-examination the witness stated that she swore on the former trial as she did now. She was then asked by the counsel for the prisoner, if she did not, on the former trial, swear to the reverse of what she now stated, that is,' “ that Mrs. Bodine was to dine with Emeline on Sunday,” and not Emeline with her, as the witness now stated.</p>\n<p id=\"b314-5\">It does not appear that the witness objected to answering the question, but “ the court decided that the question was improper and inadmissible.” I am unable to see in what respect this question was improper. It was material, as the answer might show that the former and the present statements of the witness were contradictory, and thus affect her credibility. The witness, certainly, was not bound to answer, as she might thereby criminate herself. (1 <em>Phil. Ev. 276.) </em>But she made no objection, and neither the counsel for the people nor the court had a right to object. <em>(The People </em>v. Abbot, 19 <em>Wend. </em>195, <em>and authorities referred to.) </em>The exception to this decision of the judge was well taken.</p>\n<p id=\"b314-6\">3. The remarks of the judge upon the subject of general character were, in the main, correct, although, I think, he erred in the stress laid on the absence of evidence of good character. He seems, in effect, to have advised the jury that, as the prisoner, who alone could make the question, gave no evidence that her general character was good, this authorized an inference that it was positively bad.</p>\n<p id=\"b314-7\">This presented a question for the jury which, I think, was - not properly before them. Where no proof of general character ' is given, the law assumes that it is of ordinary fairnéss and respectability. A prisoner on trial may show what his reputation is, and then the question is open to the prosecution, and for ' the jury to determine like other controverted facts. But if the prisoner chooses to give no evidence on the subject, the jury are not at liberty to indulge in conjecture that his character is bad, in order to infer that he is guilty of the particular crime charged. <page-number citation-index=\"1\" label=\"315\">*315</page-number>Good character is a shield which the prisoner may use if he has it, but if he is content to leave his character entirely out of the case, the jury are not thence to infer that it is bad. Under such circumstances the general character of the accused is hardly a subject to be considered by the jury; and they should determine the guilt or innocence of the accused upon the evidence before them, and wholly irrespective of the question of general character.</p>\n<p id=\"b315-5\">The jury not having agreed upon a verdict, came into court, and one of them made this inquiry of the judge: <em>“ </em>Must not the prosecution prove Mrs. Bodine to have been in the immediate neighborhood of George Houseman’s on the night of the fire, or must the prisoner prove her whereabouts on that night?” In answer to this question the learned judge <em>“ </em>charged that if the testimony on the part of the prosecution had shown that the prisoner might have been at the scene of the fire on Monday night, the <em>onus </em>was cast upon her to get rid of the suspicion which thus attached to her, or show where she was on” that night; “ that in this respect the burden did not rest upon the prosecution, but there was evidence enough to throw a suspicion upon the prisoner, and entitle them to call upon the prisoner to show her whereabouts on that night.”</p>\n<p id=\"b315-6\">As the murder was supposed to have been perpetrated a day or two before the fire of Monday evening, it could hardly have been made a turning point in the case that the prisoner was or was not at the place of the fire when it occurred, although the fact of her presence might have been a very decided piece of evidence against her. Had the prisoner, however, proved, past all contradiction, that she was not in the neighborhood of the fire when it occurred, that might have fallen far short of establishing her innocence. She might have perpetrated the murder and still have been guiltless of the arson. It was only material to prove the latter crime upon her, as it would authorize the inference that it had been committed to conceal the previous murder. But it certainly was not indispensable that the prosecution should prove by <em>direct </em>evidence that the prisoner was in the neighborhood of the fire when it took place; her presence, and her guilt, could be established by circumstantial as well as by direct testi<page-number citation-index=\"1\" label=\"316\">*316</page-number>mony. The judge was therefore correct in saying that if the testimony showed that the prisoner <em>might </em>have been at the scene of the fire when it occurred, it was not indispensable for the prosecution to prove her actual presence on that occasion. But the judge goes further, and instructs the jury that if the prisoner <em>might </em>have been so present—not if she in fact <em>was </em>so present—“ the <em>onus </em>was cast upon her to get rid of the suspicion which thus attached to her.” To this I cannot accede. The mere fact that the prisoner <em>might </em>have been at the scene of the fire, was not, of itself, a cause for any suspicion. It is not improbable that hundreds of persons on the island were in the region of the fire, and <em>might </em>have been at the place where and when it occurred; but so slight a circumstance could not justly cast suspicion upon any one. It may well have been that other evidence given on the trial,- and which does not appear in the bill of exceptions, <em>connected </em>with the fact that the prisoner was in such a situation at the time of the fire, that she <em>might </em>have been actually present, furnished very cogent grounds for suspicion against her. But the charge puts it in a more restricted form, and instructs the jury that if the prisoner <em>might </em>have been at the scene of the fire when it occurred, “ the <em>onus </em>was cast upon her to get rid of the suspicion which <em>thus </em>attached to her.” This position was too narrow.</p>\n<p id=\"b316-5\">For the reasons stated, I think there should be a new trial.</p>\n<p id=\"b316-6\">New trial ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}