{
  "casebody": {
    "data": "<casebody firstpage=\"188\" lastpage=\"193\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b270-4\">Staunton</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b270-5\">Walter P. Conrad v. William Taylor, Administrator, &amp;c.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b270-6\">September 14, 1955.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b270-7\">Record No. 4406.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b270-8\">Present, All the Justices.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b270-18\">The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b270-19\"><em>Breeden, Howard &amp; MacMillan, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"AHP\"><em>Richard G. Brydges, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b270-20\">Smith, J.,</author>\n<p id=\"Avn\">delivered the opinion of the court.</p>\n<p id=\"b270-21\">This is an action for the death by wrongful act of Stephen William Taylor, an infant three years of age, who died from injuries sustained when he was run over by a car driven by the de<page-number citation-index=\"1\" label=\"189\">*189</page-number>fendant, Walter P. Conrad. The administrator, plaintiff, recovered a verdict and judgment for $5,000, to which judgment we awarded defendant this writ of error.</p>\n<p id=\"b271-5\">The single issue presented for our determination is whether the trial court erred in failing to hold as a matter of law that the plaintiff did not make out a case of negligence against defendant.</p>\n<p id=\"b271-6\">The fatal accident occurred on Fighter Drive in Oceanna Village, Princess Anne county. Between 11:00 a. m. and noon on November 20, 1953 the defendant, a building contractor, in response to a call from Mrs. Marion McAfee, who lived at 118 Fighter Drive, drove his car and parked it on the hard surface of the street next to her lawn where there was no sidewalk. Mrs. McAfee met defendant in her yard and told him about trouble she was having with the sewer line of a septic tank he had installed. The McAfee lot has a frontage of about 122 feet and a depth of 70 feet, under the surface of which the lines from the septic tank spread. For the purpose of determining the cause of standing water supposedly brought about by defects in the sewer system, the defendant and Mrs. McAfee, after a discussion in front of the house, went on an inspection tour of the lot and examined the sewer lines as they circled the house and returned to a point near the rear of defendant’s car. At this point the two discussed at some length what could and would be done to correct the faulty sewer system, after which discussion Mrs. McAfee entered her house and the defendant entered his car and drove over the Taylor child, who had been playing immediately in front of the automobile.</p>\n<p id=\"b271-7\">The defendant testified that soon after he parked his car and before he and Mrs. McAfee began inspecting the lawn, she told two or three children, whom he then saw for the first time, to stop playing in some water standing between his car and the McAfee lot. On the other hand Mrs. McAfee testified that she did not see the children until after the tour of the lawn had been completed and they had returned to a point near the parked car; that she then told the three children who were running around the car and playing in the water to get out of the water because it was “nasty.” This first command to the children to get out of the water was not obeyed and about four or five minutes later Mrs. McAfee again told them to leave the water. This second admonition like the first was admittedly made in the presence and hearing of defendant. While Mrs. McAfee testified that she did not see the children leave <page-number citation-index=\"1\" label=\"190\">*190</page-number>the area around the car, defendant testified that when she spoke to the children they “went off somewhere”, “disappeared”, “ran away”; however, he did not actually see them leave the vicinity or know where they went and his conclusion that they left was based on the fact that “I didn’t see anybody around there any more.” Mrs. McAfee testified that from five to eight minutes elapsed between the first warning to the children and when she left defendant and went into her house. Both Mrs. McAfee and the defendant estimated that he was at her home about 20 to 25 minutes and that their inspection tour alone took about half of that time.</p>\n<p id=\"b272-5\">Mrs. Katherine Bohanic, who lived about 200 feet south of where the car was parked, testified that two of the three children playing around it were hers and that when she came for her children they and the Taylor child were sitting on the street in front of defendant’s car playing. One of her children was younger than deceased and the other about the same age. While Mrs. Bohanic was at the car she saw Mrs. McAfee and defendant standing at the rear of the parked car and on the McAfee lawn. When she took her children the Taylor child was sitting on the ground in front of the car picking up his toys and putting them in a lunch box. After walking about 30 to 35 feet toward her home Mrs. Bohanic heard the noise of spinning wheels in gravel behind her and as she turned she saw the left rear wheel of defendant’s car run over the Taylor child. There is no evidence that either Mrs. McAfee or defendant saw Mrs. Bohanic when she came for her children. Defendant testified that he did not make an investigation to determine the whereabouts of the children before entering his car from the right side next to the McAfee lot and that he first saw Mrs. Bohanic and her children after he had moved along the seat to the driver’s side and was ready to start the car.</p>\n<p id=\"b272-6\">The parties stipulated that at the time of the accident the Taylor child was seated on the pavement in front of defendant’s vehicle and that defendant could not see the child from the inside of the car.</p>\n<p id=\"b272-7\">Defendant contends that in failing to hold as a matter of law that the plaintiff did not make out a case of negligence, the trial court ignored our decision in <em>White </em>v. <em>Edwards Chevrolet </em>Co., 186 Va. 669, 43 S. E. (2d) 870, which he insists controls the only issue now before us; namely, “whether defendant, before getting into his car, was under the obligation to first walk around his vehicle and <page-number citation-index=\"1\" label=\"191\">*191</page-number>malte a specific search to determine whether a child had secreted himself in an obscure place where it could not be seen by ordinary observation.” He admits he did not make such a search.</p>\n<p id=\"b273-5\">Where the driver of a motor vehicle sees, or should see, a child in or near a street or highway he must exercise that degree of care not to injure it that a person of ordinary prudence would exercise under similar circumstances, taking into consideration what is common knowledge — that the actions of children are erratic and unpredictable and that a child may act thoughtlessly and upon childish impulses. <em>Boyd </em>v. <em>Brown, </em>192 Va. 702, 66 S. E. (2d) 559; <em>Williams </em>v. <em>Blue Bird Cab Co., </em>189 Va. 402, 52 S. E. (2d) 868; <em>Clark </em>v. <em>Hodges, </em>185 Va. 431, 39 S. E. (2d) 252.</p>\n<p id=\"b273-6\">While the driver of a motor vehicle is not an insurer of the safety of children he may encounter upon the streets and highways, his duty toward them is not measured by the standards applicable to adults. Since children are presumed to lack the knowledge and experience to know the essential danger or to estimate correctly the probable consequences of their acts in a given situation, the duty of reasonable care required of the driver of a motor vehicle toward them is commensurate with the danger and probability of injury under the circumstances. This degree of care is proportionate to the apparent ability of the child, in view of his age, maturity and intelligence, to foresee and avoid the perils which may be encountered, if those perils are such as have become apparent to, or should have been discovered by, the motorist in the exercise of ordinary care under the circumstances. The younger the child and the less able he is to look out for himself, the greater the care which may reasonably be expected of the driver of a motor vehicle to avoid injuring him. <em>Harris </em>v. <em>Wright, </em>172 Va. 67, 200 S. E. 597; <em>Irvine </em>v. <em>Carr, </em>163 Va. 662, 177 S. E. 208; <em>R. F. Trant, Inc. </em>v. <em>Upton, </em>159 Va. 355, 165 S. E. 404; <em>Ball </em>v. <em>Witten, </em>155 Va. 40, 154 S. E. 547.</p>\n<p id=\"b273-7\">The <em>White </em>case, <em>supra, </em>relied on by defendant, was an action to recover for the death of a six year old boy when he fell from or attempted to get off defendant’s truck, which its agent, one Davis, had driven to visit his sister. When Davis arrived at his sister’s house she and her three small boys came out to meet him and the three boys immediately climbed on the truck. In obedience to the commands of their mother and Davis all three of the boys climbed down and two of them stayed clear of the truck, but the third boy climbed on it again. Under the penalty of a “switching” the mother <page-number citation-index=\"1\" label=\"192\">*192</page-number>ordered this child to get down from the truck and go into the back yard, which he did while the mother with the other two boys remained talking to Davis for five or ten minutes near the front of the vehicle. The boy, unobserved by his mother or Davis, returned and concealed himself behind the cab window in such a manner that he could not be seen from the front of the truck where his mother and uncle were standing or from its interior and when Davis moved the truck the boy was killed. In holding that the plaintiff had not made out a case of negligence against the defendant, we said:</p>\n<blockquote id=\"b274-5\">“Davis admitted that before getting into the cab he did not walk around the vehicle and make a search to ascertain whether the child had secreted himself in some place thereon. But he was under no legal obligation to do so. As is said in Michie’s Law of Automobiles, 1938 Ed., section 96, pp. 229, 230, ‘A driver is under no legal obligation to make a search around and under his car lest a child too young for discretion and undirected by parents has tucked himself away in an obscure place, beyond the casual and convenient notice of the driver.’</blockquote>\n<blockquote id=\"b274-6\">“In 2 Blashfield Cyclopedia of Automobile Law and Practice, Perm. Ed., section 1509, p. 555, it is said: ‘Ordinarily a driver is not required to search for children on the running board on the far side of the vehicle, or hidden underneath or in front of it, whom he cannot see before starting.’ ” 186 Va., at page 673, 674.</blockquote>\n<p id=\"b274-7\">When the quoted language is read in connection with the facts and circumstances of the case, as excerpts must be read in all cases, it is clear that Davis was under “no legal obligation to make a search around and under” his vehicle for a child who might have “tucked himself away in an obscure place.” This is true simply because there was no evidence on which a jury could have concluded that an ordinarily prudent person in the situation occupied by Davis would have been on notice that the deceased child might be in or near the truck at the time it was moved. As stated above, the six year old boy in the presence of Davis was sent away from the truck by his mother and told to stay in the back yard, but unobserved by both his mother and Davis returned to the vehicle and secreted himself thereon. Under these circumstances Davis was under no legal obligation to search for a child “too young for discretion and undirected by parents,” when the child’s mother testified that he “was so afraid of getting a whipping, I thought no <page-number citation-index=\"1\" label=\"193\">*193</page-number>other than that he would stay around there,” meaning the back yard.</p>\n<p id=\"b275-5\">While the facts and circumstances in the <em>White </em>case, <em>supra, </em>placed the driver within the rule that “Ordinarily a driver is not required to search for children <em>* * * </em>whom he cannot see before starting,” the facts and circumstances of the instant case presented a question for the jury as to whether the driver should have made a reasonable inspection to determine whether he could move his car without injury to the three young children he knew were playing around the car almost immediately before he started.</p>\n<p id=\"b275-6\">In this case it will be recalled that soon after arriving at the McAfee home, defendant observed small children playing around his car. Then after discussing the unsatisfactory sewer system for a few minutes, he and Mrs. McAfee made an inspection of the sewer system, which lasted approximately half of the 20 to 25 minutes defendant was there. After completing this inspection and while they were standing and talking at the rear of the car for the final five to eight minutes of defendant’s visit, Mrs. McAfee for the first time noticed the three small children playing around the car and in the water nearby. During this short period of time she told the children on two different occasions to get out of the water. She did not tell them to leave the area and while they stopped playing in the water after they were told to do so the second time, neither defendant nor Mrs. McAfee saw any of them leave the area. Furthermore, when Mrs. Bohanic came for her children defendant and Mrs. McAfee were talking near the rear of defendant’s car, but within the time it took her to get her children and walk only 30 to 35 feet defendant entered his car, without determining the whereabouts of the children, and ran over the Taylor child.</p>\n<p id=\"b275-7\">Thus there was evidence on which the jury could find that an ordinarily prudent person, knowing that children of the tender age of three years were playing around his car almost immediately before starting it, would have made an investigation to determine whether he could move his car without injuring them. Therefore under the facts and circumstances of this case the jury was warranted in finding that the defendant, in failing to make a proper investigation to determine whether he could move his car without injuring the small children, was guilty of negligence which proximately caused the death of the Taylor child.</p>\n<p id=\"b275-8\">For the reasons stated the judgment is affirmed.</p>\n<p id=\"b275-9\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}