{
  "casebody": {
    "data": "<casebody firstpage=\"79\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b167-3\">Modesto CRUZ, Appellant v. Peter DONNELLY, John Adams, A &amp; P Food Stores and William Rayburn.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b167-6\">No. 83-1437.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b167-7\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b167-8\">Argued Jan. 23, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b167-9\">Decided Feb. 10, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b167-14\">Albert M. Sardella (argued), West Chester, Pa., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b167-15\">Alan R. Shaddinger (argued), Michael D. Carr, Malcolm &amp; Riley, P.C., West Chester, Pa., for A &amp; P Food Stores and William Rayburn.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"AH9\">Before ADAMS and GARTH, Circuit Judges, and BROTMAN, District Judge <footnotemark>*</footnotemark>.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b167-16\"> Hon. Stanley S. Brotman, United States District Court for the District of New Jersey, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b167-17\">OPINION OF THE COURT</p>\n<author id=\"b167-18\">PER CURIAM.</author>\n<p id=\"b167-19\">This is an appeal from an order granting summary judgment in favor of an operator of a retail food store and its employee who were sued under 42 U.S.C. § 1983 after two police officers, acting at the request of the company’s employee, stripped and searched the plaintiff for stolen goods. The case requires us to clarify the current law governing § 1983 liability of private parties who participate in an allegedly unconstitutional police investigation.</p>\n<p id=\"b167-20\">I.</p>\n<p id=\"b167-21\">While shopping at an A &amp; P store, the plaintiff, Modesto Cruz, aroused the suspicion of store employees. They in turn called two West Chester Borough police officers, who forcibly escorted Cruz to the store manager’s office. Once Cruz was inside the office, the A &amp; P manager, William Rayburn, accused Cruz of shoplifting and, according to the complaint, “ordered and commanded” the policemen to strip search Cruz. Finding no A &amp; P property on his person, the police officers permitted Cruz to reclothe and escorted him from the store, all the time disparaging his Puerto Rican heritage.</p>\n<p id=\"b167-22\">Cruz filed a civil rights action under 42 U.S.C. § 1983 (1976) against the two policemen, the A &amp; P manager, and the A &amp; P company, alleging that he had been detained and searched without probable cause and only because of racial discrimination. On August 2, 1982, the district court granted summary judgment in favor of the A &amp; P and store manager, Rayburn, but permitted trial to proceed against the police officers. After a jury verdict in favor of the two policemen on May 20,1983, Cruz filed a timely appeal to this Court. Before us, he objects only to the summary judgment in favor of the A &amp; P and its manager, urging <page-number citation-index=\"1\" label=\"80\">*80</page-number>that because these private parties acted in concert with the police officers, the private parties acted under “color of law” for purposes of § 1983.</p>\n<p id=\"b168-4\">II.</p>\n<p id=\"b168-5\">The only allegations in the complaint concerning the private parties’ involvement in the incident are as follows:</p>\n<p id=\"b168-6\">(1) Rayburn “accuse[d] plaintiff of shoplifting and order[ed the police] to conduct a search of plaintiff’s person.” Comp. 19.</p>\n<p id=\"b168-7\">(2) Rayburn “ordered and commanded [the police] to strip-search plaintiff.” Comp. H10.</p>\n<p id=\"b168-8\">(3) Rayburn joined with the police in “laughpng],” “mockpng]” and “dispar-agpng]” Cruz’ heritage. Comp. 112.</p>\n<p id=\"b168-9\">(4) The A &amp; P company “had knowledge” of such activities, but “neglected and refused” to prevent them. Comp. H 14.</p>\n<p id=\"b168-10\">The supporting affidavits filed by Cruz simply reiterate the allegations of his complaint. Viewing these allegations in the light most favorable to Cruz, but also keeping in mind that our Court requires § 1983 plaintiffs to plead specific facts showing that a federal Civil Rights Act claim is at stake, <em>see Ross v. Meagan, </em>638 F.2d 646, 650 (3d Cir.1981) (per curiam); <em>Kauffman v. Moss, </em>420 F.2d 1270, 1275-76 (3d Cir.), <em>cert. denied, </em>400 U.S. 846, 91 S.Ct. 93, 27 L.Ed.2d 84 (1970); <em>Negrich v. Hohn, </em>379 F.2d 213 (3d Cir.1967),<footnotemark>1</footnotemark> we cannot say that either the complaint or the affidavits suggest the existence of a pre-arranged plan by which the police substituted the judgment of private parties for their own official authority. Absent allegations or facts tending to show such a plan, neither Rayburn nor A &amp; P can be said to have engaged in the “concerned]” or “joint action” with the police necessary to bring them within the scope of a § 1983 claim.</p>\n<p id=\"b168-11\">In his memorandum granting summary judgment in favor of Rayburn and A &amp; P, the district judge recognized this crucial deficiency in Cruz’ claim, and therefore determined that Cruz could not prevail against the private parties as a matter of law:</p>\n<blockquote id=\"b168-15\">In holding that certain private parties acted under color of state law, courts have found that the party acted “jointly,” “in concert” or “in conspiracy” with state officials. <em>See, e.g., Adickes </em>[v. <em>Kress &amp; Co., </em>398 U.S. 144, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1969)], <em>Coggins v. Carpenter, </em>468 F.Supp. 270, 282 (E.D.Pa.1979). Regardless of the label used, when a private party assumes the authority of the state, through enforceable custom or law, in conjunction with state officials, that party acts under color of state law for purposes of § 1983. <em>Adickes </em>and <em>Cog-gins, supra. </em>It has been held, however, that store employees who assist police officers in investigating suspected shoplifters, are not acting under color of state law for purposes of § 1983. <em>See, Henig v. Odorioso, </em>256 F.Supp. 276, 281 (E.D.Pa.1966), <em>aff’d </em>385 F.2d 491 (3d Cir.1967); <em>Weyandt v. Mason’s Stores, Inc., </em>279 F.Supp. 283 (W.D.Pa.1966). Also, there is no allegation here, that defendants Rayburn and A &amp; P had some understanding with the defendant officers by which the police sanctioned a discriminatory store policy; that is, there is no allegation of conspiracy. <em>Cf. Adickes, supra. </em>It is clear therefore that neither Rayburn nor A &amp; P acted under color of law in the present case.</blockquote>\n<p id=\"b168-16\">Memorandum and Order (August 2,1982) at 5-6.</p>\n<p id=\"b168-17\">Although the law of private liability under § 1983 has developed substantially since <em>Adickes v. Kress &amp; Co., </em>398 U.S. 144, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1969), especially in light of the Supreme Court’s opinion in <em>Lugar v. Edmondson Oil Co., </em>457 U.S. 922, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982), we agree with the essential thrust of the district court’s analysis. Recent § 1983 cases <page-number citation-index=\"1\" label=\"81\">*81</page-number>involving suspected shoplifters, mostly from the Fifth Circuit, indicate that Cruz has not made out a § 1983 claim against private parties, even under the new principles defining “color of law.” These decisions make it clear that a store and its employees cannot be held liable under § 1983 unless:</p>\n<blockquote id=\"b169-5\">(1) the police have a pre-arranged plan with the store;</blockquote>\n<p id=\"b169-6\">and</p>\n<blockquote id=\"b169-7\">(2) under the plan, the police will arrest anyone identified as a shoplifter by the store without independently evaluating the presence of probable cause.</blockquote>\n<p id=\"b169-8\"><em>See Hernandez v. Schwegmann Bros., </em>673 F.2d 771 (5th Cir.1982); <em>White v. Scrivner, </em>594 F.2d 140 (5th Cir.1979).<footnotemark>2</footnotemark> Insofar as <em>Smith v. Brookshire Bros., </em>519 F.2d 93 (5th Cir.1975) and <em>Duriso v. K-Mart, </em>559 F.2d 1274 (5th Cir.1977), suggest a broader rule of private liability under § 1983, they have been substantially narrowed by the Fifth Circuit’s subsequent statements in <em>Schweg-mann Bros, </em>and <em>Scrivner. </em>The only other court of appeals decision to address this question, <em>El Fundi v. Deroche, </em>625 F.2d 195, 196 (8th Cir.1980) (per curiam), held open the possibility of basing a claim for private § 1983 liability on a simple allegation of “concert” with the police. The <em>El Fundi </em>Court, however, was substantially influenced by the fact that private security guards had detained and threatened the plaintiffs under the authority of a Minnesota statute permitting merchants to hold suspected shoplifters. <em>Id.</em></p>\n<p id=\"b169-9\">In the case before us, the complaint and affidavits do not satisfy the above criteria for § 1983 liability. The only allegation that colorably suggests an “understanding” or “plan” is the claim that Rayburn “ordered and commanded” the police officers to perform a strip search. Since police normally do not take orders from private citizens, this allegation could be construed to assert the existence of a plan whereby private store employees were substituted as commanding officers for policemen investigating shoplifting incidents. Such a construction, however, is not justified by the complaint or affidavits when they are read as a whole. Nowhere does Cruz assert that the police would <em>not </em>strip search him as part of a routine shoplifting investigation, with or without Rayburn’s “order and command.” Lacking such an assertion, Cruz’ allegations depict only a police investigation that happens to follow the course suggested by comments from a complainant.</p>\n<p id=\"b169-12\">We are reinforced in this conclusion by the logic of a recent Supreme Court reformulation of § 1983 liability, <em>Lugar v. Ed-mondson Oil Co., </em>457 U.S. 922, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982), a decision not referred to by the district judge or by the parties on appeal. <em>Lugar </em>announces a two pronged test to determine when private action is “fairly attributable” to the state:</p>\n<blockquote id=\"AXJ\">First, the deprivation must be caused by the exercise of some right or privilege created by the State or by a rule of conduct imposed by the State or by a person for whom the State is responsible.... Second, the party charged with the deprivation must be a person who may fairly be said to be. a state actor. This may be because he is a state official, because he has acted together with or has obtained significant aid from state officials, or because his conduct is otherwise chargeable to the State. Without a limit such as this, private parties could face constitutional litigation whenever they seek to rely on some state rule governing their interactions with the community surrounding them.</blockquote>\n<p id=\"b169-13\">457 U.S. at 937, 102 S.Ct. at 2754.</p>\n<p id=\"b169-14\">In Cruz’ case, the first prong is satisfied, since all the alleged deprivations of constitutional rights were committed by West Chester police officers exercising their investigative powers — “a person for whom the state is responsible.” But the second prong of the <em>Lugar </em>test is not met. Although some language in <em>Lugar </em>suggests that a private party can be held liable un<page-number citation-index=\"1\" label=\"82\">*82</page-number>der § 1983 whenever he or she “invok[es] the aid of state officials to take advantage of state-created” legal procedures, <em>see Lu-gar, supra, </em>457 U.S. at 942, 102 S.Ct. at 2756, the <em>Lugar </em>majority emphasized that its holding must be understood in the context of a particular legal mechanism— there, a prejudgment attachment — that authorizes “state officials [to] attach property on the <em>ex parte </em>application of one party to a private dispute”. <em>Id. </em>at 942, 102 S.Ct. at 2757; <em>see also id. </em>at 939 n. 21, 102 S.Ct. at 2755 n. 21. By focussing on this attribute of the prejudgment attachment procedure, <em>Lugar </em>teaches that at least when the state creates a system permitting private parties to substitute their judgment for that of a state official or body, a private actor’s mere invocation of state power renders that party’s conduct actionable under § 1983.</p>\n<p id=\"b170-4\">Thus the <em>Lugar </em>test for private liability under § 1983 is wholly consistent with the analysis in the latest caselaw on suspected shoplifters. According to both, the critical issue before us today is whether the state, through its agents or laws, has established a formal procedure or working relationship that drapes private actors with the power of the state. In the present case, the absence of any allegation of an agreement subordinating the policemen’s judgment to that of Rayburn and the A &amp; P forecloses private liability under § 1983.</p>\n<p id=\"b170-5\">III.</p>\n<p id=\"b170-6\">The judgment of the district court is hereby affirmed, each side to bear its own costs.</p>\n<footnote label=\"1\">\n<p id=\"b168-12\">. Because Cruz has been represented by counsel throughout these proceedings, we need not temper the Third Circuit’s rule of factual specificity as we do with the <em>pro se </em>civil rights litigant. <em>See Haines v. Kerner, </em>404 U.S. 519, 92 S.Ct. 594, 30 L.Ed.2d- 652 (1972) (per curiam); <em>Rotolo v. Borough of Charleroi, </em>532 F.2d 920, 922 (3d Cir. 1976).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b169-10\">. See <em>also Gipson v. Supermarkets General Corp., </em>564 F.Supp. 50, 53-56 (D.N.J.1983); <em>Newman v. Bloomingdale’s, </em>543 F.Supp. 1029 (S.D.N.Y.1982); <em>Davis v. Carson, Pirie, Scott &amp; Co., </em>530 F.Supp. 799 (N.D.Ill.1982).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}