{
  "casebody": {
    "data": "<casebody firstpage=\"156\" lastpage=\"163\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b172-4\">M., PLAINTIFF-APPELLANT, v. F., DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b172-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b172-6\">Argued January 26, 1960</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AE4\">Decided February 10, 1960.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b173-9\"><page-number citation-index=\"1\" label=\"157\">*157</page-number>Before Judges Price, Gaulkin and Foley.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b173-10\"><em>Mr. Bernard A. Campbell </em>argued the cause for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b173-11\"><em>Mr. Anthony M. Lario </em>argued the cause for defendant-respondent.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b174-4\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>The opinion of the court was delivered by</p>\n<author id=\"b174-5\">Foley, J. A. D.</author>\n<p id=\"A4\">This is an appeal from a judgment of the Camden County Court reported <em>sub nom. M. v. F., </em>55 <em>N. J. Super. </em>548 <em>(Cty. Ct. </em>1959).</p>\n<p id=\"b174-6\">On December 3, 1958 defendant was adjudged the father of a child born to plaintiff on February 12, 1958 and ordered to pay $7.50 weekly for the support of the child. The action was brought by the Director of Welfare in the Municipal Court of the City of Camden under <em>N. J. S. A. </em>9:17 — 1 <em>et seq. </em>(hereinafter referred to as <em>chapter </em>17) which provides in part:</p>\n<blockquote id=\"b174-7\">“If a woman is delivered of an illegitimate child or declares herself to be pregnant of a child likely to be born illegitimate, which is or is. likely to become a public charge, * * * a director of welfare of the municipality where the woman is, or of the municipality wherein she has a legal settlement, may institute a bastardy proceeding before a court in the same county wherein the woman is; * * *.” <em>N. J. S. A. </em>9:17 — 2.</blockquote>\n<p id=\"b174-9\">On January 4, 1959, while the defendant was in compliance with said order, the mother instituted another action against the defendant charging him with nonsupport of the child under <em>N. J. S. A. </em>9 :16 — 1 <em>et seq. </em>(hereinafter referred to as <em>chapter </em>16) which provides in part:</p>\n<blockquote id=\"b174-10\">“A child born out of wedlock shall be entitled to support and education from its father and mother to the same extent as if born in lawful wedlock.” <em>R. S. </em>9:16-2.</blockquote>\n<blockquote id=\"b174-11\">“Proceedings to enforce the obligations imposed by <em>section </em>9:16-2 of this title may be maintained by one parent against the other, or by the person having physical custody of the child, or, if the child is or is likely to become a public charge, the proceedings may be instituted by the director of welfare of the municipality or municipalities where the father and mother, or either of them, reside. In such proceedings consideration shall be given to the age of the child and the ability and financial condition of the parent or parents.” <em>Ñ. J. S. A. </em>9:16-3.</blockquote>\n<p id=\"b174-12\">The Magistrate dismissed the complaint and an appeal was taken to the County Court.- ’ There ' it was agreed by the parties that the basis of the holding in the Magistrate’s <page-number citation-index=\"1\" label=\"159\">*159</page-number>Court was that, since the father was honoring the existing court order, the doctrine of <em>res judicata </em>applied. See <em>M. v. F., supra, </em>55 <em>N. J. Super., </em>at <em>pages </em>549-550.</p>\n<p id=\"b175-5\">On the trial <em>de novo </em>the County Court dismissed the complaint upon the ground that the defendant was in compliance with the support order in the bastardy proceedings and so the action was duplicative and thus w'as “harassing and vexatious.” Implicit in the County Court’s determination is the idea that <em>chapters </em>16 and 17 provide mutually exclusive proceedings to enforce but one obligation, <em>i. e., </em>the duty to support the child. We disagree.</p>\n<p id=\"b175-6\">Our analysis of the two statutes leads us to conclude that the rights and proceedings thereunder are cumulative and correlated. <em>Chapter </em>17 is the current version in an unbroken line of bastardy statutes commencing with the act of February 26, 1795 <em>(Rev. </em>1821, <em>p. </em>171), the design of which has been to protect the public against the cost of support of children born out of wedlock. To insure against this possible financial burden the municipal director of welfare is permitted to bring action to establish the paternity of the child under <em>N. J. S. A. </em>9:17-2. See <em>Leonard v. Werger, </em>21 N. J. 539 (1956). If at the trial it is adjudged that the defendant is the father, the court is required to make an order of filiation in which “it shall specify the sum to be paid weekly by the father, or otherwise, for the support of the child.” <em>N. J. S. A. </em>9:17-12. Thereupon the father is required to enteT into bond with the State in such sum as the court shall direct to comply with the order and to indemnify the State and every county and municipality for any cost thereafter incurred for the support of the illegitimate child, or because of proceedings arising therefrom. Plainly the proper construction of these sections of <em>chapter </em>17 is that paternity is to be established thereunder and that the sum fixed for support in the order of filiation shall be no more than is necessary to make whole the governmental subdivision which incurs expense in providing support. In short, <em>chapter </em>17 presents a completely integrated procedure for <page-number citation-index=\"1\" label=\"160\">*160</page-number>the determination of paternity and is primarily designed to make provision for support of the child by the father to the extent that the same would be a burden upon the public.</p>\n<p id=\"b176-4\">On the other hand <em>chapter </em>16 provides a remedy which by express language is made cumulative of the remedies contained in <em>chapter </em>17. <em>B. 8. </em>9 :16-4. This chapter is not in a statutory or historical sense a bastardy statute and contains no provision for establishing paternity. Such determination, a necessary preliminary to an order upon the father for support, may be had in a <em>chapter </em>16 action by invoking the provisions of <em>chapter </em>17 relating thereto. <em>Leonard v. Werger, supra, </em>21 <em>N. J., </em>at <em>pages </em>543-544; <em>Borawick v. Barba, </em>7 <em>N. J. </em>393, 396 (1951). Under <em>N. J. S. A. </em>9:16-3 an action may be brought not only for support but for <em>education </em>as well. A <em>chapter </em>16 proceeding is distinguished from a <em>chapter </em>17 case in that the award is based on the financial condition of the parent or parents and is not limited to the amount needed to protect the municipality. The scope of recovery thus permitted underscores the legislative policy declared by <em>B. 8. </em>9:16-2 that a “child born out of wedlock shall be entitled to support and education from its father and mother to the same extent as if born in lawful wedlock.” The distinctions between the ambits of the two chapters have been noted in <em>State v. Arbus, </em>54 <em>N. J. Super. </em>76, 80 <em>(App. Div. </em>1959) wherein the court said that a finding that a child “is or is likely to become a public charge” as required by <em>N. J. S. A. </em>9 :17-2 has no place in a judgment under <em>N. J. 8. A. </em>9:16-3 when the mother is the plaintiff, and in <em>Tuohy v. Boynton, </em>5 <em>N. J. Super. </em>265 <em>(App. Div. </em>1949), where the court said that when a mother seeks support for the infant she must sue under <em>N. J. 8. A. </em>9 :16-3, the object of <em>N. J. 8. A. </em>9 :17-1 <em>et seq. </em>being only to protect the municipality from the expense of maintaining the child. And by analogy the concept of the duality of the rights of action conferred by <em>chapters </em>16 and 17 is supported by <em>Hiers v. Hiers, </em>132 <em>N. J. Eq. </em>610 <em>(E. &amp; A. </em>1942). Although the ruling in <em>Hiers </em>was held in <em>Lasasso v. Lasasso, </em>1 <em>N. J. </em>324 <page-number citation-index=\"1\" label=\"161\">*161</page-number>(1949), to have been partially superseded by statute, the reasoning of the court is pertinent to the present problem. There the issue was whether the plaintiff was barred from bringing a separate maintenance action because there was already in existence a valid subsisting support order of the Juvenile and Domestic Eelations Court. Holding in the negative the court said:</p>\n<blockquote id=\"b177-5\">“The proceedings are entirely different. As stated, the primary purpose of the proceeding in the law court is for the protection of the public. The relief is granted only when there is need. Mere subsistence usually is granted, so that the wife and children will not become the objects of public charity. * * * The law court does not go into the question of the needs of the wife, the ability of the husband to pay, * * 132 <em>N. J. Bq., </em>at <em>pages </em>611-612.</blockquote>\n<p id=\"b177-7\">Eecognition of the essential difference in terms of support between an action brought by an assistance agency in behalf of a governmental subdivision, and one brought in behalf of the child itself (whether by parent or welfare director we deem to be immaterial), is also found in <em>R. R. </em>6 :5-4 which provides:</p>\n<blockquote id=\"b177-8\">“(a) In an action for support brought by an assistance agency any support that may be directed to be paid shall, as near as practicable, conform to the standards of assistance established by or for the plaintiff agency.</blockquote>\n<blockquote id=\"b177-9\">(b) In all other actions for support the court in fixing the amount of any support that may be directed to be paid shall take into account the needs and requirements of the plaintiff and the ability of the defendant to pay, following, insofar as practicable, the practice of the Superior Court in like matters.”</blockquote>\n<p id=\"b177-10\">In <em>Leonard v. </em>Werger, <em>supra, chapters </em>16 and 17 were aptly described as being, in legislative contemplation, intertwined enactments, 21 <em>N. J., </em>at <em>page </em>543, and in <em>Kopak v. </em>Polzer, 4 <em>N. J. </em>327 (1950) it was said, in rejecting the contention that a previous proceeding under <em>chapter </em>17 was a bar to a complaint under <em>chapter </em>16, that:</p>\n<blockquote id=\"b177-11\">“This contention is obviously without merit for it is specifically provided in <em>R. S. </em>9:16-4 that ‘the remedy given by <em>sections </em>9:16-2 <page-number citation-index=\"1\" label=\"162\">*162</page-number>and 9:16-3 of this title shall be deemed cumulative as to remedies contained in <em>chapter </em>17 of this title (9:17-1 <em>et </em>seq.).’ The defendant’s assertion that ‘the Legislature did not provide that a parent may be jeopardized by dual proceedings’ flies into the face of this express provision of <em>R. S. </em>9:16 — 4 to the contrary and must therefore fail.” <em>Id., </em>4 <em>R. J., </em>at <em>pages </em>330-331.</blockquote>\n<p id=\"b178-5\">The interrelation of the legislative objectives embraced by <em>chapters </em>16 and 17 was noted in <em>Jessen v. De Bernardo, </em>52 <em>N. J. Super. </em>227 <em>(Juv. &amp; Dom. Rel. Ct. </em>1958). There Judge Kole said:</p>\n<blockquote id=\"b178-6\">“It <em>[chapter </em>16] is an entirely new and different kind of statutory remedy, additional to the strict bastardy proceeding permitted by <em>chapter </em>17. The purpose of such a <em>chapter </em>16 proceeding is to compel, in a civil action for support, a father adequately to support his illegitimate child. The fact that the child may or may not be or become a public charge is immaterial; the child is still entitled to adequate support from its father. The amount of support to be granted by the court is not limited, as in <em>chapter </em>17 proceedings to an amount required to keep the child off the public relief rolls. The child is entitled to ‘support and education * * * to the same extent as if born in lawful wedlock’ <em>(R. J. S. A. </em>9:16-2)' and ‘consideration shall be given to the age of the child and the ability and financial condition of the parent or parents.’ <em>[R. J. S. A. </em>9:16-3.) In short, the child is entitled to adequate support commensurate with his needs and the financial condition of his parents just as in a proceeding for the support of a child born in wedlock. <em>Cf. R. R. </em>6:5-4(6). Such an action under <em>chapter </em>16 is like any other civil action for the support of a child, except that the defendant must first be proved in the action to be the father of the child.” <em>Id., </em>52 <em>N. J. Super., </em>at <em>pages </em>229-230.</blockquote>\n<p id=\"b178-8\">We are in full accord with, this expression and hold that paternity of the child having been established the plaintiff is entitled to pursue the remedies provided by <em>N. J. S. A. </em>9:16-3 and <em>B. B. </em>6:5-4(&amp;).</p>\n<p id=\"b178-9\">Lastly we observe that any fear that defendant may have of being subjected to double penalties is groundless. The judgment entered in the Magistrate’s Court on the <em>chapter </em>17 proceeding will be subject to modification if, as a result of the determination in the <em>chapter </em>16 proceeding, the interests of justice so require.</p>\n<p id=\"b179-4\"><page-number citation-index=\"1\" label=\"163\">*163</page-number>Reversed and remanded to the County Court, which court may either hear the evidence and determine the issue of support in proceedings not inconsistent with this opinion or remand the cause to the Municipal Court for such purpose. See State <em>v. </em>Gagliardi, 57 <em>N. J. Super. </em>238, 241 <em>(App. Div. </em>1959).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}