{
  "casebody": {
    "data": "<casebody firstpage=\"365\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b425-7\">30 C.C.P.A. (Patents)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b425-8\">PROCTER &amp; GAMBLE CO. v. SWEETS LABORATORIES, Inc.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b425-10\">Patent Appeal No. 4769.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b425-11\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AQY\">July 15, 1943.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b425-26\">Allen &amp; Allen, of Cincinnati, Ohio (Erastus S. Allen, of Cincinnati, Ohio, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b425-27\">Morris Hirsch, of New York City (Harry Price, of New York City, of counsel), for appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b425-28\">Before GARRETT, Presiding Judge, and BLAND, HATFIELD, LENROOT, and JACKSON, Associate Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b425-29\">HATFIELD, Associate Judge.</author>\n<p id=\"b425-30\">This is an appeal in a trade-mark opposition proceeding from the decision of the Commissioner of Patents affirming the <page-number citation-index=\"1\" label=\"366\">*366</page-number>decision of the Examiner of Interferences dismissing appellant’s notice of opposition to the registration of appellee’s trade-mark “Ivoryne Peroxide Gum,” for use on “Chewing Gum Containing a Non-poisonous Peroxide Compound adapted to Whiten the Teeth,” the words “Peroxide Gum” being disclaimed apart from the mark as shown.</p>\n<p id=\"b426-4\">In its application for registration under the Trade-mark Act of February 20, 1905, 15 U.S.C.A. § 81 et se_q., filed July 8, 1939, appellee claimed that it had used its mark on its goods since June 27 of that year.</p>\n<p id=\"b426-5\">It appears from the record that appellee’s product is sold in small packages on which appears, among other things, the word “Ivoryne,” the name of the manufacturer (“Gum Laboratories, Inc.,” a subsidiary of appellee), the address of the manufacturer (“Clifton Heights, Pa.”), and the following: “Peroxide Gum,” “A Chewing Dentifrice,” and the recommendation of the daily use of the gum “for Sparkling White Teeth; also to remove Tobacco Stain and to Eliminate Cigarette Breath.” On one of the packages introduced in evidence by counsel for appellant, it is stated that appellee’s peroxide gum contains “Gum Base, Corn Syrup, Sugar, Artificial Flavor and * * * Calcium Peroxide, a Harmless Dental Bleach.”</p>\n<p id=\"b426-6\">Appellant is the owner of several trademark registrations, but, according to the decision of the Examiner of Interferences (and there is nothing in the brief of counsel for appellant to the contrary), relies in this proceeding on its registration No. 54,-415, issued June 26, 1906, for the trademark “Ivory,” for use on soap “for toilet, laundry, and general use.”</p>\n<p id=\"b426-7\">It appears from the record that appellant’s soap on which it uses its trade-mark “Ivory” is advertised to be 99.44 per cent pure, or, in the words of appellant’s witness Robert J. Ficken, head of the trademark department of the appellant company, appellant’s ivory soap is as “pure as it is possible to make a soap.” It further appears from the record that appellant has spent large sums .of money in advertising its trade-mark and its goods; that its soap is used for the general cleansing of the body, and by a few people for cleaning the teeth; that it is used for cleaning clothing and fine fabrics which require the use of a mild soap; that it is also used, according to the witness William G. Werner, assistant advertising manager of the appellant company, for industrial purposes, such as “the coating of molds in rubber factories, lubricant work of one kind or another, * * * in tanneries,” etc.</p>\n<p id=\"b426-9\">Eight witnesses, all of Scranton, Pennsylvania, testifying on behalf of appellant stated that they used ivory soap for cleaning their teeth, and that it was very satisfactory for that purpose.</p>\n<p id=\"b426-10\">Appellant introduced in evidence excerpts from letters written to the appellant company, suggesting that appellant’s soap was suitable for cleaning the teeth.</p>\n<p id=\"b426-11\">It appears from the testimony of appellant’s witness Alice Kovanda of Shaker Heights, Ohio, manager of the “'Cleveland office of Alberta H. Burke, marketing research,” that on instructions from her company she interviewed approximately sixty housewives in Cleveland regarding appellee’s “Ivoryne” chewing dentifrice, and that a majority of those interviewed had no idea who made appellee’s product and refused to make a guess, whereas about twenty-six of them stated that they thought it was, or might be, a product of the appellant company.</p>\n<p id=\"b426-12\">Appellant also introduced in evidence an advertisement from the April 1886 issue of the “Century Illustrated Monthly Magazine” (appellant’s Exhibit No. 1), depicting a woman combing her hair and a small child holding a cake of ivory soap in one hand and a toothbrush in the other. Beneath the picture appears a “testimonial,” dated September 19, 1885, and signed W. S. Baker, M. D., in which it is stated, among other things: <em>“A good test I find for the purity of soap is to try it with a brush for cleansing the teeth, and the taste of the ‘Ivory Soap so used is perfectly sweet and clean.” </em>(Italics not quoted.)</p>\n<p id=\"b426-14\">Appellant’s Exhibit No. 2, which counsel refers to in his brief as “The Bride’s Booklet,” is an advertisement, which, according to the record, appellant mailed to brides. The exhibit is not dated, but, according to appellant’s witness William G. Werner, was issued about the year 1900. The booklet contains a statement supposedly made by a bride, who, referring to the peculiar habits of her husband, said: “He’s such a funny old fellow. I once bought him a fine piece of transparent shaving soap and he never used it. He prefers Ivory Soap, because it leaves his face so soft and smooth. <em>Maybe you will not believe it, but </em><page-number citation-index=\"1\" label=\"367\">*367</page-number><em>he even uses it to clean his teeth.” </em>(Italics ours.)</p>\n<p id=\"b427-5\">Appellant’s Exhibit No. 3, entitled “Cyclopaedia of Ivory Soap,” was published by appellant apparently during the year 1916 and relates to the use of ivory soap in the making of a “Dentifrice,” a “Tooth Paste,” a “Tooth Wash,” and a “Tooth Powder.” It is not suggested in that exhibit that ivory soap is a dentifrice or that it may be used as such. On the contrary, it is suggested that it may be used as an ingredient in the products referred to in the exhibit. For example, under the heading “Dentifrice” it is stated: “Dissolve a small cake of Ivory Soap shaved fine in two cupfuls of hot water. When cool, <em>add four tablespoonfuls of peroxide of hydrogen and fowr teaspoonfuls of essence of wintergreen. </em>For paste, add more water. Keep in jars.” (Italics not quoted.)</p>\n<p id=\"b427-6\">It appears from the record that appellant produces and sells a dentifrice under the trade-mark “Teel.”</p>\n<p id=\"b427-7\">Appellee’s witness Franklin V. Canning, president of the appellee company, testified that appellee is engaged in the manufacture of synthetic chicle; that Gum Laboratories, Inc., the manufacturer of appellee’s involved product, is engaged principally in the manufacture of medicated chewing gums; and that calcium peroxide, the medicinal ingredient contained in appellee’s chewing gum or chewing dentifrice, “releases when chewed nascent oxygen in the mouth and acts as a germicide, deodorant and a harmless dental bleach to the teeth.”</p>\n<p id=\"b427-8\">In his decision, the Examiner of Interferences stated, among other things, that, although appellant’s soap might to a limited extent be used as a substitute for dentifrices, the goods of the parties could not properly be regarded as competitive, and that appellant’s soap is a detergent of general utility, having “a wide field of household and industrial uses,” whereas appellee’s product is primarily a dentifrice. The examiner further stated that the testimony of the witness Kovanda was hearsay and incompetent. He expressed no opinion as to whether the goods of the respective parties possess the same descriptive properties, but concluded that, considering the differences in the goods of the parties and the differences in their respective trade-marks, confusion in trade was not likely to result from the concurrent use of the involved marks.</p>\n<p id=\"b427-9\">In his decision, the Commissioner of Patents stated that the record disclosed that, although in a few instances appellant’s soap had been used to clean the teeth, it was essentially a soap “which, in common with most soaps, may be used to clean the teeth of those having a penchant for the practice; while applicant’s [appellee’s] product is essentially a chewing gum, with incidental cleansing properties as a dentifrice only.” The commissioner held that the goods of the parties did not possess the same descriptive properties. He stated, however, that should it be held on appeal that the goods of the parties possess the same descriptive properties, the goods and the marks of the parties differ sufficiently “to insure against any reasonable probability of confusion in trade.”</p>\n<p id=\"b427-10\">It is contended here by counsel for appellant that appellant has established that ivory soap is used as a dentifrice; that it whitens the teeth, removes tobacco stain therefrom, and sweetens the breath; that the goods of the parties are competitive, and possess the same descriptive properties; and that the marks of the parties are confusingly similar.</p>\n<p id=\"b427-11\">Counsel for appellant apparently distinguish between soaps generally and appellant’s ivory soap, because no claim is made here that soaps and chewing gums or chewing dentifrices possess the same descriptive properties. It is the contention of counsel, however, that appellant’s <em>ivory </em>soap and appellee’s chewing gum or chewing dentifrice possess the same descriptive properties. That contention of counsel is based upon the testimony of eight witnesses who stated that they used ivory soap to clean their teeth, and that of the witness Kovanda who testified that approximately twenty-six of the sixty housewives interviewed by her stated that they thought that appellee’s “Ivoryne” chewing gum was produced by appellant, the manufacturer of ivory soap.</p>\n<p id=\"b427-12\">The testimony of the witness Kovanda was not objected to by counsel for appellee. Accordingly, we shall discuss it briefly-</p>\n<p id=\"b427-13\">As hereinbefore noted, twenty-six of the sixty housewives interviewed by the witness Kovanda expressed the opinion that appellee’s “Ivoryne” chewing gum or chewing dentifrice either was or might be made by the appellant company. It is obvious from the testimony of the witness that those housewives made a deliberate <page-number citation-index=\"1\" label=\"368\">*368</page-number>effort to associate appellee’s trade-mark “Ivoryne” with some other well-known trade-mark. The interview to which they were subjected may properly, we think, be likened to a radio quiz program where those being interviewed make every effort to give the désired answers to the questions propounded.</p>\n<p id=\"b428-4\">There is nothing in the testimony of the witness Kovanda to indicate that the concurrent use of the involved trade-marks would have deceived the housewives interviewed by her or would have caused them to believe that appellee’s “Ivoryne” peroxide gum or chewing dentifrice was a product of the appellant company. Nor is there anything in the record to indicate that any of those housewives had ever used ivory soap as a dentifrice or had ever heard of it being used as such. Furthermore, thirty-two of the housewives interviewed by the witness Kovanda did not associate appellee’s chewing dentifrice with appellant’s ivory soap, and refused to hazard a guess as to the manufacturer of appellee’s product.</p>\n<p id=\"b428-5\">For the reasons stated, we are of opinion that the testimony of the witness Kovanda is without probative force.</p>\n<p id=\"b428-6\">It is an interesting circumstance in this case that, although appellant has received many “fan” letters suggesting that ivory soap might be used for cleaning the teeth, it has not advertised its soap for that purpose, so far as the record discloses, since appellant’s publication in the year 1900 of “The Bride’s Booklet” (appellant’s Exhibit No. 2) wherein the bride stated: “Maybe you will not believe it, but he [her husband] even uses it to clean his teeth.”</p>\n<p id=\"b428-8\">Relative to the testimony of the eight witnesses who stated that they used ivory soap for cleaning their teeth, we think it is sufficient to say that such use is obviously a fugitive one, in view of the fact that appellant sells over a million cases of ivory soap per year.</p>\n<p id=\"b428-9\"> It has always been the policy of this court to give the language “merchandise of the same descriptive properties,” contained in section 5 of the Trade-mark Act of February 20, 1905, a “liberal construction in order to effectuate the purposes of said act.” However, we are not prepared to hold that appellant’s ivory soap possesses the same descriptive properties as appellee’s peroxide chewing gum or chewing dentifrice, although, generally speaking, both products are used for cleaning purposes. See Mohawk Milk Products Co., Inc., v. General Distilleries Corporation, 95 F.2d 334, 336, 25 C.C.P.A.,Patents, 990; Carnation Co. v. California Growers Wineries, Inc., 97 F.2d 80, 25 C.C.P.A., Patents, 1277; General Shoe Corporation v. Forstner Chain Corporation, 113 F.2d 127, 27 C.C.P.A.,Patents, 1398; Pratt &amp; Lambert, Inc., v. Chapman &amp; Rodgers, Inc., 136 F.2d 909, 30 C.C.P.A., Patents,-.</p>\n<p id=\"b428-10\">For the reasons stated, the decision of the Commissioner of Patents is affirmed.</p>\n<p id=\"b428-11\">Affirmed.</p>\n<judges id=\"b428-12\">LENROOT, Associate Judge, took no part in the consideration or decision of this case.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}