{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"256\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b263-8\">HARRY GOLDBERG, PLAINTIFF-RESPONDENT, v. HOUSING AUTHORITY OF THE CITY OF NEWARK, A BODY POLITIC AND CORPORATE OF NEW JERSEY, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b263-9\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b263-10\">Argued September 8, 1961</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Adf\">Decided November 1, 1961.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b265-10\"><page-number citation-index=\"1\" label=\"247\">*247</page-number>Before Judges Price, Sullivan and Leonard.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b265-11\"><em>Mr. John J. Gajfey </em>argued the cause for appellant <em>(Messrs. Gajfey &amp; Webb, </em>attorneys; <em>Mr. H. Curtis Meanor, </em>of counsel).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b265-12\"><em>Mr. Seymour B. Jacobs </em>argued the cause for respondent <em>(Messrs. Balk &amp; Jacobs, </em>attorneys).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b266-3\"><page-number citation-index=\"1\" label=\"248\">*248</page-number>The opinion of the court was delivered by</p>\n<author id=\"b266-4\">Sullivan, J. A. D.</author>\n<p id=\"AVe\">Plaintiff was assaulted and robbed by unknown and unidentified persons while making deliveries of milk in one of the buildings of the Reverend William P. Hayes homes, a housing project operated by defendant Housing Authority. He sued for damages, charging that defendant had notice of similar occurrences on previous occasions but had failed to take proper measures to keep the premises safe for persons lawfully using the same. At the conclusion of the trial the jury rendered a verdict in favor of plaintiff for $6,000, and judgment was entered accordingly. Defendant appeals, charging numerous grounds therefor.</p>\n<p id=\"b266-5\">The project in question is a large development operated by defendant, a local housing authority, created pursuant to the provisions of <em>N. J. S. A. </em>55:14A-1 <em>et seq. </em>It extends for several city blocks, with only one public street running through a portion thereof. It has ten residential buildings, each of which is 12 stories in height, and a community and boiler-house building. The project is 19.15 acres in size, has accommodations for 1,458 families, and in December 1957 its population was between 5,300 and 6,000 persons. Each building has two entrances which are kept open and unlocked at all times. No attendants or doormen are provided to control access to the buildings. There are numerous walks, play areas and parking areas throughout the project.</p>\n<p id=\"b266-6\">Plaintiff, a milkman, had been making deliveries to the project since 1954. His status as an invitee on the premises is unchallenged. On December 24, 1957, the day in question, at about one-thirty in the afternoon he was attending to his customers in the project and had gone to the twelfth floor of one of the buildings. There are two self-service elevators in each building. After making a delivery on the twelfth floor plaintiff entered the elevator and pressed the button for the fourth floor. There was no one else on the elevator at the time. The elevator descended a number of floors, and then stopped, and plaintiff got off thinking he was at the <page-number citation-index=\"1\" label=\"249\">*249</page-number>fourth floor. Just then two men got on the elevator. Plaintiff immediately realized that he was on the sixth floor and got back in the elevator which now had the two other men on it. They proceeded to attack plaintiff with a pipe. Plaintiff was severely beaten and robbed. His two assailants ran off and have never been identified.</p>\n<p id=\"b267-5\">It was shown that, at the time of the attack on plaintiff, the project employed three private policemen who worked in shifts patrolling the project from four o’clock in the afternoon until eight o’clock in the morning. During the hours between eight o’clock in the morning and four o’clock in the afternoon there was no private policeman on duty in the project. A Newark police officer was assigned to patrol the streets and walks on the project grounds. He came on duty about 11 A. M., worked an eight-hour shift, and was relieved by another officer who was on duty until approximately 3 a.m. These municipal police officers were not allowed to go into the project buildings unless called.</p>\n<p id=\"b267-6\">Plaintiff also showed that prior to December 24, 1957 the defendant Authority had received numerous reports of crimes and acts of violence being committed in and about the Hayes project. The official minutes of meetings of defendant Authority held on June 12, 1957, July 10, 1957, August 14, 1957, September 11, 1957, and October 16, 1957 record that the matters of crime in the Newark housing projects, the alleged lack of adequate policing and the need for more “Special Police” were discussed at such meetings.</p>\n<p id=\"b267-7\">Defendant in its amended answer to the complaint set up by way of separate defenses that defendant was engaged in “governmental functions” and was guilty of “no active wrongdoing.”</p>\n<p id=\"b267-8\">Prior to trial, the court, on plaintiff’s motion, struck said separate defenses, holding that defendant Housing Authority enjoyed no governmental immunity from a suit for negligence, and that plaintiff was not required to prove active wrongdoing on defendant’s part. In its opinion the court <page-number citation-index=\"1\" label=\"250\">*250</page-number>stated that the function carried on by the Housing Authority was proprietary rather than governmental.</p>\n<p id=\"b268-4\">Defendant’s first point on appeal is that these separate defenses were improperly stricken prior to trial and that it should have been afforded the opportunity to introduce evidence in support of these defenses. Ancillary thereto, defendant argues that the question whether it was conducting a proprietary operation or was engaged in governmental functions cannot be determined as a matter of law upon the pleadings.</p>\n<p id=\"b268-5\">The doctrine of immunity of municipal governments from liability for negligence is a controversial one. <em>Prosser, Torts (2d ed. </em>1955), <em>pp. </em>774-5; 2 <em>Harper and James, Law of Torts, pp. </em>1622-23. A comprehensive discussion of this area of the law and the inequalities of the doctrine-has been set forth in <em>Cloyes v. Delaware Tp., </em>23 <em>N. J. </em>324 (1957). Authorities uniformly criticize the rule. <em>Prosser, Torts (2d ed. </em>1955), <em>p. </em>774; 2 <em>Harper and James, The Law of Torts </em>(1956), <em>sec. </em>29.6.</p>\n<p id=\"b268-6\">The immunity is confined to traditional governmental functions and courts have been quick to find municipal activities to be proprietary rather than governmental, thus avoiding the impact of the doctrine. <em>Cloyes v. Delaware Tp., supra; Stringfield v. City of Hackensack, </em>68 <em>N. J. Super. </em>38 <em>(App. Div. </em>1961). In this State the doctrine has been limited also by a judicial readiness to find active wrongdoing on the part of the government, in which case the immunity does not apply. <em>Hartman v. City of Brigantine, </em>23 <em>N. J. </em>530 (1957); <em>Hayden v. Curley, </em>34 N. <em>J. </em>420 (1961).</p>\n<p id=\"b268-7\">In recent years we have witnessed the enactment of much legislation providing for the creation of independent “Authorities” to administer the increasing volume of local governmental activities. To mention a few, Incinerator Authorities authorized under <em>N. J. 8. A. </em>40:66A-1 <em>et seq.; </em>Local Housing Authorities (including the present defendant) authorized under N. <em>J. S. A. </em>55:14A-1 <em>et seq.; </em>Parking Au<page-number citation-index=\"1\" label=\"251\">*251</page-number>thorities under <em>N. J. S. A. </em>40:11A-1 <em>e t seq.; </em>Sewerage Authorities under <em>N. J. S. A. </em>40:14A-1 <em>et seq.</em></p>\n<p id=\"b269-5\">The broadened scope of governmental activity through authorities created under these various statutes has generated a large number of suits and claims for damages by persons who have suffered injury allegedly as the result of negligent operation by such authorities. This, in turn, has raised the plaguing question whether the particular Authority activity should be considered a truly governmental function and thereby immune from liability for negligence save for active wrongdoing, or whether it should be classified as proprietary in which case the immunity does not apply. Compare <em>Hedges v. Housing Authority of Atlantic City, </em>21 <em>N. J. Super. </em>167 <em>(App. Div. </em>1952) with <em>Casale v. Housing Authority of City of Newark, </em>42 <em>N. J. Super. </em>52 <em>(App. Div. </em>1956); <em>Nary v. Dover Parking Authority, </em>52 <em>N. J. Super. </em>222 <em>(App. Div. </em>1959). See <em>Cloyes v. Delaware Tp., </em>23 <em>N. J. </em>324 (1957), <em>supra, </em>at <em>p. </em>335. <em>Cf. Stringfield v. City of Hackensack, </em>68 <em>N. J. Super. </em>38 <em>(App. Div. </em>1961), <em>supra. </em>See also Annotation “Suability, and liability, for torts of public housing authority,” 61 <em>A. L. R. 2d </em>1246.</p>\n<p id=\"b269-6\">The problem, however, can be approached from another direction. Defendant Authority, although created by municipal ordinance and admittedly an agency and instrumentality of the municipality creating it, is provided for by statute and has such powers and duties, and is subject to such liabilities, as the Legislature may provide.</p>\n<p id=\"b269-7\">In a suit against the New Jersey Turnpike Authority for the alleged negligent operation of Authority facilities, our Supreme Court held that the Turnpike Authority is an agency of the State and is entitled to the protection of the rule of sovereign immunity, so that an action for negligence will not lie against such an agency uniess there has been a waiver of immunity. However, in considering the provisions of the statute under which the New Jersey Turnpike Authority was created, the court found a legislative intent “to create an independent body which would be responsible <page-number citation-index=\"1\" label=\"252\">*252</page-number>for negligently inflicted wrongs.” <em>McCabe v. N. J. Turnpike </em>Auth., 35 <em>N. J. </em>26, 34 (1961). In reaching this result the Supreme Court noted that the Turnpike Authority was an independent corporate entity; that it had the power to sue and be sued in its own name, to issue bonds payable from tolls, to acquire, hold and dispose of real property, to exercise the power of eminent domain and to fix tolls. The court also noted that the Authority’s bond resolution required it to carry a public liability insurance policy providing for blanket coverage of claims arising from turnpike operations. All of these factors, in the court’s opinion, taken together, compelled the conclusion that the Legislature intended to create an independent body which would be responsible for negligently inflicted wrongs.</p>\n<p id=\"b270-4\">In <em>McCabe, </em>of course, the rule of sovereign immunity was involved since an agency of the State was being sued, whereas here the defendant is an agency of a municipal government, so that its liability, if any, would be limited as heretofore noted. The distinction, though, is immaterial to an inquiry as to whether the Legislature intended that local housing authorities were to be liable for negligently inflicted wrongs.</p>\n<p id=\"b270-5\">We turn to the “Local Housing Authorities Law,” <em>N. J. S. A. </em>55 .T4A-1 <em>et seq., </em>pursuant to which defendant exists. An Authority created under the housing law is a body corporate and politic having the power to sue and be sued. It has the power to issue bonds which shall not be the obligation of the State or any political subdivision thereof. It has the power to acquire, hold and dispose of real and personal property and to exercise the power of eminent domain. It is to fix rents in its projects, and no higher rates than it shall find to be necessary in order to produce revenues “(b) to meet the cost of, and to provide for, maintaining and operating the projects (including the cost of any insurance) and the administrative expenses of the authority.” <em>N. J. S. A. </em>55:14A-8. The Authority has the power to insure or provide for the insurance of its operations against any risks or hazards. <em>N. J. S. A. 55 </em>:14A-7(d).</p>\n<p id=\"b271-4\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>Viewed as a whole, we find in the Local Housing Authorities Law an expression of legislative intention that authorities created pursuant to said law shall be responsible for all “negligently inflicted wrongs” regardless of whether the functions exercised are “governmental” or “proprietary.” The separate defenses of “no active wrongdoing” and “governmental functions” were not pertinent, and were properly stricken.</p>\n<p id=\"b271-5\">Defendant argues as its second point that it was error to admit in evidence the minutes of its meetings of June 12, 1957, July 10, 1957, August 14, 1957, September 11, 1957 and October 16, 1957. These minutes were offered to show that notice of crime and violence allegedly being committed in and about the projects had been brought home to defendant, and that the need for additional private police to patrol the projects had been discussed at defendant’s meetings. To that end we find nothing improper in the admission of the minutes. <em>Cf. </em>5 McQuillin, <em>Municipal Corporations (3d ed. </em>1949), <em>sec. </em>14.05; <em>Campbell v. Hackensack, </em>115 <em>N. J. L. </em>209 <em>(E. &amp; A. </em>1935).</p>\n<p id=\"b271-6\">The third point made by defendant is that its motions for involuntary dismissal at the end of plaintiff’s case and for judgment in its favor at the end of the entire case should have been granted for the reason that (a) there was no evidence of any duty owing by defendant to plaintiff which had been breached, and (b) even if defendant breached any duty owing by it to plaintiff, such breach was not the proximate cause of plaintiff’s injuries.</p>\n<p id=\"b271-7\">Defendant contends that it was under no duty to protect persons using the project against crime or violence. Moreover, it points to its written cooperation agreement with the City of Newark by which the city agreed to provide police protection and service to the projects. The issue, however, is not so simple. It is true that under ordinary circumstances a property owner is not obliged to anticipate and guard against the criminal act of others. <em>Genovay v. </em>Fox, 50 <em>N. J. Super. </em>538 <em>(App. Div. </em>1958), reversed on other grounds <page-number citation-index=\"1\" label=\"254\">*254</page-number>29 <em>N. J. </em>436 (1959). However, in the instant ease, we are dealing with a unique factual situation as is demonstrated by the details of the project’s size, physical composition and method of operation heretofore given. Moreover, the project has a larger population than most of the municipalities of this State and, actually, is a city within a city. While the Newark Police Department polices the public streets around the project, except as heretofore noted, it does not patrol the project grounds and will not enter project property unless called. Therefore, much of the project area is outside the range of effective Newark police surveillance. Housing Authority minutes of the meeting of July 10, 1951’ quote the executive director of the Authority as saying that the projects are “not adequately policed” and that “we should augment the Special Police in specific areas.”</p>\n<p id=\"b272-4\">The cooperation agreement between defendant and the City of Newark to which defendant refers provides that the city will furnish to defendant and the tenants of the projects the public services and facilities, including police protection and services, which are presently furnished without costs or charges to other dwellings and inhabitants in the city. However, the police protection and service furnished other dwellings and inhabitants is inadequate in the case of the Hayes project. What is needed is a system of protection which will operate throughout the project area.</p>\n<p id=\"b272-5\">The proofs showed that numerous reports of alleged crimes and violence in the Hayes and other projects had been brought to defendant’s attention. The minutes of defendant’s board meetings record considerable discussion about these alleged conditions and the need for additional protection. These same minutes reflect an awareness on defendant’s part that additional police protection for the projects would not be forthcoming from the Newark Police Department under the then existing cooperation agreement with the City of Newark, and that defendant would have to make its own arrangements for additional protection in the projects.</p>\n<p id=\"b273-4\"><page-number citation-index=\"1\" label=\"255\">*255</page-number>It is worthy of comment that the public press has recently carried several articles about crime and violence in housing projects, both here and in other states, on the ineffectiveness of a “perimeter” patrol of housing projects by the municipal police, and the need for private guards to patrol project areas.</p>\n<p id=\"b273-5\">We hold that defendant, since it created and maintained a housing project which, because of its size, physical composition and method of operation, was beyond the pale of regular municipal police surveillance, and yet because of these same factors was susceptible to criminal activities, was under a duty to provide such protection in the Hayes project as was necessary under the circumstances, and that a question of fact was presented for jury consideration as to whether the provisions made by defendant for private police guards were adequate. As to whether defendant’s dereliction, if any, was the proximate cause of plaintiff’s injuries and the damage he suffered, again it was for the jury to decide from the evidence whether the assault and robbery was a result of defendant’s negligence. Plaintiff was not required to prove that the assault and robbery would not have taken place had defendant supplied additional protection. It is axiomatic that better policing would have acted as a deterrent. <em>Cf. Crammer v. Willston Operating Co., Inc., </em>19 <em>N. J. Super. </em>489 <em>(App. Div. </em>1952).</p>\n<p id=\"b273-6\">Defendant also charges that the trial court committed prejudicial error in instructing the jury that the failure of defendant to produce Housing Commissioner Spatola as a witness “will permit you to draw an inference that if ho were produced to testify he would not or could not deny the statements attributed to him by the evidence previously submitted. This does not mean that you must draw such an inference, but that you may in your discretion as jurors finding the facts to draw such an inference.” Defendant in its brief concedes that the commissioner made the statements attributed to him but contends that, from the charge, the jury could have concluded that the statements were evidence of the truth of what the commissioner said. We find <page-number citation-index=\"1\" label=\"256\">*256</page-number>no prejudice. In order to reach a verdict in favor of plaintiff it was hot incumbent on the jury to find that the statements were actually true. All that plaintiff was trying to prove was that defendant had notice of alleged conditions of crime and violence in the projects and that the need for additional private police had been discussed at several meetings of defendant’s board of commissioners.</p>\n<p id=\"b274-4\">Defendant also' argues that the trial court erred in refusing to charge its “Request to Charge” No. 10. Suffice it to say we find the charge as submitted was not correct and that the trial court adequately instructed the jury with reference to the subject matter to which the “Request to Charge” related.</p>\n<p id=\"b274-5\">Finally, defendant argues that the circumstances giving rise to the assault on and robbery of plaintiff are so utterly out of the ordinary and inconsistent with the idea of a violation by defendant of any duty or proximate cause, that the only explanation for the verdict is that it was the result o'f mistake, partiality, prejudice or passion. This argument is but a restatement of defendant’s third point which heretofore has been fully discussed and rejected.</p>\n<p id=\"b274-6\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}