{
  "casebody": {
    "data": "<casebody firstpage=\"1358\" lastpage=\"1364\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b1166-4\">[No. C066883.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ASZ\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AON\">Apr. 16, 2012.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b1166-5\">THE PEOPLE, Plaintiff and Respondent, v. TONI RAE ALLEXY, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b1166-7\">[CERTIFIED FOR PARTIAL PUBLICATION<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1168-4\"><page-number citation-index=\"1\" label=\"1360\">*1360</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1168-5\">Francine R. Tone, under appointment by the Court of Appeal, for Defendant and Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1168-6\">Kamala D. Harris, Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Michael P. Farrell, Assistant Attorney General, Daniel B. Bernstein and Janet E. Neeley, Deputy Attorneys General, for Plaintiff and Respondent.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1166-11\">Pursuant to California Rules of Court, rules 8.1105 and 8.1110, this opinion is certified for publication with the exception of parts II and IH of the Discussion.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b1168-7\">Opinion</p>\n<author id=\"b1168-8\">ROBIE, J.</author>\n<p id=\"ABMa\">—In this opinion we explain the procedure a trial court must follow if it chooses to impose sex offender registration on a defendant whose crime does not <em>require </em>registration.</p>\n<p id=\"b1168-9\">The law allows a court to impose sex offender registration “if the court finds <em>at the time of conviction or sentencing </em>that the person committed the offense as a result of sexual compulsion or for purposes of sexual gratification. . . .” (Pen. Code,<footnotemark>1</footnotemark> § 290.006, italics added.)</p>\n<p id=\"b1168-10\">Here, defendant pled guilty to child endangerment, the trial court imposed sentence but suspended execution of that sentence, placed her on probation, and told her if she violated that probation, it would order her to register as a sex offender. She violated probation and the court then ordered her to register.</p>\n<p id=\"b1168-11\">The procedure the trial court followed was wrong. It failed to decide at the time it <em>imposed </em>sentence whether defendant would have to register. If a trial court wants to use the specter of sex offender registration as a basis for encouraging a defendant to comply with the terms of probation (as it appears the court here wanted to do), there is a way to do so without violating section 290.006. A trial court may <em>suspend imposition of sentence </em>and place a defendant on probation, thereby leaving any decision to impose sex offender registration to the time the court sentences the defendant. The court’s procedural error does not require reversal here, though, because any argument regarding the court’s error was forfeited or invited because counsel acquiesced to the court’s procedure.</p>\n<p id=\"b1168-12\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b1168-13\">A</p>\n<p id=\"b1168-14\">\n<em>Defendant’s Criminal Conduct</em>\n</p>\n<p id=\"b1168-15\">Defendant Toni Rae Allexy was a 38-year-old cheerleading coach and mother of a cheerleader when she invited to her house a 14-year-old football <page-number citation-index=\"1\" label=\"1361\">*1361</page-number>player (the victim) to whom she was attracted and encouraged him to drink alcohol with her and his friends.</p>\n<p id=\"b1169-5\">After getting the victim drunk and becoming “beyond drunk” herself, defendant followed the victim into her computer room where she drew her initials in lipstick on the victim’s cheek. She then took the victim’s football jersey off of his body, put it on herself, and took a picture of herself sitting in the victim’s lap. She sent the picture to the victim’s ex-girlfriend with a text message saying, “Don’t you wish you were here?”</p>\n<p id=\"b1169-6\">Defendant then insisted (over her husband’s objections) on driving the victim and his friends home in her truck. She made the victim sit in the front seat with her and the three others sit in the back. While driving, defendant put “her hand down [the victim’s] pants on his penis,” and for three to five minutes she “strok[ed] [the victim’s penis] in an up and down motion as she drove them home.” The victim “did not want ‘this lady’s hand in [his] pants.’ ” He “kept glancing back at [one of the other teenagers who had asked to sit in the front]” because the victim “knew [defendant] would stop if [somebody else] got in the front seat.” But defendant told that teenager “to stay in the back seat <em>[sic].” </em>The victim kept telling that teenager to “get up front with them and when [that teenager] finally climbed into the front seat[, defendant] removed her hand from [the victim’s] pants and gave [the other teenager] this ‘weird look.’ ”</p>\n<p id=\"b1169-7\">After being molested by defendant, the victim fell into a “tail spin.” He used to “ha[ve] lots of positive friends and was doing well in school.” After he disclosed the molest, he was “ridicule[d] by his friends,” called a “liar,” and “beat[en] up by other students at school.” “As a result[,] he quit school, began drinking alcohol and using drugs,” and ran away “from his mother’s home.” His self-esteem is “basically non-existent.”</p>\n<p id=\"b1169-8\">B</p>\n<p id=\"b1169-9\"><em>Court Proceedings in Front of the First </em>Judge<footnotemark>2</footnotemark></p>\n<p id=\"b1169-10\">Defendant pled no contest to felony child endangerment and the court dismissed five other counts against her, including committing a lewd act on the victim, with the understanding the court could consider the facts behind the dismissed counts at sentencing.</p>\n<p id=\"b1169-11\">The court sentenced defendant to four years in prison, suspended execution of that sentence, and placed her on probation for four years with the understanding that if she “fail[ed] to comply with the terms and conditions of probation, she will be required to register as a sex offender.” After the court <page-number citation-index=\"1\" label=\"1362\">*1362</page-number>made that order, defense counsel stated, “I think the Court has made it abundantly clear. We had anticipated that would be one of the alternatives the Court would consider.”</p>\n<p id=\"b1170-5\">C</p>\n<p id=\"b1170-6\">\n<em>Defendant Violates Probation Twice</em>\n</p>\n<p id=\"b1170-7\">About a year after being sentenced, defendant violated probation twice. The first time was for having unauthorized contact with children at a skate park and lying about it. The second time was for embezzling over $10,000 from her employer.</p>\n<p id=\"b1170-8\">About the time of these violations, defendant’s sex offender therapy counselor reported that “even though [defendant] was attending regularly, she never accepted responsibility for her offense and showed no empathy for her victim.”</p>\n<p id=\"b1170-9\">D</p>\n<p id=\"b1170-10\"><em>Proceedings Before the Second </em>Judge<footnotemark>3</footnotemark></p>\n<p id=\"b1170-11\">Based on defendant’s poor performance on probation, the court revoked defendant’s probation and executed the previously ordered four-year prison sentence. The court ordered her to register as a sex offender.</p>\n<p id=\"b1170-12\">E</p>\n<p id=\"b1170-13\">\n<em>Contentions on Appeal</em>\n</p>\n<p id=\"b1170-14\">Defendant timely appeals with a certificate of probable cause. She raises two contentions: one, the trial court abused its discretion by failing to identify and state reasons to justify the sex offender registration, and two, the trial court violated her right to a jury trial when it imposed registration. The first contention is forfeited and the second is not prejudicial.</p>\n<p id=\"b1170-15\">DISCUSSION</p>\n<p id=\"b1170-16\">I</p>\n<p id=\"b1170-17\">\n<em>Proper Procedure when Imposing Sex Offender Registration</em>\n</p>\n<p id=\"b1170-18\">Before turning to the issues defendant raises, we address the proper procedure a trial court must follow when imposing sex offender registration in a case that does not require registration.</p>\n<p id=\"b1171-4\"><page-number citation-index=\"1\" label=\"1363\">*1363</page-number>Section 290.006 allows a court to impose registration “if the court finds <em>at the time of conviction or sentencing </em>that the person committed the offense as a result of sexual compulsion or for purposes of sexual gratification. . . .” (Italics added.) The plain language of the statute requires the court to decide whether to impose sex offender registration either at the time of conviction or at the time of sentencing. It does not allow the court to sentence a defendant and then defer the registration decision. If a trial court wants to use the specter of sex offender registration as a basis for encouraging a defendant to comply with the terms of probation, there is a way to do so without violating section 290.006. A trial court may suspend imposition of sentence and place a defendant on probation (see § 1203.1, subd. (a)), thereby leaving any decision to impose sex offender registration to the time defendant is sentenced.</p>\n<p id=\"b1171-5\">Here, the procedure the trial court followed was wrong. It failed to decide at the time it <em>imposed </em>sentence whether defendant would have to register. Rather, it bifurcated the procedure by imposing sentence (instead of suspending imposition of sentence) and deferring a decision about whether defendant had to register. There was no statutory basis for the court’s bifurcated procedure.</p>\n<p id=\"b1171-6\">Defendant did not raise this procedural error either in the trial court or on appeal. This is understandable. Despite the serious nature of defendant’s conduct, she was allowed to plead no contest to one count of felony child endangerment with the dismissal of five other counts (including committing a lewd act on the victim) and placed on probation without requiring her to register as a sex offender. Defense counsel would have had no tactical reason to point out the court’s error in not making a decision on registration at the time of sentencing because the court gave defendant the opportunity to escape registration by simply complying with her probationary terms. And, on appeal, any argument regarding the error in the court’s bifurcated proceeding would have been either forfeited or invited, given that trial counsel did not object and indeed acquiesced to the court’s procedure in return for giving his client the chance of escaping the registration requirement by complying with her probationary terms.<footnotemark>4</footnotemark></p>\n<p id=\"b1172-4\"><page-number citation-index=\"1\" label=\"1364\">*1364</page-number>ii, nr<footnotemark>*</footnotemark></p>\n<p id=\"b1172-5\">DISPOSITION</p>\n<p id=\"b1172-6\">The judgment is affirmed.</p>\n<p id=\"b1172-7\">Nicholson, Acting P. J., and Hoch, J., concurred.</p>\n<p id=\"b1172-8\">Appellant’s petition for review by the Supreme Court was denied July 11, 2012, S202827. Cantil-Sakauye, C. J., did not participate therein.</p>\n<footnote label=\"1\">\n<p id=\"b1168-16\"> All further section references are to the Penal Code.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1169-12\"> Steven J. Howell.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1170-19\"> Sandra L. McLean.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1171-7\"> Specifically, the court remarked as follows, “I want it understood that any judge who hear[s] the case would be able to make that order [for sex offender registration] in the event that your client failed to comply with the probation conditions. Is that agreeable with the defense?” Defense counsel responded, “I think the Court has made it abundantly clear. We had anticipated that would be one of the alternatives the Court would consider.”</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b1172-9\">See footnote, <em>ante, </em>page 1358.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}