{
  "casebody": {
    "data": "<casebody firstpage=\"274\" lastpage=\"286\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b294-3\">THE GUARANTEE COMPANY OF NORTH AMERICA, A CORPORATION OF THE DOMINION OF CANADA, PLAINTIFF-APPELLANT, v. TANDY &amp; ALLEN CONSTRUCTION CO., INC., A CORPORATION OF THE STATE OF NEW JERSEY, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b294-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b294-5\">Argued October 23, 1961</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aut\">Decided September 20, 1962.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b295-11\"><page-number citation-index=\"1\" label=\"275\">*275</page-number>Before Judges Pbice, Sullivan and Leonabd.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b295-12\"><em>Mr. Daniel Mungall, Jr., </em>a member of the Pennsylvania Bar, admitted pro <em>hac vice, </em>argued the cause for plaintiff-appellant <em>(Messrs. Smith, Kramer &amp; Morrison, </em>attorneys; <em>Mr. Kenneth A. Morrison, </em>of counsel; <em>Messrs. Stradley, Ronon, Stevens &amp; Young, </em>by <em>Messrs. S. Gordon Elkins </em>and <em>Daniel Mungall, Jr., </em>members of the Pennsylvania Bar, on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b295-13\"><em>Mr. Alvin L. Arnold, </em>a member of the New York Bar, admitted pro <em>hac vice, </em>argued the cause for defendant-respondent <em>{Mr. Bernard Dorfman, </em>attorney; <em>Mr. Samuel </em><page-number citation-index=\"1\" label=\"276\">*276</page-number><em>Bochlin, </em>of counsel; <em>Mr. Frederick P. Glick, </em>by <em>Mr. Arnold, </em>on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b296-4\">The opinion of the court was delivered by</p>\n<author id=\"b296-5\">Leonard, J. S. C.</author>\n<p id=\"A9b\">(temporarily assigned). Plaintiff appeals from a final judgment of the Superior Court, Law Division, in favor of defendant.</p>\n<p id=\"b296-6\">Prior to July 1955 defendant (contractor) became the general contractor for the construction of a hangar at the Burlington Airport, Vermont, for the U. S. Government. On July 18, 1955 contractor entered into a contract with Industrial Associates, Inc. (subcontractor) to supply and erect structural steel on this job. Subcontractor then applied to plaintiff (surety) for the surety bond required by the subcontract. Surety then executed a payment and performance bond conditioned upon the faithful performance of the subcontractor-principal’s obligations, as well as the payment of all persons supplying labor and material under the subcontract.</p>\n<p id=\"b296-7\">Thereafter, contractor and subcontractor entered into two other contracts—one for construction work at an Air Force base in Delaware and the other for construction work at a hospital in New York State. Neither of those contracts required a payment and performance bond.</p>\n<p id=\"b296-8\">Subsequently, pursuant to a petition filed on November 14, 1956, subcontractor was adjudicated a bankrupt and defaulted on all three of its contracts. Contractor then notified surety that its principal, subcontractor, was in default on the Vermont contract. Surety replied that it elected to complete performance of the contract and assert its rights as surety. Thereupon, by agreement with surety, contractor completed the remaining work itself for the agreed sum of $2,386.33, which amount was deducted from the unpaid balance of the contract, leaving a total due of $9,603.37. Also, in accordance with its obligation, surety paid the sum of $17,956.05 on account of labor and material expended on the Vermont project. Surety then demanded <page-number citation-index=\"1\" label=\"277\">*277</page-number>the unpaid balance due on the Vermont contract. Contractor refused to pay because it had finished the New York and Delaware jobs itself at a cost of $9,937.09 over the prices established in its contract with subcontractor, and it claimed the right to set off the losses it sustained on the New York and Delaware contracts against the unpaid balance due on the Vermont contract.</p>\n<p id=\"b297-5\">The trial court found in favor of defendant, dismissing plaintiff-surety’s complaint.</p>\n<p id=\"b297-6\">Surety bases its appeal upon two grounds. (1) It reasons that the subcontract obligated subcontractor to pay its suppliers and, in the event of default, contractor had the right to apply the contract monies to this end; therefore, when subcontractor did default and surety paid the suppliers, it became subrogated to contractor’s right to apply the contract monies to offset the loss; (2) it relies on the assignment of the contract price in its agreement with subcontractor, claiming that this was prior to the New York and Delaware contracts and that contractor liad notice of such assignment and of its priority in point of time.</p>\n<p id=\"b297-7\">Paragraph 27 of the Vermont contract between contractor and subcontractor gives contractor the right, in case of default, to apply the monies due subcontractor to the payment <em>of. the </em>claim of subcontractor’s suppliers. Surety, in its bond, undertook to reimburse subcontractor’s suppliers should subcontractor default in making prompt payment to them. As hereinbefore stated, upon subeontractor’s default, surety, in accordance with its bond, paid to the laborers and suppliers the sum of $17,956.05 and, in addition, it paid contractor $2,386.33 to complete the Vermont contract. As a result, surety now claims to he subrogated to contractor’s right to apply the balance due subcontractor on that contract.</p>\n<p id=\"b297-8\">A surety, by paying the debt of his principal at the time he is obligated so to pay, normally acquires an immediate right to be subrogated, to the extent required for his reimbursement, to all rights, remedies, arid securi<page-number citation-index=\"1\" label=\"278\">*278</page-number>ties which were available to the creditor to obtain payment. 83 <em>C. J. S., Subrogation, </em>§ 47a, at <em>p. </em>667 (1953).</p>\n<blockquote id=\"b298-4\">“As applied to suretyship, subrogation denotes that the surety, upon performance, is placed in the position of the creditor both in respect of the creditor’s right against the principal and of security held by the creditor.” <em>Restatement, Security, </em>§ 141, comment (a), at <em>p. </em>384 (1941).</blockquote>\n<p id=\"b298-5\"><em>Cf. Hackensack Brick Co. v. Borough of Bogota, </em>86 <em>N. J. Eq. </em>143 <em>(Ch. </em>1916). When a snrety pays his principal’s laborers and materialmen, he is fulfilling his obligation not only to his defaulting principal’s suppliers but to the contractor-creditor as well. Under those circumstances, a surety becomes subrogated to the rights of the contractor who required a bond as a condition of his contract with the principal and who reserved the right to withhold earned contract funds and apply them to the payment of material-men in case of default. <em>Continental Casualty Co. v. United States, </em>145 <em>Ct. Cl. </em>99, 169 <em>F. Supp. </em>945 <em>(Ct. Cl. </em>1959). Thus a snrety, paying for the labor and materials of his principal, is generally entitled to reimbursement out of the funds which are due the principal on the bonded contract. <em>United States F. &amp; G. Co. v. Triborough Bridge Authority, </em>297 <em>N. Y. </em>31, 74 <em>N. E. 2d </em>226 <em>(Ct. App. </em>1947).</p>\n<p id=\"b298-6\">The elements of subrogation are as follows:</p>\n<blockquote id=\"b298-7\">“* * * yje persons seeking its benefits must have paid a debt due to a third party, before he can be substituted to thát party’s rights; and (2) that in doing this he must not act as a mere volunteer, but on compulsion, to save himself from loss * * *.’ ” <em>Prairie State Rational Bank v. United States, </em>164 <em>U. S. </em>227, 231, 17 <em>S. Ct. </em>142, 41 <em>L. Ed. </em>412, 416 (1896).</blockquote>\n<p id=\"b298-10\"><em>Cf. Henningsen v. United States Fidelity &amp; G. Co., </em>208 <em>U. S. </em>404, 28 <em>S. Ct. </em>389, 52 <em>L. Ed. </em>547 (1908); <em>United States F. &amp; G. Co. v. Triborough Bridge Authority, supra. </em>Since the surety paid the debt due by the subcontractor under the compulsion of its bond, it would be entitled, absent other <page-number citation-index=\"1\" label=\"279\">*279</page-number>controlling circumstances, to be subrogated to any funds hold by the contractor.</p>\n<p id=\"b299-5\">Surety contends that the remaining contract price due subcontractor is a security in the hands of contractor which the latter may not use except in accordance with the contract. The courts of New Jersey have held that the contract price is a security in the hands of the creditor and under ordinary circumstances cannot be used so as to prejudice a surety. <em>Welch v. Hubschmitt Co., </em>61 <em>N. J. L. </em>57 <em>(Sup. Ct. </em>1897); <em>St. Peter’s Catholic Church v. Vannote, </em>66 <em>N. J. Eq. </em>78 <em>(Ch. </em>1904). See also Annotation 127 <em>A. L. R. </em>10 (1940) . Furthermore, it appears to us that a contractor’s <em>right </em>to apply the contract price <em>to </em>the payment of a subcontractor’s suppliers is a security to which, under ordinary circumstances, the subrogated surety would be entitled.</p>\n<p id=\"b299-7\">The trial court based its holding upon the following premise:</p>\n<blockquote id=\"b299-8\">“When surety pays bills, it gains subrogation rights but it stands in the shoes of the subcontractor, not the general contractor.”</blockquote>\n<p id=\"b299-9\">We do not agree with that statement. Surety, in conformity with its undertaking, performed the contract by paying contractor to complete the job and by paying the materialmen. Both of these were obligations owed by subcontractor to contractor. The result is that, absent other controlling circumstances, surety would become subrogated to the rights and securities of contractor under the contract. See generally Annotations, 45 <em>A. L. R. </em>379 (1926), 134 <em>A. L. R. </em>738 (1941), 164 <em>A. L. R. </em>613 (1946); <em>Simpson, Suretyship, C. </em>2, § 47, at <em>p. </em>205.</p>\n<p id=\"b299-11\">However, in answer to surety’s argument, respondent-creditor offers the affirmative defense of “set-off.” It is respondent’s contention that the creditor’s right of set-off is superior to surety’s right of subrogation. Eespondent relies on the cases of <em>United States v. Munsey Trust Co., </em>332 <em>U. S. </em>234, 67 <em>S. Ct. </em>1599, 91 <em>L. Ed. </em>2022 (1947), and <em>Grover v. Bd. of Ed., Franklin Twp., </em>102 <em>N. J. Eg. </em>415 <em>(Ch. </em>1928), <page-number citation-index=\"1\" label=\"280\">*280</page-number>affirmed 104 <em>N. J. Eq. </em>197 <em>(E. &amp; A. </em>1929). The <em>Grover </em>case is not apposite here. In that case a contractor erecting a schoolhousé received a pajunent from the school board. Erom these monies the contractor paid his materialmen who, knowing its source, applied it to an antecedent indebtedness unrelated to the school project. Later the contractor defaulted and the surety completed performance. Prior to the default, the materialmen had perfected a lien claim against the school job. It was held that in the absence of some special agreement the surety had no right to have the monies so paid applied to the school job. This was a reiteration of the general rule that, “in the absence of an agreement or of special equity in his favor,” a surety “cannot direct or control the application” by the principal or the creditor of payments made by the principal from his own funds. See Annotations, 21 <em>A. L. R. </em>704 (1922), 60 <em>A. L. R. </em>203 (1929). In <em>Grover supra, </em>the surety was still a contingent creditor in that it had not yet performed on default and thereby become a creditor through subrogation. In the instant case, surety, by performing its principal’s obligation, has become a creditor although, as will later be seen, that fact alone does not warrant recovery by it. In addition, the Legislature passed the former <em>R. S. </em>2:60-212<footnotemark>*</footnotemark> in order “to avoid the effect of the decision” in <em>Grover. American Lumberman’s, &amp;c., Co. v. Bradley Const. Co., </em>127 <em>N. J. Eq. </em>500, 505 <em>(Ch. </em>1940), affirmed 129 <em>N. J. Eq. </em>278 <em>(E. &amp; A. </em>1941), and <em>Stulz-Sickles Co. v. Fredburn Constr. Corp., </em>114 <em>N. J. Eq. </em>475, 478 <em>(Ch. </em>1933).</p>\n<p id=\"b300-4\">In <em>Munsey, supra, </em>332 <em>U. S. </em>234, 67 <em>S. Ct. </em>1599, the United States entered into six contracts with the Federal Contracting Corporation in which the corporate contractor agreed to paint and repair certain federal buildings. In accordance with the applicable statute, two surety bonds were furnished, “one conditioned on the completion of the work within the contract period, and the other on the pay<page-number citation-index=\"1\" label=\"281\">*281</page-number>ment of those furnishing labor and material to the contractor.” The opinion, at <em>pp. </em>236-237, 67 <em>S. Ct., </em>at <em>p. </em>1600, discloses the following further pertinent facts:</p>\n<blockquote id=\"b301-5\">“* * * The Aetna Casualty and Surety Company signed those bonds, each of which assigned to it the contractor’s claims against the government for sums due on the contracts whenever the surety should be compelled by default of the contractor to fulfill its obligations. The work was completed by the contractor apparently in 1940, and accepted by the government. The surety therefore was not called upon to make good the promise of the performance bonds. But the contractor did not pay $13,065.93 owed to persons who had supplied labor and material for performance of five of the six contracts. This indebtedness the surety paid between April and September, 1941 as the payment bonds obliged it to do.</blockquote>\n<blockquote id=\"b301-7\">Under the customary terms of its contracts, the government had retained percentages of the progress payments due to the contractor. This retained money, on acceptance of the work, amounted to $12,445.03, but it was not disbursed.”</blockquote>\n<p id=\"b301-8\">Later Federal breached another unrelated contract with the United States, causing the Government damage to the extent of $6,731.50. On a stockholder’s application, Munsey Trust Co. “was appointed receiver with directions to demand and authority to receive from the United States the proceeds of the six contracts. * * * On Demand by the receiver for the amounts due, the General Accounting Office deducted the government’s claim of $6,731.50 and paid over $5,713.53.” Aetna protested the Government’s set-off. The “receiver also protested the set-off and demanded” money “for reimbursement of the surety.” The receiver instituted suit in the Court of Claims, which gave judgment in its favor. “The Acting Comptroller General declined to follow the opinion of the Court of Claims, in the absence of ruling” by the Supreme Court. The latter court granted the Government’s petition for <em>certiorari </em>and, holding that “the government properly used its right to set off its independent claim,” reversed the aforesaid judgment. <em>(Munsey, 322 U. S., </em>at <em>p. </em>244, 67 <em>S. Ct., </em>at <em>p. </em>1604).</p>\n<p id=\"b301-10\">In assessing the scope of the decision in <em>Munsey, </em>and in determining its applicability to the case at bar, the following <page-number citation-index=\"1\" label=\"282\">*282</page-number>portion of the opinion thereof (322 <em>U. S., </em>at <em>p. </em>240, 67 <em>S. Ct., </em>at <em>p. </em>1602) is significant:</p>\n<blockquote id=\"b302-4\">“But the surety urges that it is subrogated also to the rights of laborers and materialmen whom it paid and of the United States. From Prairie State Nat. Bank of Chicago v. United States, 164 U. S. 227, 17 S. Ct. 142, 41 L. Ed. 412, to American Surety Co. v. Sampsell, 327 U. S. 269, 66 S. Ct. 571, 90 L. Ed. 663, we have recognized the peculiarly equitable claim of those responsible for the physical completion of building contracts to be paid from available moneys ahead of others whose claims come from the advance of money. <em>But in all those oases, the owner was a mere stahe holder and had no rights of its own to assert. </em>Respondent tells us that here the United States is in the same position and that as a general creditor, it has no more right to the money which it holds than does any other general creditor of the contractor’.</blockquote>\n<blockquote id=\"b302-5\">At the time demand for payment was made by the receiver, the claim of the United States on the St. Louis contract was extant for some time. The disbursing officers, therefore, did not concede that they held the entire amount of the retained percentages for distribution to the contractor or others. And one whose own appropriation and payment of money is necessary to create a fund for general creditors is not a general creditor. He is not compelled to lessen his own chance of recovering what is due him by setting up a fund undiminished by his claim, so that others may share it with him. <em>In fact, he is the best secured of creditors; his security is his own justified refusal to pay what he owes until he is paid what is due him.” </em>(Emphasis supplied)</blockquote>\n<p id=\"b302-6\">Appellant (in the case at bar) after asserting that <em>Munsey </em>contains factual differences which “may afford a basis for distinguishing it” from the instant case, adds: “If, however, <em>Munsey </em>is interpreted broadly as stating a rule applicable to a case like the present one, then we submit that the decision is wrong in its conclusion and in the manner in which it dealt with the problem,” and <em>“Munsey </em>is not a controlling authority in this jurisdiction.” <em>We </em>disagree.</p>\n<p id=\"b302-7\">Appellant, in suggested support of its contention that <em>Munsey </em>is not controlling, makes the following further statements in its brief:</p>\n<blockquote id=\"b302-8\">“* * * It was apparently argued that the labor and materialmen had rights against the United States to which the surety was subrogated. More of the opinion was devoted to the disposition of this particular proposition than to any of the other three. The Court held <page-number citation-index=\"1\" label=\"283\">*283</page-number>ultimately that the labor and materialmen had no claims against the United States to which there could be subrogation. <em>This conclusion has no hearing on Plaintiff’s proposition which is that it is subrogated to the rights of the owner. </em>[Emphasis supplied]</blockquote>\n<blockquote id=\"b303-5\">* * i * * *</blockquote>\n<blockquote id=\"b303-6\">It involved the sovereign and the contracts in question may have been such that the non-payment of suppliers was <em>not </em>a default by the contractor and no rights arose in the United States to which the surety could be subrogated. If the case is not limited in some such fashion, it represents a serious departure from major principles which have governed the rights and obligations in this three party relationship for many years.</blockquote>\n<blockquote id=\"b303-7\">* * * * <em>* </em>:Jc *</blockquote>\n<blockquote id=\"b303-8\">The inadequacy of <em>Munsey </em>is clearly demonstrated by the fact that it is impossible to tell from the opinion <em>why </em>the United States prevailed over the surety. Was it because there were no rights in the United States to which the surety could have been subrogated, in which event the subrogation rights were non-existent? Was it because the surety’s right of subrogation was considered to bo subordinate to the owner’s right of set-off? It simply is not possible to determine on what basis the conclusion was reached or why.”</blockquote>\n<p id=\"b303-9\">Again we register onr disagreement with appellant’s conclusions.</p>\n<p id=\"b303-10\">Throughout its brief appellant repeatedly stresses its aforesaid contention that “it is subrogated to the rights of the owner” and eschews any claim that its recovery is founded on any other hypothesis. Eor instance, in its brief it asserts (a) that “plaintiff is subrogated to all rights of <em>defendant </em>in the contract balance” (emphasis supplied); (b) that “plaintiff is substituted for Defendant with respect to the rights of the latter to withhold the contract money and apply it toward the reduction of the loss incurred in curing the default”; and (c) that “Industrial Associates breached its obligations to Defendant in not paying its suppliers. This breach gave rise to rights in Defendant to apply the contract money toward the payment of these obligations. Plaintiff became subrogated to those rights of Defendant when it paid the suppliers and thereby discharged Industrial Associates’ obligation to Defendant with respect thereto.”</p>\n<p id=\"b303-11\">Appellant asserts that the Supreme Court in <em>Munsey </em>dealt in a summary fashion and without supportive reasoning for <page-number citation-index=\"1\" label=\"284\">*284</page-number>'its conclusion in considering the status of the “owner” (in the case at bar, the general contractor). Appellant states:</p>\n<blockquote id=\"b304-4\">“If the decision is construed as deciding whether the owner’s right of set-off is superior to the surety’s right of subrogation, the question was disposed of, without discussion and without reasons, with the following sentence:</blockquote>\n<blockquote id=\"b304-5\">‘In any event, we are not prepared to apply law relating to security to unappropriated sums which exist only as a claim.’ ([332 U. S.] <em>p. 243; </em>[67 <em>S. Ct., p. </em>1603] * * *)</blockquote>\n<blockquote id=\"b304-6\">In this casual manner, the Supreme Court rejected the applicability of basic principles which have governed the rights and obligations between the surety and the owner throughout the country for many, many years.”</blockquote>\n<p id=\"b304-7\">In so assessing <em>Munsey, </em>appellant has refrained from making reference to the crucial portion of that opinion which we have hereinabove quoted, which defines with particularity the position of the United States in that case and concludes (as we have noted) with the statement that such a creditor-owner (in the case at bar, the general contractor) is the “best secured of creditors” and that “his security is his own justified refusal to pay what he owes until he is paid what is due him.” <em>(Munsey, </em>322 <em>U. S., </em>at <em>p. </em>240, 67 <em>S. Ct., </em>at <em>p. </em>1602).</p>\n<p id=\"b304-8\">It is unnecessary to dwell an another phase of the <em>Munsey </em>opinion in which the court deals with the peculiar position occupied by the United States in its relationship to the claims of <em>laborers and materialmen </em>(322 <em>U. S., </em>at <em>pp. </em>241-242, 67 <em>S. Ct., </em>at <em>p. </em>1602), because it is clear that the decision therein turns on the status of the United States as owner-creditor (in the case at bar the status of defendant as general contractor), and appellant, as stated above, repeatedly asserts that this is the sole basis of its claim, <em>viz., </em>“that it is subrogated to the <em>rights of the owner.” </em>(Emphasis supplied)</p>\n<p id=\"b304-9\">The fact that the United States was not a mere stakeholder and had rights of “its own” to assert is the basis for the <em>Munsey </em>decision and, we determine, is the basis on <page-number citation-index=\"1\" label=\"285\">*285</page-number>which it is clear that in the case at bar the defendant (contractor) should prevail.</p>\n<p id=\"b305-5\">In <em>United States F. &amp; G. Co. v. Triborough Bridge Authority, </em>297 <em>N. Y. </em>31, 74 <em>N. E. 2d </em>226 <em>(Ct. App. </em>1947), at <em>p. </em>227, the court said:</p>\n<blockquote id=\"b305-6\">“The Supreme Court’s recent decision in United States v. Munsey Trust Co., 67 S. Ct. 1599, decided June 23, 1947, neither reaches nor points a contrary result. There, the Government, itself in possession of the fund, asserted a claim of its own by way of set-off and, to the extent of that set-off, the fund upon which the surety’s lien could operate was necessarily reduced. Quite different is such a case from one like the present—as the Supreme Court observed—■ where ‘the owner [defendant Authority herein] was a mere stakeholder and had no rights of its own to assert’ United States v. Munsey Trust Co., supra.”</blockquote>\n<p id=\"b305-7\">As heretofore indicated, appellant suggests that <em>Munsey </em>should be limited in application because “it involved the sovereign.” This was determined to be without merit in <em>American Surety Company v. </em>Hinds, 260 <em>F. 2d </em>366 (10 <em>Cir. </em>1958), wherein the court said, at <em>p. </em>368:</p>\n<blockquote id=\"b305-8\">“We are not convinced, however, of the merit of reasoning which limits the clear holding of <em>Munsey </em>to factual situations where the government is a direct claimant. Mr. Justice Jackson, speaking for the court, notes that the claim of the surety must fail for two reasons, both the strength of the government’s right to set-off and the weakness of the surety’s claim to equitable rights in the fund. <em>The reasoning of the opinion in the latter regard is in no way dependent upon the United States being a claimant.” </em>(Emphasis supplied)</blockquote>\n<p id=\"b305-9\">We now turn to appellant-surety’s second ground of appeal. It contends that its contract with subcontractor contained a provision which assigned subcontractor’s contract with contractor to surety, effective as of the date of the construction contract, “but only in the event of anv breach” by suhconti’actor. It argues that since subcontractor did default in the performance of its obligations under the contract, the assignment was effective. The basis of this argument is that contractor had immediate notice of this <page-number citation-index=\"1\" label=\"286\">*286</page-number>assignment, since the requirement for such a provision was standard practice in the construction business. Therefore, it reasons, upon default by subcontractor, surety became entitled to its principal’s contract rights effective as of the date of the contract and not subject to any set-off which carné into existence subsequent thereto. It bases its contention upon the general principle that a debtor may not set off against an assignee any claims which he has against the assignor \"which originate after notice of the assignment,” citing <em>N. J. S. </em>2A:25-1; Restatement, Contracts, § 167(1) (1932).</p>\n<p id=\"b306-4\">However, under the circumstances of this case, the foregoing general principle cannot constitute a basis for recovery by surety on the theory of assignment. Although the assignment was to be effective on the date of the contract, it was conditioned upon a breach of the contract by subcontractor. Since an assignee can have no greater rights than his assignor at the time a conditional assignment ripens into a complete assignment, it is necessary to determine what rights subcontractor then enjoyed. It is clear that subcontractor, by failing to complete construction and by failing to pay suppliers (which it was obligated to do), breached said contract. It thus had no right or claim to the unpaid portion of the consideration. Consequently, no right thereto passed by assignment to surety, and surety on the basis thereof is no more entitled to recover the unpaid portion than subcontractor, its assignor. We conclude that contractor’s set-off is superior to any alleged assigned rights of surety.</p>\n<p id=\"b306-5\">Affirmed with costs.</p>\n<footnote label=\"*\">\n<p id=\"b300-5\"> Now <em>N. J. S. </em>2A :44-148, <em>N. J. S. A.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}