{
  "casebody": {
    "data": "<casebody firstpage=\"461\" lastpage=\"476\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b475-5\">SOLOMON BASS, et al. <em>v. </em>LOTTIE SMITH, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b475-6\">[No. 42,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AChU\">October Term, 1947.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b477-6\">\n<page-number citation-index=\"1\" label=\"463\">*463</page-number>\n<em>Decided January 14, 1948.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b477-10\">The cause was argued before Marbury, C. J., and Delaplaine, Collins, Grason, Henderson, and Markell, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b477-11\"><em>H. Winship Wheatley, Jr., </em>with whom was <em>H. Winship Wheatley </em>and <em>Louis Lebowitz </em>and <em>Benjamin Herman Bass, </em>in person, on the brief, for the appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b477-12\"><em>Frank M. Stephen </em>and <em>Frank M. Hall </em>for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b477-13\">Marbury, C. J.,</author>\n<p id=\"AYx\">delivered the opinion of the Court.</p>\n<p id=\"b477-14\">This case was commenced by a bill of complaint filed in the Circuit Court for Prince George’s County to estab<page-number citation-index=\"1\" label=\"464\">*464</page-number>lish a trust over certain real property, and to have an accounting of the rents and profits therefrom. The Chancellor decreed a constructive trust over a certain fund involved, but declined to follow this fund into the real properties mentioned in the bill of complaint, and declined to allow any accounting of profits or interest on this fund. From his decree, complainants appealed.</p>\n<p id=\"b478-5\">About 1920 Samuel Bass and his wife, Goldie, emigrated to. this country from Russia. They brought with them their four children. Subsequently another child was born in this country. The family lived in Prince George’s County,, adjacent to Washington, where the father engaged in business. He purchased a number of pieces of real estate, all of which, however, were encumbered, and his equity in them, apparently always small, had practically vanished by the date of his death, which occurred on August 20, 1929. He left- a will giving all of his estate to his widow, but she received nothing under his will, because his net estate paid a dividend of a little less than 6% to his unsecured creditors.</p>\n<p id=\"b478-6\">At the time of his death Mr. Bass was living in a house he owned at 3705 Rhode Island Avenue in Mount Rainier. The oldest child, a daughter, Lottie, one of the appellees, had married Edward Smith, another appellee. They were operating a grocery store at 4009 Perry Street, Mount Rainier. This was a property in which Mr. Bass had an interest. Mrs. Smith and her husband were living at the home of Mr. Bass, 3705 Rhode Island Avenue. Mrs. Smith was then about 27 years old. The oldest son, Solomon Bass, was about 24, was married and was living in Baltimore. The three younger sons, Jacob, Sidney - and Benjamin were living with their father and mother on Rhode Island Avenue. Sidney was about 22, Jacob was about 20, and Benjamin was about 14. Mr. Bass' had • two insurance policies on his life, in both of which Mrs. Bass .was named as beneficiary. The net proceeds of these policies amounted to $5846.54. They were plaid' by two checks, both made to the order of Mrs. Báss-, and endorsed by her to her daughter, -Lottie Smith. <page-number citation-index=\"1\" label=\"465\">*465</page-number>The latter deposited them in an account in her own name in the American Security and Trust Company in Washington. The first deposit was on October 7, 1929, and the second on October 16th. Mrs. Smith started checking on this account on October 17th and exhausted it by withdrawing the balance on May 21, 1930.</p>\n<p id=\"b479-5\">Judicial proceedings were instituted very shortly after the death of Mr. Bass to procure the sale of his real estate. Three of the properties, including the grocery store, were owned by Mr. Bass and an associate, a man named Iskow. The latter filed a partition suit, and as a result these properties were sold under a decree, and were purchased by Mr. and Mrs. Smith, subject to existing encumbrances. One-third of the purchase price was paid at the time of the final ratification of the sale, but before the final installments were paid, one of the three properties was sold by the Smiths. The other two properties, which were the grocery store and a property in which was kept a tavern, were conveyed to the Smiths as tenants by the entireties. The tavern was subsequently sold by the Smiths, but the grocery store still remains in the name of Mr. and Mrs. Smith.</p>\n<p id=\"b479-6\">In addition to these purchases, Mr. and Mrs. Smith bought a number of other improved properties formerly owned by Mr. Bass, on which mortgages were foreclosed. Title to these was taken by them as-tenants by the entireties. One was the home on Rhode Island Avenue. The actual cash necessary to make these purchases was not very great, and the Smiths raised the balance of the purchase price in each case by executing mortgages. The net result apparently was that they purchased about $30,000 worth of real estate formerly owned by Mr. Bass, on which they paid approximately $6000 in cash and gave mortgages for the balance. Shortly after the death of Mr. Bass and the purchase of the grocery store property, Mr. and Mrs. Smith fixed up the apartment over it, and they and Mrs. Bass and the three younger boys all moved there. Then, when they had purchased the home-place, they fixed this up and the <page-number citation-index=\"1\" label=\"466\">*466</page-number>family all moved back there to live. Sidney was married shortly after his father’s death and went to live in Arlington, Virginia. Jacob was subsequently married, and went to live in Florida, although he came back once or twice. For a time he ran the tavern in a sort of partnership arrangement with his sister, Mrs. Smith. Then the tavern was sold by the Smiths, and he came back and worked for the new owner for a time. The youngest boy, Benjamin, lived at home until he was inducted in the Army. All of the boys came back to the Mount Rainier home from time to time and lived with the Smiths. Mr. Smith testified none of them ever paid board, but some of them deny this.</p>\n<p id=\"b480-5\">In December, 1935, Mrs. Smith and her husband conveyed to Solomon Bass one of the houses situated in Kenilworth. He testified he paid nothing for it, but there were encumbrances amounting to $3300. Solomon had been living in Baltimore, but was then working in Mt. Rainier. At about the same time, Mrs. Smith offered Jacob Bass a house on Eastern Avenue, Kenilworth, and then one on Perry Street. He was then living in Florida, and declined both offers. In 1937, Mrs. Smith told Sidney Bass she intended to give him a house in Kenilworth. He moved in, but only lived there three or four months, and then gave it up on account of his domestic difficulties.- No deed was ever executed for the property. In 1940, Mrs. Smith conveyed to Benjamin Bass the property on Rhode Island Avenue, next door to the home-place. This was the first residence of the family and the house in which he was born. He paid her nothing for it, but assumed the mortgage, taxes and street assessments.</p>\n<p id=\"b480-6\">Mrs. Bass died on the 20th day of September, 1940, intestate. Prior to her death in addition to the conveyances to the boys above mentioned, other conveyances, affecting the real property had been executed. There is on record a deed dated June 16, 1931 from the Smiths to “Sydney” Bass of Lot 43 in “Cedar Croft” and a deed for the same lot dated June 17,1931 from “Sydney” Bass <page-number citation-index=\"1\" label=\"467\">*467</page-number>and wife to the Smiths as tenants by the entireties. According to the Land Records a deed was executed by the Smiths on October 27, 1933 to Jacob Bass of the lots which had formerly belonged to Samuel Bass, including lot 43 in “Cedar Croft,” but excepting the grocery store lot and several previously sold to a man named Bell. On the same day the record shows a reconveyance of the same lots by Jacob Bass to Mrs. Smith. On September 27, 1933, Edward Smith had executed a deed to his wife releasing all his rights in all of these properties. The testimony shows that the Smiths had a disagreement about keeping these properties. Mr. Smith claimed he was using up his profits from the store in maintaining them, and he wanted to get rid of them. The result was that he turned over his interest in all of them to his wife, with the exception of the grocery store which remained in both names.</p>\n<p id=\"b481-5\">The conveyances from “Sydney” Bass and from Jacob Bass are attacked at great length in the testimony, and the grantors deny absolutely having executed them. A handwriting expert testified that the signatures on the deeds were not those of Sidney and Jacob and an attempt was made to show that no acknolwedgments were taken before the notary who signed the certificates. The purpose of these attacks was not to affect the title to the properties, but to attack the credibility of Mrs. Smith. However, her testimony on the general issues is meagre and is pertinent in only one matter. This has to do with an alleged conference between two of the boys and their mother and Mrs. Smith and Mr. Stephen, counsel for the family, at which it is claimed that a demand was made on Mrs. Smith for an accounting. Mrs. Smith denied that such a conference ever took place. Mr. Stephen, who was the family lawyer, denied any knowledge of such a conference, and said that he would have remembered it, had it taken place. Under these circumstances, we think the testimony as to the validity of these deeds may be disregarded because it has no <page-number citation-index=\"1\" label=\"468\">*468</page-number>particular bearing on the issues in this case, and the credibility of Mrs. Smith is not important.</p>\n<p id=\"b482-5\">The complainants in the court below were the three older boys, Solomon, Sidney and Jacob. Benjamin was made a defendant, but he subsequently testified for the plaintiffs and appealed from the decree. So that to all practical intent and purposes the four boys stand before us on the same footing. Their contention is that the proceeds of the insurance policies were used to purchase the various properties for the use and benefit of their mother during her lifetime, and for the children after the death of the mother. For this reason they contend that the properties should be impressed with a trust for all the children. They also ask for an accounting of the rents and profits. Solomon Bass stated that he was ready to reconvey the property given him by Mrs. Smith, and Benjamin Bass in his testimony stated the same thing with respect to his property. The answer of the Smiths states that the insurance money was deposited by Mrs. Smith in the bank in Washington after she had been advised by her mother that the latter could not place the money to her account without it being subject to a levy to satisfy a judgment against her. The answer also states that Mrs. Bass requested Mrs. Smith to provide a home and take care of her and her children as far as she was able, and gave her the right to use any of the fund received from the insurance policies in consideration of this support. The answer also states that appellees expended large sums of money in the care and support of Mrs. Bass, as well as the minor children, far in excess of the insurance money. It is also stated that there was never any understanding or agreement with Mrs. Bass or any of the boys that the insurance money was to be invested in real estate to be held for the benefit of Mrs. Bass and the children. That, on the contrary, Mrs. Bass, during the 11 year period she lived with the appellees, expressed complete satisfaction with the method in which the appellees provided a home for her and her childrén.'</p>\n<p id=\"b483-4\"><page-number citation-index=\"1\" label=\"469\">*469</page-number>The Chancellor found that a confidential relationship existed between Mrs. Bass and her daughter, and that the insurance fund was impressed with a constructive trust in favor of the mother. Trustees were appointed to receive this fund, and a special auditor was appointed to determine the value of the equities of Mrs. Smith in the properties conveyed by her to Solomon and Benjamin. The value of these equities was to be deducted from any funds otherwise payable to Solomon and Benjamin and added to the share payable to Mrs. Smith, after notice to creditors had been given and after claims, if any, inheritance taxes and costs were paid. The Smiths did not appeal, the boys did. In their very careful and thorough brief the appellants argue that since a confidential relationship has been established, the fund should be followed to the investment in the real property and the latter should be declared to be held in trust for the benefit of all the children of Mrs. Bass.</p>\n<p id=\"b483-5\">The doctrine of confidential relations has been discussed in this Court in numerous cases, and it would serve no good purpose to repeat the various expressions with respect to it, or the authority upon which they are based. In general, it may be said that it exists where one party is under the domination of another, or where, under the circumstances, such party is justified in assuming that the other will not act in a manner inconsistent with his or her welfare. <em>Owings v. Currier, </em>186 Md. 590, 47 A. 2d 743. One of the relationships to which this doctrine is particularly applicable is that of parent and child. Under ordinary circumstances anything given by a parent to a child <em>inter vivos </em>is presumed to be a gift. This is because the parent is usually the dominant party. This rule, however, is reversed where, by reason of circumstances and conditions, the child is the dominant party. That is true where the parent relies heavily upon the child for care and protection, or for guidance in business affairs. <em>Grimes v. Grimes, </em>184 Md. 59, 40 A. 2d 58.</p>\n<p id=\"b484-4\"><page-number citation-index=\"1\" label=\"470\">*470</page-number>The evidence in the case before us was that Mrs. Bass had been reared in Russia. She could not read or write, at least not in English, and she apparently had no business experience whatever. She was left a widow with two minor children and another unmarried son, just above the age of 21. All of them lived with her. None of them was apparently likely to be able to support the family at any time in the near future. Her oldest son was married and living in Baltimore, and had his own responsibilities. Her daughter, who was 27 years old, was married, and she and her husband were living at the family home. The mother evidently thought that the daughter’s knowledge and experience of life in America enabled her better than any of the family to handle the business affairs which were immediate and pressing. This is shown by the fact that she had the two boys who were of age waive their right to administer on the estate of Samuel Bass, so that the daughter could be appointed administrator. The mother was confronted with financial difficulties which would probably (and which did actually) speedily come to a head. Whether she was afraid to keep the money and for that reason turned it over to the daughter, as the latter alleges in her answer, or whether she thought the daughter could handle it better than anyone else, does not have to be specifically decided. It seems sufficiently clear that the insurance money turned over to the daughter was not intended as a gift. There is no evidence at all that it was for the specific purpose of buying in the real estate which the mother desired kept. But it was a delivery of money by a mother who thought she was in an inferior position to a daughter who was obviously the dominant personality in the family. Under these circumstances we conclude that the requisites of a constructive trust over this fund have been established. <em>O’Connor v. Estevez, </em>182 Md. 541, 35 A. 2d 148; <em>Trossbach v. Trossbach, </em>185 Md. 47, 42 A. 2d 905.</p>\n<p id=\"b484-5\">Once such a relationship is established it becomes encumbent upon the trustee to show all the circumstances <page-number citation-index=\"1\" label=\"471\">*471</page-number>surrounding the transaction, and that the purpose of the trust have been essentially accomplished. <em>Upman v. Thomey, </em>145 Md. 347, 125 A. 860; <em>Rice v. Rice, </em>184 Md. 403, 41 A. 2d 371. It is not necessary that this be done by direct testimony. It may be by reasonable inference. In a case such as the one before us direct testimony has not been given. The mother is dead. The daughter’s lips are sealed by the evidence act, Code, 1939, Art. 35, Sec. 3, as to the transaction with her mother. The boys apparently have no information about it. We can only reason backwards to determine from what was done and the consequences, whether the essential purposes of the delivery to Mrs. Smith of the insurance money were fairly carried out, or whether some unauthorized use was made of the trust money which violated the probable terms on which the money was delivered.</p>\n<p id=\"b485-5\">The general principles applicable to such a situation are well established. If a trustee mingles trust property with his own, he must distinguish his own, or lose it. <em>Kreuzer v. Cooney, </em>45 Md. 582; <em>Englar v. Offutt, </em>70 Md. 78, 87, 16 A. 497, 14 Am. St. Rep. 332; <em>Vansant v. State, </em>96 Md. 110, 53 A. 711. Where the trust fund can be traced, the <em>cestui que </em>trust can impress the trust upon whatever property may be found in the hands of anyone except a <em>bona fide </em>holder for value or except where the rights of innocent third parties may have intervened, “but the right to follow * * * ceases when the means of ascertaining and identifying * * * fails.” <em>Gault v. Hospital, </em>121 Md. 591, 89 A. 105, 106; <em>Oliver v. Piatt, </em>3 How. 333, 11 L. Ed. 622. Where trust money is employed in the trade or business of the trustee, and it is difficult or impossible to ascertain the profits, compound interest may be allowed. <em>Ringgold v. Ringgold, </em>1 Har. &amp; G. 11, 12, 18 Am. Dec. 250; <em>Dennis v. Dennis, </em>15 Md. 73; <em>Brown v. Tydings, </em>149 Md. 22, 130 A. 337. These principles are applicable, however, only where it is shown that the use of the trust fund was beyond or outside of the proper purposes of the trust. It if appears that a reasonably contemplated use of the fund was to <page-number citation-index=\"1\" label=\"472\">*472</page-number>mingle it with funds of the trustee in the purchase of property or to make a joint investment, then there is no violation of the trust by such commingling or purchase. <em>O’Connor v. Estevez, </em>182 Md. 545, 35 A. 2d 148; <em>Long v. Huseman, </em>186 Md. 495, 47 A. 2d 75. It becomes, therefore, of first importance to determine whether Mrs.. Smith, by her use of the insurance money, violated any duty imposed upon her by her acceptance of this money from her mother. In the consideration of this question, the Court is handicapped at the outset, by the lack of any direct evidence whatever as to the purpose of the transfer of these funds from the mother to the daughter. We cannot ascertain the facts from the persons who apparently are the only ones who had first hand knowledge. We must, therefore, determine as best we can from the use of the funds and the circumstances of the parties, whether the purposes of the trust were violated.</p>\n<p id=\"b486-5\">The appellees give no sufficient or adequate explanation of what was done with the money. Mrs. Smith kept no accounts. Mr. Smith testified as to the purchase of the various properties and in each instance said that the cash used came from his funds and those furnished by his wife. The latter are not identified by him with the insurance money, except one item of $1850 which went into the purchase of the store property. The appellants present carefully worked out and persuasive tables, showing the exact amounts of cash used in each purchase, and also showing withdrawals of approximately these amounts from the bank account where the insurance money was deposited. These withdrawals and these payments coincide not only as to amounts, but also in the main as to dates. Without adopting these tabulations as absolute proof, we are inclined to regard them as substantially correct. This is especially the cas.e, because the appellees do not offer any explanations which-contradict them or disprove them, except, perhaps, in certain minor details.</p>\n<p id=\"b487-4\"><page-number citation-index=\"1\" label=\"473\">*473</page-number>We may, therefore, assume that Mrs. Smith did use the insurance money in repurchasing the more valuable of the properties owned by her father. But this was not all that she used. In some instances additional cash was required, and in all instances she and her husband used their credit to give new mortgages. By so doing, they relieved Mrs. Bass of obligations she must have had on the old mortgages given by her husband, and preserved the properties for future use and benefit. They also preserved the fund from possible attack by the mortgagees if deficiency decrees were obtained. Without checking the details, it may be presumed that the properties purchased were income-producing, and provided at least some rentals. There is no account of these funds, and Mrs. Smith is unable now to give any. But there is no evidence that Mrs. Bass ever asked for any, or that she was dissatisfied with what was being done. It appears that she was well taken care of by the Smiths, was given all of the comforts befitting her station in life, and according to Mr. Smith’s testimony, which is not denied, she received spending money and vacation trips in addition. She was nursed when she was ill and her medical and hospital expenses were taken care of. It is true two of the boys testified that they did not think she was getting what she ought to have, and at an interview arranged by them with Mrs. Smith, Mrs. Bass and Mr. Stephen, the family counsel, they demanded a sort of show down. They admit, however, that this discussion was terminated at their mother’s request. Both Mrs. Smith and Mr. Stephen deny that such an interview ever took place. And the Chancellor who heard the testimony and saw the witnesses said in his opinion, “We are impressed with the fact that Mrs. Smith and her husband did much to make the mother’s declining years comfortable and happy. We think Mrs. Smith can take just pride in the manner in which she met her filial responsibilities.”</p>\n<p id=\"b487-5\">In addition to the care of the mother, Mrs. Smith seemed to have had a corresponding interest in the wel<page-number citation-index=\"1\" label=\"474\">*474</page-number>fare of her brothers. The younger unmarried ones were given a home until they were ready to marry and to assume responsibilities for their own lives. And then two of them were given houses from the properties formerly in their father’s estate, and the other two were offered houses, which, for domestic reasons, they did not accept. When these gifts were received, no questions were raised as to the right of Mrs. Smith to make them. It is only now, when all property values have increased, that the two recipients are willing to have their houses included in what they claim is the trust property, and ask to share in the present values of the remainder of the properties preserved and saved by the efforts of the appellees.</p>\n<p id=\"b488-5\">It appears to us that what Mrs. Bass intended was to make her eldest child and only daughter a sort, of matriarch to take care of her and her minor children. We cannot find from any evidence in the record that she gave any directions how this was to be done, or that she wanted the insurance money invested as it was. On the other hand, we find no directions to the contrary, and for eleven years, until her death, Mrs. Bass made no objection, and was apparently satisfied with the results. Under these circumstances we are unable to hold that Mrs. Smith violated any duty to her mother. Since the use of the insurance money in the purchase of the various properties was at least tacitly accepted by Mrs. Bass, and she undoubtedly received the benefit in part of the income therefrom, it would be inequitable and unjust to hold now that the properties of Mrs. Smith, acquired by the use of her credit, and by her foresight and now largely increased in value, should be taken away and given to her mother’s estate. Nor do we think there is any occasion for the imposition of interest, either simple or compound, during the period of the life of the <em>cestui que </em>trust. She was apparently satisfied with what she got, and she was the one entitled to the income. We have, under somewhat similar situations, required only the return of the amount received. <em>Beard v. </em><page-number citation-index=\"1\" label=\"475\">*475</page-number><em>Beard, </em>185 Md. 178, 44 A. 2d 469, and <em>Riggs v. Loweree, </em>189 Md. 437, 56 A. 2d 152. See also <em>Long v. Huseman, supra. </em>Nor do we find any reason to impose interest from the date of the mother’s death to the time of filing the suit. The money belongs primarily to the mother’s estate. While the appellants may share in it after costs and claims, if any, are satisfied, no attempt was made by appellants to have an administrator appointed or to have the estate demand the money. There is no party to the case who is entitled to receive it. Under these circumstances no interest will be allowed, except from the date of the decree.</p>\n<p id=\"b489-5\">If the equities of Mrs. Smith in these properties were purchased (as the brothers claim and as we have found to be presumptively true) from the insurance money, then each of the brothers, as to the value of the equity in his property, is constructively as much a trustee for the benefit of the estate as is Mrs. Smith. Before he shares in the distribution, he must give up what he holds as such trustee. We, therefore, concur in that portion of the decree which directs that the auditor determine the value of the equities in the properites conveyed to Solomon Bass and to Benjamin Bass. If the equity of either is less than the amount he will receive from his portion of the insurance money, after necessary deductions, then he will receive only the respective difference, and an amount equal to such equity will be added to the portion coming to Mrs. Smith. If the value of either equity is larger than the net sum coming to the recipient of that equity, then such recipient will receive nothing from the insurance money, and his portion of that money will be paid to Mrs. Smith.</p>\n<p id=\"b489-6\">Inasmuch as this suit involved the establishment and construction of a trust, the Circuit Court had jurisdiction. Where once such jurisdiction attaches, it is usual to retain it until the estate is properly paid over to those to whom it belongs. In cases involving estates where administrators or executors are parties, such administrator or executor will be required to file his account <page-number citation-index=\"1\" label=\"476\">*476</page-number>and settle the estate under the jurisdiction of the equity court. In this case no administrator of Mrs. Bass has been appointed, but to require one to be appointed by the Orphans’ Court, and then to turn the fund over to such administrator, either to distribute in the Orphans Court or to distribute in the equity court would be a needless expense and trouble, and would encourage an unnecessary multiplicity of suits. We have heretofore held that no such requirement need be made. <em>Myers v. Forbes, </em>74 Md. 355, 22 A. 410; <em>Vickery v. Maryland Trust Co., </em>188 Md. 178, 52 A. 2d 100. We, therefore, approve the appointment of trustees to give notice to creditors, and to distribute the fund after payment of taxes and costs.</p>\n<p id=\"b490-5\">As we find no errors in the Chancellor’s decree, it will be affirmed.</p>\n<p id=\"b490-6\">\n<em>Decree affirmed, with costs to appellees.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}