{
  "casebody": {
    "data": "<casebody firstpage=\"168\" lastpage=\"171\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"attorneys\" id=\"b224-8\">Frederick Edelstein, Appellant, <em>v. </em>Coney Island and Brooklyn Railroad Company, Respondent.</parties>\n<headnotes data-order=\"1\" data-type=\"legal\" id=\"b224-9\">Street railroads — negligence — wagon struck by trolley car — when contributory negligence of plaintiff and negligence of defendant’s motorman questions for the jury.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b224-10\">Where plaintiff, who was driving a one-horse truck after dark but in a lighted street, attempted to cross a street car track by a long turn so as to head in the opposite direction, with an approaching car two hundred feet away, he had the right to assume that it was coming at a reasonable speed and under reasonable control, and it was error, in his action to recover for injuries caused by the car striking his wagon, to dismiss the complaint as matter of law because he failed to observe the car as it approached him from behind as he made the turn. The question whether he was negligent or his testimony so incredible that it ought to be disregarded was for the jury. Moreover, it cannot be said, as a matter of law, that there was no negligence on the part of the motorman, who, seeing the truck two hundred feet ahead of him, approached it at a speed of eighteen or twenty miles an hour and ran it down without any attempt to stop the car which could have been stopped within fifty feet.</headnotes>\n<history data-order=\"3\" data-type=\"history\" id=\"b224-11\"><em>Edelstein </em>v. <em>Coney Island &amp; Brooklyn R. R. Co., </em>173 App. Div, 937. reversed.</history>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b224-12\">(Argued March 12, 1919';</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AHV\">decided April 8, 1919.)</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b225-3\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>Appeal from a judgment of the Appellate Division of the Supreme Court in the first judicial department, entered May 10, 1916, affirming a judgment in favor of defendant entered upon a dismissal of the complaint by the court at a Trial' Term.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b225-4\">The nature of the action and the facts, so far as material, are stated in the opinion.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b225-5\"><em>Barnett E. Kopelman </em>for appellant.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AoK\">The evidence clearly shows that plaintiff was not guilty of contributory negligence as a matter of law, and the reasonableness of care exercised by him was one of fact for determination by a jury. <em>(Erickson </em>v. <em>Twenty-third St. Ry. Co., </em>71 Hun, 108; 144 N. Y. 653; <em>Kelly </em>v. <em>Pelham Hod Elevating Co., </em>67 Hun, 650; <em>Spannknebel </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>127 App. Div. 345; <em>Schneider </em>v. <em>Locomobile Co. of America, </em>83 Misc. Rep. 3; Wessels v. <em>Linch, </em>166 App. Div. 919; 218 N. Y. 746.)</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b225-6\"><em>Harold L. Warner </em>and <em>George D. Yeomans </em>for respondent.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AbW\">The plaintiff failed to give sufficient proof of his freedom from contributory negligence to warrant a submission of the case to the jury. <em>(Woodward </em>v. <em>N. Y. Rys. Co., </em>164 App. Div. 658; 221 N. Y. 538; <em>Fiddler </em>v. <em>N. Y. C. R. R. Co., </em>64 App. Div. 95; <em>Matter of Harriot, </em>145 N. Y. 540; <em>Pollock </em>v. <em>Pollock, </em>71 N. Y. 137; <em>Robinson </em>v. <em>Union Ry. Co., </em>121 App. Div. 558; <em>Dolfini </em>v. <em>Erie R. R. Co., </em>178 N. Y. 1; <em>Escher </em>v. <em>B. &amp; L. E. Traction Co., </em>220 N. Y. 243; <em>Clancy </em>v. <em>Troy &amp; Lansingburgh R. R. Co., </em>88 Hun, 496; <em>Daly </em>v. <em>New York City R. R. Co., </em>92 N. Y. Supp. 245; <em>Seggerman </em>v. <em>Met. St. Ry. Co., </em>38 Misc. Rep. 374; 82 App. Div. 637; <em>Bernstein </em>v. <em>N. Y. City Ry. Co., </em>92 N. Y. Supp. 228.)</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b225-7\">Andrews, J.</author>\n<p id=\"AGQ\">On the evening of December 31, 1913, the plaintiff was driving a one-horse covered truck, loaded with furniture, west along the north curb of <page-number citation-index=\"1\" label=\"170\">*170</page-number>DeKalb avenue, Brooklyn. To his left through the center of the. street was the double-track trolley road of the defendant. Daylight had gone but the street was lighted.</p>\n<p id=\"b226-4\">The building at which delivery of the furniture was to be made- was on the south side of the avenue. When opposite it the plaintiff made a long turn so that he might draw up to the south curb facing the east. As he began this turn he saw a car approaching from the west on the south track. It was lighted and four hundred feet away. How fast it was running plaintiff could not observe. Again he looked and saw it when the horse reached the south track. It was then two hundred feet distant. In view of the plaintiff’s offer to prove certain facts, we must now assume that when the wagon itself or a part of it was on the south rail, the car was sixty feet away and running at a speed of eighteen or twenty miles an hour.</p>\n<p id=\"b226-5\">No attempt was made to stop the car. When the horse had partly cleared the south rail, it struck the right rear wheel of the truck, then the front wheel. The truck was pushed to the north of the track and the plaintiff was thrown out and injured. Obviously when struck the truck must have been headed toward the southeast. This would be the effect of the <em>“ </em>long turn ” described by the plaintiff. Under such circumstances the dismissal of the complaint by the trial court and the affirmance of this’ action by the Appellate Division was erroneous. ■ We cannot say that a driver attempting to cross a track with an approaching car two hundred feet away, coming, as he has a right to assume at a reasonable speed and under reasonable control, is negligent as a matter of law, because he again fails to observe it as it approaches him from behind. We cannot say that plaintiff’s evidence as to seeing the car at that distance is so incredible that it may be disregarded. At the rate of twenty miles an hour the car would cover the <page-number citation-index=\"1\" label=\"171\">*171</page-number>space in six or seven seconds. Nor can we say that as a matter of law, there was here no negligence'on the part of the motorman — that seeing a truck entering upon his track two hundred feet ahead of him, he may approach it at a speed of eighteen or twenty miles an hour and run it down without any attempt to check his car. As the result shows, it could have been stopped within fifty feet.</p>\n<p id=\"b227-5\">The judgment of the Appellate Division and of the Trial Term must be reversed and a new trial ordered, with costs to abide the event.</p>\n<p id=\"b227-6\">Hiscock, Ch. J., Chase, Hogan, Cardozo and Pound, JJ., concur; McLaughlin, J., not sitting.</p>\n<p id=\"b227-7\">Judgment reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}