{
  "casebody": {
    "data": "<casebody firstpage=\"380\" lastpage=\"385\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b404-7\">Dimitrios Dimopoulos et al. <em>v. </em>Planning and Zoning Commission of the Town of Southington et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b404-8\">(11235)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b404-9\">Landau, Heiman and Freedman, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b404-11\">Argued January 12</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Apa\">decision released May 25, 1993</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b405-5\"><page-number citation-index=\"1\" label=\"381\">*381</page-number><em>William Galske III, </em>for the appellants (plaintiffs).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b405-6\"><em>Richard M. Krezel, </em>with whom was <em>Mark Sciota, </em>for the appellees (defendants).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b405-7\">Landau, J.</author>\n<p id=\"ax-dedup-0\">The plaintiffs appeal from the judgment of the trial court dismissing their appeal from the decision of the defendant planning and zoning commission of the town of Southington (commission), approving a resubdivision application.<footnotemark>1</footnotemark> On appeal to this court, the plaintiffs claim that (1) the trial court improperly concluded that the receipt of ex parte evidence by the commission related to site plan considerations and not to the resubdivision application, (2) the trial court improperly found that a five by twenty-six foot reserve strip was not a lot within the definition of the Southington zoning regulations, and (3) there was insufficient evidence for the trial court to find compliance with the zoning regulations (a) requiring a fifty foot right-of-way and (b) regarding the dimensions and location of the subdivision sign. We agree with part (a) of the plaintiffs’ third claim and reverse the judgment of the trial court. Therefore, we need not address the plaintiffs’ remaining claims.</p>\n<p id=\"b405-8\">The following facts are pertinent to this appeal. On August 27, 1990, the defendant New England Realty of Southington, Inc. (New England), filed an applica<page-number citation-index=\"1\" label=\"382\">*382</page-number>tion for a resubdivision of a parcel of its property situated on the easterly side of Queen Street in the town of Southington. When the earlier subdivision was approved,<footnotemark>2</footnotemark> the town received from New England a fifty foot wide right-of-way leading from Queen Street to New England’s property. It was contemplated that a road would be constructed on the right-of-way. The purpose of the present resubdivision application was to allow New England to retain a strip of land within this right-of-way so that it could place a sign on the land that would identify the entire proposed Home Depot Plaza, located on New England’s previously subdivided property some 800 feet away. The town would retain an easement over the proposed strip of land.</p>\n<p id=\"b406-5\">At the public hearing, held on September 18, 1990, the parties were heard as to the resubdivision application. On September 25,1990, after the close of the public hearing, Melvin Schneidermeyer, the town planner, circulated a memorandum to the members of the commission. This memorandum addressed the zoning regulations as they pertained to the size and placement of the sign. The memorandum also stated that “[a]fter the hearing on 9/18/90 and a subsequent meeting two days later, [New England] decided to revise the Queen Street detached sign to a subdivision sign of 32 square feet and less than 8 feet in height.” Counsel for New England wrote two letters to Schneidermeyer. One letter addressed the height, size and placement of the sign and agreed to decrease the height and size of the sign; the other clarified a point made in the first letter. At its meeting held on October 2, 1990, the commission considered the memorandum and the two letters from New England’s counsel. At that meeting, New England’s counsel was invited by the commission to answer questions regarding the size of the sign’s pylon <page-number citation-index=\"1\" label=\"383\">*383</page-number>and the placement of the sign within the five by twenty-six foot reserve strip. The commission approved the resubdivision application and the appeal taken from that decision was dismissed by the trial court.</p>\n<p id=\"b407-5\">The plaintiffs claim that the trial court’s finding that the action of the commission approving the reduction in the width of the right-of-way was not arbitrary or illegal is not supported by the evidence in the record. We agree.</p>\n<p id=\"b407-6\">“General Statutes § 8-6 entrusts the commission with the function of interpreting and applying its zoning regulations. <em>Toffolon </em>v. <em>Zoning Board of Appeals, </em>155 Conn. 558, 560, 236 A.2d 96 (1967); see <em>Krawski </em>v. <em>Planning &amp; Zoning Commission, </em>21 Conn. App. 667, 670, 575 A.2d 1036 (1990). The trial court must determine whether the commission has correctly interpreted its regulations and applied them with reasonable discretion to the facts. <em>Pascale </em>v. <em>Board of Zoning Appeals, </em>150 Conn. 113, 117, 186 A.2d 377 (1962). The plaintiffs have the burden of showing that the commission acted improperly. <em>Adolphson </em>v. <em>Zoning Board of Appeals, </em>205 Conn. 703, 707, 535 A.2d 799 (1988). The trial court can sustain the [plaintiffs’] appeal only upon a determination that the decision of the commission was unreasonable, arbitrary or illegal; <em>Schwartz </em>v. <em>Planning &amp; Zoning Commission, </em>208 Conn. 146, 152, 543 A.2d 1339 (1988); <em>McCrann </em>v. <em>Town Planning &amp; Zoning Commission, </em>161 Conn. 65, 70-71, 282 A.2d 900 (1971). It must not substitute its judgment for that of the zoning commission and must not disturb decisions of local commissions as long as honest judgment has been reasonably and fairly exercised. <em>Whittaker </em>v. <em>Zoning Board of Appeals, </em>179 Conn. 650, 654, 427 A.2d 1346 (1980); <em>Molic </em>v. <em>Zoning Board of Appeals, </em>18 Conn. App. 159, 164, 556 A.2d 1049 (1989).” <em>Baron </em>v. <em>Planning &amp; Zoning Commission, </em>22 Conn. App. 255, 257, 576 A.2d 589 (1990).</p>\n<p id=\"b408-4\"><page-number citation-index=\"1\" label=\"384\">*384</page-number>At the September 18,1990 public hearing, the plaintiffs argued before the commission that the zoning regulation pertaining to the width of rights-of-way mandated that the width be at least fifty feet. Section 7-01.1 provides that “[t]he width of the right-of-way of any street <em>shall </em>not be less than fifty (50) feet. . . . The Commission may vary the provisions of these Design Standards regarding the width of rights-of-way and the width of roads to permit the municipality to connect streets within areas which were substantially built up at the adoption of these regulations.” (Emphasis added.) Further, § 2 of the zoning regulations states that “[t]he word ‘shall’ is always mandatory.”</p>\n<p id=\"b408-5\">At the regular commission meeting on October 2, 1990, the town engineer stated that the town has “always administratively held that we would like and would want the 50 foot right-of-way. That’s been, that’s normal policy. That’s what the regulations state.” The engineer went on to state that there were one or two examples where that requirement has been varied, presumably under special circumstances or hardship conditions.</p>\n<p id=\"b408-6\">The trial court held that because New England had granted an easement over the strip of land to the town, the right-of-way was not, in fact, decreased. The trial court further held that “[o]f particular significance is the fact that the actual travelled portion (i.e. asphalt width) of the proposed [road] has not been reduced or altered in any way by means of the resubdivision plan.”</p>\n<p id=\"b408-7\">Our review demonstrates,, however, that there is nothing in either the zoning regulations or the record to support the commission’s decision to vary the requirement that the right-of-way be at least fifty feet wide. Indeed, the zoning regulations state that “the width of the right-of-way of any street shall be not less than fifty (50) feet”; Southington Zoning Regs. § 7-01.1; and <page-number citation-index=\"1\" label=\"385\">*385</page-number>that “[t]he word ‘shall’ is always mandatory.” Southington Zoning Regs. § 2. Further, there is nothing in the record that demonstrates that this right-of-way was constructed to connect streets that were substantially built-up at the time the zoning regulations were adopted in 1957. Therefore, the conclusion of the trial court that the commission had correctly interpreted its regulations and applied them with reasonable discretion to the facts; <em>Pascale </em>v. <em>Board of Zoning Appeals, </em>supra, 117; is not supported by the record.</p>\n<p id=\"b409-5\">The judgment is reversed and the case is remanded with direction to render judgment sustaining the plaintiffs’ appeal.</p>\n<p id=\"b409-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b405-9\"> The named plaintiff and the plaintiff Eve Dimopoulos are the owners of property abutting the property involved in the appeal. The defendants are the named defendant, together with New England Realty of Southington, Inc., the owner of the property at issue in this appeal.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b406-6\"> The earlier subdivision concerned land that is approximately 800 feet east of the land involved in this appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}