{
  "casebody": {
    "data": "<casebody firstpage=\"235\" lastpage=\"245\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b263-5\">735 A.2d 33</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b263-6\">CHERYL SCZYREK, ADMINISTRATRIX AD PROSEQUENDUM AND GENERAL ADMINISTRATRIX OF THE ESTATE OF JOHN SCZYREK, JR., DECEASED, CHERYL SCZYREK, INDIVIDUALLY AND SHANNON SCZYREK, BY HER GUARDIAN AD LITEM, CHERYL SCZYREK, PLAINTIFFS-APPELLANTS, v. COUNTY OF ESSEX, ESSEX COUNTY SHERIFF’S DEPARTMENT, ESSEX COUNTY PROBATION DEPARTMENT, AND ESSEX COUNTY PROSECUTOR’S OFFICE, DEFENDANTS-RESPONDENTS,EDDIE LEE OLIVER <em>A/K/A/ </em>EDDIE LEE PHILSON A/K/A DAMANY KAMOU, TENESHA JAMES, AND STATE OF NEW JERSEY, DEFENDANTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b263-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b263-8\">Argued December 7, 1998</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ApuU\">Decided August 10, 1999.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b264-9\"><page-number citation-index=\"1\" label=\"236\">*236</page-number>Before Judges SKILLMAN, PAUL G. LEVY and LESEMANN.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b264-10\"><em>Michael Gogal, </em>argued the cause for appellants (A/. <em>Fusco, Jr., </em>attorney; <em>Mr. Gogal, </em>of counsel and on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b264-11\"><em>Jennifer Remington Knodel, </em>Assistant County Counsel, argued the cause for respondents <em>(Catheñne E. Tamasik, </em>Essex County Counsel, attorney; Ms. <em>Knodel, of </em>counsel and on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b264-12\">The opinion of the court was delivered by</p>\n<author id=\"b264-13\">LESEMANN, J.S.C. (temporarily assigned).</author>\n<p id=\"b264-14\">This appeal arises from the tragic killing of a police officer in the Essex County Court Complex. The suit alleging negligence <page-number citation-index=\"1\" label=\"237\">*237</page-number>by the county authorities was dismissed by summary judgment based primarily on immunity provisions in the New Jersey Tort Claims Act, <em>N.J.S.A. </em>59:1-1 to 59:14-4.<footnotemark>1</footnotemark> Because we are satisfied that the immunity provisions of the Act, particularly <em>N.J.S.A </em>59:5-4, do apply and require dismissal of the complaint, we affirm.</p>\n<p id=\"b265-6\">On June 3,1993, John Sezyrek, Jr., a Newark police officer, was about to testify in a criminal trial in Essex County. While he was waiting in the public area of the court house, he was shot and killed by one Eddie Lee Oliver, the brother of the man on trial, against whom Sezyrek was about to testify. After the shooting, Oliver fled through the building, shot and wounded a sheriffs officer, but was apprehended shortly after he left the court house complex.</p>\n<p id=\"b265-7\">At the time of the shooting, the Essex County Security Plan, which had been adopted in 1990 and was modeled after the New Jersey Supreme Court Security Plan, was in place and operating. The plan had been approved by the Essex County Assignment Judge and thereafter by the New Jersey Supreme Court. It called for electronic security searches of persons entering the building, who would pass through x-ray machines and magnetometers. The machines also examined packages entering the building, but the plan contained a significant, and in this case fatal, exception: county employees, lawyers and jurors were permitted to enter without passing through the electronic security devices.</p>\n<p id=\"b265-8\">The gun which killed Officer Sezyrek was smuggled into the court complex by Tenesha James, a clerical employee with the <page-number citation-index=\"1\" label=\"238\">*238</page-number>Essex County Probation Department. After James carried the gun into the building, she met Oliver at an agreed location, and passed the gun to him. Oliver then used it to shoot Officer Sczyrek.</p>\n<p id=\"b266-5\">Plaintiffs complaint was based in part on the alleged inadequacy of the security system.<footnotemark>2</footnotemark> It also alleged, however, that the County had been negligent in hiring James and was negligent as well in failing to respond to warnings of a pending plan to kill both Sczyrek and the judge who was presiding over the trial.</p>\n<p id=\"b266-6\">Those warnings were allegedly given to the prosecutor’s office by an inmate in the Essex County Jail, Julius Brown.<footnotemark>3</footnotemark> Brown said that while he was in the jail, another inmate, Gerald Jones, told him that a Newark police officer (who he identified as “Sczy,”) as well as the trial judge presiding over the ease against Oliver’s brother, were going to be murdered. Brown claimed that between a few days and a week before the shooting, he wrote to the Essex County Prosecutor’s Office advising of that plot. He received no response and within a few days thereafter he wrote a second letter. He said that in the letters he described the matter as “an emergency” and asked to speak to an investigator because an inmate in the jail was “talking about murdering ... a Newark police officer and also murdering a judge.” He said he provided the name of the judge, but was able to identify the officer only as “Sczy.” Brown said that in the letters he gave his full name and cell number.</p>\n<p id=\"b266-7\">Brown said he also received no response to his second letter and, therefore, within a few days after he sent that letter, he called the prosecutor’s office to deliver the message. He said he <page-number citation-index=\"1\" label=\"239\">*239</page-number>made several collect telephone calls. On each occasion he told the person answering the phone that it was an emergency call and he wanted to speak to a prosecutor. He said that on each occasion the office accepted the call but invariably placed him on “hold,” or told him to wait for a period of time. Each time, he said, he was eventually disconnected and was unable to speak to anyone. He said that in total he made “anywhere from 8 to 10, to 12, to 15” calls. The calls were during the business day and “4 or 5 times” he was able to tell the person answering the phone that there was going to be a shooting in the court house. On those occasions he gave his name and cell number to the operator but he never received any response.</p>\n<p id=\"b267-6\">The Law Division granted defendants’ motion for summary judgment dismissing all of plaintiffs’ claims. It did so based on the immunity provisions in the Tort Claims Act together with its finding that plaintiffs’ claim of negligence in the hiring and training of James had no support in the record.<footnotemark>4</footnotemark> We shall deal first with the claim based on the allegedly inadequate security plan and then with the claim of negligence stemming from the asserted non-response to Brown’s warnings.</p>\n<p id=\"b267-7\">I</p>\n<p id=\"b267-8\"><em>N.J.S.A. </em>59:5-4, a part of the New Jersey Tort Claims Act, <em>N.J.S.A. </em>59:1-1 to 59:11-1, provides that, “Neither a public entity nor a public employee is liable for failure to provide police protection service or, if police protection service is provided, for failure to provide sufficient police protection service.” That provision compels a dismissal of plaintiffs’ claim based on defendants’ adoption of an allegedly inadequate security plan. As this court made clear in <em>Suarez v. Dosky, </em>171 <em>N.J.Super. </em>1, 407 A.2d 1237 (App.Div.1979), <em>certif. denied, </em>82 <em>N.J. </em>300, 412 A.2d 806 (1980), the decision complained of, which permitted James to enter the court <page-number citation-index=\"1\" label=\"240\">*240</page-number>house without passing through monitors, is precisely the kind of policy determination to which the statute is directed.<footnotemark>5</footnotemark></p>\n<p id=\"b268-4\"><em>Suarez </em>involved a complaint against two state troopers, and the State as their employer, based on alleged negligence which led to the deaths of two people when an automobile was disabled by a minor accident on Interstate Route 80. <em>Id. </em>at 15, 407 A.2d 1287. The troopers arrived at the scene, approximately 500 feet from an exit ramp, arranged for the removal of the disabled car and issued a summons to the driver of the vehicle. <em>Id. </em>at 5-6, 407 A.2d 1237. The driver and passengers asked the troopers to escort them off the highway or to radio for a taxicab. <em>Id. </em>at 6, 407 A.2d 1237. The troopers refused and advised them to walk to the nearest exit from the highway. <em>Ibid. </em>While they were doing so, two of the group were struck by passing vehicles and killed. <em>Ibid.</em></p>\n<p id=\"b268-5\">In plaintiffs’ wrongful death action, the defendants relied on the immunity provisions of <em>N.J.S.A </em>59:5-4, claiming that it afforded the officers and the State “full and complete immunity from all tort liability arising out of any acts or omissions of the police in the performance of their official duties.” <em>Id. </em>at 7, 407 A.2d 1237. The court rejected that construction, which it said would result in a “major change in prior law ... [since], prior to adoption of the Tort Claims Act, police officers were routinely regarded as amenable to liability for tortious inadequacies in the performance of their duties.” <em>Id. </em>at 8, 407 A.2d 1237. Rather than the all-inclusive scope urged by defendants, this court concluded that <em>N.J.S.A </em>59:5-4 had a more limited, albeit still significant, effect. The section recognized, “the judicially accepted principle that the allocation of equipment and personnel by public entities involves the type of governmental policy determination which must remain free, from the threat of tort liability.” <em>Id. </em>at 8-9, 407 A.2d 1237. The statute protects that principle by insuring “the Government’s <page-number citation-index=\"1\" label=\"241\">*241</page-number>essential right and power to allocate its resources in accordance with its conception of how the public interest will be best served, an exercise of political power which should be insulated from interference by judge or jury in a tort action.”<footnotemark>6</footnotemark> <em>Id. </em>at 9, 407 A.2d 1237. Thus, this court concluded that <em>N.J.S.A. </em>59:5-4,</p>\n<blockquote id=\"b269-6\">precludes suits against municipalities and their responsible officers based upon contentions that damage occurred from the absence of a police force or from the presence of an inadequate one. How many officers a town should employ, how each should be equipped and whether a town should have any police at all are political decisions which should <em>not </em>be made the subject of any tort duty.</blockquote>\n<blockquote id=\"b269-7\">[Ibid]</blockquote>\n<p id=\"b269-8\"><em>Rodriguez v. New Jersey Sports &amp; Exposition Auth., </em>193 <em>N.J.Super. </em>39, 43, 472 A.2d 146 (App.Div.1983), <em>certif. denied, </em>96 <em>N.J. </em>291, 475 A.2d 586 (1984), is a similar case where this court set out a like exegesis of the meaning and effect of <em>N.J.S.A </em>59:5-4. There, in denying a claim based on inadequate security provided by the operator of a race track, the court referred to the purpose of <em>N.J.S.A </em>59:5-4 as protecting</p>\n<blockquote id=\"b269-9\">the public entity’s “essential right and power to allocate its resources in accordance with its conception of how the public interest will best be served, an exercise of political power which should be insulated from interference by judge or jury in a tort action.”____ Thus, the public entity can determine with impunity whether to provide police protection service and, if provided, to what extent.</blockquote>\n<blockquote id=\"b269-12\"><em>|Rodriguez, supra, </em>193 <em>N.J.Super. </em>at 43, 472 A.2d 146.]</blockquote>\n<p id=\"b269-13\"><em>See also Shore v. Housing Authority of Harrison, </em>208 <em>N.J.Super. </em>348, 506 A.2d 16 (App.Div.1986), where, although again finding the immunity provision inapplicable, this court employed language virtually identical to that in <em>Suarez </em>in setting out the policy underlying <em>N.J.S.A. </em>59:5-4, and the effect to be given that section.</p>\n<p id=\"b269-14\">Here, the decision of the Essex County authorities respecting adoption of a security plan, the decision as to how that plan should operate, and the question of whether and to what extent employees and others should be required to pass through monitoring <page-number citation-index=\"1\" label=\"242\">*242</page-number>devices, epitomizes the policy or political decisions entrusted to governmental officials, with which judges and juries should not interfere. They are decisions that reside with the public entity, and <em>N.J.S.A. 59:5-4 </em>makes clear that the public entity may not be held liable for the adoption or rejection of any such plan or the implementation of one plan rather than another. Any such claim would amount to a suit based on a “failure to provide police protection service” or “sufficient police protection service,” which is barred by <em>N.J.S.A. 59:5-4.</em></p>\n<p id=\"b270-4\">II</p>\n<p id=\"b270-5\">Plaintiffs’ claim based on the failure to respond to Julius Brown’s warnings, however, raises a more difficult issue. The allegedly negligent failure to respond to Brown’s letters and phone calls did not represent any governmental policy or political determination. Thus, the rationale of <em>N.J.S.A. </em>59:5-4, as set out under Point I above, does not apply.</p>\n<p id=\"b270-6\">On the other hand, this is not a case like <em>Suarez v. Dosky, supra, </em>and <em>Shore v. Housing Auth. of Harrison, supra, </em>where police who were on the scene behaved negligently. The issue posed, therefore, is whether the immunity provision of <em>N.J.S.A. 59:5-4 </em>applies when the liability claim is based on alleged “failure to provide police protection,” but that failure allegedly stems from carelessness or negligence of rank and file employees, and not from a governmental policy determination.</p>\n<p id=\"b270-7\">We note first that the statutory language, on its face, would certainly seem to apply to this case. That language refers to a “failure to provide police protection service” or to provide “sufficient police protection service.” It does not refer to a “failure to provide” that protection because of some governmental policy or determination. Although that may have been the primary motive for the enactment, and the statute may be most frequently employed in that context, neither of those bases should necessarily lead to a construction narrower than that which the language would normally indicate. There is no reason, therefore, why the <page-number citation-index=\"1\" label=\"243\">*243</page-number>statutory immunity should not apply whenever there is a claim based on a “failure to provide police protection service.” This is so whether that failure is attributable to a policy decision at the highest level, a tactical decision by some lesser ranking official (perhaps a desk sergeant who determines what, if any, response is appropriate to a particular call), and even the alleged actions of telephone operators or other non-ranking employees which may lead to a “failure to provide police protection.”</p>\n<p id=\"b271-6\">The overall policy of the statute also argues against a construction of its immunity provisions which is narrower than its language would normally dictate. In <em>Rochinsky v. New Jersey Dep’t of Transp., </em>110 <em>N.J. </em>399, 541 A.2d 1029 (1988), the Court, quoting from the legislative declaration that forms part of the Tort Claims Act, noted that the “ ‘basic statutory approach of the [Act] shall be that immunity of all governmental bodies in New Jersey is reestablished.’ ” <em>Id. </em>at 407, 541 A.2d 1029. And the Court went on to further note that the Legislature had</p>\n<blockquote id=\"AVi\">rejected the concept of a statute that imposed liability with specific exceptions, expressing concern that such a statute would greatly increase the amount of litigation and the attendant expense that public entities would face. Instead, the Attorney General’s Report recommended legislation providing “that public entities are immune from liability unless they are declared to be liable by an enactment.”</blockquote>\n<blockquote id=\"AGh\"><em>lid. </em>at 408, 541 A.2d 1029 (quoting from <em>Comment from the Report of the Attorney General’s 'Task Force on Sovereign </em>Immunity).]</blockquote>\n<p id=\"b271-7\"><em>See also </em>quoting extensively from <em>Rochinsky </em>and also referring to that policy of the Act, <em>Lee v. Doe, </em>232 <em>N.J.Super. </em>569, 573-75, 557 A.2d 1045 (App.Div.1989).</p>\n<p id=\"b271-8\">Further, cases applying the immunity provisions of <em>N.J.S.A. </em>59:5-4, have generally interpreted those provisions in a manner which would lead to immunity here. Thus, in <em>Lee v. Doe, supra, </em>the Court found that the immunity conferred by <em>N.J.S.A. </em>59:5-5 applied.<footnotemark>7</footnotemark> There, police officers were summoned to a party where <page-number citation-index=\"1\" label=\"244\">*244</page-number>a guest, while leaving the party, threatened to return with a gun and shoot another guest. Despite pleas that they remain and provide protection, or at least apprehend the one who had made the threats, the police left the area. Thereafter, the guest did return with a gun and injured another guest. The court found that the alleged wrongdoing lay in alleged police inactivity, and it thus concluded that the statutory immunity applied.</p>\n<p id=\"b272-4\">Similarly, in <em>Wuethrich v. Delia, </em>155 <em>N.J.Super. </em>324, 382 A.2d 929 (App.Div.) <em>certif. denied, </em>77 <em>N.J. </em>486, 391 A.2d 500 (1978), this court affirmed the grant of summary judgment dismissing a claim against a municipality based on an alleged police failure to respond to claims that someone with a gun was threatening others in an area not far from the police station. The police did not respond to the warnings and shortly thereafter, the armed man shot and killed one of those he had been threatening. This court found that the municipality was free from liability for failure to act or to arrest the culprit, under immunity granted both by <em>N.J.S.A. </em>59:5-4 and 59:5-5.* <footnotemark>8</footnotemark> <em>See also Setrin v. Glassboro State College, </em>136 <em>N.J.Super. </em>329, 346 A.2d 102 (App.Div.l975)(state college has immunity from alleged negligence in failing to provide sufficient security to prevent threatened criminal conduct on college campus).</p>\n<p id=\"b273-5\"><page-number citation-index=\"1\" label=\"245\">*245</page-number><em>Lee v. Doe </em>and <em>Wuethrich </em>are indistinguishable from this case. In both those cases, police officers either refused to respond or refused to act to provide appropriate protection. In neither case was there a claim that their actions were dictated by some policy or directive from higher authorities. In both cases, the allegedly negligent performance (or non-performance) was dictated by the officers themselves.</p>\n<p id=\"b273-6\">That is also the case here. Although there is no claim that the employees who received Brown’s letters and phone calls ignored them because of some policy determination, that is no reason to ignore the immunity provisions of the Tort Claims Act and the policy of the Act as articulated in <em>Rochinsky.</em></p>\n<p id=\"b273-7\">In sum, while the rationale for immunity as described in Point I may not apply to the allegedly negligent acts dealt with in this Point II, we are satisfied that the immunity provisions of <em>N.J.S.A. </em>59:5-4 nevertheless apply with equal force. A contrary conclusion could be reached only by ignoring the language of the statute, the holdings of the cases just described, and the basic policy of the Tort Claims Act. Accordingly, we conclude that <em>N.J.S.A. </em>59:5-4 applies to both aspects of plaintiffs’ claim.</p>\n<p id=\"b273-8\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b265-9\"> Plaintiff Cheiyl Sezyrek, the widow of the officer, John Sezyrek, Jr., filed the complaint individually and as administratrix ad prosequendum and general administratrix of the estate of her late husband. Shannon Sezyrek, the minor daughter of Cheiyl and the decedent, joins as a plaintiff represented by her mother as guardian ad litem. The complaint is brought under the Wrongful Death Statute, <em>NJ.S.A. </em>2A:31-1 et seq., and includes additional claims for incidental damages suffered by the decedent and his survivors.</p>\n<blockquote id=\"b265-10\">The complaint against the State of New Jersey was also dismissed by summary judgment, but plaintiff has not appealed that decision. A default has been entered against defendants Oliver and James.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b266-8\"> There is no claim here of negligence by any public employee in carrying out and implementing the security program. Rather, the complaint goes to the adoption of the plan itself.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b266-9\"> Most of Brown’s claims are denied by the defendants. However, on the motion for summaiy judgment his claims were accepted as true, as they had to be. The statement of facts that follows is presented on that same premise.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b267-9\"> The dismissal of the claim related to James's hiring and training is not an issue on appeal.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b268-6\"> Although, <em>Suarez </em>actually concluded that the immunity provision was not applicable to the case before it, the court's discussion of the rationale and substance of <em>NJ.S.A. </em>59:5-4 is clear and dispositive of plaintiff's claims based on adoption of an allegedly inadequate security plan.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b269-15\"> This statement actually referred to <em>N.J.S.A. </em>59:5-1, which deals with allocation of government resources, but in the court’s analysis of <em>NJ.S.A. </em>59:5-4, it made clear that it considered the statement applicable to both <em>NJ.S.A. </em>59:5-1 and <em>NJ.S.A. </em>59:5-4.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b271-9\"> The Court treated the scope of immunity under <em>NJ.S.A. </em>59:5-5, which deals with a failure to make an arrest, as indistinguishable from that under <em>NJ.S.A. </em>59:5-4, and indicated that there was no difference in the scope of the two <page-number citation-index=\"1\" label=\"244\">*244</page-number>sections. The facts of the case suggest that <em>NJ.S.A. </em>59:5-4 and <em>N.J.S.A. </em>59:5-5 were equally applicable.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b272-7\"> The cited case is generally referred to <em>Wuethrich II, </em>to distinguish it from <em>Wuethrich </em>v. <em>Delia, </em>134 <em>NJ.Super. </em>400, 341 A.2d 365 (Law Div.1975), which is known as <em>Wuethrich I. </em>In <em>Wuethrich I, </em>the trial court had initially rejected a claim of immunity and held that “once the police had received warnings as alleged by plaintiff, their obligation to investigate was clear. It was not discretionary but ministerial.” 134 <em>NJ.Super. </em>at 411, 341 A.2d 365. <em>Wuethrich II </em>was decided some two years later, following additional discovery, and it dismissed the claim which the trial court had initially sustained. In <em>Lee v. Doe, supra, </em>the court- characterized <em>Wuethrich II </em>as holding that, \"A public entity such as a municipality -is not liable in court for its failure to protect against the criminal propensity of third persons.” 232 <em>N.J.Super. </em>at 578, 557 A.2d 1045.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}