{
  "casebody": {
    "data": "<casebody firstpage=\"134\" lastpage=\"138\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b228-15\">Cleveland NISBY and Hattie West, Plaintiffs-Appellants, v. COMMISSIONERS COURT OF JEFFERSON COUNTY, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b228-19\">No. 85-2134.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b228-20\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b228-22\">August 22, 1986.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b229-15\"><page-number citation-index=\"1\" label=\"135\">*135</page-number>Michael M. Daniel, Elizabeth K. Julian, Dallas, Tex., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b229-16\">Ann Clarke Snell, Steve Bickerstaff, Austin, Tex., Gilbert I. Low, Lavon Jones, Asst. Dist. Atty., Beaumont, Tex., for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b229-18\">Before GEE, WILLIAMS, Circuit Judges, and HINOJOSA <footnotemark>*</footnotemark>, District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b229-13\"> District Judge of the Southern District of Texas, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b229-19\">JERRE S. WILLIAMS, Circuit Judge:</author>\n<p id=\"b229-20\">Appellants’ counsel successfully guided the appellants’ Voting Rights Act case to victory, and appellants filed a request for attorneys’ fees pursuant to 42 U.S.C. § 1988. This appeal challenges the adequacy of the fee award. Because the district court did not state its reasons for the fee award in accordance with the requirements of <em>Johnson v. Georgia Highway Express, Inc., </em>488 F.2d 714 (5th Cir.1974), we reverse and remand.</p>\n<p id=\"b229-21\">I. <em>Introduction</em></p>\n<p id=\"b229-22\">The appellants, Hattie West and Cleveland Nisby, filed suit alleging the precinct plan of the Commissioners Court of Jefferson County violated Section 2 of the Voting Rights Act, 42 U.S.C. § 1973, and the Fourteenth and Fifteenth Amendments to the United States Constitution. In a bench trial, the district court found that the apportionment scheme was unlawful under section 2, 42 U.S.C. § 1973. The district court subsequently entered a settlement agreement adopting a new apportionment plan. As the prevailing party, the appellants filed a motion for attorneys’ fees and litigation costs pursuant to 42 U.S.C. § 1988.<footnotemark>1</footnotemark></p>\n<p id=\"b229-23\">The appellants requested a fee award of $136,575. Appellants’ attorneys claimed <page-number citation-index=\"1\" label=\"136\">*136</page-number>599 pre-judgment hours at an hourly rate of $225 and 12 post-judgment hours at an hourly rate of $150. Appellants also requested $13,225.86 for litigation costs and expenses. In support of their request, the appellants filed a memorandum of law and three affidavits. Two affidavits were by Dallas attorneys who testified to the reasonable hourly rate in Dallas. The other affidavit set out the credentials of the four attorneys who represented the appellants, itemizations of time, range of hourly rates in Beaumont and Dallas, awards in similar cases, and the contingent fee relationship between appellants and their attorneys. The memorandum argued that the court should consider the quality of the representation, the results achieved and the contingent fee arrangement in making the award of a reasonable attorneys’ fee. The appellees in opposition argued that the facts of the case did not support an upward adjustment in the fee and that the appellants should not be compensated for the hours spent on intentional discrimination claims because they were unrelated to the successful section 2 claim.</p>\n<p id=\"b230-4\">Without an evidentiary hearing, the district court found:</p>\n<blockquote id=\"b230-5\">Rather than divide the lawyering hours into pre-judgment and post-judgment categories, the Court has decided to award a fee of $100.00 per hour, the prevailing rate in the Beaumont area, for each hour spent on case preparation. The Court also finds that $25.00 per hour is a reasonable compensation for travel time. The Court is aware that attorney fees may be higher in the Dallas area, but the Supreme Court has held that the attorney’s fees should be calculated according to the existing rates in the relevant community. <em>Blum v. Stenson, </em>465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984). Moreover, this Court is of the opinion that the defendants should not be penalized because plaintiffs chose to retain lawyers outside the Beaumont area. After reviewing the time records submitted by plaintiffs’ lawyers, the Court finds the hours should be broken down as follows:</blockquote>\n<blockquote id=\"b230-6\">Case preparation</blockquote>\n<blockquote id=\"b230-7\">hours: 507 — fee: $100.00/hour = 50,700.00</blockquote>\n<blockquote id=\"b230-8\">Travel hours: 104 — fee: $ 25.00/hour = 2,600.00</blockquote>\n<blockquote id=\"b230-9\">TOTAL ATTORNEY'S</blockquote>\n<blockquote id=\"b230-10\">FEE: 53,300.00</blockquote>\n<p id=\"b230-11\">The district court awarded the appellants the entire requested amount of costs. The court then found that “this case was not inordinately complex nor was the result obtained exceptional; therefore, an ‘enhancement award’ or ‘upward adjustment,’ as discussed in <em>Blum, </em>is not warranted.”</p>\n<p id=\"A1z\">II. <em>Discussion</em></p>\n<p id=\"b230-12\">The Fifth Circuit rule on statutorily authorized attorneys’ fees is well-established. The district court must follow the twelve factor standard set out in <em>Johnson v. Georgia Highway Express, Inc., </em>488 F.2d 714 (5th Cir.1974). The twelve factors are: (1) the time and labor required; (2) the novelty and difficulty of the questions; (3) the skill requisite to perform the legal service properly; (4) the preclusion of other employment by the attorney due to acceptance of the case; (5) the customary fee; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or circumstances; (8) the amount involved and the results obtained; (9) the experience, reputation, and ability of the attorneys; (10) the undesirability of the case; (11) the nature and length of the professional relationship with the client; and (12) awards in similar cases. 488 F.2d at 717. These twelve factors should be considered in the framework we outlined in <em>Copper Liquor, Inc. v. Adolph Coors, </em>684 F.2d 1087, 1092 (5th Cir.1982) (Copper II):</p>\n<blockquote id=\"b230-13\">(1) Ascertain the nature and extent of the services supplied by the attorney;</blockquote>\n<blockquote id=\"b230-14\">(2) Value the service according to the customary fee and quality of the legal work; and</blockquote>\n<blockquote id=\"b230-15\">(3) Adjust the compensation on the basis of the other <em>Johnson </em>factors that may be of significance in the particular case.</blockquote>\n<p id=\"b230-16\">The product of steps (1) and (2) is the “lodestar.” The district court then must consider the applicable remaining factors to determine if the lodestar should be adjust<page-number citation-index=\"1\" label=\"137\">*137</page-number>ed. <em>Sims v. Jefferson Downs Racing Association, </em>778 F.2d 1068, 1084 (5th Cir. 1985).</p>\n<p id=\"b231-5\">As we have stated a number of times “in computing reasonable attorneys’ fees, the district judge must explain the findings and reasons upon which the award is based, including an indication of how each of the twelve factors in Johnson affected his decision.” <em>Copper Liquor, Inc. v. Adolph Coors, Co., </em>624 F.2d 575, 581 (5th Cir.1980) (Copper II); <em>Riddell v. National Democratic Party, </em>712 F.2d 165, 168 (5th Cir.1983); and <em>Sims, </em>778 F.2d at 1084. When the district court does not explain its reasons for the attorney’s fee it awards, we are unable adequately to review the propriety of the fee award. <em>Copper II, </em>624 F.2d at 583; <em>Sims, </em>778 F.2d at 1085.</p>\n<p id=\"b231-8\">It is clear that in this case the district court did not evaluate specifically the applicability of each of the <em>Johnson </em>factors. The appellees argue that under <em>Blum v. Stenson, </em>465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984), and <em>Hensley v. Eckerhart, </em>461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983), district courts are no longer required to consider the twelve <em>Johnson </em>factors, and the fee award should stand. A careful reading of these two cases does not support the appellees’ position. In both cases, the Supreme Court looked to the legislative history of section 1988 and noted that the Congressional reports expressly approved of this Circuit’s twelve <em>Johnson </em>factors in determining a reasonable attorney’s fee. 104 S.Ct. at 1548 n. 13, 103 S.Ct. at 1937.</p>\n<p id=\"b231-9\">The Court went on to express concern in both cases with the “double counting” of the factors by district courts. In <em>Hensley </em>the court noted that “many of these [the Johnson] factors usually are subsumed within the initial calculations of hours reasonably expended at a reasonable hourly rate”. 103 S.Ct. at 1940 n. 9. Similarly, the Court in <em>Blum </em>reversed an award where the district court used the same factors twice in the calculation — first in setting the hourly fees and again in determining the adjustment. As we noted in <em>Sims, </em>778 F.2d at 1084, we have also recognized the “double counting” problem and have held “a court need not in determining the multiplier consider some factor already included in the calculations of the lodestar.” <em>Graves v. Barnes, </em>700 F.2d 220, 224 (5th Cir.1983).</p>\n<p id=\"b231-12\">In sum, we conclude that the district court did not follow the established requirements as first set out in <em>Johnson. </em>We reverse and remand because we are unable to review the court’s award for abuse of discretion since it lacks a complete explanation for the fees as set. We stress that “[w]hat we require is not a meaningless exercise in parroting and answering of <em>Johnson’s </em>twelve criteria, but some assurance that the court has arrived at a just compensation based on appropriate standards.” <em>Copper II, </em>624 F.2d at 581, <em>quoting, Davis v. Fletcher, </em>598 F.2d 469, 470 (5th Cir.1979).</p>\n<p id=\"b231-13\">We reverse the attorneys’ fee award and remand the case for reconsideration in light of this opinion.</p>\n<p id=\"b231-14\">REVERSED AND REMANDED.</p>\n<footnote label=\"1\">\n<p id=\"b229-24\">. Section 1988 provides that the prevailing party in federal civil rights actions may recover a \"reasonable attorney’s fee as part of the costs.”</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b231-15\">HINOJOSA,<footnotemark>*</footnotemark> District Judge,</author>\n<p id=\"Af\">specially concurring.</p>\n<p id=\"b231-16\">I concur with the result reached by the opinion written by Judge Williams. I do so because I agree that the law in this Circuit is well established that in granting statutorily authorized attorney’s fees the district court must follow the twelve factor standard set out in <em>Johnson v. Georgia Highway Express, Inc., </em>488 F.2d 714 (5th Cir. 1974) and must indicate how each of the twelve factors affected the award.</p>\n<p id=\"b231-17\">However, I write specially to say that in light of <em>Hensley v. Eckerhart, </em>461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983), and <em>Blum v. Stenson, </em>465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984), it is time for this Circuit to determine whether the continued rigid application of <em>Johnson, su</em><page-number citation-index=\"1\" label=\"138\">*138</page-number><em>pra, </em>to require a specific indication as to how each of the twelve factors was considered is still necessary. In a system burdened with increased caseloads, it is inappropriate and unnecessary to make a request for attorney’s fees an unduly complex matter. The attorney’s fees issue should not become a second complicated lawsuit. To determine the amount of an attorney’s fee award, district courts should be given standards which are fair, simple and easily reviewable on appeal for abuse of discretion.</p>\n<footnote label=\"*\">\n<p id=\"b231-10\"> District Judge of the Southern District of Texas, sitting by designation.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}