{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"541\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b553-6\" pgmap=\"553\">(No. 91715.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b553-7\" pgmap=\"553\">THE PEOPLE OF THE STATE OF ILLINOIS ex rel. N. DAVID GRAF et al., Appellees, v. THE VILLAGE OF LAKE BLUFF, Illinois, a Municipal Corporation, Appellant.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b553-8\" pgmap=\"553\">Opinion filed June 19, 2003.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b555-7\" pgmap=\"555\">RARICK, J., took no part.</p><p data-order=\"4\" data-type=\"judges\" id=\"b555-8\" pgmap=\"555\">FREEMAN, J., joined by McMORROW, C.J., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b555-11\" pgmap=\"555\">Steven M. Elrod, Peter M. Friedman and Julie A. Tappendorf, of Holland &amp; Knight, L.L.E, of Chicago, for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b556-2\" pgmap=\"556\">Samuel J. Ruffolo, of Baum, Ruffolo &amp; Marzal, Ltd., of Chicago, for appellees.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b556-3\" pgmap=\"556\">JUSTICE KILBRIDE</author> <p id=\"A7q\" pgmap=\"556\">delivered the opinion of the court:</p> <p id=\"b556-4\" pgmap=\"556\">In this case, we decide whether a trial court’s finding that a parcel of land is contiguous to the annexing municipality in a proceeding initiated under section 7 — 1—2 of the Illinois Municipal Code (Code) (65 ILCS 5/7 — 1—2 (West 2000)) is subject to a collateral attack in a quo warranto action.</p> <p id=\"b556-5\" pgmap=\"556\">The circuit court of Lake County denied plaintiffs’ motion for leave to file a complaint in quo warranto seeking to challenge the annexation of a parcel of land on the basis that it was not contiguous to the annexing village. The appellate court reversed, holding that the existence of contiguity was a jurisdictional condition precedent to the filing of a court-controlled annexation proceeding under section 7 — 1—2 of the Code and that contiguity could be raised collaterally in a quo warranto proceeding. 321 Ill. App. 3d 897, 906. For the reasons that follow, we reverse the judgment of the appellate court.</p> <p id=\"b556-6\" pgmap=\"556\">I. BACKGROUND</p> <p id=\"b556-7\" pgmap=\"556\">On October 10, 1980, two owners of parcels of land in an 8.3-acre tract, commonly referred to as “the Triangle,” filed a petition pursuant to section 7 — 1—2 of the Illinois Municipal Code (Ill. Rev. Stat. 1979, ch. 24, par. 7 — 1—2 (now codified at 65 ILCS 5/7 — 1—2 (West 2000))), seeking to annex the Triangle to the Village of Lake Bluff (Village). The petitioners alleged that they were a majority of the landowners in the Triangle and that the Triangle was contiguous to the Village. No objections were filed. After a hearing, the court found that the petition conformed to section 7 — 1—4 of the Code (65 ILCS 5/7 — 1—4 (West 2000)) and ordered that the question of annexation be submitted to the corporate authorities of the Village.</p> <p id=\"b557-4\" pgmap=\"557\">The annexation was completed by an ordinance adopted November 24, 1980. As part of this process, the Village also annexed a portion of railroad right-of-way 1,000 feet long and 100 feet wide abutting a portion of the Triangle and also abutting the border of the Village. No appeal was ever taken from the court order approving the annexation, nor did any party ever seek post-judgment relief.</p> <p id=\"b557-5\" pgmap=\"557\">In 1998, the Village annexed a different tract of land known as “the Sanctuary,” again using the court procedures created by sections 7 — 1—2, 7 — 1—3, 7 — 1—4 and 7 — 1—7 of the Code (65 ILCS 5/7 — 1—2, 7 — 1—3, 7 — 1—4, 7 — 1—7 (West 2000)). The Village initiated the process by an ordinance adopted August 10, 1998, and filed with the circuit court in accordance with section 7 — 1—2. On September 2, 1998, the court conducted a hearing under section 7 — 1—4 and found: (1) the Sanctuary was contiguous to the Village; (2) the ordinance was lawfully adopted and in compliance with the requirements of section 7 — 1—2; and (3) there were no valid objections to the annexation. The court then directed the issue to be submitted to a referendum of the electors residing in the Sanctuary, pursuant to section 7 — 1—7. The annexation was approved by a majority of the electors and, under the terms of the court’s order, the Sanctuary became a part of the Village. The Sanctuary abutted a portion of the Triangle, but did not touch any other boundary of the Village. No appeal was taken from the judgment approving the Sanctuary annexation, nor did any party request post-judgment relief in the trial court.</p> <p id=\"b557-6\" pgmap=\"557(45) 558(26)\">On June 2, 1999, plaintiffs filed their motion for leave to file a complaint in quo warranto to challenge the annexations. Plaintiffs alleged that contiguity in the Triangle annexation existed neither in fact nor in law. Further, they claimed that the subsequent Sanctuary annexation was invalid because it was dependent on the Triangle’s defective annexation. Therefore, the Sanctuary annexation also failed for want of contiguity and was void.</p> <p id=\"b558-3\" pgmap=\"558\">The trial court denied plaintiffs’ motion, finding that it was an impermissible collateral attack on the final orders entered in two annexation proceedings. The court further found that none of the plaintiffs had standing to assert a challenge to the annexations because their pleadings did not describe a special interest or private right infringed by the annexations. Plaintiffs appealed.</p> <p id=\"b558-4\" pgmap=\"558\">The appellate court affirmed the trial court’s order on the standing of plaintiffs Graf, Price and Surkamer, who resided in the Village. The court found that plaintiffs’ allegation, concerning Village tax revenues being diverted to pay for government services to the Sanctuary property, was speculative and insufficient. 321 Ill. App. 3d at 901. Therefore, plaintiffs did not show the requisite interest in the case to establish standing. 321 Ill. App. 3d at 901. The court, however, partially reversed the trial court as to plaintiff Gottschalk, a Sanctuary resident, finding that Gottschalk’s averments were sufficient to confer standing. 321 Ill. App. 3d at 902.</p> <p id=\"b558-5\" pgmap=\"558\">The appellate court further held that the existence of contiguity is a jurisdictional condition precedent to annexation, and its absence can be raised in a quo warranto action. 321 Ill. App. 3d at 906. The appellate court believed the provisions of section 7 — 1—46 of the Code (65 ILCS 5/7 — 1—46 (West 2000)), imposing a one-year statute of limitations on annexation challenges, showed the legislature’s intent that contiguity be a jurisdictional prerequisite. We granted leave to appeal to the Village. See 177 Ill. 2d R 315.</p> <p id=\"b558-6\" pgmap=\"558\">II. ANALYSIS</p> <p id=\"b558-7\" pgmap=\"558(19) 559(141)\">Quo warranto is an extraordinary remedy. It was originally a writ of right for the crown against one who claimed or usurped any office, franchise or liberty, to challenge the authority underlying that assertion of the right. People ex rel. Hansen v. Phelan, 158 Ill. 2d 445, 448 (1994). Quo warranto proceedings are now codified (735 ILCS 5/18 — 101 et seq. (West 2000)) and may be brought by private parties under special circumstances. They may do so, however, only by leave of court. 735 ILCS 5/18 — 102 (West 2000). The decision to grant or deny a petition for leave to file a quo warranto action is a matter within the trial court’s sound discretion. Phelan, 158 Ill. 2d at 449. Where discretion has been vested in the trial court, only a clear abuse of discretion or an application of impermissible legal criteria justifies reversal. Boatmen’s National Bank of Belleville v. Martin, 155 Ill. 2d 305, 314 (1993).</p> <p id=\"b559-3\" pgmap=\"559\">A. Standing</p> <p id=\"b559-4\" pgmap=\"559\">We first address the Village’s argument that the appellate court erred in holding that plaintiff Gottschalk had standing to bring a quo warranto action. Gottschalk alleged that, as a result of the annexation, he must: (1) purchase vehicle stickers from the Village; (2) pay Village property taxes; and (3) pay for garbage-collection service regardless of whether he chooses to use it. The appellate court held that these allegations are sufficient to assert the kind of special interest necessary to maintain an action in quo warranto. 321 Ill. App. 3d at 902.</p> <p id=\"b559-5\" pgmap=\"559\">The Village argues here that Gottschalk’s allegations do not describe a substantial adverse impact and that any new costs are outweighed by the benefits and services provided to residents of the Village. We disagree.</p> <p id=\"b559-6\" pgmap=\"559(54) 560(53)\">The Village cites no authority applying a balancing test of adverse impact versus new benefits and services. Nonetheless, it argues that a balancing test is consistent with the reasoning in People ex rel. Durst v. Village of Germantown Hills, 51 Ill. App. 3d 969 (1977). There, a township asserted standing to challenge an annexation because it would lose motor fuel tax revenues as a result of the reduction in the total number of miles under its jurisdiction. The court observed that although annexation results in a township’s loss of road jurisdiction, it also ehminates its responsibility for road maintenance. Durst, 51 Ill. App. 3d at 971.</p> <p id=\"b560-3\" pgmap=\"560\">In the case before us, the only new benefit described in the record is garbage collection, a service unwanted by Gottschalk. Gottschalk’s payments for garbage service, mandatory vehicle stickers, and Village property taxes significantly impact his private interests and are not outweighed by any benefits or services described in the Village’s pleading. Thus, Durst is inapplicable here. Moreover, we agree with the appellate court that the increased financial burdens to Gottschalk resulting from the assessment of Village property taxes and the requirement that he purchase vehicle stickers from the Village are substantial. 321 Ill. App. 3d at 902.</p> <p id=\"b560-4\" pgmap=\"560\">In holding that taxpayers could challenge in quo warranto the right of a drainage district to continue to levy taxes, this court observed:</p> <blockquote id=\"b560-5\" pgmap=\"560\">“Moreover, the interest of a citizen in the taxes to be collected from him is obviously distinct, for many purposes, from a general public interest in the enforcement of the law. It is a personal and substantial interest, and it does not become the less so because other citizens have a similar interest.” People ex rel. McCarthy v. Firek, 5 Ill. 2d 317, 324 (1955).</blockquote> <p id=\"b560-6\" pgmap=\"560\">Therefore, we believe that Gottschalk has sufficiently alleged a special interest to confer standing to bring an action in quo warranto. The appellate court’s reasoning on that issue was correct and needs no further explication here.</p> <p id=\"b560-7\" pgmap=\"560\">B. The Contiguity Challenge</p> <p id=\"AK-\" pgmap=\"560(30) 561(107)\">In denying plaintiffs’ motion for leave to file a quo warranto action in this case, the trial court construed section 7 — 1—2 of the Code and determined that the jurisdictional prerequisites to the filing of a court-approved annexation proceeding were set out in that section. Contiguity is not mentioned in that section and, thus, is not a jurisdictional prerequisite. Section 7 — 1—4 of the Code requires the trial court to find that contiguity exists between the municipality and the parcel to be annexed. 65 ILCS 5/7 — 1—4 (West 2000). Since that issue is a question of fact that the court in the annexation proceeding was empowered to decide, the trial court denied plaintiffs’ motion, finding that a collateral attack on a final order is not authorized under such circumstances.</p> <p id=\"b561-5\" pgmap=\"561\">The appellate court reached a contrary conclusion, finding that according to the plain language of section 7 — 1—4, the legislature intended contiguity to be a jurisdictional prerequisite to an annexation. 321 Ill. App. 3d at 904-06. In its analysis, the court did not refer to section 7 — 1—2 of the Code, nor did it cite any case where the use of quo warranto was approved as a means of challenging a court-ordered annexation due to a lack of contiguity. Since we must construe the subject statutes to determine whether the trial court applied the correct legal criteria in the exercise of its discretion, a question of law is presented, and our review is de novo. In re Estate of Andernovics, 197 Ill. 2d 500, 507 (2001).</p> <p id=\"b561-6\" pgmap=\"561\">Gottschalk argues, and the appellate court held, that the existence of contiguity is a jurisdictional condition precedent to annexation because section 7 — 1—4 of the Code requires the trial court to determine whether the petition or ordinance filed under section 7 — 1—2 is valid or invalid. The use of those terms, the appellate court reasoned, suggests that a petition not meeting the requirements of section 7 — 1—4 is without any legal force or effect and that an action based upon a petition that fails to meet those statutory requirements is void ab initio. 321 Ill. App. 3d at 904.</p> <p id=\"b562-2\" pgmap=\"562\">Section 7 — 1—4 requires the court to dismiss the petition or ordinance if it finds that: (1) the annexation petition is not signed by the requisite number of electors or property owners of record; (2) the described property is not contiguous to the annexing municipality; (3) the description is materially defective; or (4) the petition or ordinance is otherwise invalid. 65 ILCS 5/7 — 1—4 (West 2000). The appellate court observed that the signature requirement has been held to be a jurisdictional condition precedent and that the contiguity requirement appears in the same sentence of the statute as the signature requirement. Thus, nothing warrants interpreting contiguity as a factual matter and signatures as a jurisdictional matter. According to the appellate court, the inclusion of both requirements in the same portion of the statute is a manifestation of the legislature’s intention that both serve the same function. 321 Ill. App. 3d at 903-05, citing People ex rel. Jordan Co. v. Village of Forest View, 21 Ill. 2d 384, 390 (1961); People ex rel. Brzica v. Village of Lake Barrington, 268 Ill. App. 3d 420, 423 (1994).</p> <p id=\"b562-3\" pgmap=\"562\">The Village argues that the conditions precedent to the exercise of the court’s jurisdiction are established not in section 7 — 1—4 of the Code, but in section 7 — 1—2. That section provides as follows:</p> <blockquote id=\"b562-4\" pgmap=\"562\">“(a) A written petition signed by a majority of the owners of record of land in the territory and also by a majority of the electors, if any, residing in the territoiy shall be filed with the circuit court clerk of the county in which the territory is located, or the corporate authorities of a municipality may initiate the proceeding by enacting an ordinance expressing their desire to annex the described territory. *** The petition or ordinance, as the case may be, shall request the annexation of the territory to a specified municipality and also shall request that the circuit court of the specified county submit the question of the annexation to the corporate authorities of the annexing municipality or to the electors of the unincorporated territory, as the case may be.” 65 ILCS 5/7 — 1—2(a) (West 2000).</blockquote> <p id=\"b563-2\" pgmap=\"563\">Section 7 — 1—2 does not require the petition to allege the contiguity of the territory to be annexed to the municipality. The Village argues that we must look to section 7 — 1—2, rather than section 7 — 1—4, to determine the applicable conditions precedent because the filing of the petition enables the court to exercise its subject matter jurisdiction. Section 7 — 1—4, by its own terms, describes the findings the court must make to determine whether the petition is valid. Obviously, the court cannot make findings unless it has jurisdiction. The Village contends that since a sufficient petition, as prescribed by the legislature, was presented to the court, it was empowered to determine the question of contiguity.</p> <p id=\"b563-3\" pgmap=\"563\">In the case before us, the petition to annex the Triangle property alleged that it was signed by a majority of the owners of record and alleged that it was contiguous to the Village. It was supported by the petitioners’ verification under oath. Thus, it conformed to the requirements of section 7 — 1—2 of the Code (65 ILCS 5/7 — 1—2 (West 2000)). The trial court subsequently found that the petition also conformed to the requirements of section 7 — 1—4 and referred the question of annexation to Village authorities as provided by statute. In making its finding, the court implicitly determined that the Triangle territory was contiguous to the Village. Any errors in the trial court’s final order could have been directly appealed under section 7 — 1—4 (65 ILCS 5/7 — 1—4 (West 2000)).</p> <p id=\"b563-4\" pgmap=\"563(74) 564(101)\">In August 1998, the Village enacted an ordinance to initiate the annexation of the Sanctuary property. The ordinance contained a legal description of the property to be annexed and averments that it was not within any other municipality and was contiguous to the Village. It also requested that the court find the ordinance to be valid and in conformity with the Code. The trial court entered an agreed order resolving the issues raised by the objectors, finding the territory contiguous to the Village and the ordinance lawfully adopted and in conformity with the requirements of section 7 — 1—2 and directing that the question of annexation be submitted to a referendum vote pursuant to section 7 — 1—7 of the Code. The agreed order was not appealed. The trial court’s determination that the Sanctuary property was contiguous to the Village could only have been based on its contiguity to the previously annexed Triangle property. Thus, the court in the 1998 proceeding relied on the validity of the unchallenged 1980 court order.</p> <p id=\"b564-3\" pgmap=\"564\">In challenging the prior trial court orders, plaintiffs’ quo warranto petition is an independent action, not filed in either of the annexation proceedings. Therefore, it is a collateral attack on the two judgments that had previously found contiguity. City of Des Plaines v. Boeckenhauer, 383 Ill. 475, 480 (1943). Plaintiffs argue that a collateral attack is authorized under the holding in Jordan, 21 Ill. 2d 384. In that case, this court reviewed the finding that the requisite number of eligible electors had signed an annexation petition and reasoned:</p> <blockquote id=\"b564-4\" pgmap=\"564\">“Plaintiffs do not purport to review the determination of the county court. Rather, their claim is that the county court lacked jurisdiction to make any determination, because the failure of the petition to comply with the statutory requirements rendered it insufficient to confer jurisdiction upon the county court. The statutory requirements of the petition are jurisdictional, and the lack of jurisdiction on the part of the county court can be asserted in a quo warranto proceeding.” Jordan, 21 Ill. 2d at 389-90.</blockquote> <p id=\"b564-5\" pgmap=\"564(65) 565(22)\">In light of our holding in Belleville Toyota, Inc. v. Toyota Motor Sales, U.S.A., Inc., 199 Ill. 2d 325 (2002), Jordan has no continued viability. Jordan was decided in 1961, prior to the amendment of the judicial article to our state constitution (Ill. Const. 1870, art. VI (1964), § 9). Thus, its precedential value is limited to the constitutional context existing before the judicial amendment radically changed the legislature’s role in determining the jurisdiction of the circuit court. Belleville Toyota, 199 Ill. 2d at 337.</p> <p id=\"b565-5\" pgmap=\"565\">Jordan suggests that the statutory requirements of an annexation petition are nonwaivable conditions precedent to the exercise of the court’s jurisdiction. Jordan, 21 Ill. 2d at 390. However, as we explained in construing the limitations period contained in the Motor Vehicle Franchise Act (815 ILCS 710/14 (West 2000)):</p> <blockquote id=\"AoS\" pgmap=\"565\">“The legislature may create new justiciable matters by enacting legislation that creates rights and duties that have no counterpart at common law or in equity. [Citation.] Through the legislature’s adoption of the Act in 1979, the legislature created a new justiciable matter. The legislature’s creation of a new justiciable matter, however, does not mean that the legislature thereby confers jurisdiction on the circuit court. Article VI is clear that, except in the area of administrative review, the jurisdiction of the circuit court flows from the constitution. Ill. Const. 1970, art. VI, § 9. The General Assembly, of course, has no power to enact legislation that would contravene article VI. [Citation.]</blockquote> <blockquote id=\"b565-6\" pgmap=\"565\">Some case law, however, suggests that the legislature, in defining a justiciable matter, may impose ‘conditions precedent’ to the court’s exercise of jurisdiction that cannot be waived. [Citations.] We necessarily reject this view because it is contrary to article VI. Characterizing the requirements of a statutory cause of action as nonwaivable conditions precedent to a court’s exercise of jurisdiction is merely another way of saying that the circuit court may only exercise that jurisdiction which the legislature allows. We reiterate, however, that the jurisdiction of the circuit court is conferred by the constitution, not the legislature. Only in the area of administrative review is the court’s power to adjudicate controlled by the legislature.” (Emphasis in original.) Belleville Toyota, 199 Ill. 2d at 335-36.</blockquote> <p id=\"b565-7\" pgmap=\"565(34) 566(102)\">The reasoning in Belleville Toyota applies with equal force to the case before us. There is no common law authority for a municipality to initiate annexation procedures. It is well established that the legislature alone has the authority to allow or require the alteration of municipal boundaries. In re Petition to Annex Certain Territory to the Village of North Barrington, 144 Ill. 2d 353, 361 (1991). The legislature, therefore, created a justiciable controversy when it enacted the court-ordered annexation statute. When the trial court in this case was presented with a petition and an annexation ordinance, it had jurisdiction to hear and determine the matter because the court’s constitutionally granted original jurisdiction extends to the general class of cases arising under the statute. Belleville Toyota, 199 Ill. 2d at 340. As we said in that case:</p> <blockquote id=\"b566-3\" pgmap=\"566\">“Even if plaintiffs complaint defectively stated its claim under the Act, the circuit court would not have been deprived of subject matter jurisdiction. Subject matter jurisdiction does not depend upon the legal sufficiency of the pleadings.” Belleville Toyota, 199 Ill. 2d at 340.</blockquote> <p id=\"AB9\" pgmap=\"566\">Applying these principles to the matter before us, it is apparent that the legislature has empowered the court to make findings and orders in annexation cases if presented with a petition or ordinance requesting judicial approval. Once a justiciable matter is properly submitted, a court has the power to decide rightly or wrongly the issues properly before it. As we observed in Steinbrecher v. Steinbrecher:</p> <blockquote id=\"b566-4\" pgmap=\"566\">“Yet, jurisdiction is not affected by an incorrect judgment: ‘jurisdiction or power to render a particular judgment does not mean that the judgment rendered must be the one that should have been rendered, for the power to decide carries with it the power to decide wrong as well as to decide right.’ [Citation.]” Steinbrecher v. Steinbrecher, 197 Ill. 2d 514, 532 (2001).</blockquote> <p id=\"b566-5\" pgmap=\"566(60) 567(113)\">The form and content of an annexation petition or ordinance are prescribed by section 7 — 1—2 of the Code. Plaintiffs do not contend that either the petition in the Triangle annexation or the ordinance in the Sanctuary annexation failed to conform to the requirements of section 7 — 1—2. Nor do they contend that the court in either the Triangle or the Sanctuary annexation did not comply with the procedural requirements of section 7 — 1—4 of the Code. Instead, they argue that contiguity does not exist, either as a matter of fact or law. That issue was, however, determined by two courts having jurisdiction of the subject matter. Thus, if the Village were required to establish its authority to annex the territories in question, it could justifiably rely on the lawful orders of the circuit court approving those procedures. See People ex rel. Town of Richwoods v. City of Peoria, 80 Ill. App. 2d 359, 366 (1967). Nonetheless, this rationale has not been consistently applied by our appellate court.</p> <p id=\"b567-5\" pgmap=\"567\">For instance, in Richwoods, petitioners challenged the annexation of territory to the City of Peoria on various grounds alleged to be jurisdictional, including the absence of contiguity. In answering the quo warranto petition, the City raised the defense of justification, asserting that its right to annex the territory in dispute was derived from court orders in an annexation proceeding initiated under section 7 — 1—2 of the Code. The trial court granted summary judgment for the City, and on appeal, the court considered the issue of whether the validity of the annexation was open to attack in quo warranto. Richwoods, 80 Ill. App. 2d at 362. The Third District of the appellate court held that it was not and observed:</p> <blockquote id=\"b567-6\" pgmap=\"567\">“To require the city in this proceeding to go behind the adjudications in cause No. 64 Z 2103, and to prove again here the issues it has already proved there, would require us to ignore the express language of the statute [citation] that adjudications made in proceedings such as those in 64 Z 2103 are to be final and appealable, and in effect would allow, by a collateral proceeding, a de novo review of another adjudication. We are satisfied that quo warranto is not appropriate for that purpose ***.” Richwoods, 80 Ill. App. 2d at 366.</blockquote> <p id=\"b567-7\" pgmap=\"567(19) 568(171)\">The First District of the appellate court reached a similar conclusion in People ex rel. O’Malley v. Village of Ford Heights, 261 Ill. App. 3d 571, 574 (1994). That court sustained the dismissal of two counts of an intervenor’s petition in quo warranto challenging a court-ordered annexation, holding that quo warranto was not the proper means of challenging findings made in an earlier action. To allow the quo warranto petition to proceed would allow the improper de novo review of findings in a collateral proceeding. O’Malley, 261 Ill. App. 3d at 574. The court also rejected the intervenor’s argument that the condemnation order was void because the legal description of the annexed property was materially defective. The court held that the legislature had empowered circuit courts to determine whether legal descriptions are materially defective and therefore an order making that determination was not void. Thus, the appropriate method to challenge the ruling was a direct appeal or a motion to vacate under section 2 — 1401 of the Code of Civil Procedure (735 ILCS 5/2 — 1401 (West 2000)). O’Malley, 261 Ill. App. 3d at 574-75.</p> <p id=\"b568-3\" pgmap=\"568\">Conversely, the Second District of the appellate court rejected the reasoning in Richwoods and O’Malley in Brzica, 268 Ill. App. 3d 420. That court reversed the trial court’s dismissal of a quo warranto petition challenging an annexation because the petition initiating the proceeding did not contain signatures of a majority of property owners, as required by section 7 — 1—2 of the Code. Relying on Jordan, the court held that a section 7 — 1—2 petition must meet certain statutory requirements in order for the court to act and grant the requested relief. Affixation of the signatures of a majority of landowners in the territory to be annexed is mandatory. Therefore, the court reasoned that this deficiency is a jurisdictional defect and may be raised at any time, even collaterally in a quo warranto proceeding. Brzica, 268 Ill. App. 3d at 425.</p> <p id=\"b568-4\" pgmap=\"568(9) 569(160)\">For the reasons we have discussed, the holding in Brzica is in error. Jordan has no viability in the present constitutional context. Further, Richwoods and O’Malley are more pertinent to the facts in the case before us. Here, we are not presented with any claim that the petition in the Triangle annexation lacked the requisite signatures or that the Sanctuary ordinance was in any way defective. Nor is there any claim of fraud or lack of notice. Plaintiffs argue only that contiguity did not exist in fact or in law when the Triangle was annexed. Nonetheless, the legislature expressly authorized the trial court to make that determination in a hearing under section 7 — 1—4 of the Code. The trial court clearly made a contiguity finding. There is no basis, therefore, to allow another court to revisit that same issue in a quo warranto proceeding when the correctness of the original ruling could have been challenged by direct appeal or by a timely petition for post-judgment relief.</p> <p id=\"b569-5\" pgmap=\"569\">In reversing the trial court, the appellate court also considered whether plaintiffs’ right to challenge the annexations is impacted by the statute of limitations in section 7 — 1—46 of the Code (65 ILCS 5/7 — 1—46 (West 2000)). The appellate court concluded that contiguity must be a jurisdictional prerequisite because it is exempted from the one-year limitations statute in the Code. 321 Ill. App. 3d at 905. That section provides:</p> <blockquote id=\"b569-6\" pgmap=\"569\">“The limitation set forth in this section shall apply to any annexation, even where the judge, body or officer annexing the territory did not at the time of such annexation have jurisdiction of the subject matter, and irrespective of whether such annexation may otherwise be defective or void, except that the limitation of this section shall not apply to annexations of territory which was not contiguous at the time of annexation and is not contiguous at the time an action is brought to contest such annexation.” 65 ILCS 5/7 — 1—46 (West 2000).</blockquote> <p id=\"b569-7\" pgmap=\"569(26) 570(90)\">The appellate court reasoned that since contiguity is treated in the same portion of a statute that deals with jurisdictional matters and since contiguity provides the only exception to the application of the statute of limitations, the legislature considered the lack of contiguity to be a “very basic defect.” 321 Ill. App. 3d at 905. This may be true, but for the reasons we have discussed, the lack of contiguity does not impact the subject matter jurisdiction of the court. The trial court properly entered final judgments, unchallenged on direct appeal or by petition for post-judgment relief. The issues determined by those judgments may not be relitigated in a collateral proceeding 20 years later.</p> <p id=\"b570-3\" pgmap=\"570\">The Village has never contended that Gottschalk’s contiguity challenge is time-barred. Instead, it argues that the challenge is foreclosed by the preclusive effect of the affirmative contiguity findings in two final judgments. We agree. Under these circumstances, the remedy of quo warranto will not lie because the validity of the annexation process has already been given final judicial approval. Thus, the lack of a time-bar to that remedy is irrelevant.</p> <p id=\"b570-4\" pgmap=\"570\">III. CONCLUSION</p> <p id=\"b570-5\" pgmap=\"570\">Although plaintiff Gottschalk has sufficiently alleged the special interest necessary to confer standing to bring an action in quo warranto, nevertheless we hold that the plain language of the statutory scheme allowing court-approved annexations does not permit a collateral, quo warranto challenge to the final legal or factual determinations in such cases.</p> <p id=\"b570-6\" pgmap=\"570\">Appellate court judgment reversed; circuit court judgment affirmed.</p> <p id=\"b570-7\" pgmap=\"570\">JUSTICE RARICK took no part in the consideration or decision of this case.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b570-8\" pgmap=\"570\">JUSTICE FREEMAN,</author> <p id=\"AXH\" pgmap=\"570\">dissenting:</p> <p id=\"b570-9\" pgmap=\"570(16) 571(11)\">I must respectfully dissent from the court’s opinion because I believe the circuit court incorrectly denied plaintiffs motion for leave to file their complaint in quo warranto.</p> <p id=\"b571-3\" pgmap=\"571\">In reaching its conclusion that the lack of contiguity does not impact on the subject matter jurisdiction of the court (206 Ill. 2d at 558), the court relies heavily on the analyses contained in Belleville Toyota, Inc. v. Toyota Motor Sales, U.S.A., Inc., 199 Ill. 2d 325 (2002), and Steinbrecher v. Steinbrecher, 197 Ill. 2d 514 (2001). I dissented in Belleville, 199 Ill. 2d at 365 (Freeman, J., dissenting, joined by McMorrow, J.), and in Steinbrecher, 197 Ill. 2d at 533 (Freeman, J., dissenting, joined by McMorrow and Kilbride, JJ.), and am compelled to again register my disagreement with the court’s position in this area.</p> <p id=\"b571-4\" pgmap=\"571\">As it did in Belleville, the court today insists that the 1970 constitution changed the concept of jurisdiction in Illinois. While I agree that the changes made to the judicial article in both 1964 and 1970 affected jurisdiction, I do not believe the changes lessened the legislature’s power to define the statutory causes of action that it creates. Contrary to the suggestion in both Belleville and Steinbrecher that this court has overlooked the changes made to the judicial article (see Belleville, 199 Ill. 2d at 335-36; Steinbrecher, 197 Ill. 2d at 529-30), this court has consistently recognized that the “jurisdiction” of our circuit courts is conferred by our constitution. In re M.M., 156 Ill. 2d 53, 65 (1993). In my view, the court today, as it did in Belleville and Steinbrecher, has placed too much emphasis on the changes to the judicial article. Prior to the amendment, article VI read as follows:</p> <blockquote id=\"b571-5\" pgmap=\"571\">“The circuit courts shall have original jurisdiction of all causes in law and equity, and such appellate jurisdiction as is or may be provided by law ***.” Ill. Const. 1870, art. VI, §12.</blockquote> <p id=\"b571-6\" pgmap=\"571\">To be sure, the Judicial Article of 1962, effective January 1, 1964, changed the language of article VI:</p> <blockquote id=\"b571-7\" pgmap=\"571(8) 572(27)\">“The circuit court shall have unlimited original jurisdiction of all justiciable matters, and such powers of review of administrative action as may be provided by law.” Ill. Const. 1870, art. VI (1964), § 9.</blockquote> <p id=\"b572-3\" pgmap=\"572\">However, the word “unlimited” was eliminated from the article in the Constitution of 1970, and it currently reads as follows:</p> <blockquote id=\"b572-4\" pgmap=\"572\">“Circuit courts shall have original jurisdiction of all justiciable matters except when the Supreme Court has original and exclusive jurisdiction relating to redistricting of the General Assembly and to the ability of the Governor to serve or resume office. Circuit courts shall have the power to review administrative action as provided by law.” Ill. Const. 1970, art. VI, § 9.</blockquote> <p id=\"b572-5\" pgmap=\"572\">In my view, the biggest change resulting from the 1964 amendment was the elimination of the distinction between courts of law and equity, which means that our circuit courts have the power to hear all justiciable matters, whether the causes of action arose from common law, in equity or by statute in derogation of the common law. This change, however, did not alter the fact that a court cannot act in excess of its authority. Nor did it change the way we are to view statutory conditions precedent.</p> <p id=\"b572-6\" pgmap=\"572(144) 573(52)\">In Belleville, this court identified three cases as being illustrative of the case law which recognized the view that “the legislature, in defining a justiciable matter, may impose ‘conditions precedent’ to the court’s exercise of jurisdiction that cannot be waived.” Belleville, 199 Ill. 2d at 335 (citing In re Marriage of Fields, 288 Ill. App. 3d 1053 (1997), People ex rel. Brzica v. Village of Lake Barrington, 268 Ill. App. 3d 420 (1994), and In re Estate of Mears, 110 Ill. App. 3d 1133 (1982)). The court rejected the viewpoint espoused in those cases because “it is contrary to article VI” of the 1970 constitution. Belleville, 199 Ill. 2d at 336. The court stated that ‘‘ Characterizing the requirements of a statutory cause of action as nonwaivable conditions precedent to a court’s exercise of jurisdiction is merely another way of saying that the circuit court may only exercise that jurisdiction which the legislature allows. We reiterate, however, that the jurisdiction of the circuit court is conferred by the constitution, not the legislature. Only in the area of administrative review is the court’s power to adjudicate controlled by the legislature.” Belleville, 199 Ill. 2d at 336.</p> <p id=\"b573-6\" pgmap=\"573\">Notwithstanding the rejection of cases like Mears, the court in Belleville nevertheless went on to cite Mears, among other authorities, as support for its proposition that the 1964 amendments to the judicial article “radically changed the legislature’s role in determining the jurisdiction of the circuit court.” Belleville, 199 Ill. 2d at 337, citing In re M.M., 156 Ill. 2d 53, 74 (1993) (Miller, C.J., concurring, joined by Bilandic, J.); Mears, 110 Ill. App. 3d at 1137. Indeed, the court pointed to that portion of the Mears analysis that traced the development of jurisdiction from the 1818 constitution to the 1970 constitution. The court concluded that “[i]n light of these changes, the precedential value of case law which examines a court’s jurisdiction under the pre-1964 judicial system is necessarily limited to the constitutional context in which those cases arose.” Belleville, 199 Ill. 2d at 337. The point made in Belleville, and reiterated today, is that the 1970 concept of jurisdiction changed the way in which we are to regard statutory conditions precedent and the consequences of a failure to comply with them.</p> <p id=\"b573-8\" pgmap=\"573(79) 574(115)\">One of the problems, in my view, with the Steinbrecher/Belleville analysis is that this court runs the risk of improperly legislating in the area of statutory causes of action. For example, in Belleville, the court addressed whether the time limitations contained in the Motor Vehicle Franchise Act constituted an “ordinary” limitations period, i.e., an affirmative defense, as opposed to a condition precedent to suit. A majority of the court concluded that the limitations period was not “a jurisdictional prerequisite to suit.” Belleville, 199 Ill. 2d at 342. Having so concluded, the court proceeded to construe the statute as an ordinary statute of limitations that provides a technical defense which may be waived. Belleville, 199 Ill. 2d at 344-45. As a result, the failure to fulfill a statutory condition precedent has no effect on the validity of any order rendered by the circuit court. Belleville, 199 Ill. 2d at 340-41. Such an analysis, which allows this court to transform an element of a plaintiffs statutory cause of action into an affirmative matter that must be pleaded and proved by the defendant, raises, in my mind, serious questions regarding the separation of powers.</p> <p id=\"b574-3\" pgmap=\"574\">My research has found no legal authority that supports the court’s view that the changes to the judicial article made in both 1964 and again in 1970 eliminated the legislature’s ability to establish conditions precedent to statutory causes of action it creates. Indeed, the authorities that do speak to the jurisdictional “revolution” the court so strongly embraces do so while acknowledging the continued ability of the legislature to establish nonwaivable conditions precedent to statutory cases of action. An example, of course, is Mears. As I have noted, the court in Belleville cited to Mears with approval for the proposition that the 1970 constitution changed the way in which we are to view the term “jurisdiction.” However, the court rejected key portions of the analysis in Mears that spoke to the precise issue of the legislature’s ability to define statutory causes of action. A review of the case illustrates this.</p> <p id=\"b574-4\" pgmap=\"574(69) 575(238)\">At issue in Mears was the last will and testament of Frances Mears. Mears, 110 Ill. App. 3d at 1133. The principal beneficiary of Mears’ will was Illinois Wesleyan University, which was to receive all of the residue of the estate after several monetary legacies had been paid out. Mears, 110 Ill. App. 3d at 1133. Mears, a widow, died childless, and her heirs were 53 known nieces and nephews and various other collateral descendants. Mears, 110 Ill. App. 3d at 1133-34. One of the heirs, within the time provided by law, petitioned to contest the validity of the will. The petition named as respondents all the heirs and legatees, but did not name the executor of the will. Mears, 110 Ill. App. 3d at 1134. The executor filed a special and limited appearance for the purpose of contesting the jurisdiction of the circuit court. Mears, 110 Ill. App. 3d at 1134. He successfully argued that the failure to name him as a party respondent was fatal and that the time to file a proper petition had expired. Mears, 110 Ill. App. 3d at 1134. The appellate court reversed. After noting the history of article VI of our constitution, the court stated that its inquiry in light of the 1970 constitution was “whether there exists a justiciable controversy, and if so, are there any statutory conditions precedent to judicial intervention.” (Emphasis added.) Mears, 110 Ill. App. 3d at 1138. The court went on to hold that the “only condition precedent to the exercise of jurisdiction is that [the petition] be filed within the time limited by statute after the admission of the will to probate. [Citation.] It is uncontroverted that the petition was filed within the statutory period in the instant case. The circuit court then had jurisdiction.” Mears, 110 Ill. App. 3d at 1138.</p> <p id=\"b575-5\" pgmap=\"575\">Like this court today and in Belleville, the appellate court in Mears cited the changes wrought by the 1970 constitution in concluding that the concept of “jurisdiction” had changed over time. However, the court in Mears, unlike this court, nevertheless continued to recognize the power of the General Assembly to impose conditions to relief in the statutory causes of action it creates. Indeed, the court in Mears acknowledged that even in light of the 1970 constitution:</p> <blockquote id=\"b575-6\" pgmap=\"575(35) 576(14)\">“[T]he legislature may still impose substantive conditions precedent to the exercise of jurisdiction. While this may sometimes erroneously be called a lack of jurisdiction, it is in reality an inability to exercise jurisdiction because the court cannot waive the condition.” (Emphases added.) Mears, 110 Ill. App. 3d at 1138.</blockquote> <p id=\"b576-4\" pgmap=\"576\">Contrary to the view expressed in Belleville, it is clear to me that this statement in Mears was not “merely another way of saying that the circuit court may only exercise that jurisdiction which the legislature allows.” Belleville, 199 Ill. 2d at 336. The court was expressing the view that notwithstanding the “revolutionized” concept of jurisdiction, a court cannot act beyond its statutory authority. A similar view was also espoused in published legal commentary following the judicial article amendment in 1964. See H. Fins, Re-Examination of “Jurisdiction” in Light of New Rlinois Judicial Article, 53 Ill. B.J. 8 (1964). I also note that in the concurring opinion in M.M., to which the court in Belleville also cited for support of the effect of the changes to the judicial article, the concurring justices cited, with approval, to the portion of Mears that recognized the continued viability of statutory conditions precedent. In re M.M., 156 Ill. 2d at 75 (Miller, C.J., concurring, joined by Bilandic, J.).</p> <p id=\"b576-5\" pgmap=\"576\">In light of the above, I do not agree that the conclusion reached in Belleville was “firmly rooted in our constitution.” Belleville, 199 Ill. 2d at 341. As I review our case law in this regard in order to address the issues raised in the present case, I can find no authority for linking the changes to the judicial article with the notion that statutory conditions precedent are somehow incompatible with article VI. In fact, the authority that the court points to as hailing the revolutionary constitutional changes to jurisdiction is the same authority the court is willing to “reject” in the context of statutory conditions precedent. The court’s use of only selective portions of the very case law it relies on diminishes the persuasiveness of its legal analysis.</p> <p id=\"b576-6\" pgmap=\"576(29) 577(331)\">In addition, I am compelled to point out another matter that deserves comment. The court today echoes Belle-ville’s rejection of applying pre-1964 case law to the question of a circuit court’s jurisdiction. 206 Ill. 2d at 552-53. In Belleville, the court pointedly criticized the fact that “pre-1964 rules of law continue to be cited by Illinois courts, without qualification, creating confusion and imprecision in the case law” (Belleville, 199 Ill. 2d at 338) when addressing whether the circuit court had jurisdiction under the 1970 constitution. Nevertheless, this court committed the very same infraction in Reichert v. Court of Claims, 203 Ill. 2d 257, 261-62 (2003) in which the court, citing to a 1908 case, held that the circuit court lacked jurisdiction over a certiorari petition. The court in Reichert made no attempt to harmonize its holding with the doctrine espoused in Belleville and Steinbrecher, nor is Reichert in harmony with today’s opinion. The court’s inability to apply the principles it announced in these cases in a consistent fashion reinforces my belief that continued debate on the question is necessary. It also convinces me that this court has not charted an entirely clear course in this area of our jurisprudence. Therefore, I continue to be of the view that when a court’s power to act in a particular manner is controlled by statute, the defects that arise from the court’s acting beyond its power cannot be waived. Mears, 110 Ill. App. 3d at 1137-38. Thus, in exercising jurisdiction over matters made justiciable by statute and having no counterpart in common law or equity, courts must proceed within the strictures of the statute. Stated differently, a court may not exceed its statutory authority. In re M.M., 156 Ill. 2d 53, 64-66 (1993). We recently reaffirmed, in the criminal context, that orders entered by a court without legal authority have been viewed as void and can be subject to collateral attack. See People ex rel. Ryan v. Roe, 201 Ill. 2d 552 (2002); People v. Arna, 168 Ill. 2d 107, 113 (1995). I can see no principled distinction between criminal cases and civil cases in this matter.</p> <p id=\"b577-5\" pgmap=\"577(10) 578(117)\">As I pointed out in my dissent in Steinbrecher, this court had, until then, recognized that a “ ‘judgment or decree may be void where a court has exceeded its authority.’ ” Steinbrecher, 197 Ill. 2d at 549 (Freeman, J., dissenting, joined by McMorrow and Kilbride, JJ.), quoting People v. Davis, 156 Ill. 2d 149, 156 (1993), citing Armstrong v. Obucino, 300 Ill. 140, 142-43 (1921). It appears to me that a majority of this court is uncomfortable with the notion of leaving open to collateral attack judgments made by a court acting beyond or in excess of its authority. Indeed, the court said as much as in Belle-ville. After concluding that the limitations period was not a condition precedent, the court observed:</p> <blockquote id=\"b578-3\" pgmap=\"578\">“Our conclusion, while firmly rooted in our constitution, is also consistent with the trend of modern authority favoring finality of judgments over alleged defects in validity. See In re Marriage of Mitchell, 181 Ill. 2d 169, 175-77 (1998), citing Restatement (Second) of Judgments § 12 (1982); see also Fields, 288 Ill. App. 3d at 1060, citing Restatement (Second) of Judgments § 12 (1982). Labeling the requirements contained in statutory causes of action ‘jurisdictional’ would permit an unwarranted and dangerous expansion of the situations where a final judgment may be set aside on a collateral attack. [Citation.] Even if the statutory requirement is considered a nonwaivable condition, the same concern over the finality of judgments arises. Once a statutory requirement is deemed ‘nonwaivable,’ it is on equal footing with the only other nonwaivable conditions that would cause a judgment to be void, and thus subject to collateral attack — a lack of subject matter jurisdiction, or a lack of personal jurisdiction. [Citation.] As our appellate court has observed, ‘[b]ecause of the disastrous consequences which follow when orders and judgments are allowed to be collaterally attacked, orders should be characterized as void only when no other alternative is possible.’ In re Marriage of Vernon, 253 Ill. App. 3d 783, 788 (1993) ***.” (Emphasis added.) Belleville, 199 Ill. 2d at 341.</blockquote> <p id=\"b578-4\" pgmap=\"578(16) 579(29)\">The emphasized language demonstrates that the court’s concern in this area is primarily with preserving the finality of judgments. However, as Mears demonstrates, nothing in our constitution prevents the legislature from imposing nonwaivable conditions precedent to the statutory causes of action that it creates.</p> <p id=\"b579-5\" pgmap=\"579\">The fact that members of this court are concerned about the finality of judgments is not objectionable, in and of itself — the excess-of-authority approach has received criticism. See 1B Moore, Federal Practice 648 n.41 (2d ed. 1948); H. Cox, The Void Order and the Duty to Obey, 16 U. Chi. L. Rev. 86, 90-92 (1948). As one court has put it, the application of the rule “necessarily require[s] the drawing of distinctions between subject matter jurisdiction, excess of jurisdiction, and mere error. These distinctions have often proved difficult to draw.” Hartt v. Hartt, 121 R.I. 220, 226, 397 A.2d 518, 522 (1979). This court has chosen to resolve this problem by holding that the changes in the judicial article of our constitution narrowed the definition of “jurisdiction.” However, as I have demonstrated, the changes to the judicial article cited by the court do not support the view that orders made by a court in excess of its authority are shielded from collateral review. The amendments did not speak to whether jurisdiction includes the power of a court to act in excess of its authority. The court errs in its reliance on those amendments in support of its policy decision to uphold the finality of judgments. In so doing, the court has created confusion — rejecting the legislature’s ability to create conditions precedént in some cases (see Belleville, 199 Ill. 2d at 341), but reaffirming the legislature’s prerogative of imposing limitations and conditions on the availability of relief in statutory causes of action in other cases (see In re Marriage of Kates, 198 Ill. 2d 156 (2001)). See also Belleville, 199 Ill. 2d at 371 (Freeman, J., dissenting, joined by McMorrow, J.) (noting inconsistencies in this area).</p> <p id=\"b579-6\" pgmap=\"579(9) 580(187)\">I am not unsympathetic to the concerns of finality cited by the court. Nonetheless, I believe the better approach is to acknowledge the problem and attempt to balance what I consider to be the two competing policy concerns that are in tension in this area, i.e., “insuring that judgments are rendered only by courts having the power to do so (the policy of validity) and enforcing a termination point for litigation after the opportunity for full and fair litigation (the policy of finality).” K. Moore, Collateral Attack on Subject Matter Jurisdiction: A Critique of the Restatement (Second) of Judgments, 66 Cornell L. Rev. 534 (1981). In my view, the court’s solution to the problem is overly broad and fraught with inconsistencies. See, e.g., Steinbrecher 197 Ill. 2d at 547 (Freeman, J., dissenting, joined by McMorrow and Kilbride, JJ.) (noting different application in the context of criminal proceedings). I need not, for purposes of this case, delve further into this matter because (i) it does not matter whether contiguity is classified as jurisdictional and (ii) the issue of finality with respect to contiguity has been definitively addressed by our legislature in the Municipal Code.</p> <p id=\"b580-3\" pgmap=\"580\">Section 7 — 1—46 of the Code specifically addresses actions contesting completed annexations. The statute provides that</p> <blockquote id=\"b580-4\" pgmap=\"580(137) 581(13)\">“Neither the People of the State of Illinois nor any person, firm or corporation, public or private, nor any association of persons shall commence an action contesting either directly or indirectly the annexation of any territory to a municipality unless initiated within one year after the date such annexation becomes final ***. The limitation set forth in this section shall apply to any annexation, even where the judge, body or officer annexing the territory did not at the time of such annexation have jurisdiction of the subject matter, and irrespective of whether such annexation may otherwise be defective or void, except that the limitation of this Section shall not apply to annexations of territory which was not contiguous at the time of annexation and is not contiguous at the time an action is brought to contest such annexation.” (Emphasis added.) 65 ILCS 5/7— 1 — 46 (West 2000).</blockquote> <p id=\"b581-5\" pgmap=\"581\">In my view, this section obviates the court’s concerns for finality in this area. The plain language of the statute indicates that contiguity, whether it be considered “jurisdictional” or not, is not subject to a time bar. That is to say, the legislature has allowed an unqualified right to attack a completed annexation on contiguity grounds. I note that the court dismisses the statute as “irrelevant” to the issue because defendant did not raise the time bar (206 Ill. 2d at 558). I agree that defendant did not raise the issue of timeliness, but the statute nevertheless contradicts the court’s view that contiguity challenges cannot be made in quo warranto actions. The court states that</p> <blockquote id=\"b581-6\" pgmap=\"581\">“the legislature expressly authorized the trial court to make that determination [contiguity] in a hearing under section 7 — 1—4 of the Code. The trial court clearly made a contiguity finding. There is no basis, therefore, to allow another court to revisit that same issue in a quo warranto proceeding when the correctness of the original ruling could have been challenged by direct appeal or by a timely petition for post-judgment relief.” 206 Ill. 2d at 557.</blockquote> <p id=\"b581-7\" pgmap=\"581\">This ruling overlooks the fact that the legislature has expressly provided for such challenges in section 7 — 1— 46. There is no question that quo warranto is the only proper means of challenging a completed annexation. In re Petition of the Village of Kildeer to Annex Certain Territory, 124 Ill. 2d 533 (1988). If, as the court holds, quo warranto will not lie to contest contiguity in an annexation process that has been given final judicial approval, then by what legal means can a party raise the contiguity challenge left available by the legislature in section 7 — 1—46?</p> <p id=\"b581-8\" pgmap=\"581(40) 582(250)\">In my view, the court’s holding today does an end run around section 7 — 1—46 and renders it meaningless. One of the fundamental principles of statutory construction is to view all provisions of an enactment as a whole. Michigan Avenue National Bank v. County of Cook, 191 Ill. 2d 493 (2000). A court is not at liberty to depart from the plain language of a statute by reading in exceptions, limitations, or conditions that the legislature did not express. Lulay v. Lulay, 193 Ill. 2d 455 (2000). I remind my colleagues that annexations were not recognized at common law, and the legislature alone has the authority to allow or require the alteration of municipal boundaries by annexation or otherwise. In re Petition to Annex Certain Territory to the Village of North Barrington, 144 Ill. 2d 353, 361 (1991). Section 7 — 1—1 of the Municipal Code allows for annexation as provided by statute. 65 ILCS 5/7 — 1—1 (West 2000). I note that annexations are governed strictly by statute. The policy considerations that attend to whether an annexation may be collaterally challenged on contiguity grounds years after the fact have been answered by our General Assembly, which has seen fit to allow such challenges to be made. That we, as members of this court, may disagree is of no consequence. In any event, the quo warranto remedy is subject to defenses such as laches or acquiescence (see People ex rel. Brzica v. Village of Lake Barrington, 268 Ill. App. 3d 420, 425-26 (1994); People ex rel. Freeport Fire Protection District v. City of Freeport, 58 Ill. App. 3d 314 (1978)), thereby alleviating some of the concerns that attend to allowing annexations to be challenged years after the fact.</p> <p id=\"b582-3\" pgmap=\"582\">In light of the foregoing, I believe the circuit court erred in denying plaintiffs’ leave to file their amended complaint.</p> <p id=\"b582-4\" pgmap=\"582\">CHIEF JUSTICE McMORROW joins in this dissent.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}