{
  "casebody": {
    "data": "<casebody firstpage=\"203\" lastpage=\"207\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b231-4\">Stella G. Baglio, administratrix, <em>vs. </em>Director General of Railroads.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b231-6\">Worcester.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Amt\">September 25, 1922.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A5zr\">December 1, 1922.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b231-7\">Present: Rtigg, C.J., Braley, Crosby, Pierce, &amp; Carroll, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b232-8\"><page-number citation-index=\"1\" label=\"204\">*204</page-number><em>A. M. Levy, (P. F. Ward </em>with him,) for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b232-9\"><em>C. M. Thayer, </em>for the defendant, submitted a brief.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b232-10\">Pierce, J.</author>\n<p id=\"Avp\">This is an action of tort to recover damages for the death of the plaintiff’s intestate on January 25, 1920. The case was submitted to the jury on the first count, which alleges in substance that the plaintiff is the administratrix of the estate of Angelo Gerace; that on or about January 25, 1920, the said intestate was employed as a laborer and trackman of the New York, New Haven and Hartford Railroad, then under federal control; that while at work on a track of that railroad in the course of his employment, and in the exercise of due care, he was run over by a negligently operated train of the Boston and Maine Railroad, then under federal control and subject to the direction and control of the Director General of Railroads. The answer contains a general denial, and alleges that the plaintiff’s intestate was guilty of contributory negligence and that he had assumed the risk of such injury as he received. At the conclusion of the evidence the defendant moved in writing that a verdict be ordered for the <page-number citation-index=\"1\" label=\"205\">*205</page-number>defendant; the motion was denied and an exception taken. The case was submitted to the jury.</p>\n<p id=\"b233-3\">The jury returned a verdict for the plaintiff, the judge reserving leave, with the consent of the jury, to enter a verdict for. the defendant upon the question of law raised at the trial. Thereafter the judge allowed a motion of the defendant to enter a verdict for the defendant upon all the evidence in the case in accordance with the reservation, to which the plaintiff duly excepted; and a verdict for the defendant was thereupon entered by the court, to which entry and verdict the plaintiff duly excepted.</p>\n<p id=\"b233-4\">No question is raised by the defendant that the intestate was not at the time of his death employed in the New York, New Haven and Hartford Railroad Company’s freight yard at Fitch-burg by James C. Davis, agent for the United States Railroad Administration, operating the New York, New Haven and Hart-, ford Railroad. It is not denied that the intestate was killed, while in the performance of his duty, by a collision with a train of the Boston and Maine Railroad operated by said Davis in the exercise of his said capacity; nor is it contended that the plaintiff is not the duly appointed administratrix of the estate of Angelo Gerace.</p>\n<p id=\"b233-5\">The facts relating to the acts and doings of the intestate on the morning preceding his death most favorably stated to the contention of the plaintiff are that the intestate left his home dressed in his working clothes, before seven o’clock, to go to his work for the New York, New Haven and Hartford Railroad Company; that his work was to clean the switches when there was snow upon them; that it had snowed the night before; that on the morning of January 25 there were one to three feet of snow on or about the tracks and switches; that it was slightly snowing; that he went to the yard of the New Haven Railroad; that he was seen to come out from the tool shed with a broom and shovel on his shoulder and to go in the direction of the station; that a shovel and broom were the implements used to clean switches, the laborer using the shovel and then the broom or his hands, and bending down to do so; that at 7:45 a.m. a woman walking on or near the track of the New Haven Railroad in the direction of the tool house, saw the intestate under the first car of a switching train as it backed from the track of the Boston and Maine Railroad on to the track of the New Haven Railroad; that the body was caught <page-number citation-index=\"1\" label=\"206\">*206</page-number>up under the car; that the body was badly mutilated, and had been dragged two hundred or more feet from the place where the railroads crossed each other near a switch. There was further evidence that a shovel was stuck in the snow near the apparent place of the injury. There was no evidence that any person saw the intestate between the time he left the tool shed with broom and shovel and the time when he was seen under the car by the woman; nor was there any evidence that he or any person had cleaned the switches in the vicinity of the place where the intestate was struck by the backing car.</p>\n<p id=\"b234-3\">In relation to the movement and control of the train which caused the injury, the facts as disclosed are, that five milk cars were assembled in the Boston and Maine Railroad yard, under the direction of a yard conductor; that when they were got together with the engine they made a train more than two hundred feet long; that the train ran down the east-bound track of the Boston and Maine Railroad over a switch and then, when the switches were thrown, backed over the west-bound track of the Boston and Maine on to the track and into the yard of the New Haven Railroad. The intestate could have been found to have been hit near the New Haven switch. The train during its entire movement was in charge and under the direction of the yard conductor, who walked about the tracks as the train was made up and shifted from one track to another. He testified “that when he was walking down that New Haven and Hartford track, there was not anything that prevented him from seeing the length of that track, from seeing down the entire length of it; that if he was looking down that track, he could see anything on the track; that he did not see any man on the track shovelling; that he did not see any man on either side of the track shovelling or cleaning switches.” The train moved at the rate of six or eight miles an hour. Its crew consisted of an engineer and three brakemen. The engineer and a brakeman who attended to the switches were in the engine on the right or westerly side thereof. The second brakeman was in the yard with a flag. The third brakeman, whose duty it was to couple cars, stood on the “saddle step” of the car which struck the intestate, on the west side of the car twenty feet from the end. It would have been possible for the last named brakeman to have stood on either side of the very end of the rear car. The end or <page-number citation-index=\"1\" label=\"207\">*207</page-number>side of the rear car (the forward car of the backing train) which struck the intestate was on the east side of the train as it backed, and was not visible to the engineer or to the brakeman who was on the train.</p>\n<p id=\"b235-5\">Upon the question of the negligence of the defendant, the plaintiff contends that it was negligence for the conductor not to have seen that the intestate was on the track in the path of the train; and that he and the brakeman should have seen him if they had been reasonably watchful of the track. The difficulty with this contention is that it assumes without evidence that the intestate was upon the track or came upon it at a time when any one of the operatives or conductor could have seen him in season to stop the train before it struck him. The negligence of the defendant was not inferable from the mere fact of the accident and its result, and there is no testimony which would warrant a jury in finding such negligence. <em>Carney </em>v. <em>Boston Elevated Railway, 212 </em>Mass. 179. <em>Perkins </em>v. <em>Bay State Street Railway, </em>223 Mass. 235. <em>Gatchell </em>v. <em>Boston Elevated Railway, </em>238 Mass. 185. <em>Kinnarney </em>v. <em>Milford &amp; Uxbridge Street Railway, </em>241 Mass. 127, 130.</p>\n<p id=\"b235-6\">It follows that the verdict for the defendant was directed rightly.</p>\n<p id=\"b235-7\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}