{
  "casebody": {
    "data": "<casebody firstpage=\"863\" lastpage=\"864\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b895-27\">UNITED STATES of America, Plaintiff—Appellee, v. Derick A. GEIGER, Defendant—Appellant. United States of America, Plaintiff—Appellee, v. Lorenzo Maurice Venson, a/k/a C. C., Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b895-32\">No. 03-4434, 03-4622.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b895-33\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b895-34\">Submitted April 14, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b895-35\">Decided May 4, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b896-4\"><page-number citation-index=\"1\" label=\"864\">*864</page-number>Donald L. Stennett, Charleston, West Virginia; Herbert L. Hively, II, Hurricane, West Virginia, for Appellants. Charles T. Miller, Acting United States Attorney, Monica K. Schwartz, Assistant United States Attorney, Charleston, West Virginia, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b896-5\">Before NIEMEYER, WILLIAMS, and TRAXLER, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b896-6\">Affirmed by unpublished per curiam opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b896-7\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b896-8\">PER CURIAM.</author>\n<p id=\"b896-9\">Derick A. Geiger and Lorenzo Maurice Venson appeal their sentences imposed following guilty plea convictions for conspiracy to distribute and possess with intent to distribute more than 50 grams of cocaine base and more than 100 kilograms of marijuana, in violation of 21 U.S.C. § 846 (2000).</p>\n<p id=\"b896-10\">Venson and Geiger contend that the district court erroneously calculated their relevant conduct because the coconspirator testimony upon which the calculation was based was unreliable.</p>\n<p id=\"b896-11\">The district court’s determination of the drug quantity attributable to a defendant is a factual finding reviewed for clear error. <em>United States v. Randall, </em>171 F.3d 195, 210 (4th Cir.1999). In determining drug quantity, a district court must consider whether the government has established the amount by a preponderance of the evidence. <em>United States v. Cook, </em>76 F.3d 596, 604 (4th Cir.1996). “In reviewing sentences imposed under the [United States Sentencing] Guidelines, [this court] must give due regard to the opportunity of the district court to judge the- credibility of the witnesses.” <em>United States v. Sampson, </em>140 F.3d 585, 591 (4th Cir.1998) (internal quotation marks and citation omitted).</p>\n<p id=\"b896-13\">Giving due deference to the district court’s opportunity to judge the credibility of the witnesses, we reject Appellants’ related claim that the district court erred in finding coconspirator testimony to be credible. <em>Sampson, </em>140 F.3d at 591. Accordingly, we hold that the district court did not err in calculating the amount of narcotics attributed to both Venson and Geiger. <em>Cook, </em>76 F.3d at 604; <em>Randall, </em>171 F.3d at 210.</p>\n<p id=\"b896-14\">We affirm both Venson’s and Geiger’s convictions and sentences. We reject Appellants’ request for oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b896-15\">\n<em>AFFIRMED</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}