{
  "casebody": {
    "data": "<casebody firstpage=\"72\" lastpage=\"90\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b102-5\">723 A.2d 58</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b102-6\">STEPHEN B. HAWXHURST, PLAINTIFF-APPELLANT, v. PAMELA HAWXHURST, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b102-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b102-8\">Submitted September 14, 1998</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A3\">Decided December 29, 1998.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b106-7\"><page-number citation-index=\"1\" label=\"76\">*76</page-number>Before Judges PETRELLA, D’ANNUNZIO and CUFF.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b106-8\"><em>Alan J. Camblatt, </em>attorney for appellant <em>{Jay J. Turnback, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b106-9\"><em>George G. Wkitmore, </em>attorney for respondent.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b106-10\">The opinion of the court was delivered by</p>\n<author id=\"b106-11\">CUFF, J.A.D.</author>\n<p id=\"b106-12\">In this dissolution matter, we must determine whether the prenuptial agreement executed by the parties is valid and enforceable and, if so, whether the husband’s Individual Retirement Account (IRA), created by a rollover of his pension, is an asset subject to the agreement. A subsidiary issue is whether the furnishings of the parties’ two homes were properly valued and appropriately distributed.</p>\n<p id=\"b106-13\">I</p>\n<p id=\"b106-14\">Plaintiff Stephen B. Hawxhurst and defendant Pamela Hawxhurst were married on May 11,1991. It was the second marriage for both. Mr. Hawxhurst’s first wife died in August 1990. He has two adult children from that marriage. Ms. Hawxhurst’s first marriage ended in divorce. She, too, has two adult children from her prior marriage.</p>\n<p id=\"b106-15\">Prior to their marriage, Mr. Hawxhurst initiated discussions with Ms. Hawxhurst about a pre-nuptial agreement. He wanted to protect a portion of his assets for his children. Both parties <page-number citation-index=\"1\" label=\"77\">*77</page-number>met with an attorney. At the end of the hour-long meeting, they instructed the attorney to draft an agreement. Approximately two weeks later, the couple met with the attorney again and reviewed the initial draft. In early May, Mr. Hawxhurst picked up a copy of the agreement. Ms. Hawxhurst met with another attorney to review the agreement. No changes were requested by Ms. Hawxhurst’s attorney; however, the parties made minor changes to the document on their own prior to execution. Appended to the agreement are schedules of each party’s assets and liabilities. Mr. Hawxhurst’s pension is listed, but not valued, on his schedule.</p>\n<p id=\"b107-6\">The agreement provides that Ms. Hawxhurst would participate in a greater portion of Mr. Hawxhurst’s assets as the marriage endured. In the fifth year of the marriage and thereafter, Ms. Hawxhurst would receive fifty percent of Mr. Hawxhurst’s net worth, subject to certain excluded premarital assets, if the parties separated or a divorce action had been filed. However, if Mr. Hawxhurst died at any time after the marriage, Ms. Hawxhurst was entitled to receive fifty percent of his gross estate as calculated for federal estate tax purposes. The relevant provisions are as follows:</p>\n<blockquote id=\"b107-7\">In the event of an annulment, a separation (whether by operation of law or by mutual agreement) or a pending or final divorce between the parties within the first four (4) years after the marriage, then in such event each party agrees that there shall be a property settlement or division of solely-owned property between them as follows, with the effective date being the date either party files legal papers ... or actually vacates the marital residence, whichever occurs first:</blockquote>\n<blockquote id=\"AKa\">a) [Defendant] shall be entitled to receive from [plaintiff] ten per cent (10%) of his net worth if the effective date is during the first year; twenty per cent (20%) during the second year; thirty (30%) during the third year; forty per cent (40%) during the fourth year; and fifty per cent (50%) thereafter, not to include anything gifted to her by him before death or separation or divorce, and not subject to offset for any property voluntarily gifted prior to the effective date.</blockquote>\n<blockquote id=\"b107-8\">* * *</blockquote>\n<blockquote id=\"b107-9\">e) Each party shall keep and retain sole ownership, enjoyment, control and power of disposal of all property of every kind and nature whatsoever now owned (as set forth in Schedules A and B annexed hereto) or hereafter acquired from any source whatsoever by that party, and all increments or increases of value to <page-number citation-index=\"1\" label=\"78\">*78</page-number>that property, free and clear of any interest, rights, or claims of the other party, including rights under <em>N.J.S.A. </em>2A:34r-23, the laws of community property, equitable distribution, or similar statutory or case law in any jurisdiction, except as otherwise provided for herein.</blockquote>\n<blockquote id=\"b108-6\">* * *</blockquote>\n<blockquote id=\"b108-7\">8.3 In the event of [plaintiff’s] death any time after the marriage, [defendant] shall be entitled to receive fifty per cent (50%) of the deceased’s Gross Estate as calculated for Federal Estate Taxes, not subject to offset for any property voluntarily gifted prior to the date of death.</blockquote>\n<p id=\"b108-8\">“Net worth” is not defined in the agreement; however, each schedule annexed to the agreement calculates each party’s net worth as the difference between each party’s listed and valued assets and liabilities.</p>\n<p id=\"b108-9\">On February 23, 1996, Mr. Hawxhurst filed a complaint for divorce on the grounds of extreme cruelty. Because he contested the validity of the May 1991 pre-nuptial agreement, an order was entered bifurcating the trial of the matter. On October 2, 1996, trial commenced on the issue of the validity of the pre-nuptial agreement.</p>\n<p id=\"b108-10\">According to Ms. Hawxhurst, the couple discussed the prenuptial agreement extensively prior to their marriage. Both were content with the terms of the agreement. Ms. Hawxhurst testified that she believed that Mr. Hawxhurst wanted to make sure that his children would receive fifty percent of his assets. She, in turn, wanted protection in the event Mr. Hawxhurst should die.</p>\n<p id=\"b108-11\">At trial, Mr. Hawxhurst testified that the agreement was his idea. He viewed the agreement as a way to protect his children’s interest in half his assets. However, he was not aware at the time he signed the agreement that Ms. Hawxhurst would be entitled to fifty percent of his entire estate if they divorced. He believed that she would be entitled to half of only certain unspecified assets. Mr. Hawxhurst also stated that he was not entirely satisfied with the agreement when he signed it, but signed it because “it was a quick type marriage” and he “was in duress from the death of [his] first wife.” On cross-examination, he virtually admitted that the agreement was an error in judgment.</p>\n<p id=\"b109-5\"><page-number citation-index=\"1\" label=\"79\">*79</page-number>On November 21, 1996, the trial judge rendered his decision. He found that the pre-nuptial agreement was valid and enforceable. He noted that the agreement was Mr. Hawxhurst’s idea and was drafted by his attorney after at least two consultations. The trial judge found that the parties fully disclosed their assets and liabilities; he further found no fraud or duress. He concluded his findings of fact as follows:</p>\n<blockquote id=\"b109-6\">I find that plaintiffs testimony in Court as to his understanding of the agreement is not credible but colored by his current desire to make a better deal for himself now that the marriage has fallen apart.</blockquote>\n<blockquote id=\"b109-7\">I find that he got what he bargained for in the Spring of 1991 and cannot now complain, five years later, that he is dissatisfied with his deal.</blockquote>\n<p id=\"b109-8\">On appeal, Mr. Hawxhurst argues that the court erred in finding that he voluntarily entered the agreement. He further contends that the trial judge should have found the agreement was designed to effect only a portion of his assets, the agreement was unconscionable, and he did not have appropriate independent legal counsel.</p>\n<p id=\"b109-9\"><em>N.J.S.A </em>37:2-38 governs the enforceability of a premarital agreement. It provides:</p>\n<blockquote id=\"b109-10\">A premarital agreement shall not be enforceable if the party seeking to set aside the agreement proves, by clear and convincing evidence, that:</blockquote>\n<blockquote id=\"b109-11\">a. The party executed the agreement involuntarily; or</blockquote>\n<blockquote id=\"b109-12\">b. The agreement was unconscionable at the time enforcement was sought; or</blockquote>\n<blockquote id=\"b109-13\">c. That party, before execution of the agreement:</blockquote>\n<blockquote id=\"b109-14\">(1) Was not provided full and fair disclosure of the earnings, property and financial obligations of the other party;</blockquote>\n<blockquote id=\"b109-15\">(2) Did not voluntarily and expressly waive, in writing, any right to disclosure of the property or financial obligations of the other party beyond the disclosure provided;</blockquote>\n<blockquote id=\"b109-16\">(3) Did not have, or reasonably could not have had, an adequate knowledge of the property or financial obligations of the other party; or</blockquote>\n<blockquote id=\"b109-17\">(4) Did not consult with independent legal counsel and did not voluntarily and expressly waive, in writing, the opportunity to consult with independent legal counsel.</blockquote>\n<blockquote id=\"b109-18\">d. The issue of unconscionability of a premarital agreement shall be determined by the court as a matter of law.</blockquote>\n<p id=\"Ae\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>By its terms, Mr. Hawxhurst bore the burden to prove the unenforceability of the agreement by clear and convincing evidence.</p>\n<p id=\"b110-6\">Pre-nuptial agreements establishing post-divorce obligations and rights should be held valid and enforceable. <em>Marschall v. Marschall, </em>195 <em>N.J.Super. </em>16, 27, 477 A.2d 883 (Ch.Div.1984). These contracts should be encouraged by the courts “at least ‘to the extent that the parties have developed comprehensive and particularized agreements responsive to their peculiar circumstances.’ ” <em>D’Onofrio v. D’Onofrio, </em>200 <em>N.J.Super. </em>361, 366, 491 A.2d 752 (App.Div.1985) (quoting <em>Petersen v. Petersen, </em>85 <em>N.J. </em>638, 645-46, 428 A.2d 1301 (1981)).</p>\n<p id=\"b110-7\">A finding of fraud, duress or overreaching will bar the enforcement of a pre-nuptial agreement. <em>D’Onofrio, supra, </em>200 <em>N.J.Super. </em>at 367, 491 A.2d 752. However, simply because a spouse receives a disproportionate amount of assets does not necessarily render an agreement voidable because it is for the parties themselves to decide what is fair and equitable. <em>DeLorean v. DeLorean, </em>211 <em>N.J.Super. </em>432, 437, 511 A.2d 1257 (Ch.Div. 1986). The <em>DeLorean </em>court stated:</p>\n<blockquote id=\"b110-8\">So long as a spouse had sufficient opportunity to reflect on her actions, was competent, informed, and had access to legal advice and that of any relevant experts, a court should not, except in the most unusual case, intellect its own opinion of what is fair and equitable and reject the wishes of the parties.</blockquote>\n<blockquote id=\"b110-9\">\n<em>mm</em>\n</blockquote>\n<p id=\"b110-10\">In <em>DeLorean, </em>the court upheld the validity of a pre-nuptial agreement even though the wife received a very small portion of the husband’s substantial assets. <em>Id. </em>at 435, 511 A.2d 1257.</p>\n<p id=\"b110-11\">Furthermore, findings of fact should not be disturbed unless this court is convinced that they are “so manifestly unsupported by or inconsistent with the competent, relevant and reasonably credible evidence as to offend the interests of justice.” <em>Rova Farms Resort, Inc. v. Investors Ins. Co. of Am., </em>65 <em>N.J. </em>474, 484, 323 A.2d 495 (1974) (quoting <em>Fagliarone v. Township of N. Bergen, </em>78 <em>N.J.Super. </em>154, 155, 188 A.2d 43 (App.Div.), <em>certif. denied, </em>40 <em>N.J. </em>221, 191 A.2d 61 (1963)). <em>See also Cesare v. </em><page-number citation-index=\"1\" label=\"81\">*81</page-number><em>Cesare, </em>154 <em>N.J. </em>394, 412, 713 A.2d 390 (1998); <em>Pascale v. Pascale, </em>113 <em>N.J. </em>20, 33, 549 A.2d 782 (1988).</p>\n<p id=\"b111-5\">Based on the evidentiary standard and our scope of review, we find no basis to disturb the trial judge’s findings of fact and conclusions of law concerning the validity and enforceability of the pre-nuptial agreement. The findings of fact are well-supported by the record and the conclusions of law are in accord with the governing legal principles.</p>\n<p id=\"b111-6\">II</p>\n<p id=\"b111-7\">In an oral decision at the conclusion of the second phase of the bifurcated trial, the trial judge issued his decision concerning equitable distribution. After identifying and valuing each asset, including an IRA established by Mr. Hawxhurst upon his retirement, the judge awarded the various assets to the parties. As to the IRA, the trial judge noted that he had previously rejected Mr. Hawxhurst’s argument that inclusion of the IRA as a distributable asset was barred by the Employee Retirement Income Security Act (ERISA), 29 <em>U.S.C.A. </em>§ 1001-1461. He also found that the IRA was valued at $300,000 and awarded each party $150,000 or half of this asset.</p>\n<p id=\"b111-8\">On appeal, Mr. Hawxhurst contends that the pre-nuptial agreement was never designed to include his IRA as a distributable asset. He also argues that, if the pre-nuptial agreement governs the IRA, the terms of the pre-nuptial agreement are preempted by ERISA, specifically the “spendthrift” provision, 29 <em>U.S.C.A </em>§ 1056(d)(1). To resolve this issue, we must determine whether the agreement unambiguously includes plaintiffs IRA as an asset governed by the agreement and, if so, whether federal law prohibits inclusion of the IRA in the pre-nuptial agreement.</p>\n<p id=\"b111-9\">The pre-nuptial agreement executed by the parties announces their intention to determine by agreement “the interests, rights, and claims that will accrue to each of them in the property and estate of the other by reason of their marriage____” They recited <page-number citation-index=\"1\" label=\"82\">*82</page-number>that each had full knowledge of the assets and liabilities of each other and referred to Schedules A and B appended to the agreement. In paragraph 8, the parties agreed that Ms. Hawxhurst would receive a designated percent of Mr. Hawxhurst’s net worth depending on the length of the marriage. Net worth is not defined; however, each schedule estimates each party’s net worth. Plaintiffs pension through his employer is listed as an asset, but it is not valued.</p>\n<p id=\"b112-6\">Contrary to plaintiffs current formulation of his intentions, there is nothing in this document which suggests any intention or design to shelter or exclude any asset. To the contrary, the agreement plainly states that defendant is entitled to 50% of plaintiffs net worth. Moreover, the listing of the pension as an asset, albeit unvalued, suggests that Mr. Hawxhurst recognized that upon distribution, his net worth would be affected. Therefore, like the trial judge, we reject plaintiff’s belated attempt to restrict the pool of assets available for distribution. We now address whether federal law prohibits inclusion of plaintiff’s IRA as a distributable asset. To understand the possible impact of federal law on this issue, we must trace the source of plaintiffs IRA.</p>\n<p id=\"b112-7\">Prior to their marriage, Mr. Hawxhurst was employed by New Jersey Bell, now Bell Atlantic, for approximately twenty-five years. In September 1995, approximately five months before the complaint for divorce was filed, he was offered and accepted an early retirement package from his employer. As part of this package, Mr. Hawxhurst opted to take a lump sum distribution of his' pension benefits. This was accomplished by “rolling over” the pension funds from his ERISA qualified employer pension plan to a Merrill Lynch IRA solely in his name. According to Mr. Hawxhurst, the value of the IRA was $310,000 at the time the divorce complaint was filed, the funds had not been co-mingled and were directly traceable to his pension from Bell Atlantic.</p>\n<p id=\"b112-8\">ERISA was enacted by Congress to protect the welfare of employees and their dependents who depend upon retirement <page-number citation-index=\"1\" label=\"83\">*83</page-number>plans. <em>Ablamis v. Roper, </em>937 A.2d 1450, 1453 (9th Cir.1991). The statute is remedial in nature and was enacted to encourage the creation and growth of private pensions plans while at the same time protecting the participants of those plans. <em>Hightower v. Texas Hosp. Ass’n, </em>65 F.3d 443, 447 (5th Cir.1995), <em>reh’g denied, </em>73 F.3d 43 (5th Cir.1996).</p>\n<p id=\"b113-5\">This comprehensive statute sets uniform standards for reporting and disclosure requirements and fiduciary responsibilities of plan administrators. <em>Shaw v. Delta Air Lines, Inc., </em>463 <em>U.S. </em>85, 91, 103 <em>S.Ct. </em>2890, 2896-97, 77 <em>L.Ed.2d </em>490, 497 (1983). Congress included as part of this closely integrated regulatory system various safeguards intended to secure the rights and expectations created by the statute. <em>Ingersoll-Rand, Co. v. McClendon, </em>498 <em>U.S. </em>133, 137, 111 <em>S.Ct. </em>478, 482, 112 <em>L.Ed.2d </em>474, 482-83 (1990). Chief among these safeguards is the statute’s broadly worded preemption clause which establishes the regulation of pension plans “as exclusively a federal concern.” <em>Alessi v. Raybestos-Manhattan, Inc., </em>451 <em>U.S. </em>504, 523, 101 <em>S.Ct. </em>1895, 1906, 68 <em>L.Ed.2d </em>402, 416 (1981).</p>\n<p id=\"b113-6\">29 <em>U.S.C.A </em>§ 1144 provides that:</p>\n<blockquote id=\"b113-7\">Except as provided in subsection (b) of this section, the provisions of this subchapter and subchapter III of this chapter shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan described in section 1003(a) of this title and not exempt under section 1003(b) of this title.</blockquote>\n<p id=\"b113-8\">By using the phrase “relate to” instead of more limited preemption language, Congress meant to include state laws with a “connection with or reference to” an employee benefits plan. <em>Shaw, supra, </em>463 <em>U.S. </em>at 96-97, 103 <em>S.Ct. </em>at 2899-2900, 77 <em>L.Ed.2d </em>at 501. The term “State law” encompasses “all laws, decisions, rules, regulations, or other State action having the effect of law, of any State.” <em>See </em>29 <em>U.S.C.A. </em>§ 1144(c)(1).</p>\n<p id=\"b113-9\">With limited exceptions, therefore, ERISA preempts all state statutes relating to employee benefits plans, even those that are consistent with ERISA’s purpose. <em>Thomason v. Aetna Life Ins. Co., </em>9 F.3d 645, 646 (7th Cir.1993). A preemption determina<page-number citation-index=\"1\" label=\"84\">*84</page-number>tion is ultimately a question of congressional intent. <em>Washington Nat'l Ins. Co. v. Hendricks, </em>855 <em>F.Supp. </em>1542, 1549 (W.D.Wis. 1994).</p>\n<p id=\"b114-6\">Another protection provided by ERISA is the statute’s “spendthrift” provision which mandates that “[e]ach pension plan shall provide that benefits provided under the plan may not be assigned or alienated.” <em>See </em>29 <em>U.S.C.A </em>§ 1056(d)(1). The anti-alienation provision is a potent mechanism to prevent the dissipation of retirement funds. <em>Boggs v. Boggs, </em>520 <em>U.S. </em>833, -, 117 <em>S.Ct. </em>1754, 1765, 138 L.Ed.2d 45, 61, <em>reh’g denied, </em>— U.S.-, 118 <em>S.Ct. </em>9, 138 <em>L.Ed.2d </em>1043 (1997); <em>see also Guidry v. Sheet Metal Workers Nat'l Pension Fund, </em>493 <em>U.S. </em>365, 376, 110 <em>S.Ct. </em>680, 687, 107 <em>L.Ed.2d </em>782, 795 (1990) (stating that the provision “reflects a considered congressional policy choice, a decision to safeguard a stream of income for pensioners ... even if that decision prevents others from securing relief for the wrongs done them”). An “assignment or alienation” is defined as “[a]ny direct or indirect arrangement ... whereby a party acquires from a participant or beneficiary a right or interest enforceable against the plan in, or to, all or any part of a plan benefit payment which is, or may become, payable to the participant or beneficiary.” 26 <em>C.F.R. </em>§ 1.401 (a) — 13(c)( 1)(ii).</p>\n<p id=\"b114-10\">The spendthrift provision is mandatory and contains only two exceptions. The first exception permits “any voluntary and revocable assignment of not to exceed 10 percent of any benefit payment----” 29 <em>U.S.CA </em>§ 1056(d)(2). The second creates an exception to the spendthrift provision for qualified domestic relations orders (QDRO).<footnotemark>*</footnotemark> 29 <em>U.S.C.A </em>§ 1056(d)(3)(A). A QDRO is a type of domestic relations order “which creates or recognizes the existence of an alternate payee’s right to, or assigns to an- alternate payee the right to, receive all or a portion of the benefits <page-number citation-index=\"1\" label=\"85\">*85</page-number>payable with respect to a participant under a plan.” 29 <em>U.S.C.A </em>§ 1056(d)(3)(B).</p>\n<p id=\"b115-6\">ERISA, as amended by the Retirement Equity Act of 1984, also acts to safeguard the financial security of widows by mandating that pension plans provide automatic survivor benefits to surviving spouses. <em>Ablamis, supra, </em>937 F.2d at 1453; <em>Groh v. Groh, </em>288 <em>N.J.Super. </em>321, 327, 672 A.2d 262 (Ch.Div.1995). In other words, “[o]nce a participant becomes vested under the plan — that is, has earned a nonforfeitable right to any portion of his accrued benefit — his spouse is assured of receiving a survivor’s annuity if her husband predeceases her.” <em>Ablamis, supra, </em>937 A.2d at 1453. This annuity to the surviving spouse is mandated whether the participant dies before the annuity starting date or after it. <em>Boggs, supra, </em>520 <em>U.S. </em>at -, 117 <em>S.Ct. </em>at 1761, 138 L.Ed.2d at 56. The survivor’s annuity amount can be no “less than 50% of ... the amount of the annuity which is payable during the joint lives of the participant and the spouse.” 29 <em>U.S.C.A. </em>§ 1055(d)(1). To receive the present value of a qualified joint and survivor annuity, the participant and the spouse of the participant must consent to the distribution in writing. 29 <em>U.S.C.A </em>§ 1055(g)(2).</p>\n<p id=\"b115-9\">The surviving spouse’s entitlement to an annuity cannot be waived unless the spouse consents to the designation of an alternate beneficiary in writing and the consent acknowledges the effect of the waiver and is witnessed by a notary public or plan representative. 29 <em>U.S.C.A. </em>§ 1055(c)(1), (2). No other document, including a will and a pre-nuptial agreement, may effectively waive or confer rights in a spouse’s pension plan. <em>See e.g. Hurwitz v. Sher, </em>982 <em>F.2d </em>778, 781 (2d Cir.1992), <em>cert. denied, </em>508 <em>U.S. </em>912, 113 <em>S.Ct. </em>2345, 124 <em>L.Ed.2d </em>255 (1993) (pre-nuptial agreement not an effective waiver of the surviving spouse’s annuity); <em>Groh, supra, </em>288 <em>N.J.Super. </em>at 327, 672 A.2d 262 (spendthrift provision barred divorcing spouse from naming an alternate beneficiary for pension death benefit through his will).</p>\n<p id=\"b116-5\"><page-number citation-index=\"1\" label=\"86\">*86</page-number>Relying on these principles, plaintiff argues that ERISA precluded the pre-nuptial agreement from conferring any rights on his spouse in his pension. Moreover, he contends the asset is forever sheltered, even after withdrawal from the ERISA-qualified plan, receipt of a lump sum distribution and rollover of the distribution into a non-ERISA-qualified retirement asset, such as an IRA In support of his position, plaintiff relies on the recent case of <em>Boggs, supra, </em>520 <em>U.S. </em>at 833, 117 <em>S.Ct. </em>at 1754, 138 L.Ed.2d at 45. We conclude, however, that established authority in analogous situations supports the conclusion that once distributed, the ERISA anti-alienation provision does not shelter this asset.</p>\n<p id=\"b116-6\">In <em>State v. Pulasty, </em>136 <em>N.J. </em>356, 642 A.2d 1392, <em>cert. denied, </em>513 <em>U.S. </em>1017, 115 <em>S.Ct. </em>579, 130 <em>L.Ed.2d </em>494 (1994), the Court determined that the ERISA anti-alienation provision did not bar payment of restitution from pension funds paid to defendant. The Court specifically held that § 1056(d)(1) does not apply to funds in the pensioner’s possession. <em>Id. </em>at 361, 642 A.2d 1392. <em>Accord Brosamer v. Mark, </em>561 <em>N.E.2d </em>767, 768 (Ind.1990).</p>\n<p id=\"b116-7\">In <em>Velis v. Kardanis, </em>949 F.2d 78 (3d Cir.1991), the primary issue in the case was whether pension funds were included in a bankrupt’s estate. Resolution of this issue required the court to determine whether a bankruptcy code provision defining the bankrupt’s estate meant that a retirement asset covered by the ERISA anti-alienation provision was excluded from the bankrupt’s estate. <em>Id. </em>at 80-81. The court concluded that the ERISA-qualified plan was an excludable asset. <em>Id. </em>at 81. However, the court further held that once a distribution to the plan beneficiary occurred, the distribution lost the anti-alienation statutory protection and became an includable asset of the bankrupt’s estate. <em>Id. </em>at 82.</p>\n<p id=\"b116-8\">Three years later the court relied on <em>Velis </em>in <em>Trucking Employees of N. Jersey Welfare Fund, Inc. v. Colville, </em>16 F.3d 52 (3d Cir.1994). In this case, pension funds were released to a beneficiary pursuant to a court order that was never appealed. <em>Id. </em>at 54. The pension fund then sought a writ of execution on the beneficiary’s account, seeking money that the beneficiary had <page-number citation-index=\"1\" label=\"87\">*87</page-number>wrongfully received from the fund years earlier. <em>Ibid. </em>The court held that because the pension funds were no longer in the possession of the pension plan trustee, the money was not protected by ERISA’s anti-alienation provision. <em>Id. </em>at 56. The court added that the reasoning behind <em>Velis </em>should not be limited solely to situations where pension funds have been distributed and then immediately invested in non-liquid assets. <em>Id. </em>at 55.</p>\n<p id=\"b117-6\">The Tenth Circuit reached a similar result in <em>Guidry v. Sheet Metal Workers Nat’l Pension, Fund, </em>39 F.3d 1078 (10th Cir.1994), <em>cert. denied, </em>514 <em>U.S. </em>1063, 115 <em>S.Ct. </em>1691, <em>131 L.Ed.2d </em>556 (1995), a case heard on remand from the Supreme Court. The court held that “benefits” are protected under the anti-alienation provision only while they are within the fiduciary responsibility of the fund manager. <em>Id. </em>at 1082.</p>\n<p id=\"b117-7\">In reaching this decision, the court noted that the language in ERISA is less specific than the language of the Social Security Act which prohibits attachment or garnishment of “the moneys paid or payable” to beneficiaries. <em>Id. </em>at 1083. Therefore, the court concluded that the ERISA anti-alienation provision protects pension plan funds from garnishment only until they are paid to and received by plan participants. <em>Ibid.; see also NCNB Fin. Servs., Inc. v. Shumate, </em>829 <em>F.Supp. </em>178, 180 (W.D.Va.1993) (unlike funds originating from social security, once ERISA funds are received by a beneficiary, they are no longer protected from alienation), <em>aff'd, </em>45 <em>F.3d </em>427 (4th Cir.1994), <em>cert. denied, </em>515 <em>U.S. </em>1161, 115 <em>S.Ct. </em>2616, 132 L.Ed.2d 859 (1995).</p>\n<p id=\"b117-8\">These cases suggest that the anti-alienation provision relied on by Mr. Hawxhurst no longer shelters this asset from the operation of state law, once the pension benefit has been distributed to the beneficiary. While we agree that the pre-marital agreement could not operate to confer on Ms. Hawxhurst pension benefits beyond those provided by the plan or restrict benefits available to her under Mr. Hawxhurst’s pension, once distributed, the parties could confer rights in the fund created by distribution as they saw fit.</p>\n<p id=\"b118-5\"><page-number citation-index=\"1\" label=\"88\">*88</page-number>Moreover, plaintiff’s reliance on the Supreme Court’s recent decision in <em>Boggs </em>to support his position is misplaced because the facts in that case are distinguishable. In <em>Boggs, </em>the issue was whether ERISA preempts a state community property law allowing a nonparticipant spouse to transfer through a will an interest in undistributed pension plan benefits. <em>Boggs, supra, </em>520 <em>U.S. </em>at -, 117 <em>S.Ct. </em>at 1758, 138 <em>L.Ed.2d </em>at 52. The respondents in <em>Boggs </em>were the sons of Isaac, the plan participant, and his first wife. She died in 1979 and bequeathed to her sons by will a portion of her community property interest in Isaac’s undistributed pension plan. <em>Ibid. </em>Isaac subsequently married the petitioner, who after his death, sought a declaratory judgment that ERISA preempted the application of state community property and succession laws to the extent they recognized the first -wife’s children’s claim to an interest in the disputed retirement benefits. <em>Id. </em>at-, 117 <em>S.Ct. </em>at 1759, 138 L.Ed.2d at 53.</p>\n<p id=\"b118-8\">The Court held that the state law was preempted to the extent that it provided Isaac’s children with a right to the second wife’s surviving spouse’s annuity. <em>Id. </em>at -, 117 <em>S.Ct. </em>at 1762, 138 L.Ed.2d at 57. The Court noted that</p>\n<blockquote id=\"b118-11\">ERISA’s solicitude for the economic security of surviving spouses would be undermined by allowing a predeceasing spouse’s heirs and legatees to have a community property interest in the survivor’s annuity.</blockquote>\n<blockquote id=\"b118-12\">[Id at -, 117 <em>S.Ct. </em>at 1762, 138 <em>L.Ed.2d </em>at 56.]</blockquote>\n<p id=\"b118-13\">The Court further noted that the first wife’s purported transfer by will of her interest in her husband’s pension benefits was a prohibited “assignment or alienation.” <em>Id. </em>at -, 117 <em>S.Ct. </em>at 1765-66, 138 <em>L.Ed.2d </em>at 61. The Court concluded that it would be contrary to ERISA’s purposes to permit .testamentary recipients to acquire competing interests in undistributed pension benefits when such benefits “are intended to provide a stream of income to participants and their beneficiaries.” <em>Ibid.</em></p>\n<p id=\"b118-16\">Notably, the Court limited its ruling to the pre-distribution context. It emphasized that “this case does not present the question whether ERISA would permit a nonparticipant spouse to obtain a devisable community property interest in benefits paid <page-number citation-index=\"1\" label=\"89\">*89</page-number>out during the existence of the community between the participant and that spouse.” <em>Id. </em>at -, 117 <em>S.Ct. </em>at 1762, 138 L.Ed.2d at 57.</p>\n<p id=\"b119-8\">Here, the pre-nuptial agreement was not designed to confer or restrict Ms. Hawxhurst’s rights to her husband’s pension. Moreover, as related in this opinion, federal law would preclude any such intention. Rather, the pre-nuptial agreement outlined the parties’ intentions concerning the division of assets at a future date, if the marriage failed. Significantly, the document did not fix the assets subject to distribution, presumably recognizing that assets may change in character and value over the course of time. Mr. Hawxhurst elected to receive his pension in a lump sum during his marriage. Once distributed, an asset was created which not only became subject to the terms of the pre-nuptial agreement but also was beyond the anti-alienation protections of ERISA.</p>\n<p id=\"b119-9\">Ill</p>\n<p id=\"b119-10\">Finally, plaintiff asserts that the trial judge erred in his valuation of the couple’s furniture. The trial judge found that plaintiff “put a value on the furniture and furnishings of $24,000.” He also found that plaintiff’s valuation was credible. However, having canvassed the record, we find no evidential support for these findings.</p>\n<p id=\"b119-11\">Plaintiff did not testify that the furniture in the two homes maintained by the couple had a value of $24,000. Rather, two exhibits, P-9 and P-13, prepared by plaintiff were admitted in evidence. P-9 listed and valued furnishings in the Middletown house which were acquired by the parties individually prior to their marriage and jointly after their marriage. P-13 is a similar list and valuation for furnishings in the Sanibel Island, Florida house acquired by the parties. Neither exhibit, singly or in combination, value the furnishings at $24,000.</p>\n<p id=\"b119-12\">By order dated October 22, 1997, this court directed the trial judge to explain the valuation and distribution of the furnishings <page-number citation-index=\"1\" label=\"90\">*90</page-number>in the Middletown residence. The trial judge responded that he had “found that [defendant] had taken the majority of furniture and furnishings to Florida where she placed them in the Sanibel Island property.” This supplemental explanation addressed only the distribution, the reasons for which were self-evident. The trial judge failed to address how he derived the $24,000 valuation.</p>\n<p id=\"b120-6\">Finding no record support for plaintiffs so-called valuation of the furniture and furnishings and in the absence of any findings or explanation for the value attributed to these assets by the trial judge, we remand to the trial court to address this issue. Once the furnishings are valued, the trial judge must then determine whether the distribution of this class of asset is appropriate. In all other respects, the Judgment of Divorce is affirmed.</p>\n<p id=\"b120-7\">Affirmed in part; reversed in part and remanded for further proceedings consistent with this opinion.</p>\n<footnote label=\"*\">\n<p id=\"b114-13\"> QDROs, which must meet certain statutory requirements, 29 <em>U.S.C.A. </em>§ 1056(d)(3)(C) — (E), are also exempt from ERISA’s preemption provision. <em>Boggs, supra, </em>520 <em>U.S. </em>at -, 117 <em>S.Ct. </em>at 1763, 138 <em>L.Ed.2d </em>at 58.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}