{
  "casebody": {
    "data": "<casebody firstpage=\"30\" lastpage=\"32\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b60-9\">UNITED STATES of America, Appellee, v. Kevin Eric SCOTT, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b60-12\">No. 02-1632.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b60-13\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b60-14\">Sept. 15, 2003.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b60-16\">Joey Lipton, Assistant United States Attorney, for Roslynn R. Mauskopf, United States Attorney, Eastern District of New York (Emily Berger, Assistant United States Attorney, on the brief), for Appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b60-20\">Edward S. Zas, The Legal Aid Society, New York, NY, for Defendant-Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b60-21\">Present: CALABRESI, KATZMANN, Circuit Judges, and POLLACK, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b60-17\"> The Honorable Milton Pollack, Senior United States District Judge for the Southern District of New York, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b60-22\">SUMMARY ORDER</p>\n<p id=\"b60-23\">UPON DUE CONSIDERATION, IT IS HEREBY ORDERED, ADJUDGED, AND DECREED that the judgment of the District Court is VACATED and REMANDED.</p>\n<p id=\"b60-24\">On October 18, 2002, Kevin Eric Scott was convicted after a jury trial in the United States District Court for the Eastern District of New York (Sifton, <em>J.) </em>for illegally reentering the United States in violation of 8 U.S.C. § 1326(a). He was sentenced principally to 41 months’ imprisonment and three years of supervised release. Before trial, Scott moved to dismiss the indictment pursuant to <em>United States v. Mendoza-Lopez, </em>481 U.S. 828, 107 S.Ct. 2148, 95 L.Ed.2d 772 (1987), and 8 U.S.C. § 1326(d) on the ground that his deportation had been effectuated in violation of due process. Scott asserted that a) during his deportation proceedings, his counsel incompetently failed to file an application for section 212(c) discretionary relief<footnotemark>1</footnotemark> and b) that this application would had a strong chance of success given his 15-year residence in the United States, his strong family ties in New York, his educational background, and evidence of rehabilitation consisting of his successful completion of <page-number citation-index=\"1\" label=\"31\">*31</page-number>the New York State Shock Incarceration Program, a kind of “boot camp” that emphasizes discipline and counseling.<footnotemark>2</footnotemark> <em>See Rabiu v. INS, </em>41 F.3d 879, 882 (2d Cir.1994) (counsel’s failure <em>to </em>file an application for 212(c) violates due process if an alien shows that 1) a competent attorney would have filed such an application; 2) there was a prima facie showing of eligibility for 212(c) relief; and 3) the alien could have made a strong showing in support of his application); <em>see also United States v. Perez, </em>330 F.3d 97, 101-02 (2d Cir.2003).</p>\n<p id=\"b61-5\">In an order dated May 31, 2002, the district court denied this motion, holding that Scott did not satisfy 8 U.S.C. § 1326(d)(2), which requires a defendant who mounts a collateral attack on a deportation order to demonstrate that the “deportation proceedings at which the order was issued improperly deprived the alien of the opportunity for judicial review.” The district court reasoned that Scott was not deprived of such an opportunity because he could have raised his ineffective assistance of counsel claim by appealing the BIA’s August 31, 1998 decision to this court. In response, Scott filed a motion for reargument on June 21, 2002, in which he provided an affidavit and other evidence to show that he was never given notice of the BIA’s 1998 decision and was therefore unable to appeal it.</p>\n<p id=\"b61-7\">In an order dated July 10, 2002, the district court acknowledged that Scott’s allegations raised “serious questions about whether he had the opportunity for judicial review.” The district court, however, determined that it was unnecessary to hold an evidentiary hearing on the issue, because Scott’s collateral attack failed on the independent ground that the entry of the deportation order was not “fundamentally unfair,” as required by 8 U.S.C. § 1326(d)(3). Specifically, the district court held that Scott could not demonstrate that his counsel’s incompetence prejudiced him because, even if his 212(c) application for relief would have been granted in the first instance by the IJ, that decision would have been undone during appellate proceedings before the BIA or this court as a result of Scott’s subsequent (September 27, 1996) arrest for attempted auto theft and his related (September 23, 1998) misdemeanor conviction for possession of burglar’s tools. The district court reasoned that this arrest and conviction would have undermined Scott’s claim of rehabilitation and rendered him undeserving of 212(c) relief. Accordingly, the district court upheld its prior rejection of Scott’s motion to dismiss the indictment.</p>\n<p id=\"b61-10\">In this appeal, Scott argues that the district court erred in its decision on the <page-number citation-index=\"1\" label=\"32\">*32</page-number>prejudice component of his ineffective assistance claim and asks that we order the dismissal of the indictment.</p>\n<p id=\"b62-4\">Subsequent to the district court’s ruling, this court decided <em>United States v. Perez, </em>330 F.3d 97 (2d Cir.2003), which deals with many issues germane to this case, and specifically the meaning of all three of § 1326(d)’s requirements: deprivation of the opportunity for judicial review, exhaustion of administrative remedies, and fundamental unfairness. Under the circumstances, and in view of the limited opportunity the parties have had to argue the relevance of <em>Perez, </em>we decline to address that relevance without the benefit of the district court’s initial consideration. Accordingly, we believe it best to vacate the district court’s judgment and remand the case to it for further consideration.<footnotemark>3</footnotemark></p>\n<p id=\"b62-5\">The district court’s judgment is VACATED and the case is REMANDED for reconsideration of Scott’s motion to dismiss the indictment.</p>\n<footnote label=\"1\">\n<p id=\"b60-18\">. Scott was eligible for relief under former section 212(c) of the Immigration and Nationality Act, 8 U.S.C. § 1182(c) (repealed Sept. 30, 1996), because his deportation proceedings commenced before that provision was repealed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b61-6\">. We will only mention the key events in the complicated history leading to Scott's eventual deportation. At a January 11, 1996 deportation hearing, Scott's counsel conceded that Scott was subject to deportation for having committed two crimes of moral turpitude. The immigration judge (IJ) agreed and expressed his belief that Scott was eligible for section 212(c) relief. The IJ directed Scott’s counsel to file a 212(c) application no later than February 12, 1996. Scott’s counsel never filed this application, and neither he nor Scott attended the next hearing, which was held on July 30, 1996. Accordingly, the IJ issued an order of deportation <em>in absentia. </em>On September 10, 1996, Scott’s counsel appealed the deportation order to the Board of Immigration Appeals (BIA), stating that he had neglected to inform the IJ that he had moved offices and, as a result, had never received notice of the July 30 hearing. Counsel later requested the BIA to treat the appeal as a motion to reopen. Approximately two years later, on August 31, 1998, the BIA dismissed the appeal on the ground that Scott’s counsel should instead have filed a motion to reopen with the IJ. Scott claims that he did not receive notice of this last dismissal. On March 2, 2001, Scott was taken into INS custody. He was deported to Jamaica on April 18, 2001.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b62-7\">. <em>Perez </em>did not decide the quantum of proof that applies in determining whether an alien would have been deported absent a procedural error, 330 F.3d at 104 (reserving the issue), and it did not consider the question of whether <em>ex post </em>data is relevant, at all, in deciding whether 212(c) relief would have been denied and an alien prejudiced by counsel’s failure to file a 212(c) application. We express no view on these issues.</p>\n<p id=\"AP\">Finally, as the government acknowledges in its brief, we cannot consider the issue of whether Scott was deprived of an opportunity for judicial review, <em>see </em>8 U.S.C. § 1326(d)(2), because, before we could do so, the district court would have to resolve the factual question of whether Scott was given notice of the BIA’s dismissal of his appeal in 1998.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}