{
  "casebody": {
    "data": "<casebody firstpage=\"174\" lastpage=\"178\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b202-4\">Hitt, Appellee, <em>v. </em>Tressler, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b202-5\">[Cite as Hitt <em>v. </em>Tressler (1983), 4 Ohio St. 3d 174.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b202-15\">(No. 82-221</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AnQ\">Decided April 27, 1983.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b203-6\"><page-number citation-index=\"1\" label=\"175\">*175</page-number><em>Messrs. Bodiker &amp; Holland </em>and <em>Mr. Robert J. Holland, </em>for appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b203-7\"><em>Murphey, Young &amp; Smith Co., L.P.A., Mr. David J. Young </em>and <em>Mr. Steven W. Tigges, </em>for appellant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b203-8\">Holmes, J.</author>\n<p id=\"AmL\">As well as challenging the trial court’s determination upholding appellee’s election contest and the consequent remedy, appellant poses three arguments questioning the trial court’s subject matter jurisdiction. It is axiomatic that courts will resolve questions of subject matter jurisdiction prior to determining the merits of a controversy. Therefore, it is to the jurisdictional questions that we first turn.</p>\n<p id=\"b203-9\">The appellant first argues that appellee did not follow the requirements of R.C. 3515.09. As a consequence, the trial court did not acquire jurisdiction over this dispute. Specifically, appellant points to the requirement in R.C. 3515.09 that a petition for an election contest be signed by the defeated candidate.<footnotemark>3</footnotemark></p>\n<p id=\"b203-10\">In <em>Williams </em>v. <em>O’Neill </em>(1944), 142 Ohio St. 467 [27 O.O. 400], a similar circumstance confronted this court. In <em>Williams, </em>like the present dispute, an election contest petition was signed by the contestor’s attorneys rather than by the contestor. The court reasoned that, as election contests are special in nature, the procedure prescribed by statute, to invoke a court’s jurisdiction to hear such an action, must be strictly followed.<footnotemark>4</footnotemark> Consequently, the court held, at paragraph three of the syllabus:</p>\n<p id=\"b203-11\">“Under the mandate of * * * [R.C. 3515.09], it is necessary that a petition to contest an election be filed within ten days after the results of a recount of votes have been ascertained and announced, ‘signed [* * *] by the defeated candidate,’ to give a court jurisdiction over the proceeding.”</p>\n<p id=\"b203-12\">Here, like <em>Williams </em>v. <em>O’Neill, </em>immediately below the attorney’s signature, the contestor signed the petition, following a verification clause. The question is whether this constitutes signing. We disagree with the result reached by the <em>Williams </em>v. <em>O’Neill </em>majority and adopt the reasoning set forth in Judge Hart’s dissent. 142 Ohio St. at 472-476. Consequently, we hold that appellee “signed” the petition here.</p>\n<p id=\"b204-3\"><page-number citation-index=\"1\" label=\"176\">*176</page-number>The definition of to “sign” is:</p>\n<p id=\"b204-4\">“To affix one’s name to a writing or instrument, for the purpose of authenticating or executing it, or to give it effect as one’s act.” Black’s Law Dictionary (5 Ed. 1979) 1239.</p>\n<p id=\"b204-5\">This is precisely what appellee did. That appellee’s signature followed that of his attorney and a verification clause does not alter this. R.C. 3515.09 does not, by its language, preclude a contestor from using the same signature to fulfill the' requirements that a petition be signed and verified. Unlike the court in <em>Williams </em>v. <em>O’Neill, </em>we are unwilling to read R.C. 3515.09 in such a hypertechnical’ way.<footnotemark>5</footnotemark></p>\n<p id=\"b204-6\">Appellant also argues that the legislative authority of Westerville, rather than the court of common pleas, is the body with jurisdiction to hear this election contest. Appellant poses two independent reasons for this.</p>\n<p id=\"b204-7\">First, appellant points to R.C. 731.44, arguing that it invests sole jurisdiction in the city council. R.C. 731.44 provides, in part:</p>\n<p id=\"b204-8\">“The legislative authority of a municipal corporation shall be the judge of the election and qualification of its members. * * *”</p>\n<p id=\"b204-9\">This court has in the past interpreted this section of the Revised Code as giving to city legislatures exclusive jurisdiction over election contests involving those bodies. See, <em>e.g., State, ex rel., </em>v. <em>Berry </em>(1890), 47 Ohio St. 232, and <em>State, ex rel. Holbrock, </em>v. <em>Egry </em>(1909), 79 Ohio St. 391.</p>\n<p id=\"b204-10\">However, each of these cases was decided prior to the enactment of the predecessor to R.C. 3515.08 in 1929.<footnotemark>6</footnotemark> R.C. 3515.08<footnotemark>7</footnotemark> authorizes an election contest of “any public office.” With certain exceptions not pertinent here, a court of common pleas, for the county where the election took place, hears and decides such a contest. In light of this broad unrestricted grant of jurisdiction to courts, it is inconceivable that the General Assembly intended R.C. 731.44 to deprive courts of jurisdiction over election contests such as these. Further, when statutes dealing with the same subject conflict, the later enacted controls. R.C. 1.52. Here, R.C. 3515.08 is the later enactment. Consequently, we conclude that R.C. 3515.08 conferred jurisdiction upon the court of common pleas to hear this case.<footnotemark>8</footnotemark></p>\n<p id=\"b204-11\">Second, appellant argues that Section 2, Article III of the Westerville <page-number citation-index=\"1\" label=\"177\">*177</page-number>City Charter divested the trial court of jurisdiction to hear this case. Section 2, Article III provides:</p>\n<p id=\"b205-4\">“* * * [T]he council shall be the judge of the election and qualification of its own members.”</p>\n<p id=\"b205-5\">Appellant argues that this provision, enacted pursuant to the Home Rule Provision of the Ohio Constitution, Section 7, Article XVIII, prevails over the conflicting provisions of R.C. Chapter 3515. Admittedly, the election of municipal officials is a power of “local self-government.” <em>State, ex rel. Frankenstein, </em>v. <em>Hillenbrand </em>(1919), 100 Ohio St. 339. As a consequence, the charter provision would normally take precedence over R.C. 3515.08. However, R.C. 3515.08 was enacted pursuant to Section 21, Article II of the Ohio Constitution, which provides:</p>\n<p id=\"b205-6\">“The general assembly shall determine, by law, before what authority, and in what manner, the trial of contested elections shall be conducted.”</p>\n<p id=\"b205-7\">Hence, here, the conflicting provisions of law are not a state statute and municipal charter or ordinance; rather, the conflict is between sections of the Constitution. Does our Constitution empower the General Assembly or a municipality to fix the scope of election contests involving city councils? We find that it is the General Assembly with its specific grant of authority, in Section 21, Article II, which prevails. Cf. R.C. 1.51 (specific statute governs general statute).</p>\n<p id=\"b205-8\">In an analogous situation, this court has reached a similar result. <em>State, ex rel. Corrigan, </em>v. <em>Wheeler </em>(1971), 27 Ohio St. 2d 9 [56 O.O.2d 5]; <em>State, ex rel. Highland Heights, </em>v. <em>Kee </em>(1975), 42 Ohio St. 2d 234 [71 O.O.2d 219]. In those cases we held that a charter provision, enacted pursuant to Section 7, Article XVIIT, granting a city council jurisdiction to determine its members’ qualifications did not deprive this court of its constitutionally granted jurisdiction over actions of <em>quo warranto. </em>Also, at least one leading commentator in the area of municipal law has stated that in view of the specific provisions of Section 21, Article II, such section would prevail. 3 Farrell-Ellis, Ohio Municipal Code (1962), Section 3.6(b).</p>\n<p id=\"b205-9\">Next, we turn to the merits of this appeal; namely, whether the record supports a finding that this election was altered as a result of the voting machine failure. A court may not set aside an election unless the proved irregularities demonstrate that the result is uncertain. <em>Otworth </em>v. <em>Bays </em>(1951), 155 Ohio St. 366 [44 O.O. 344]; <em>In re Election of Swanton Twp. </em>(1982), 2 Ohio St. 3d 37.</p>\n<p id=\"b205-10\">That burden was met here. One hundred thirty-three persons voted on the faulty machine in Precinct J. Each voter was entitled to four votes in the city council race. Therefore, there was a potential of five hundred thirty-two votes in the city council race on that machine. Three hundred ninety-two votes were counted on the machine, so one hundred forty votes were unaccounted for. Appellee needed only seventy-four of those to defeat appellant. This is sufficient to demonstrate that the election’s result is uncertain.</p>\n<p id=\"b205-11\">Lastly, there is the question of what remedy is appropriate. Upon com<page-number citation-index=\"1\" label=\"178\">*178</page-number>pletion of a trial, R.C. 3515.14 presents a court with only three alternative dispositions. It can pronounce judgment as to which candidate was elected; it can decide that the election resulted in a tie vote (whereupon the matter is certified to the board of elections to determine the winner); or if the court finds that no person was elected, it must render a judgment that the election be set aside.</p>\n<p id=\"b206-6\">The trial court ordered a special election in Precinct J only between appellee and appellant. The order permitted only those voters in that precinct to participate in the new election, with the votes to be added to the previous total. The trial- court’s solution is not one of the three alternatives stated in R.C. 3515.14. Consequently, we must modify the trial court’s remedy.</p>\n<p id=\"b206-7\">First, we note that appellee was the only candidate whose votes were affected by the machine malfunction. All other candidates had the correct number of votes credited to them. Also, four candidates were to be elected, so it is certain that Gary Van Arsdale, Richard Gorsuch and Mary Lou Prouty — the three candidates with the largest totals — would have been elected even if there had been no malfunction and appellee had received all unaccounted for votes.<footnotemark>9</footnotemark> Therefore, pursuant to the initial command of R.C. 3515.14 that, “the court pronounce judgment as to which candidate was * * * elected * * it is our judgment that Van Arsdale, Gorsuch and Prouty were elected.</p>\n<p id=\"b206-8\">With respect to thq fourth seat, that held by appellant, it is clear from the discussion above that we cannot declare whether appellee or appellant was elected. Likewise, we cannot say that the election resulted in a tie, so the only alternative provided by statute is that the election be set aside.</p>\n<p id=\"b206-9\">Accordingly, the judgment of the trial court must be modified so that the election for the fourth seat on Westerville City Council is set aside.<footnotemark>10</footnotemark></p>\n<p id=\"b206-10\">\n<em>Judgment accordingly.</em>\n</p>\n<judges id=\"b206-11\">Celebrezze, C.J., Patton, Sweeney, Locher, C. Brown and Koehler, JJ., concur.</judges>\n<judges id=\"b206-12\">Patton, J., of the Eighth Appellate District, sitting for W. Brown, J.</judges>\n<judges id=\"b206-13\">Koehler, J., of the Twelfth Appellate District, sitting by assignment.</judges>\n<footnote label=\"3\">\n<p id=\"b203-13\"> Relevant portions of R.C. 3515.09 provide:</p>\n<p id=\"b203-14\">“A contest of election shall be commenced by the filing of a petition with the clerk of the appropriate court signed by * * * the defeated candidate * *</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b203-15\"> See, also, <em>McCall </em>v. <em>Bd. of Education </em>(1959), 169 Ohio St. 50 [8 O.O.2d 11], paragraph one of the syllabus; <em>Jenkins </em>v. <em>Hughes </em>(1952), 157 Ohio St. 186, 190 [47 O.O. 127],</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b204-12\"> Because we hold that appellee signed the petition, we need not address appellee’s argument that Civ. R. 11 would vary the result in <em>Williams </em>v. <em>O’Neill.</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b204-13\"> See 113 Ohio Laws 307, 387.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b204-14\"> R.C. 3515.08 reads, in part:</p>\n<p id=\"b204-15\">“The * * * election of any person to any public office * * * may be contested by qualified electors of the state or a political subdivision.</p>\n<p id=\"b204-16\">&lt;&lt;* 4c 4c</p>\n<p id=\"b204-17\">“In the case of all other offices * * * such contests shall be heard and determined by a judge of the court of common pleas of the county in which the contest arose. * * *”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b204-18\"> Of course, we express no opinion on whether a municipality’s legislative authority retains concurrent jurisdiction under R.C. 731.44.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b206-14\"> Also, they each received more votes than appellee could have received, even assuming all one. hundred forty unaccounted for votes were cast for appellee.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b206-15\"> The next election for city council in Westerville will be in November 1983. Section 1, Article IX, Westerville Charter. As this court is without jurisdiction to order an election in this case in the absence of legislative authority, the appellant should be allowed to hold office until an election may be held in accordance with law. <em>Mehling </em>v. <em>Moorehead </em>(1938), 133 Ohio St. 395 [11 O.O. 55].</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}