{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"371\" lastpage=\"384\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  HELLER EHRMAN LLP, Plaintiff and Appellant,\n  <br/>\n  v.\n  <br/>\n  DAVIS WRIGHT TREMAINE LLP, Defendant and Respondent.\n </parties>\n <docketnumber id=\"p-2\">\n  And related cases.\n </docketnumber>\n <docketnumber id=\"p-3\">\n  S236208\n </docketnumber>\n <court id=\"p-4\">\n  Supreme Court of California\n </court>\n <decisiondate id=\"p-5\">\n  Filed March 5, 2018\n </decisiondate>\n <attorneys id=\"p-6\">\n  Diamond McCarthy, Christopher D. Sullivan, San Francisco, Matthew S. Sepuya, Christopher R. Murray, Andrew B. Ryan, James Sheppard, Karen K. Diep, San Francisco; Valle Makoff, Jeffrey T. Makoff, Ellen Ruth Fenichel, San Francisco; Schnader Harrison Segal &amp; Lewis, Nuti Hart and Kevin W. Coleman for Plaintiff and Appellant.\n </attorneys>\n <attorneys id=\"p-7\">\n  Felderstein Fitzgerald Willoughby &amp; Pascuzzi and Thomas A. Willoughy for The Official Committee of Unsecured Creditors of Heller Ehrman LLP as Amicus Curiae on behalf of Plaintiff and Appellant.\n </attorneys>\n <attorneys id=\"p-8\">\n  Orrick, Herrington &amp; Sutcliffe, E. Joshua Rosenkranz, Rachel Wainer Apter, Daniel A. Rubens, Christopher J. Cariello, Anjali S. Dalal, Eric A. Shumsky, Charles W. Tyler, San Francisco; Arnold &amp; Porter, Pamela Phillips, Jonathan W. Hughes, San Francisco, and Diana D. DiGennaro for Defendant and Respondent Orrick, Herrington &amp; Sutcliffe LLP.\n </attorneys>\n <attorneys id=\"p-9\">\n  Keker &amp; Van Nest, Keker, Van Nest &amp; Peters, Steven A. Hirsch, Steven P. Ragland, San Francisco, John C. Bostic ; Snyder Miller &amp; Orton, Luther Orton, San Francisco, and Maureen Green for Defendant and Respondent Davis Wright Tremaine LLP.\n </attorneys>\n <attorneys id=\"p-10\">\n  PMRK Law, Peter P. Meringolo, Luther K. Orton, San Francisco; Snyder Miller &amp; Orton, James L. Miller, Luther Orton, San Francisco, and Maureen Green Defendant and Respondent Foley &amp; Lardner LLP.\n </attorneys>\n <attorneys id=\"p-11\">\n  Jones Day, Robert A. Mittelstaedt, Jason McDonell, Nathaniel Garrett, San Francisco, Shay Dvoretzky and Emily J. Kennedy for Defendant and Respondent Jones Day.\n </attorneys>\n <attorneys id=\"p-12\">\n  Hinshaw &amp; Culbertson, Anthony E. Davis, Cassidy E. Chivers, San Francisco, and Joel D. Bertocchi for The Association of Professional Responsibility Lawyers as Amicus Curiae on behalf of Defendants and Respondents.\n </attorneys>\n <attorneys id=\"p-13\">\n  Morrison &amp; Foerster, Douglas L. Hendricks, San Francisco, Larry Engel, Bradley S. Lui, Brett H. Miller, Erica J. Richards, James Sigel, San Francisco, Miriam A. Vogel, Los Angeles, and Brian R. Matsui for 32 National and International Law Firms as Amici Curiae on behalf of Defendants and Respondents.\n </attorneys>\n <attorneys id=\"p-14\">\n  Morgan Lewis &amp; Bockius, Thomas M. Peterson and Deborah E. Quick, San Francisco, for Professor Geoffrey C. Hazard, Jr., and Professor Richard Zitrin as Amici Curiae on behalf of Defendants and Respondents.\n </attorneys>\n <attorneys id=\"p-15\">\n  McDermott Will &amp; Emery, A. Marisa Chun, Mento Park; Taylor &amp; Patchen, Taylor &amp; Company Law Offices, Stephen McG. Bundy and Joshua R. Benson, San Francisco, for The Bar Association of San Francisco and The Los Angeles County Bar Association as Amici Curiae on behalf of Defendants and Respondents.\n </attorneys>\n <attorneys id=\"p-16\">\n  Akin Gump Strauss Hauer &amp; Feld and Rex Henke for Professor John Morley as Amicus Curiae on behalf of Defendants and Respondents.\n </attorneys>\n <attorneys id=\"p-17\">\n  William C. Hubbard, Linda A. Klein ; Pillsbury WinthropShaw Pittman, Kevin M. Fong, San Francisco, David G. Keyko and Jay D. Dealy for American Bar Association as Amicus Curiae on behalf of Defendants and Respondents.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-18\">\n   CUÉLLAR, J.\n  </author>\n  <p id=\"p-19\">\n   Like \"cloud-capp'd towers,\" \"gorgeous palaces,\" and perhaps someday even \"the great globe itself,\" many arrangements endure for some time but eventually dissolve.\n   <footnotemark>\n    1\n   </footnotemark>\n   So too with certain law partnerships-including firms that are retained, before they dissolve, to handle matters on an hourly basis. The question before us is whether a dissolved law firm retains a property interest in such legal matters that are in progress-but not completed-at the time of dissolution. The United\n   States Court of Appeals for the Ninth Circuit asks us to answer this question, which implicates both common law principles and statutory rules of partnership law, and has implications for the competing interests of ongoing and dissolved law partnerships, partners and firm employees, creditors and clients.\n  </p>\n  <p id=\"p-20\">\n   What we hold is that under California law, a dissolved law firm has no property interest in legal matters handled on an hourly basis, and therefore, no property interest in the profits generated by its former partners' work on hourly fee matters pending at the time of the firm's dissolution. The partnership has no more than an expectation that it may continue to work on such matters, and that expectation may be dashed at any time by a client's choice to remove its business. As such, the firm's expectation-a mere possibility of unearned, prospective fees-cannot constitute a property interest. To the extent the law firm has a claim, its claim is limited to the work necessary for preserving legal matters so they can be transferred to new counsel of the client's choice (or the client itself), effectuating such a transfer, or collecting on work done pretransfer.\n  </p>\n  <p id=\"p-21\">\n   <strong>\n    I.\n   </strong>\n  </p>\n  <p id=\"p-22\">\n   Petitioner Heller Ehrman (Heller) was a global law partnership with more than 700 attorneys. By August 31, 2008, the firm was in financial distress. Heller's creditors soon declared it in default, and Heller's shareholders-lawyers responsible for running the firm and providing legal services to its clients-voted to dissolve the firm. Heller notified its clients that as of October 31, 2008, it would no longer be able to provide any legal services.\n  </p>\n  <p id=\"p-23\">\n   Heller's dissolution plan included a provision known as a\n   <em>\n    Jewel\n   </em>\n   waiver. Named after the case of\n   <em>\n    Jewel v. Boxer\n   </em>\n   (1984)\n   <extracted-citation case-ids=\"2146774\" index=\"0\" url=\"https://cite.case.law/cal-app-3d/156/171/\">\n    156 Cal.App.3d 171\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=203%20Cal.%20Rptr.%2013\">\n    203 Cal.Rptr. 13\n   </extracted-citation>\n   (\n   <em>\n    Jewel\n   </em>\n   ), the provision purported to waive any rights and claims Heller may have had \"to seek payment of legal fees generated after the\n   departure date of any lawyer or group of lawyers with respect to non-contingency/non-success fee matters only.\" The waiver was intended as \"an inducement to encourage Shareholders to move their clients to other law firms and to move Associates and Staff with them, the effect of which will be to reduce expenses to the Firm-in-Dissolution.\" By its express terms, the waiver governed only those matters billed on a non-contingency-that is continual, or hourly-basis.\n   In the following months, Heller's former shareholders joined at least 16 other law firms, including the respondent law firms of Davis Wright Tremaine LLP; Jones Day, Orrick, Herrington &amp; Sutcliffe LLP; and Foley &amp; Lardner LLP. Many of Heller's former clients-and all of those who went to the respondents-signed new retainer agreements.\n  </p>\n  <p id=\"p-24\">\n   In the meantime, Heller filed for bankruptcy under chapter 11 of the United States Bankruptcy Code. When Heller's plan of liquidation was approved, the bankruptcy court appointed a plan administrator who became responsible for pursuing claims to recover assets for the benefit of Heller's creditors.\n  </p>\n  <p id=\"p-25\">\n   In December 2010, the administrator filed adversary proceedings in bankruptcy court on behalf of Heller against the law firms where Heller's former shareholders had found work. The administrator sought to set aside the\n   <em>\n    Jewel\n   </em>\n   waiver, claiming that under the Bankruptcy Code, the waiver was a fraudulent transfer of Heller's rights to postdissolution fees to its former shareholders, and from them, to their new firms. While it was not the administrator's allegation that the shareholders breached any\n   fiduciary duty while working for Heller, the administrator nonetheless sought to recover from the shareholders' new firms the profits generated by the hourly fee matters pending when Heller dissolved and were brought to the new firms.\n  </p>\n  <p id=\"p-26\">\n   The respondents vigorously contested the administrator's claim. At summary judgment, the parties filed cross-motions on whether the\n   <em>\n    Jewel\n   </em>\n   waiver constituted a transfer of Heller's property to the respondents and whether any such transfer was a fraudulent transfer under the Bankruptcy Code. Relying on one of his earlier decisions, the bankruptcy judge found in favor of Heller on both issues.\n  </p>\n  <p id=\"p-27\">\n   The district court reversed. The court rested its ruling on considerations of law, equity, and public policy. In analyzing California law, the court reasoned that the Revised Uniform Partnership Act (RUPA) undermined\n   <em>\n    Jewel\n   </em>\n   , the legal foundation on which Heller based its claim. Specifically, the court concluded that RUPA contains no provision giving dissolved law firms the right to demand an accounting for profits earned by its former partners under new retainer agreements. The court ultimately held that Heller did not have a\n   property interest in the hourly fee matters pending at dissolution. Moreover, since Heller did not have a property interest in such matters, there was no fraudulent transfer to the new law firms. The court's decision on the property issue thus resolved the case.\n  </p>\n  <p id=\"p-28\">\n   Heller appealed to the Ninth Circuit, which asked us to provide guidance. We granted the Ninth Circuit's request that we resolve the question of what property interest, if any, a dissolved law firm has in the legal matters, and therefore the profits, of cases that are in progress but not completed at the time of dissolution.\n  </p>\n  <p id=\"p-29\">\n   <strong>\n    II.\n   </strong>\n  </p>\n  <p id=\"p-30\">\n   Although this dispute has a direct impact on who controls the profits from ongoing cases involving hourly fees, no doubt for some litigants certain aspects of this case also seem to implicate broader concerns-regarding, for example, the extent of partners' fiduciary obligations to their firm or the efforts partners make to secure business on behalf of their firm. Nonetheless, the question we must ultimately address is about the scope of a dissolved firm's\n   <em>\n    property\n   </em>\n   interests, and whether those interests extend to the profits from ongoing matters billed on an hourly fee basis. The most sensible interpretation of the scope of property interests under our state law-along with the practical implications arising from different approaches to the property issue-persuades us that the dissolved firm's property interest here is quite narrow.\n  </p>\n  <p id=\"p-31\">\n   What we conclude is that a dissolved law partnership is not entitled to profits derived from its former partners' work on unfinished hourly fee matters. Any expectation the law firm had in continuing the legal matters cannot be deemed sufficiently strong to constitute a property interest allowing it to have an ownership stake in fees earned by its former partners, now situated at new firms, working on what was\n   <em>\n    formerly\n   </em>\n   the dissolved firm's\n   cases. Any \"property, profit, or benefit\" accountable to a dissolved law firm derives only from a narrow range of activities: those associated with transferring the pending legal matters, collecting on work already performed, and liquidating the business.\n  </p>\n  <p id=\"p-32\">\n   The limited nature of the interest accorded to the dissolved law firm protects clients' choice of counsel. It allows the clients to choose new law firms unburdened by the reach of the dissolved firm that has been paid in full and discharged. The rule also comports with our policy of encouraging labor mobility while minimizing\n   firm instability. It accomplishes the former by making the pending matters, and those that work on them, attractive additions to new firms; it manages the latter by placing partners who depart after a firm's dissolution at no disadvantage to those who leave earlier.\n   <strong>\n    A.\n   </strong>\n  </p>\n  <p id=\"p-33\">\n   Because this dispute concerns a dissolved firm of lawyers with fiduciary duties to the firm, the law of partnership and its related fiduciary obligations provide useful context for the analysis. But neither previous cases nor specific statutory provisions concerning partnerships resolve the question before us.\n  </p>\n  <p id=\"p-34\">\n   Only twice previously-in the late 19th century-have we addressed the fiduciary duties of a dissolved law firm's former partners regarding the unfinished business at the time of dissolution. In\n   <em>\n    Osment v. McElrath\n   </em>\n   (1886)\n   <extracted-citation case-ids=\"2208538\" index=\"2\" url=\"https://cite.case.law/cal/68/466/\">\n    68 Cal. 466\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=9%20P.%20731\">\n    9 P. 731\n   </extracted-citation>\n   and\n   <em>\n    Little v. Caldwell\n   </em>\n   (1894)\n   <extracted-citation case-ids=\"1922882\" index=\"4\" url=\"https://cite.case.law/cal/101/553/\">\n    101 Cal. 553\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=36%20P.%20107\">\n    36 P. 107\n   </extracted-citation>\n   , we confronted situations in which law firms dissolved with contingency matters pending. In both cases, we held that the fees generated by one partner in completing the matters were to be shared equally with the former partner (or his estate). (\n   <em>\n    Osment\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 68 Cal. at p. 470,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=9%20P.%20731\">\n    9 P. 731\n   </extracted-citation>\n   ;\n   <em>\n    Little\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 101 Cal. at p. 561,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=36%20P.%20107\">\n    36 P. 107\n   </extracted-citation>\n   .) We thus rejected the argument that the lawyers who personally completed the matters were entitled to a greater share of the fees than stipulated to in the partnership agreements.\n  </p>\n  <p id=\"p-35\">\n   California partnership law was codified in 1929 when the Legislature adopted the Uniform Partnership Act (UPA). The UPA preserved many common-law principles, including the rules elucidated in\n   <em>\n    Osment\n   </em>\n   and\n   <em>\n    Little\n   </em>\n   . (See\n   <em>\n    Jacobson v. Wikholm\n   </em>\n   (1946)\n   <extracted-citation case-ids=\"2211134\" index=\"8\" url=\"https://cite.case.law/cal-2d/29/24/#p27\">\n    29 Cal.2d 24\n   </extracted-citation>\n   , 27-28,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=172%20P.2d%20878\">\n    172 P.2d 878\n   </extracted-citation>\n   (\n   <em>\n    Jacobson\n   </em>\n   ).) The First District Court of Appeal then added further gloss when it interpreted UPA in the case of\n   <em>\n    Jewel v. Boxer\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   . In\n   <em>\n    Jewel\n   </em>\n   , partners of a dissolved law firm sued their former partners who had been handling \"most of the active personal injury and workers' compensation cases.\" (\n   <em>\n    Jewel\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 156 Cal.App.3d at p. 175,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=203%20Cal.%20Rptr.%2013\">\n    203 Cal.Rptr. 13\n   </extracted-citation>\n   .) The suing partners sought their shares of the fees from these cases, arguing that they were entitled to the same fees as prevailed during the partnership.\n  </p>\n  <p id=\"p-36\">\n   The\n   <em>\n    Jewel\n   </em>\n   court ruled in favor of the plaintiffs. It reasoned that the former partners were not entitled \"to extra compensation for services rendered in completing unfinished business,\" where \"extra compensation\" was compensation \"which is greater than would have been received as the former partner's share of the dissolved partnership.\" (\n   <em>\n    Jewel\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 156 Cal.App.3d at p. 176 &amp; fn. 2,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=203%20Cal.%20Rptr.%2013\">\n    203 Cal.Rptr. 13\n   </extracted-citation>\n   .) Accordingly, without an agreement to the contrary, any attorney fees generated from matters pending when the law firm dissolved were \"to be shared by the former partners according to their right to fees in the former partnership, regardless of which former partner provides legal services in the case after the dissolution.\" (\n   <em>\n    Id.\n   </em>\n   at p. 174,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=203%20Cal.%20Rptr.%2013\">\n    203 Cal.Rptr. 13\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-37\">\n   Subsequent Court of Appeal decisions consistently applied\n   <em>\n    Jewel\n   </em>\n   's holding to contingency fee cases. (See, e.g.,\n   <em>\n    Fox v. Abrams\n   </em>\n   (1985)\n   <extracted-citation case-ids=\"2124035\" index=\"13\" url=\"https://cite.case.law/cal-app-3d/163/610/#p612\">\n    163 Cal.App.3d 610\n   </extracted-citation>\n   , 612-613,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=210%20Cal.%20Rptr.%20260\">\n    210 Cal.Rptr. 260\n   </extracted-citation>\n   ;\n   <em>\n    Rosenfeld, Meyer &amp; Susman v. Cohen\n   </em>\n   (1987)\n   <extracted-citation case-ids=\"2210889\" index=\"15\" url=\"https://cite.case.law/cal-app-3d/191/1035/#p1063\">\n    191 Cal.App.3d 1035\n   </extracted-citation>\n   , 1063,\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=237%20Cal.%20Rptr.%2014\">\n    237 Cal.Rptr. 14\n   </extracted-citation>\n   .) Such widespread application of\n   <em>\n    Jewel\n   </em>\n   was confined to the contingency fee context, however. Only in 1993 did a Court of Appeal expressly interpret\n   <em>\n    Jewel\n   </em>\n   to encompass matters the dissolved law firm had been handling on an hourly basis. (See\n   <em>\n    Rothman v. Dolin\n   </em>\n   (1993)\n   <extracted-citation case-ids=\"6042654\" index=\"17\" url=\"https://cite.case.law/cal-app-4th/20/755/#p757\">\n    20 Cal.App.4th 755\n   </extracted-citation>\n   , 757-759,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=24%20Cal.%20Rptr.%202d%20571\">\n    24 Cal.Rptr.2d 571\n   </extracted-citation>\n   .) To this day,\n   <em>\n    Rothman\n   </em>\n   remains the only published California opinion\n   to apply\n   <em>\n    Jewel\n   </em>\n   to the hourly fee context, and it did so before UPA was revised.\n  </p>\n  <p id=\"p-38\">\n   Three years after\n   <em>\n    Rothman\n   </em>\n   , the Legislature again revised partnership law by replacing\n   UPA with RUPA. (See Corp. Code, § 16100 et. seq. ) RUPA made several changes to the default rules of California partnership law. First, it added an entire section governing the fiduciary duty to account. It replaced former Corporations Code section 15021(1), which had provided that partners had a duty to account for benefits and profits, with section 16404, subdivision (b)(1), which sets forth a partner's duty \"[t]o account to the partnership and hold as trustee for it any property, profit, or benefit derived by the partner in the conduct and winding up of the partnership business or derived from a use by the partner of partnership property or information, including the appropriation of a partnership opportunity.\" ( Corp. Code, § 16404, subd. (b)(1).)\n  </p>\n  <p id=\"p-39\">\n   Second, RUPA supplied a new provision specifying that one of a partner's fiduciary duties is the duty \"[t]o refrain from competing with the partnership in the conduct of the partnership business before the dissolution of the partnership.\" ( Corp. Code, § 16404, subd. (b)(3).) Notably, the duty to refrain from competing with the partnership only pertains to the period\n   <em>\n    before\n   </em>\n   dissolution.\n  </p>\n  <p id=\"p-40\">\n   Third, RUPA changed the rule previously in force regarding partners' postdissolution rights to reasonable compensation. It replaced Corporations Code section 15018, subdivision (f), which had provided that only a \"surviving partner is entitled to reasonable compensation for his or her services in winding up the partnership affairs,\" with section 16401, subdivision (h), which provides that all partners are entitled to such compensation. ( Corp. Code, § 16401, subd. (h).)\n  </p>\n  <p id=\"p-41\">\n   Since the enactment of RUPA, no California court has, in a published opinion, resolved whether there remains a basis for holding that a partnership has a property interest in legal matters pending at a firm's dissolution. The last time we took up the issue was in\n   <em>\n    Osment\n   </em>\n   and\n   <em>\n    Little\n   </em>\n   . More recent is the intermediate appellate decision in\n   <em>\n    Jewel\n   </em>\n   , although that, too, was issued before the passage of RUPA and implicated only contingency fee matters. We thus consider with fresh eyes the question posed to us by the Ninth Circuit.\n  </p>\n  <p id=\"p-42\">\n   <strong>\n    B.\n   </strong>\n  </p>\n  <p id=\"p-43\">\n   Heller is a dissolved partnership, and the parties make various arguments associated with partnership law. So we place our analysis of whether hourly fee matters pending at the time of a partnership's dissolution are the partnership's property in context by considering not only the scope of property rights under California law-and the interests of clients relative to those of the attorneys they hire-but also the application of California's partnership law to this case.\n  </p>\n  <p id=\"p-44\">\n   Both the common law and provisions of California law codifying the nature of property associate a property interest with a specific bundle of rights to control the use and disposition of a particular asset. (See Civ. Code, § 654 [defining property as \"the right of one or more persons to possess and use it to the exclusion of others\"];\n   <em>\n    United States v. Craft\n   </em>\n   (2002)\n   <extracted-citation case-ids=\"354232\" index=\"19\" url=\"https://cite.case.law/us/535/274/#p278\">\n    535 U.S. 274\n   </extracted-citation>\n   , 278-279,\n   <extracted-citation case-ids=\"354232\" index=\"20\" url=\"https://cite.case.law/us/535/274/#p278\">\n    122 S.Ct. 1414\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"354232\" index=\"21\" url=\"https://cite.case.law/us/535/274/#p278\">\n    152 L.Ed.2d 437\n   </extracted-citation>\n   [calling it a \"common idiom\" that property is described as \"a 'bundle of sticks'-a collection of individual rights which, in certain combinations, constitute property\"];\n   <em>\n    Citizens for Covenant Compliance v. Anderson\n   </em>\n   (1995)\n   <extracted-citation case-ids=\"1957542\" index=\"22\" url=\"https://cite.case.law/cal-4th/12/345/#p369\">\n    12 Cal.4th 345\n   </extracted-citation>\n   , 369,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=47%20Cal.%20Rptr.%202d%20898\">\n    47 Cal.Rptr.2d 898\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=906%20P.2d%201314\">\n    906 P.2d 1314\n   </extracted-citation>\n   ;\n   <em>\n    Moore v. Regents of University of California\n   </em>\n   (1990)\n   <extracted-citation case-ids=\"4457818\" index=\"25\" url=\"https://cite.case.law/cal-3d/51/120/#p165\">\n    51 Cal.3d 120\n   </extracted-citation>\n   , 165-166,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=271%20Cal.%20Rptr.%20146\">\n    271 Cal.Rptr. 146\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=793%20P.2d%20479\">\n    793 P.2d 479\n   </extracted-citation>\n   (dis. opn. of\n   Mosk, J.) [\"the concept of property is often said to refer to a 'bundle of rights' that may be exercised with respect to that object-principally the rights to possess the property, to use the property, to exclude others from the property, and to dispose of the property by sale or by gift\"].) By helping to structure expectations that people can reasonably hold in their dealings with each other, conceptions of property facilitate social and economic relationships. The circumstances giving rise to a property interest, in turn, include not only familiar arm's-length transactions but also certain sufficiently reliable expectations, such as unvested retirement benefits. (E.g.,\n   <em>\n    In re Marriage of Green\n   </em>\n   (2013)\n   <extracted-citation case-ids=\"4224752\" index=\"28\" url=\"https://cite.case.law/cal-4th/56/1130/#p1140\">\n    56 Cal.4th 1130\n   </extracted-citation>\n   , 1140-1141,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=158%20Cal.%20Rptr.%203d%20247\">\n    158 Cal.Rptr.3d 247\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=302%20P.3d%20562\">\n    302 P.3d 562\n   </extracted-citation>\n   [\"Nonvested retirement benefits are certainly contingent on various events occurring-such as continued employment-but this does not prevent them from being a property right for\n   these purposes.\"].) In this case, we consider the question of whether a sufficiently strong expectation exists in the context of a law firm partnership performing hourly work on legal matters. We find that it does not.\n  </p>\n  <p id=\"p-45\">\n   A property interest grounded in such an expectation requires a legitimate, objectively reasonable assurance rather than a mere unilaterally-held presumption. (See\n   <em>\n    Bd. of Regents v. Roth\n   </em>\n   (1972)\n   <extracted-citation case-ids=\"1782964\" index=\"31\" url=\"https://cite.case.law/us/408/564/#p577\">\n    408 U.S. 564\n   </extracted-citation>\n   , 577,\n   <extracted-citation case-ids=\"1782964\" index=\"32\" url=\"https://cite.case.law/us/408/564/#p577\">\n    92 S.Ct. 2701\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1782964\" index=\"33\" url=\"https://cite.case.law/us/408/564/#p577\">\n    33 L.Ed.2d 548\n   </extracted-citation>\n   [discussing property interests protected by procedural due process and stating that \"[t]o have a property interest in a benefit, a person ... must have more than a unilateral expectation of it. He\n   must, instead, have a legitimate claim of entitlement to it\"];\n   <em>\n    Paramount Convalescent Center, Inc. v. Department of Health Care Services\n   </em>\n   (1975)\n   <extracted-citation case-ids=\"2272292\" index=\"34\" url=\"https://cite.case.law/cal-3d/15/489/#p495\">\n    15 Cal.3d 489\n   </extracted-citation>\n   , 495,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=125%20Cal.%20Rptr.%20265\">\n    125 Cal.Rptr. 265\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=542%20P.2d%201\">\n    542 P.2d 1\n   </extracted-citation>\n   [stating that plaintiff's case turned on whether it \"had a legitimate claim of entitlement to a new contract, i.e., a property right of which [it] could not be deprived without a hearing, or whether it had a mere expectancy or hope that future contracts would be forthcoming\"].) What Heller claims here is not merely that a firm has a legitimate interest in the hourly matters on which it is working. Rather, Heller claims a legitimate interest in the hourly matters on which it is\n   <em>\n    not\n   </em>\n   working-and on which it cannot work, because it is a firm in dissolution that has ceased operations. In doing so, it seeks remuneration for work that someone else now must undertake. Because such a view is unlikely to be shared by either reasonable clients or lawyers seeking to continue working on these legal matters at a client's behest, Heller's expectation is best understood as essentially unilateral.\n  </p>\n  <p id=\"p-46\">\n   A client may ordinarily find that it makes little sense to continually change the allocation of work on legal matters billed on an hourly basis to different lawyers or firms, because of the value of the relationships formed in the course of representation, the accumulation of knowledge by the lawyers involved in the case, or simply the cost of identifying and transacting to retain suitable new counsel. Even so, hanging over all agreements involving legal representation-especially those involving work paid on an hourly basis-is the possibility that a client will change the nature of the work requested, the terms on which the work is to be performed, or the lawyer the client prefers. (See, e.g.,\n   <em>\n    General Dynamics Corp. v. Superior Court\n   </em>\n   (1994)\n   <extracted-citation case-ids=\"1981820\" index=\"37\" url=\"https://cite.case.law/cal-4th/7/1164/#p1174\">\n    7 Cal.4th 1164\n   </extracted-citation>\n   , 1174-1175, 1172,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=32%20Cal.%20Rptr.%202d%201\">\n    32 Cal.Rptr.2d 1\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=876%20P.2d%20487\">\n    876 P.2d 487\n   </extracted-citation>\n   (\n   <em>\n    General Dynamics\n   </em>\n   ) [stating that it is \"bedrock law\" that a client has the right \"to sever the professional relationship [with its attorney] at any time and for any reason,\" although carving out a limited exception for in-house counsel whose relationship with the client is not a \" 'one shot' undertaking\"].) Such uncertainty is rooted not only in the\n   reality that hourly fees are paid in increments, but also in the extent to which the client legitimately retains flexibility to change the terms of the bargain for legal services after a lawyer has been retained. (See, e.g.,\n   <em>\n    id.\n   </em>\n   at pp. 1174-1175,\n   <extracted-citation index=\"40\" url=\"https://cite.case.law/citations/?q=32%20Cal.%20Rptr.%202d%201\">\n    32 Cal.Rptr.2d 1\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=876%20P.2d%20487\">\n    876 P.2d 487\n   </extracted-citation>\n   ;\n   <em>\n    Gage v. Atwater\n   </em>\n   (1902)\n   <extracted-citation case-ids=\"2027965\" index=\"42\" url=\"https://cite.case.law/cal/136/170/#p172\">\n    136 Cal. 170\n   </extracted-citation>\n   , 172-173,\n   <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=68%20P.%20581\">\n    68 P. 581\n   </extracted-citation>\n   [\"The interest of the client in the successful prosecution or defense of the action is superior to that of the attorney, and he has the right to employ such attorney as will in his opinion best subserve his interest.\"].)\n  </p>\n  <p id=\"p-47\">\n   Of course, to assume that firms routinely acquire business simply through the good offices of a single lawyer belies the reality that firms exist for a reason-no matter how much business that individual appears to generate alone. Partners pool not only physical resources but human capital. They hold out not only themselves but their firm as capable of deploying the necessary resources to handle matters effectively. In doing so, lawyers often leverage\n   the preparatory work and reputation of an entity in which they have a shared stake, and to which they owe a shared fiduciary duty. These realities certainly make it difficult to deny that lawyers in the same firm would ordinarily feel some shared interest in each other's work-indeed, some degree of mutual interest is all but implicit in the very nature of a firm.\n  </p>\n  <p id=\"p-48\">\n   But a shared interest can differ from a property interest, which under California law must reflect more than a mere contingency or a certain probability that an outcome-such as further hourly fees remitted to the firm-may materialize. ( Civ. Code, § 700 [\"A\n  </p>\n  <p id=\"p-49\">\n   mere possibility ... is not to be deemed an interest of any kind.\"]; accord\n   <em>\n    In re Marriage of Brown\n   </em>\n   (1976)\n   <extracted-citation case-ids=\"2272274\" index=\"44\" url=\"https://cite.case.law/cal-3d/15/838/#p844\">\n    15 Cal.3d 838\n   </extracted-citation>\n   , 844-845,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=126%20Cal.%20Rptr.%20633\">\n    126 Cal.Rptr. 633\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=544%20P.2d%20561\">\n    544 P.2d 561\n   </extracted-citation>\n   [distinguishing between an expectancy and a contingent interest in property and explaining that \"[t]he term expectancy describes the interest of a person who merely foresees that he might receive a future beneficence\" and that such an interest cannot be enforced].) While Heller was a viable, ongoing business, it no doubt hoped to continue working on the unfinished hourly fee matters and expected to receive compensation for its future work. But such hopes were speculative, given the client's right to terminate counsel at any time, with or without cause. As such, they do not amount to a property interest. ( Civ. Code, § 700 ;\n   <em>\n    In re Thelen LLP\n   </em>\n   (2014)\n   <extracted-citation case-ids=\"4002514\" index=\"47\" url=\"https://cite.case.law/ny3d/24/16/\">\n    24 N.Y.3d 16\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4002514\" index=\"48\" url=\"https://cite.case.law/ny3d/24/16/\">\n    995 N.Y.S.2d 534\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4002514\" index=\"49\" url=\"https://cite.case.law/ny3d/24/16/\">\n    20 N.E.3d 264\n   </extracted-citation>\n   , 270-271 [\"no law firm has a property interest in future hourly legal fees because they are 'too contingent in nature and speculative to create a present or future property interest' \"];\n   <em>\n    Heller Ehrman LLP v. Davis, Wright, Tremaine, LLP\n   </em>\n   (N.D.Cal. 2014)\n   <extracted-citation case-ids=\"4040702\" index=\"50\" url=\"https://cite.case.law/br/527/24/#p30\">\n    527 B.R. 24\n   </extracted-citation>\n   , 30-31 (\n   <em>\n    Heller\n   </em>\n   ) [\"A law firm never owns its client matters. The client always owns the matter, and the most the law firm can be said to have is an\n   <em>\n    expectation\n   </em>\n   of future business.\"].) Dissolution does not change that fact, as dissolving does not place a firm in the position to claim a property interest in work it has not performed-work that would not give rise to a property interest if the firm were still a going concern.\n  </p>\n  <p id=\"p-50\">\n   A dissolved law firm therefore has no property interest in the fees or profits associated with unfinished hourly fee matters. The firm never owned such matters, and upon dissolution, cannot claim a property interest in the income streams that they generate. This is true even when it is the dissolved firm's former partners who continue to work on these matters and earn the income-as is consistent with our partnership law.\n  </p>\n  <p id=\"p-51\">\n   To find otherwise would trigger or exacerbate a host of difficulties. The more fees a former partnership can claim, the less remain available to compensate the people\n   who actually perform the work. Reduced compensation creates incentives that are perverse to the mobility of lawyers, clients' choice for counsel, and stability of law firms. Former partners of a dissolved firm may face limited mobility in bringing unfinished matters to replacement\n   firms when those unfinished matters are unattractive because the fees they generate must be shared with the dissolved firm. It was for this reason that Heller's shareholders executed the\n   <em>\n    Jewel\n   </em>\n   waiver, intending it as \"an inducement to encourage Shareholders to move their clients to other law firms and to move Associates and Staff with them.\" Indeed, partners and their associates and staff are valuable hires to some extent precisely because of the business they bring. That lawyers sometimes have reason to switch firms does not diminish the importance of certain fiduciary duties that facilitate the existence of any firm. (See Corp. Code, § 16404, subd. (a) [specifying that a partner owes the partnership the duty of loyalty and the duty of care], subd. (b) [listing the obligations subsumed under the duty of loyalty, which includes, for example, the duty \"[t]o refrain from dealing with the partnership ... as or on behalf of a party having an interest adverse to the partnership\"], subd. (c) [specifying that, under the duty of care, a partner must refrain \"from engaging in grossly negligent or reckless conduct, intentional misconduct, or a knowing violation of law\"].) Yet neither the scope of those duties nor a reasonable understanding of the scope of property under California law supports the inference that a dissolved firm owns the fees from matters its attorneys once handled on an hourly basis.\n  </p>\n  <p id=\"p-52\">\n   Recognizing a property interest even in hourly matters would also risk impinging on the client's right to discharge an attorney at will, a right that has been recognized in both statute and case law. (\n   <em>\n    Fracasse v. Brent\n   </em>\n   (1972)\n   <extracted-citation case-ids=\"2274612\" index=\"51\" url=\"https://cite.case.law/cal-3d/6/784/#p790\">\n    6 Cal.3d 784\n   </extracted-citation>\n   , 790,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=100%20Cal.%20Rptr.%20385\">\n    100 Cal.Rptr. 385\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=494%20P.2d%209\">\n    494 P.2d 9\n   </extracted-citation>\n   , citing Code Civ. Proc., § 284 ;\n   <em>\n    General Dynamics\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 7 Cal.4th at pp. 1174-1175,\n   <extracted-citation index=\"54\" url=\"https://cite.case.law/citations/?q=32%20Cal.%20Rptr.%202d%201\">\n    32 Cal.Rptr.2d 1\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=876%20P.2d%20487\">\n    876 P.2d 487\n   </extracted-citation>\n   .) To allow a firm like Heller to share in fees paid by a client who has discharged it (and paid it in full) necessarily reduces the fees available to compensate the client's substituted counsel of choice. In such a situation, clients with pending matters who prefer any of the firms that hired Heller's former shareholders\n   may-in recognition of the fact that these firms will not receive the full fees paid and therefore will not be as incentivized to work on their matters-opt for second-choice counsel. In other words, allocating fees to Heller alters the freedom that clients have in choosing attorneys after Heller stopped representing them. To protect this freedom, we affirm that client matters belong to the clients, not the law firms, and the latter may not assert an ongoing interest in the matters once they have been paid and discharged.\n  </p>\n  <p id=\"p-53\">\n   The clients' ability to retain their preferred counsel is a weighty interest, even if counterbalanced by an interest in partnership stability. This weighing of equities is evident in a case like\n   <em>\n    Howard v. Babcock\n   </em>\n   (1993)\n   <extracted-citation case-ids=\"1995116\" index=\"56\" url=\"https://cite.case.law/cal-4th/6/409/#p412\">\n    6 Cal.4th 409\n   </extracted-citation>\n   , 412,\n   <extracted-citation index=\"57\" url=\"https://cite.case.law/citations/?q=25%20Cal.%20Rptr.%202d%2080\">\n    25 Cal.Rptr.2d 80\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"58\" url=\"https://cite.case.law/citations/?q=863%20P.2d%20150\">\n    863 P.2d 150\n   </extracted-citation>\n   , where we deemed enforceable a law partnership's noncompete agreement, which imposed a reasonable cost on departing partners who competed with the firm. In doing so, we sought \"to achieve a balance between the interest of clients in having the attorney of\n   choice, and the interest of law firms in a stable business environment.\" (\n   <em>\n    Id.\n   </em>\n   at p. 425,\n   <extracted-citation index=\"59\" url=\"https://cite.case.law/citations/?q=25%20Cal.%20Rptr.%202d%2080\">\n    25 Cal.Rptr.2d 80\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"60\" url=\"https://cite.case.law/citations/?q=863%20P.2d%20150\">\n    863 P.2d 150\n   </extracted-citation>\n   .) Here, however, both interests are served by cutting off the fees going to the dissolved law firm.\n  </p>\n  <p id=\"p-54\">\n   Amici make this argument by pointing to the instability that results under a rule that pivots depending on when a partner departs a business. In particular, amici\n   refer to situations where a partner remains with a struggling partnership in an effort to help rescue it, the partnership subsequently dissolves, and that dissolved partnership is understood to have a continued interest in unfinished hourly fee business-but only because the partner remained until dissolution. Anticipating such an outcome, partners would leave the firm and take business with them at the first sign of trouble so as not to risk being around when the partnership dissolves. We minimize this instability by reducing the incentives for partners to \"jump ship\"-that is, by limiting the dissolved partnership's continued interest in unfinished hourly fee matters as asserted against partners who stay until dissolution.\n  </p>\n  <p id=\"p-55\">\n   Against these concerns, Heller raises the policy considerations allegedly animating\n   <em>\n    Jewel\n   </em>\n   . The court in\n   <em>\n    Jewel\n   </em>\n   thought that prohibiting former partners from earning \"extra compensation\" for work done postdissolution was necessary to \"prevent[ ] partners from competing for the most remunerative cases during the life of the partnership\" and to \"discourage[ ] former partners from scrambling to take physical possession of files and seeking personal gain by soliciting a firm's existing clients upon dissolution.\" (\n   <em>\n    Jewel\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 156 Cal.App.3d at p. 179,\n   <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=203%20Cal.%20Rptr.%2013\">\n    203 Cal.Rptr. 13\n   </extracted-citation>\n   .) But\n   <em>\n    Jewel\n   </em>\n   dealt with contingency fee matters, and whether our conclusion in this case extends to such matters is a question we need not address here. Suffice to say that we find nothing in\n   <em>\n    Jewel\n   </em>\n   to advance Heller's position regarding hourly fee cases.\n  </p>\n  <p id=\"p-56\">\n   Simply put, a\n   <em>\n    Jewel\n   </em>\n   -type rule is unnecessary to prevent competition among partners. Under our partnership law, partners cannot compete with their firm during the partnership, even for \"the most remunerative cases.\" (\n   <em>\n    Jewel\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 156 Cal.App.3d at p. 179,\n   <extracted-citation index=\"62\" url=\"https://cite.case.law/citations/?q=203%20Cal.%20Rptr.%2013\">\n    203 Cal.Rptr. 13\n   </extracted-citation>\n   ; Corp. Code, § 16404, subd. (b)(3) [stipulating that partners have a fiduciary duty \"[t]o refrain from competing with the partnership in the conduct of the partnership business before the dissolution of the partnership\"].) Our law also makes clear that the duty to refrain from competing with the partnership only pertains to the period\n   <em>\n    before\n   </em>\n   dissolution. ( Corp. Code, § 16404, subd. (b)(3) ; Sen. Com. on Judiciary, Analysis of Assem. Bill 583 (1995-1996 Reg. Sess.) as amended June 5, 1996, p. 7 [indicating that \"a partner is free to compete ... upon dissolution\" since \"[t]he duty [not] to compete only applies to the 'conduct of the business' and not to the 'winding up' \"].) This temporal limit, perhaps counterintuitively, readily advances the spirit of RUPA's prohibition against\n   competition during the life of the partnership. When partners know they may freely compete after a firm dissolves, they have less reason to compete during the life of the partnership.\n  </p>\n  <p id=\"p-57\">\n   Our holding fits comfortably with RUPA's provisions governing fiduciary duty. Under RUPA, a partner has the duty \"[t]o account to the partnership and hold as trustee for it any property, profit, or benefit derived by the partner in the conduct and winding up of\n   the partnership business or derived from a use by the partner of partnership property or information.\" ( Corp. Code, § 16404, subd. (b)(1).) Because no partnership property or information is at stake here (per our previous discussion), we can focus on the textual language specifying that a partner has as duty to account during the \"winding up of the partnership business.\"\n   <footnotemark>\n    2\n   </footnotemark>\n   ( Corp. Code, § 1604, subd. (b)(1).)\n   Winding up is \"the process of completing all of the partnership's uncompleted transactions, of reducing all assets to cash, and of distributing the proceeds, if any, to the partners.\" (Gregory, The Law of Agency and Partnership (3d ed. 2001) § 227, p. 368.) Under RUPA, \"[a] person winding up a partnership's business may preserve the partnership business or property as a going concern for a reasonable time, prosecute and defend actions and proceedings, whether civil, criminal, or administrative, settle and close the partnership's business, dispose of and transfer the partnership's property, discharge the partnership's liabilities, distribute the assets of the partnership pursuant to Section 16807, settle disputes by mediation or arbitration, and perform other necessary acts.\" ( Corp. Code, § 16803, subd. (c).)\n  </p>\n  <p id=\"p-58\">\n   We read these provisions to indicate that the process of winding up a law partnership's hourly fee matters extends no further than to certain acts. These include those acts necessary to (1) preserve legal matters for transfer to the client's new counsel or the client itself, (2) effectuate such a transfer, and (3) collect on work done pretransfer. (\n   <em>\n    Jacobson\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 29 Cal.2d at pp. 28-29,\n   <extracted-citation index=\"63\" url=\"https://cite.case.law/citations/?q=172%20P.2d%20878\">\n    172 P.2d 878\n   </extracted-citation>\n   [stating that under the common law \"the winding up or settling of the partnership affairs was restricted to selling the firm property, receiving money due the firm, paying its debts, returning the capital contributed by each partner, and dividing the profits\"];\n   <em>\n    King v. Stoddard\n   </em>\n   (1972)\n   <extracted-citation case-ids=\"4423930\" index=\"64\" url=\"https://cite.case.law/cal-app-3d/28/708/#p712\">\n    28 Cal.App.3d 708\n   </extracted-citation>\n   , 712-713,\n   <extracted-citation index=\"65\" url=\"https://cite.case.law/citations/?q=104%20Cal.%20Rptr.%20903\">\n    104 Cal.Rptr. 903\n   </extracted-citation>\n   (\n   <em>\n    King\n   </em>\n   ) [listing \"acts approved as 'appropriate for winding up partnership affairs' \" to include such things as the \"assignment of partnership property to repay partnership debt,\" \"disposition of partnership property,\" \"maintenance of action for damages on behalf of the partnership,\" and \"execution of renewal notes after death of partner\"]; Black's Law Dict.\n  </p>\n  <p id=\"p-59\">\n   10th ed. 2014) p. 1835 [defining \"winding up\" as \"[t]he process of settling accounts and liquidating assets in anticipation of a partnership's or a corporation's dissolution\"].)\n  </p>\n  <p id=\"p-60\">\n   So we agree with the district court that \"Heller should bill and be paid for the time its lawyers spent filing motions for continuances, noticing parties and courts that it was withdrawing as counsel, packing up and shipping client files back to the clients or to new counsel, and getting new counsel up to speed on pending matters.\" (\n   <em>\n    Heller\n   </em>\n   ,\n   <em>\n    supra,\n   </em>\n   527 B.R. at p. 32.) These are activities necessary to \"preserve the partnership business\" ( Corp. Code, § 16803, subd. (c) )-here consisting of legal matters-so that the matters can be transferred to the client's new counsel of choice, to physically transfer the matters, and to \"settle and close\" the business (by withdrawing from the pending matters and transferring them to the clients or the clients' new counsel). In the same vein, any effort to collect on work Heller performed but had not billed for at the time of dissolution falls into the category of liquidating the business, settling fee disputes with clients, and \"distribut [ing] the assets.\" (\n   <em>\n    Id.\n   </em>\n   ) Under Corporations Code section 16404, subdivision (b)(1), a partner has the duty to account for any profits derived from such activities.\n  </p>\n  <p id=\"p-61\">\n   But the duty extends no further. Specifically, it does not extend to substantive legal work done on hourly fee matters to continue what was formerly the business of a dissolved partnership.\n   <footnotemark>\n    3\n   </footnotemark>\n   Such work falls outside of the definition of winding\n   up, despite Corporations Code section 16803, subdivision (c)'s reference to the \"prosecut[ion] and defen[se] [of] actions and proceedings.\" Winding up implies the conclusion of a firm's business, not its indefinite continuation. (See\n   <em>\n    King, supra\n   </em>\n   , 28 Cal.App.3d at p. 712,\n   <extracted-citation index=\"66\" url=\"https://cite.case.law/citations/?q=104%20Cal.%20Rptr.%20903\">\n    104 Cal.Rptr. 903\n   </extracted-citation>\n   [\"the indefinite continuation of the partnership business is contrary to the requirement for winding up of the affairs upon dissolution\"].) Indeed, if the prosecution and defense of routine hourly fee matters were encompassed within the concept of winding up, then the process of winding up a law firm could conceivably last indefinitely since the ordinary, ongoing business of a litigating law firm is precisely to \"prosecute and defend actions and proceedings.\" ( Corp. Code, § 16803, subd. (c).) We bear in mind, too, that RUPA governs all partnerships rather than simply law partnerships. ( Corp. Code, § 16111, subd. (b).) In the context of general partnerships, the language on prosecuting and defending actions must refer to actions in which the partnership is a party, i.e., to actions involving disputes over a firm's receivables and liabilities, which must be resolved to liquidate the business. To read this provision in any other way would risk treating law firms as distinct from all other partnerships. Law firms would be able to assert a postdissolution\n   interest in the business that they normally conduct-the prosecution and defense of actions-while other partnerships would have no statutory hooks to receive compensation for what they do. This is a conclusion we cannot support.\n  </p>\n  <p id=\"p-62\">\n   Nor can we conclude that continuation of hourly fee matters can reasonably be considered \"preserv[ing] the partnership business or property as a going concern for a reasonable time.\" ( Corp. Code, § 16803, subd. (c).) Such continuing, ongoing work reaches beyond what is necessary to transfer the matters or collect on work done before the transfer. So it lies outside the range of activities for which a former partner has a duty to account. The situation might be different in the context of contingency fee matters, where what constitutes \"a going concern\" preserved for a \"reasonable time\" is considered against a backdrop in which the dissolved firm had yet to be paid for the work it performed and will not be paid until the matter is resolved. (\n   <em>\n    Id.\n   </em>\n   ) But we have no occasion to contemplate such matters here.\n  </p>\n  <p id=\"p-63\">\n   Nothing else in RUPA cuts against our holding. Of the three new provisions in RUPA-governing the fiduciary duty to account, the scope of permissible competition, and reasonable compensation for winding up a partnership-we have explained how the first two cohere with our conclusion. The third, too, is consistent with our analysis: winding up encompasses a limited number of tasks but the partners who perform those tasks are entitled to \"reasonable compensation\" for having done them. ( Corp. Code, § 16401, subd. (h).) RUPA therefore does not change our understanding of what constitutes property.\n  </p>\n  <p id=\"p-64\">\n   <strong>\n    III.\n   </strong>\n  </p>\n  <p id=\"p-65\">\n   Under California partnership law, a dissolved law firm does not have a property interest in legal matters handled on an hourly basis, or in the profits generated by formers partners who continue to work on these hourly fee matters after they are transferred to the partners' new firms. To hold otherwise would risk intruding without justification on clients' choice of counsel, as it would change the value associated with retaining former partners-who must share the clients' fees with their old firm-relative to lawyers unassociated with the firm at its time of dissolution who could capture the entire fee amount for themselves or their current employers. Allowing\n   the dissolved firm to retain control of such matters also risks limiting lawyers' mobility postdissolution, incentivizing partners' departures predissolution, and perhaps even increasing the risk of a partnership's dissolution.\n  </p>\n  <p id=\"p-66\">\n   So, with the exception of fees paid for work fitting the narrow category of winding up activities that a former partner might perform after a firm's\n   dissolution, a dissolved law firm's property interest in hourly fee matters is limited to the right to be paid for the work it performs before dissolution. Consistent with our statutory partnership law, winding up includes only tasks necessary to preserve the hourly fee matters so that they can be transferred to new counsel of the client's choice (or the client itself), to effectuate such a transfer, and to collect on the pretransfer work. Beyond this, the partnership's interest, like the partnership itself, dissolves.\n   WE CONCUR:\n  </p>\n  <p id=\"p-67\">\n   CANTIL-SAKAUYE, C.J.\n  </p>\n  <p id=\"p-68\">\n   CHIN, J.\n  </p>\n  <p id=\"p-69\">\n   CORRIGAN, J.\n  </p>\n  <p id=\"p-70\">\n   LIU, J.\n  </p>\n  <p id=\"p-71\">\n   KRUGER, J.\n  </p>\n  <p id=\"p-72\">\n   MANELLA, J.\n   <footnotemark>\n    *\n   </footnotemark>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-75\">\n    \"The cloud-capp'd towers, the gorgeous palaces, / The solemn temples, the great globe itself, / Yea, all which it inherit, shall dissolve.\" (Shakespeare, The Tempest, act IV, scene I, lines 152-154.)\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-76\">\n    The \"conduct ... of the partnership business\" language does not apply to a firm in dissolution, since such a firm is not conducting its business as usual. (Corp. Code § 1604, subd. (b)(1).)\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-77\">\n    We disapprove of\n    <em>\n     Rothman v. Dolin\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    ,\n    <extracted-citation case-ids=\"6042654\" index=\"67\" url=\"https://cite.case.law/cal-app-4th/20/755/#p757\">\n     20 Cal.App.4th 755\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"68\" url=\"https://cite.case.law/citations/?q=24%20Cal.%20Rptr.%202d%20571\">\n     24 Cal.Rptr.2d 571\n    </extracted-citation>\n    , to the extent that it conflicts with our analysis.\n   </p>\n  </footnote>\n  <footnote label=\"*\">\n   <p id=\"p-78\">\n    Associate Justice of the Court of Appeal, Two Appellate District, Division Four, assigned by the Chief Justice pursuant to article VI, section 6 of the California Constitution.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}