{
  "casebody": {
    "data": "<casebody firstpage=\"341\" lastpage=\"351\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b355-6\">George T. Veal et al v. Claude A. Thomason.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b355-7\">No. 7814.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Az\">Decided February 25, 1942.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b355-8\">(159 S. W., 2d Series, 472.)</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b356-3\"><page-number citation-index=\"1\" label=\"342\">*342</page-number><em>George S. Berry </em>and <em>Bradley &amp; Wilson, </em>of Lubbock, for plaintiff in error.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b356-4\">All royalties, regardless of the method of payment, issuing out of an oil and gas lease, are interests in land, and hence it logically follows that the royalty interests under the utilized lease, owned by the lessors and those claiming under them, other than Veal and wife, constitute interests in real property, interests appertaining to and in the nature of interests in land, and such royalty owners were necessary and indispensable parties to a suit in which a judgment and dlecree may be rendered destroying such title and interest. Tennant v. Dunn, 130 Texas 285, 110 S. W. (2d) 53; McCurdy v. Richey, 94 S. W. (2d) 837; Sharpe v. Landowners Oil Assn., 127 Texas 147, 92 S. W. (2d) 435; Harrison v. MacGregor, 112 S. W. (2d) 1095.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b356-5\"><em>Allison &amp; Gordon, </em>of Levelland, and <em>Crenshaw, Dupree &amp; Milam, </em>all of Lubbock, for defendant in error.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b356-6\">Defendants having filed answer to plaintiff’s petition prior to the suggestion of the absence of parties, they waived their rights to have other royalty owners made parties' to this suit, and it was error for the court to dismiss the suit for non joinder of the royalty owners under the unitized block. Alfred v. Cole, 65 S. W. (2d) 813; Johnson v. Moss, 108 S. W. (2d) 1110; Lamb v. Isley, 114 S. W. (2d) 673; 32 Tex. Jur. 13, 119, 123, 126.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b356-7\">' <em>Walace Hawkins, Earl A. Brown, R. T. Wilkinson, Jr., T. L. Foster, Martin A. Row </em>and <em>J. W. Timmins, </em>all of Dallas filed briefs as amici curiaa</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b356-8\">Mr. Justice Critz</author>\n<p id=\"Akb\">delivered the opinion of the Court.</p>\n<p id=\"b356-9\">This is an action in trespass to try title to' Tract 68 in the Bob Slaughter Block in Hockley County, Texas. Suit was filed in the district court of such county by Claude A. Thomason against George T. Veal and wife, Minnie Slaughter Veal, R. L. Slaughter, Jr., and wife, Sue Alice Slaughter, and The Texas Company, a private corporation. R. L. Slaughter, Jr., is the only surviving heir at law of Bob Slaughter, deceased.</p>\n<p id=\"b357-4\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>The record before us discloses that in March, 1929, Bob Slaughter conveyed to Thomason and wife 80 acres of land out of Tract 68, here involved. Thomason executed to Bob Slaughter a note for $480.00 as part of the purchase money for this conveyance. Also, Thomason executed to R. L. Slaughter, Trustee, a deed of trust to further secure such note.</p>\n<p id=\"b357-5\">In March, 1933, George T. Veal and wife conveyed to Thomason the south 117.4 acres of Tract 68, here involved. Thomason executed to George T. Veal, as part consideration for such conveyance, ten notes for $259.56 each. Thomason executed to A. J. Richards, as trustee, a deed of trust to further secure these notes.</p>\n<p id=\"b357-6\">Both trustees named in the two. original deeds of trust resigned, and one A. D. Forehand was appointed substitute trustee for both such instruments. In February, 1936, Forehand, acting as such substitute' trustee, sold both the above-described tracts of land to George T. Veal.</p>\n<p id=\"b357-7\">The Bob Slaughter block of land in Hockley County, Texas, of which Tract 68, supra, is. a part, is divided into several tracts, owned by various parties. In 1936 some twenty-one of such owners, including George T. Veal and wife, made to The Texas Company a unitized lease, covering a group of continguous tracts of land as one area or unified block. Such block comprised about 6,000 acres. For convenience the several lessors executed separate instruments, instead of all signing the same paper. Each instrument, however, was identical as to terms, and described all the tracts of land in the unitized block. Of course, the instrument executed by a particular lessor described the tract leased by him as a part of the unitized block. George T. Veal and wife owned some fourteen of the tracts in the unitized block, including Tract 68, supra. The total acreage of the Veals was about 2025 acres. These 2025 acres, including Tract 68, were leased to The Texas Company by George T. Veal in the instrument or copy of the unitized lease contract executed by them. It appears that Bob Slaughter signed the instrument with the Veals, because he owned one of the tracts included therein, — not Tract 68. The Veal lease was made subsequent to the foreclosure by which they acquired title.</p>\n<p id=\"b357-8\">The unitized lease contract signed by the Veals and Bob Slaughter, as well as all similar instruments signed by the lessors in the unitized block, provided that the unitized block <page-number citation-index=\"1\" label=\"344\">*344</page-number>should be operated and developed as one area, and that each land owner who executed a lease is vested with an interest in the royalty oil or any other minerals produced from any land in the whole unitized block, in the portion which his acreage bears to the aggregate number of acres in the whole unitized block. At this point we deem it expedient to quote certain provisions of the unitized lease, which we deem controlling of the issues of law presented in this Court by this appeal.</p>\n<p id=\"b358-3\">Paragraph 3 of the unitized lease reads as follows:</p>\n<blockquote id=\"b358-4\">“The royalties reserved by lessor for the benefit of himself and other lessors executing similar leases in the unitized block and which shall be paid by the lessee, are: (a) on oil, one-eighth (l/8th) of that produced and saved from said land, the same to be delivered at the wells or to the credit of lessor in the pipe to which the wells may be connected; however, lessee may from time to time purchase such royalty oil, paying therefor the market price at the wells currently prevailing on the day it is run into the pipe lines or storage tanks; lessor’s interest in either case shall bear its proportion of any expenses of treating unmerchantable oil to render it merchantable as crude; and (b) on gas (including casinghead gas) produced from saiidi land and sold or used off the land or in the manufacture of gasoline or other product, the market value at the wells of one-eighth (l/8th) of the gas so sold or used, provided that if and when lessee shall sell gas (including casinghead gas) at the wells, lessor’s royalty thereon shall be one-eighth (l/8th) of the amount realized from such sales; during any period when after a discovery of gas on said land, gas is not being sold on account of lack of a market, and is not being used off the land or in the manufacture of gasoline or other product, and there is no current production or operation on said land sufficient to keep this lease in force, lessee may pay as royalty fifty dollars ($50.00) per year for each shut-in gas well, and it will be considered that gas is being produced, within the meaning of paragraph 2 hereof, during any period for which such payment is made, and no rental shall inure during any period covered by such a payment.”</blockquote>\n<p id=\"b358-5\">The part of paragraph 4(b) which is pertinent to this opinion reads as follows :</p>\n<blockquote id=\"b358-6\">“* * * tbat it is agreed and covenanted that each lessor in said similar lease covering land in said unitized block will <page-number citation-index=\"1\" label=\"345\">*345</page-number>participate in the royalty herein provided from oil, gas. or other minerals produced from this land if, when and as produced and soldi, in the exact proportion as the individual royalty owner’s interest in any tract bears to the aggregate number of acres still held by lessee, its successors or assigns under lease in the Unitized Block, at the time of production. For example: If at any time oil or gas or other minerals is produced from said land, this lessor or any other party executing a similar lease on land covered by said block, to lessee herein should own a 100-acre royalty interest and lessee, its successors or assigns, holds under lease in the Unitized Block six thousand (6,000) acres, then the lessor herein or lessor in other leases shall be entitled to 100/6000ths of the one-eighth or other royalty provided for in this lease. For the purpose of operation and development, it is intended that this lease and other similar leases upon land in the unitized block shall be treated as one lease.”</blockquote>\n<p id=\"b359-3\">Paragraph 9 of the unitized lease, which is not discussed in the opinion of the Court of Civil Appeals, reads as follows:</p>\n<blockquote id=\"b359-4\">“It is understood and agreed that any royalty payable under this lease or similar leases on the unitized block shall be paid to the Lubbock National Bank of Lubbock, Texas, for the benefit of the lessor herein and lessors executing similar leases on land in said unitized block and for the purpose of accomplishing this, the named lessors do hereby designate said bank as their agent to receive payment for all of them and lessee shall not be required to. make payments to such persons except through the designated agent. But it is provided that no change or division in the ownership of the royalties shall be binding upon lessee or the designated agent of the lessor, to-wit: the Lubbock National Bank at Lubbock, Texas, for any purpose until lessee and said agent shall be furnished with satisfactory written evidence thereon, including muniments or title or certified copies thereof.”</blockquote>\n<p id=\"b359-5\">At this point we pause to note that Thomason’s petition in the district court sought to recover the title and possession of this land from Veal and wife because of certain alleged illegalities in the trustee’s sales under which they acquired title, It appears that The Texas Comany is joined) to free this land from the unitized lease executed by Veal and wife to The Texas Company after they had acquired it at the trustee’s sale already mentioned. This must be true because Thomason’s petition seeks <page-number citation-index=\"1\" label=\"346\">*346</page-number>to recover the title to and possession of this land from The Texas Company, and a judgment to- that effect would free it from the lease held-by it.</p>\n<p id=\"b360-3\">None of the other parties who executed! leases in this unitized block were made parties to this suit. The trial court ruled that they were necessary parties, and offered to continue this case to afford Thomason an opportunity to join them as defendants. Thomason declined to amend, and signified to the court that he declined to- make such new parties. Thereupon the trial court dismissed this case. On appeal by Thomason, the judgment of the- trial court was reversed, and the cause remanded to the district court for trial on its merits. 144 S. W. (2d) 361. The opinion of the Court of Civil Appeals holds that the other parties who executed leases in this unitized block are not necessary-parties to this suit.</p>\n<p id=\"b360-4\">The opinion of the Court of Civil Appeals, in effect, holds that the various other lessors and royalty holders in this unitized block are not necessary parties to this suit, because they have no direct interest in the land here involved that will necessarily be affected by any judgment that may be herein rendered. The opinion seems to base this holding on the theory that the Veal lease, and like leases of the other lessors in the unitized block, do not operate to constitute the various lessors in such block joint owners of the l/8th royalty retained in all the leases in such block in the proportion which each leased acreage bears to the acreage of the block. In this connection, we interpret the opinion of the Court o-f Civil Appeals to hold that the Veal lease, and of course all other like leases in the unitized block, only operate to reserve to the respective lessors, in this instance the Veal's, the royalty stipulated in his lease contract. The opinion then holds that the rights of the various lessors in the- unitized block as regards the royalty earned by any particular leased -tract in such block do not accrue until the owner of the particular block has reduced such royalty to money, and that the claim against such owner in favor of the ' other lessors is merely a money demand in nowise to be classed as an interest in the land from which the royalty was derived. To demonstrate that we have correctly interpreted the opinion of the Court of Civil Appeals, we quote the following therefrom:</p>\n<blockquote id=\"b360-5\">“From this analysis of the quoted portions of the lease it will be seen that the oil royalty is retained by Veal and wife <page-number citation-index=\"1\" label=\"347\">*347</page-number>and that the other lessors in the unitized block are to participate therein only if produced and sold, as produced and sold, and when produced and sold. No dominion over the oil royalty itself, either while in place or after being produced, is at any time granted to or placed in any of the other lessors in the unitized block. Veal and wife reserved the actual commodity to themselves and they hold absolute title to it and dominion over it until it is sold. Then, and then only, do the rights of the other lessors accrue. The rights of the other lessors' not accruing until after the oil has been sold by Veal and wife and after they have received the money or consideration therefor and passed title to the purchasers, it follows as a necessary sequence that the rights of the other lessors in the unitized block, according to the terms of the lease, can attach only to the money or consideration which is received by the lessors, Veal and wife, for the royalty oil. This impels the conclusion that the other lessors in the unitized block did not acquire any interest in the land by or through the terms of the oil and gas lease executed by Veal and wife. <em>ttífi </em># SjC ÍJÍ</blockquote>\n<blockquote id=\"b361-6\">“The lease here involved does not retain any oil, gas or other interests as the property of those other lessors. They had never owned, nor did they acquire any interest whatever in the corpus of the oil itself nor in any other minerals. The title to, and complete dominion over, the royalty portion of any such production was held and. maintained at all times by the lessors, Veal and wife. It is true the provision is to the effect that they retained it for the benefit of themselves and the other lessors, but it was retained in them, nevertheless, and never transferred <em>to, </em>set over or vested in the other owners and lessors in the unitized block. The effect of the provisions of the lease is that the royalty, so long as it remained in its original state as oil, should belong to the lessors and be delivered to them at the wells or to their credit in the pipe lines to which the wells may be connected. Up to and even beyond that point the other lessors had no interest therein. The lease provides that if, when and as the royalty portions of the products were produced and sold, and then only, should thé other lessors in the unitized block participate in it. The conclusion is inescapable therefore that, whatever may have been held by the courts with reference to royalties in kind or in money being a portion of the real estate, it is certain that the lease here involved did not at any time invest the other lessors in the unitized block with any interest whatever in the lands leased to The Texas Company by appellees, Veal and wife.”</blockquote>\n<p id=\"b362-2\"><page-number citation-index=\"1\" label=\"348\">*348</page-number>It is the settled rule in this State, as well as the rule generally, that written contracts executed in different instruments whereby a single transaction or purpose is consummated are to be taken and construed together as one contract. 10 Tex. Jur., p. 286, Sec. 166, and authorities there cited. Measured by the above rule, all the lease contracts affecting lands in this unitized block constitute but one contract just as though all the lessors of lands in such block had singed the same instrument. It follows that by executing the several leases to lands in this unitized block the several lessors pooledi their respective lands under one lease contract. Thomas v. Ley, 177 Okla. 150, 57 Pac. (2d) 1186, 1189.</p>\n<p id=\"b362-3\">When we come to construe the Veal lease, and in construing it we construe all the leases in the unitized block as one lease, we find that it provides, among other things, the following:</p>\n<p id=\"b362-4\">(1) It leases the lands therein described to The Texas Company for the purpose of prospecting, drilling, mining, and producing oil and gas, etc.</p>\n<p id=\"b362-5\">(2) It provides that the l/8th royalty therein retained is reserved for the benefit of the lessor and the other lessors executing similar leases in the unitized block.</p>\n<p id=\"b362-6\">(3) It provides that the l/8th royalty is to be delivered at the wells or to the credit of the lessor in the .pipe line to which the wells may be connected, etc.</p>\n<p id=\"b362-7\">(4) It provides that each lessor in the unitized block will participate in the royalty from oil, gas, or other minerals produced from this land, and when and as produced and sold “in the exact proportion as the individual royalty owner’s interest in the tract bears to- the aggregate number of acres still held by the lessee * * in the unitized block at the time of production.” The lease contract then proceeds to state a concrete example by saying that the lessor of 100 acres in the unitized block would have 100/6000th of all royalty produced in the block if the block contained 6,000 acres.</p>\n<p id=\"b362-8\">(5) The lease contract does not even allow the various individual lessors of land in the unitized block the right to demand or collect from the lessee the l/8th royalty earned from his own or any other land in the unitized block. This provision applies to royalty either in kind or in money. In this regard the <page-number citation-index=\"1\" label=\"349\">*349</page-number>lease contract, paragraph 9, supra, expressly stipulates that all royalty payable under any lease in the unitized block shall be paid to the Lubbock National Bank of Lubbock, Texas, for the benefit of the various lessors- in the unitized block. The benefit, as already shown, is stipulated as being in proportion to amount of land ownership.</p>\n<p id=\"b363-5\">To our minds, when we look to the substance and intent of this lease contract considered as a whole, the above-recited provisions can have no effect other than to constitute all the lessors of land in the unitized block joint owners, or joint tenants, of all royalties reserved in each of the several leases in such block, the ownership being in the proportion which the acreage of each lease contract bears to the total acreage of the unitized block.</p>\n<p id=\"b363-6\">The opinion of the Court of Civil Appeals construes this lease as operating to give each lessor in the unitized block the right to collect the royalty earned by his own individual land. We think that when this lease is read and construed from its four comers it is not susceptible to any such construction. Paragraph 3 expressly provides that the royalties are reserved for the benefit of the lessor, and the other lessors executing similar leases in the unitized block. Paragraph 9 expressly denies the individual lessor of any particular tract the right to demand or to collect the royalty earned from his- own land. This is true because such paragraph specifically requires that any royalty payable on any lease in the unitized block shall be paid to the Lubbock National Bank for the benefit of all lessors of land in the unitized block. It is true tha-t paragraph 3 provides that the royalty “shall be delivered at the wells or to the credit of the lessor in the pipe line,” etc., but the term “lessor,” when construed in the light of the whole lease- contract, undoubtedly means the owner of the royalty, and the contract, taken as a while, undoubtedly constitutes all the lessors in the unitized block joint owners of all the royalty in such block.</p>\n<p id=\"b363-7\">We have demonstrated that the effect of the lease contract here involved is to vest all the lessors of land in this unitized block with joint ownership of the royalty earned from all the land in such block. It follows that whether or not the owners of such royalty interest have an interest in this land depends on whether royalty is personalty or realty.</p>\n<p id=\"b363-8\">We think it is settled by the decisions of this Court and of this State that a contract affecting land in this State, granting <page-number citation-index=\"1\" label=\"350\">*350</page-number>or reserving mineral royalty in such land, constitutes such royalty real property. Stated in another way, a contract affecting land in this- State, which grants or reserves mineral royalty in such land, constitutes the owner of such royalty the owner of an estate in such land. Sheffield v. Hogg, and Federal Royalty Co. v. State, 124 Texas 290, 77 S. W. (2d) 1021, 80 S. W. (2d) 741; Sheppard v. Stanolind Oil &amp; Gas Co. (Civ. App.) 125 S. W. (2d) 643 (writ refused); W. T. Waggoner Estate v. Sigler Oil Co., 118 Texas 509, 19 S. W. (2d) 27; State National Bank of Corpus Christi v. Morgan, 135 Texas 509, 143 S. W. (2d) 757; O’Connor v. Quintana Petroleum Co., 134 Texas 179, 191, 133 S. W. (2d) 112, 134 S. W. (2d) 1016. It is also settled by our decisions that mineral royalty affecting land in this State, granted or reserved, “and however payable — whether in the specific produce * * * or in money measured by the value of the product,” is an interest in the land covered by the contract. Sheppard v. Stanolind Oil &amp; Gas Co., supra; Sheffield v. Hogg, and Federal Royalty Co. v. State, supra.</p>\n<p id=\"b364-3\">At this point we quote and adopt the following from the opinion of Chief Justice McClendon in Sheppard v. Stanolind Oil &amp; Gas Co., supra:</p>\n<blockquote id=\"b364-4\">“Much of the confusion arising from inconsistent pronouncements in earlier decisions of this State has been removed by the opinion in Sheffield v. Hogg, and Federal Royalty Co. v. State, 124 Texas 290, 77 S. W. (2d) 1021, 80 S. W. (2d) 741, the decisions and holdings- in which we regard as controlling the instant case. That opinion was delivered by Mr. Justice Greenwood, on December 31, 1934, the last day of his long and eminent service on our Supreme Court. We deem it not inappropriate to observe that- Judge . Greenwood’s contribution to the development of the law of oil and gas is monumental. His opinion in these last cases inherently manifests his \"thorough grasp of the subject, his wide research in this field, and his painstaking consideration of the problem involved. Apparent is the \"consciousness of the importance and far reaching effect of the decisions; and expressed is the objective of setting at rest long controverted and perplexing issues of law affecting one of the greatest industries of the State. We have been unable to peruse the opinion, holding in mind the facts of the instant case, without concluding that the interest here involved, by whatever name it may properly be called, is an interest in real estate, an interest in production under the leases, and such an interest as imposes upon its owner the burden of the -production <page-number citation-index=\"1\" label=\"351\">*351</page-number>tax under the statute we are considering.' It is to be observed that the court had there under consideration several royalty-clauses variously worded. The court also had in mind royalty clauses in leases not actually before it. It was the expressed purpose of the court to set at rest the question of the legal status of royalty by whatever wording granted or reserved and however payable — whether in the specified product (in oil) or in money measured by the value of the product. As we have pointed out above, there is no inherent distinction between royalty and the oil bonuses here involved, except only in the fact that the amount of the latter is limited to a fixed quantity of the production measured by its monetary value. This difference clearly could have no effect as regards its owner’s interest in production.”</blockquote>\n<p id=\"b365-3\">As applied to this case, the definition of necessary parties as stated in the opinion of the Court of Civil Appeals is correct. We quote and adopt such definition, as follows:</p>\n<blockquote id=\"b365-4\">“It has many times been held by the courts of this state that those who are necessary parties to a suit are such persons as have or claim a direct interest in the object and subject matter of the suit and whose interests will necessarily be affected by any judgment that may be rendered therein. Such persons are not only proper parties but are necessary and indispensable parties, plaintiff or defendant. Cooke v. Pollard, 70 Texas 723, 8 S. W. 512; Fisher v. Rio Tire Co., 65 S. W. (2d) 751.”</blockquote>\n<p id=\"b365-5\">Measured by the above rule, which no party to this appeal finds any fault with, the royalty owners under the other lease contracts in this unitized block are necessary parties to this suit. There is no escape from this conclusion, because Thomason seeks in this action to obtain a judgment freeing this land from The Texas Company lease, and if this is done by judgment which names such Company only, the royalty owners under the other leases in this unitized block will have had such royalty interest in this land, for all practical purposes, cut off and destroyed without having had their day in court.</p>\n<p id=\"b365-6\">The judgment of the Court of Civil Appeals is reversed, and the judgment of the district court is affirmed.</p>\n<p id=\"b365-7\">Opinion delivered February 25, 1942.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}