{
  "casebody": {
    "data": "<casebody firstpage=\"411\" lastpage=\"415\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b433-12\">Peter J. BARBER, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b433-15\">No. 15-60614</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Av4\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b433-16\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b433-18\">March 30, 2016.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b434-17\"><page-number citation-index=\"1\" label=\"412\">*412</page-number>William M. Cunningham, Jr., Burns, Cunningham &amp; Mackey, P.C., Mobile, AL, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b434-18\">Daniel J. Aguilar, U.S. Department of Justice, Washington, DC, for Defendants Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b434-20\">Before JOLLY, DENNIS, and PRADO, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b435-1\"><page-number citation-index=\"1\" label=\"413\">*413</page-number>PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b435-5\">This appeal concerns Peter Barber’s suit against the United States under the Federal Tort Claims Act (“FTCA”). The district court granted the United States’ motion to dismiss for lack of subject-matter jurisdiction on the ground that Barber failed to exhaust his administrative remedies. We affirm.</p>\n<p id=\"b435-6\">I. BACKGROUND</p>\n<p id=\"b435-7\">In December 2014, Plaintiff-Appellant Peter Barber sued Defendant-Appellee United States under the FTCA, asserting negligence and professional malpractice by the Department of Veteran Affairs (“VA”) in connection to its medical care of Barber at its Gulf' Coast Health Care System (“Gulf Coast”) in Biloxi, Mississippi. In his complaint, Barber alleged compliance with 28 U.S.C. § 2675, which requires a FTCA claimant to “present[ ]” his claim to the relevant federal agency before filing suit., 28 U.S.C. § 2675(a). He also attached to his complaint a copy of his claim — an executed Standard Form 95 (“SF 95”).</p>\n<p id=\"b435-8\">The Government moved to dismiss for lack of subject-matter jurisdiction under Federal Rule of Civil Procedure 12(b)(1). It argued that Barber did not satisfy the FTCA’s presentment requirement because he failed to show the VA actually received his claim. In support, it submitted sworn declarations from four VA employees, including the mailroom supervisor at the Biloxi office, describing the VA’s procedure for logging mail and stating that they were unable to find any evidence that the VA had received Barber’s SF 95 despite searching several offices. Barber opposed the motion to dismiss with evidence indi-eating that he gave his SF 95 to his lawyer’s receptionist and that the receptionist sent the claim via first-class mail to an address for a VA office in Biloxi, Mississippi, that she had found through an internet search. The district court granted the motion and dismissed the case without prejudice, explaining that “[n]o evidence of actual receipt of [Barber’s] claim by the VA has been submitted to the Court.” It also denied Barber’s motion to conduct jurisdictional discovery. Barber timely appealed.</p>\n<p id=\"b435-13\">II. DISCUSSION</p>\n<p id=\"b435-14\">We review de novo the district court’s dismissal for lack of subject-matter jurisdiction under Rule 12(b)(1). <em>Ramming v. United States, </em>281 F.3d 158, 161 (5th Cir.2001). “The burden of proof for a Rule 12(b)(1) motion to dismiss is on the party asserting jurisdiction.” <em>Id.</em></p>\n<p id=\"b435-15\">Before filing suit under the FTCA, the plaintiff must “first presentí ] the claim to the appropriate Federal agency.” 28 U.S.C. § 2675(a). We have recognized that presentment is a jurisdictional prerequisite. <em>Cook v. United States, </em>978 F.2d 164, 165-66 (5th Cir.1992). “Its purpose is ‘to ease court congestion and avoid unnecessary litigation, while making it possible for the Government to expedite the fair settlement of tort claims asserted against the United States.’ ” <em>Life Partners Inc. v. United States, </em>650 F.3d 1026, 1030 (5th Cir.2011) (quoting <em>Frantz v. United States, </em>29 F.3d 222, 224 (5th Cir.1994)). Further, because presentment is a “conditio.n[ ] upon which the government consents to be sued” under the FTCA’s waiver of sovereign immunity, it “must be strictly construed in favor of the United States.” <page-number citation-index=\"1\" label=\"414\">*414</page-number><em>Atorie Air, Inc. v. Fed. Aviation Admin., </em>942 F.2d 954, 958 (5th Cir.1991).</p>\n<p id=\"b436-4\">The applicable federal regulations provide that presentment requires actual receipt of the claim. Under 38 C.F.R. § 14.604(b), a claim “shall be deemed to have been presented when the [VA] <em>receives </em>from, a claimant ... an executed SF 95, or other written notification of an incident, together with a claim for money damages, in a sum certain, for ... personal injury.” 38 C.F.R. § 14.604(b) (emphasis added); <em>see also </em>28 C.F.R. § 14.2(a) (“[A] claim shall be deemed to have been presented when a Federal agency receives from a claimant ... an executed Standard Form 95 or other written notification of an incident-”).</p>\n<p id=\"b436-5\">Barber contends that evidence that his SF 95 was mailed to the VA is sufficient to prove presentment. In support, he cites <em>Barnett v. Okeechobee Hospital, </em>283 F.3d 1232 (11th Cir.2002), which held that properly mailing an SF 95 creates a presumption of receipt. <em>Id. </em>Our case law, however, requires us to reject Barber’s argument and conclude that he has not carried his burden of proof. In <em>Bailes v. United States, </em>988 F.2d 1209, 1993 WL 82030 (5th Cir. March 11, 1993) (per curiam) (unpublished),<footnotemark>1</footnotemark> we found that the plaintiff had not carried his burden to demonstrate presentment. In that case, the plaintiff had provided “some evidence that the claim had been mailed” to the appropriate federal agency. <em>Id. </em>at *1. “Evidence of mailing,” we explained, “does not show presentment” under the FTCA. <em>Id. </em>Rather, “[a] claim is not presented until received” and the plaintiff had failed to proffer “evidence of receipt.” <em>Id. </em>We also emphasized in <em>Bailes </em>that the United States had submitted affidavits from three agency employees “attesting that they found no administrative claim related to the subject matter of the instant suit after a search of the pertinent files and records.” <em>Id.</em></p>\n<p id=\"b436-9\">Here, Barber’s only evidence is that his lawyer’s receptionist sent his SF 95 by first-class mail, and it was addressed to the VA’s Biloxi office. He has not provided any affirmative evidence of actual receipt. Further, the United States has submitted declarations detailing the VA’s procedure for tracking incoming mail and attesting that its employees were unable to find any indication that the VA received Barber’s claim. Given the record, Barber’s evidence of mailing is insufficient to prove actual receipt. <em>See id. </em>at *1. Indeed, even assuming <em>arguendo </em>that <em>Barnett’s </em>presumption of receipt applied here,<footnotemark>2</footnotemark> we agree with the district court that the United States rebutted this presumption through its declarations.</p>\n<p id=\"b436-10\">Barber alternatively argues that he satisfied the presentment requirement because the VA had actual knowledge of the negligent medical treatment that formed the basis of his FTCA claim. In particular, he contends that the VA received sufficient notice when he applied for and received sendee-connected disability benefits under 38 U.S.C. § 1151 that compensated him for the VA’s inadequate medical care. <page-number citation-index=\"1\" label=\"415\">*415</page-number>We find this argument unavailing. To give notice under 28 U.S.C. § 2675(a), Barber must submit “a monetary claim in a sum-certain.” <em>Montoya v. United States, </em>841 F.2d 102, 104 (5th Cir.1988) (citing 28 C.F.R. § 14.2(a)); <em>accord Martinez v. United States, </em>728 F.2d 694, 697 (5th Cir.1984) (“[Presentation of a claim including ‘a sum certain’ is a jurisdictional requirement — ”). Even assuming we could construe Barber’s unsigned 38 U.S.C. § 1151 claim as a notice of claim under the FTCA, it does not state any dollar amount and therefore is not “a claim for money damages, in a sum certain.” 38 C.F.R. § 14.604(b); <em>see also Montoya, </em>841 F.2d at 104.<footnotemark>3</footnotemark></p>\n<p id=\"b437-5\">Lastly, Barber argues that the district court committed reversible error when it denied his motion to conduct jurisdictional discovery. We review the district court’s ruling for abuse of discretion. <em>Davila v. United States, </em>713 F.3d 248, 263-64 (5th Cir.2013). The plaintiff is “not entitled to jurisdictional discovery if the record shows that the requested discovery is not likely to produce the facts needed to withstand a Rule 12(b)(1) motion.” <em>Id. </em>at 264 (quoting <em>Freeman v. United States, </em>556 F.3d 326, 342 (5th Cir.2009)). “Moreover, the burden is greater where, as in the present case, ‘the party seeking discovery is attempting to disprove the applicability of an immunity-derived bar to suit because immunity is intended to shield the defendant from the burdens of defending the suit, including the burdens of discovery.’” <em>Id. </em>(quoting <em>Freeman, </em>556 F.3d at 342).</p>\n<p id=\"b437-6\">Barber posits that discovery would allow him to demonstrate receipt of his SF 95. He specifically seeks to depose two of the United States’ declarants that worked in the Biloxi office, as well as the VA Gulf Coast’s Director, about “the mail handling processes at the VA Gulf Coast, the names of persons who may have knowledge of Barber’s SF[ ]95,” and “the details of the search made by the VA Gulf Coast,” among other things. The district court denied his request, reasoning that Barber is “speculating] without any factual basis” that he may discover some proof of actual receipt. This ruling is not an abuse its discretion. The United States has presented declarations from employees in multiple VA offices indicating that they were unable to locate the SF 95. Barber has not provided any concrete evidence, that explains how deposing some of these individuals is likely to uncover proof that the VA received an SF 95 from Barber. <em>Davila, </em>713 F.3d at 264.</p>\n<p id=\"b437-11\">III. CONCLUSION</p>\n<p id=\"b437-12\">For the foregoing reasons, we affirm the district court’s judgment.</p>\n<footnote label=\"*\">\n<p id=\"b435-9\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b436-6\">. 5th Cir. R. 47,5.3 (\"Unpublished opinions issued before January 1, 1996, are precedent.”).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b436-7\">. Other circuits have declined to follow <em>Barnett. See, e.g., Vacek v. U.S. Postal Serv., </em>447 F.3d 1248, 1252 (9th Cir.2006) (\"Because <em>Barnett </em>is contrary to the law of the Supreme Court, to our circuit, and to that of three other circuits, we will not follow it”); <em>see generally Lightfoot v. United States, </em>564 F.3d 625, 628 (3d Cir.2009) (collecting cases and noting that \"[c]ourts in other jurisdictions have almost uniformly concluded that the term 'presented' in the filing of an administrative claim means more than merely mailing the claim”).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b437-7\">. We also find no error in the district court’s denial of Barber’s motion to amend judgment pursuant to Federal Rule of Civil Procedure 59 on the basis of the Supreme Court’s decision in <em>United States v. Kwai Fun Wong, </em>— U.S. —, 135 S.Ct. 1625, 191 L.Ed.2d 533 (2015). <em>Wong </em>held that the FTCA’s statute of limitations was “non-jurisdictional and subject to equitable tolling.” 135 S.Ct. at 1638. We find that <em>Wong's </em>holding regarding the FTCA’s time limits has no bearing on our analysis of the jurisdictional limitation provided by 28 U.S.C, § 2675(a)’s presentment requirement,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}