{
  "casebody": {
    "data": "<casebody firstpage=\"3\" lastpage=\"8\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b145-4\">Worthington City Schools Board of Education, Appellee, <em>v. </em>Franklin County Board of Revision et al., Appellees; Bob-O-Link Golf Course, Ltd., n.k.a. Weber Sisters Enterprises, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b145-5\">[Cite as <em>Worthington City Schools Bd. of Edn. v. Franklin Cty. Bd. of Revision, </em>129 Ohio St.3d 3, 2011-Ohio-2316.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b145-7\">(No. 2010-0900</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ah\">Submitted April 19, 2011</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AqC\">Decided May 19, 2011.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b145-9\">Per Curiam.</author>\n<p id=\"b145-10\">{¶ 1} This is an appeal from a decision of the Board of Tax Appeals (“BTA”) in a real property valuation case, and it comes before the court for a second time. In <em>Worthington City Schools Bd. of Edn. v. Franklin Cty. Bd. of Revision, </em>124 Ohio St.3d 27, 2009-Ohio-5932, 918 N.E.2d 972 <em>(“Worthington I </em>”), the property owner challenged the BTA’s use of the sale price as an indicator of value on the basis that “market changes and other factors make the sale price unreliable.” The BTA rejected that challenge and adopted the sale price as the value of the property.</p>\n<p id=\"b145-11\">{¶ 2} On appeal, we held that the BTA had failed to give full consideration to whether the sale was “recent,” one of the criteria that must be satisfied before a sale price may be used as a value for tax purposes. Id. at ¶ 34. Instead, the BTA disposed of the issue of recency by relying solely on the temporal proximity of the sale to the tax-lien dates. Because proximity is not the sole factor affecting recency and because the property owner argued that other factors made the sale price an unreliable indicator of value, we vacated the BTA’s decision and remanded for a proper determination of recency based on the entire record. Id.</p>\n<p id=\"b145-12\">{¶ 3} On April 20, 2010, the BTA issued its decision on remand. The BTA analyzed the record and concluded that the evidence did not show a change in the market between May 2003 and the tax-lien dates at issue, January 1, 2004, and January 1, 2005. As a result, the BTA once again adopted the sale price as the value of the property based on the conclusion that the presumption of recency had not been rebutted.</p>\n<p id=\"b146-4\"><page-number citation-index=\"1\" label=\"4\">*4</page-number>{¶ 4} The property owner has appealed, asserting that the BTA “completely ignored the instructions of this court” in <em>Worthington I, </em>that the BTA “ignored its own findings of fact and those of the Court,” and that the BTA erred in imposing the burden of proof. We disagree, and we therefore affirm the decision of the BTA.</p>\n<p id=\"b146-5\">Facts</p>\n<p id=\"b146-6\">{¶ 5} In <em>Worthington I, </em>124 Ohio St.3d 27, 2009-Ohio-5932, 918 N.E.2d 972, we extensively discussed the evidence presented to the Franklin County Board of Revision (“BOR”) in this case. We will not repeat that entire discussion here, but refer instead to the most important evidence considered on remand: the testimony of Sally Marrell, one of the principals of the property owner, Bob-O-Link Golf Course Ltd., n.k.a. Weber Sisters Enterprises, Ltd. (“Weber Sisters”).</p>\n<p id=\"b146-7\">{¶ 6} Weber Sisters purchased the property in May 2003 for $4,175,000, by exchanging a golf course worth $2.4 million and by tendering the remainder of the purchase price in cash. Marrell testified as follows:</p>\n<p id=\"b146-8\">{¶ 7} • Weber Sisters’ purchase was predicated on the seller’s leasing most of the space in the two buildings, each of which comprised 7,500 square feet of commercial space.</p>\n<p id=\"b146-9\">{¶ 8} • The price paid by Weber Sisters “was for totally occupied units,” meaning in this case that the sale would occur with leases in place for 11,740 of the 15,000 total square feet.</p>\n<p id=\"b146-10\">{¶ 9} • Immediately after the May 2003 sale it became clear that two tenants slated to occupy the largest portions of the buildings — Boston Market and Fiesta Fresh — would not take possession. The former initially honored rent obligations; the latter did not.</p>\n<p id=\"b146-11\">{¶ 10} • During 2004, tenant Cold Stone Creamery began paying less and less and ultimately vacated its leased premises during 2005 and defaulted on its lease obligations.</p>\n<p id=\"b146-12\">{¶ 11} • Another tenant, Mark Pi’s, experienced financial difficulty and negotiated a rent reduction of approximately one-third. An Indian restaurant stopped paying rent as of November 2005. Another tenant, Robeck’s Juice, subleased to Quizno’s at a reduced rent while itself continuing to pay full rent. Only one tenant, a Starbucks, retained possession at the stated rent.</p>\n<p id=\"b146-13\">{¶ 12} • As of the February 2006 hearing date, Weber Sisters was “operating at a total loss.”</p>\n<p id=\"b146-14\">{¶ 13} In 2005, Weber Sisters undertook an ultimately abortive attempt to sell the property at issue. It received an offer of $3.9 million, but after the purchaser’s appraisal indicated a value of only $3 to $3.2 million, the purchaser <page-number citation-index=\"1\" label=\"5\">*5</page-number>backed out of the deal. At that point, Weber Sisters obtained a written appraisal from Koenig and Associates that opined a value of $3,200,000 as of September 12, 2005.</p>\n<p id=\"b147-5\">{¶ 14} When the school board filed its complaint for tax year 2004 seeking an increase from the auditor’s valuation of $2,680,000 to the May 2003 sale price of $4,175,000, the BOR held a hearing at which Marrell’s testimony and other evidence was presented. The BOR rejected the use of the sale price, stating that the principals of Weber Sisters were “not necessarily knowledgeable buyers” and “not familiar with the Franklin County commercial market.” Additionally, the BOR noted a “significant loss of tenants in calendar year 2003” and the owner’s subsequent inability to sell the property. Based on these findings, the BOR embraced the value of $2,680,000 that had been assigned by the auditor rather than using the sale price to value the property for tax years 2004 and 2005.</p>\n<p id=\"b147-6\">{¶ 15} The BTA, acting largely on the basis of the record developed before the BOR, found that Weber Sisters had “presented no competent or probative evidence challenging the arm’s-length nature of the May 2003 sale.” <em>Worthington City Schools Bd. of Edn. v. Franklin Cty. Bd. of Revision </em>(Nov. 12, 2008), BTA No. 2006-H-381, 2008 WL 4917852, at * 3; <em>Worthington I </em>at ¶ 14. As for the recency of the sale, the BTA confined itself to stating in a footnote that the sale eight months before the 2004 tax-lien date qualified as recent. Id. at *4, fn. 3. Accordingly, the BTA adopted the $4,175,000 sale price as the value of the property. Id. at *6.</p>\n<p id=\"b147-7\">{¶ 16} Weber Sisters appealed to this court. In <em>Worthington I, </em>we found that Weber Sisters had demonstrated no error in the BTA’s determination with regard to its finding that the May 2003 sale was at arm’s length. <em>Worthington I, </em>¶ 30. But we held that under the circumstances, the BTA’s discussion of the issue of recency was inadequate, and we remanded for an evaluation and determination whether the May 2003 sale was recent in light of the entire record. Id. at ¶ 34.</p>\n<p id=\"b147-8\">{¶ 17} On April 20, 2010, the BTA issued its decision on remand upholding the use of the sale price as the value of the property. Weber Sisters has appealed, and we now affirm.</p>\n<p id=\"b147-9\">Analysis</p>\n<p id=\"b147-10\">{¶ 18} “ ‘The fair market value of property for tax purposes is a question of fact, the determination of which is primarily within the province of the taxing authorities, and this court will not disturb a decision of the Board of Tax Appeals with respect to such valuation unless it affirmatively appears from the record that such decision is unreasonable or unlawful.’ ” <em>EOP-BP Tower, L.L.C. v. Cuyahoga Cty. Bd. of Revision, </em>106 Ohio St.3d 1, 2005-Ohio-3096, 829 N.E.2d 686, ¶ 17, <page-number citation-index=\"1\" label=\"6\">*6</page-number>quoting <em>Cuyahoga Cty. Bd. of Revision v. Fodor </em>(1968), 15 Ohio St.2d 52, 44 O.O.2d 30, 239 N.E.2d 25, syllabus. The BTA’s findings of fact are to be affirmed if supported by reliable and probative evidence, and the BTA’s determination of the credibility of witnesses and its weighing of the evidence are subject to a highly deferential abuse-of-discretion review on appeal. <em>Olentangy Local Schools Bd. of Edn. v. Delaware Cty. Bd. of Revision, </em>125 Ohio St.3d 103, 2010-Ohio-1040, 926 N.E.2d 302, ¶ 15; <em>Satullo v. Wilkins, </em>111 Ohio St.3d 399, 2006-Ohio-5856, 856 N.E.2d 954, ¶ 14, citing <em>Am. Natl. Can Co. v. Tracy </em>(1995), 72 Ohio St.3d 150, 152, 648 N.E.2d 483.</p>\n<p id=\"b148-5\">{¶ 19} Moreover, “ ‘the uniform rule [in real property taxation] is that property should be valued in accordance with an actual sale price where the criteria of the recency and the arm’s-length character of the sale are satisfied.’ ” <em>Woda Ivy Glen Ltd. Partnership v. Fayette Cty. Bd. of Revision, </em>121 Ohio St.3d 175, 2009-Ohio-762, 902 N.E.2d 984, ¶21, quoting <em>Cummins Property Seros., L.L.C. v. Franklin Cty. Bd. of Revision, </em>117 Ohio St.3d 516, 2008-Ohio-1473, 885 N.E.2d 222, ¶ 25.</p>\n<p id=\"b148-6\">{¶ 20} At the outset, we address Weber Sisters’ contentions regarding the burden of proof. As we stated in <em>Worthington I, </em>124 Ohio St.3d 27, 2009-Ohio-5932, 918 N.E.2d 972, the “troika of deed, conveyance-fee statement, and purchase agreement formed an adequate basis for the BTA to find a recent arm’s-length sale, subject to rebuttal by the Weber Sisters.” Id. at ¶ 28. As a result, on remand it was Weber Sisters’ burden to prove that the May 2003 sale did not qualify as a recent one with respect to the 2004 and 2005 tax-lien dates.</p>\n<p id=\"b148-7\">{¶ 21} In <em>Worthington I, </em>we stated that <em>“if </em>the evidence that Weber Sisters presented to the BOR did tend to negate recency, then the school board acquired the burden of rebutting the probative force of that evidence.” (Emphasis added.) Id. at ¶ 33. On remand, the BTA found no such evidence. Specifically, the BTA stated that the record contained no evidence of any change in the market between the May 2003 purchase and the January 1, 2004 tax-lien date. <em>Worthington City Schools Bd. of Edn. v. Franklin Cty. Bd. of Revision </em>(Apr. 20, 2010), BTA No. 2006-V-381, at 9. Given that the burden lay on Weber Sisters to show the existence of market change (or other factor negating recency of the sale), the absence of evidence means that Weber Sisters has failed to prove the sale was not recent.<footnotemark>1</footnotemark></p>\n<p id=\"b149-4\"><page-number citation-index=\"1\" label=\"7\">*7</page-number>{¶ 22} As evidence of market change, Weber Sisters points to the tenancy problems that plagued the property through 2003, 2004, and 2005, and to the difficulty selling the property in 2005. In a proper case, a loss of tenants that results in reduced occupancy could constitute evidence of a declining market for commercial space that would reduce the value of the property. But the mere fact that tenants depart and are not replaced does not establish a change in market conditions, because increased vacancies may result from a number of factors, including the current owner’s management practices.<footnotemark>2</footnotemark> See <em>Olentangy Local Schools Bd. of Edn. v. Delaware Cty. Bd. of Revision </em>(Jan. 13, 2009), BTA No. 2006-H-1361, 2009 WL 110177, at *4 (“While the subject may have experienced increased vacancies during 2004, the information before us is inadequate to tie any occupancy rate to a change in the market, since other factors, such as management practices, may also impact a vacancy rate”), affirmed, 125 Ohio St.3d 103, 2010-Ohio-1040, 926 N.E.2d 302; accord <em>Higbee Co. v. Cuyahoga Cty. Bd. of Revision, </em>107 Ohio St.3d 325, 2006-Ohio-2, 839 N.E.2d 385, ¶ 44 (failure to meet sales targets does not necessarily justify reducing the value of retail property given that “the merchant’s business practices may also influence sales”). Moreover, as for the 2005 appraisal, the BTA found that because the appraisal report “fails to express an opinion of value for any tax lien date at issue and its author was not present at hearing before the BOR to testify as to his expert opinion,” the BTA was “unable to rely upon the appraiser’s conclusions.” 2010 WL 1652970, at *5. Given the record, the BTA could reasonably and lawfully conclude that Weber Sisters failed to show a change in the market between May 2003 and the tax-lien dates for 2004 and 2005.</p>\n<attorneys id=\"AX\"><page-number citation-index=\"1\" label=\"8\">*8</page-number>Rich &amp; Gillis Law Group, L.L.C., Mark A. Gillis, Jeffrey A. Rich, and Alison J. Crites, for appellee Worthington City Schools Board of Education.</attorneys>\n<attorneys id=\"A2\">Wayne E. Petkovic, for appellant.</attorneys>\n<p id=\"b150-4\">{¶ 23} Weber Sisters argues that the BTA “completely ignored the instructions of this court” and “ignored its own findings of fact and those of the Court.” Even a cursory reading of the 12-page BTA decision shows that neither is true. To the contrary: the BTA discussed the evidence, quoted Weber Sisters’ brief on the subject of recency, and made its finding based on what Weber Sisters had argued. It thereby fulfilled the instruction of the court.</p>\n<p id=\"b150-5\">Conclusion</p>\n<p id=\"b150-6\">{¶ 24} For the reasons set forth, the decision of the BTA is reasonable and lawful. We therefore affirm it.</p>\n<p id=\"b150-7\">Decision affirmed.</p>\n<judges id=\"b150-8\">O’Connor, C.J., and O’Donnell, Lanzinger, Cupp, and McGee Brown, JJ., concur.</judges>\n<judges id=\"b150-9\">Pfeifer and Lundberg Stratton, JJ., dissent.</judges>\n<footnote label=\"1\">\n<p id=\"b148-8\">. In its BTA brief in <em>Worthington I, </em>Weber Sisters mentioned not only change in market, but “change in the property” as a reason to find that a sale price should not be used. Such changes include improvements that may increase the property’s value or casualty that may decrease the property’s value, as well as changes in zoning or other regulatory restrictions. See <em>Cummins Property Servs., L.L.C. v. Franklin Cty. Bd. of Revision, </em>117 Ohio St.3d 516, 2008-Ohio-1473, 885 N.E.2d 222, ¶ 35. But aside from the completion of construction during 2003 discussed in <page-number citation-index=\"1\" label=\"7\">*7</page-number><em>Worthington I </em>at ¶ 20, the record shows no change in the property, and Weber Sisters has never argued that the completion of construction made the sale price an unreliable indicator of value.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b149-6\">. As for the relevance of a loss of tenants to the arm’s-length character of the sale, the BTA’s earlier decision stated that Weber Sisters’ “lack of knowledge of the local market,” its “inability to resell the [property] based on the September 2005 appraised value,” and “the [property’s] loss of tenants after the 2008 purchase” did “not rebut the arm’s-length nature of the sale.” <em>Worthington City Schools Bd. of Edn. </em>(Nov. 12, 2008), BTA No. 2006-H-381, 2008 WL 4917852, at *3. On appeal, we noted that “Weber Sisters has not pointed to any distinctly legal error in the BTA’s discussion of the arm’s-length character” of the transaction. <em>Worthington I, </em>124 Ohio St.3d 27, 2009-Ohio-5932, 918 N.E.2d 972, ¶ 30. In particular, Weber Sisters has never specifically argued to the BTA or to the court that the buyer’s lack of knowledge is relevant to the arm’s-length character of the transaction. See Appraisal Institute, The Appraisal of Beal Estate (13th Ed.2008), 23 (“market value” usually predicated on buyer and seller acting “knowledgably”); Ohio Adm.Code 5703-25-05(A)(1) and (2) (defining “true value” in terms of various factors, including the parties’ “having a knowledge of all the relevant facts”). Jurisdictional and prudential grounds typically prevent us from addressing substantive arguments that the appellant has not advanced and, in any event, we regard any consideration of the arm’s-length character of the sale as foreclosed at this juncture by the law-of-the-case doctrine. <em>Colonial Village Ltd. v. Washington Cty. Bd. of Revision, </em>123 Ohio St.3d 268, 2009-Ohio-4975. 915 N.E.2d 1196. ¶ 12-13.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b150-10\">Pfeifer, J.,</author>\n<p id=\"AGt\">dissenting.</p>\n<p id=\"b150-11\">{¶ 25} The court in this case places undue reliance on a speculative possibility while ignoring a harsh economic reality. The court is unduly impressed with the possibility that the difficulties encountered by Weber Sisters may be its “management practices.” At the same time, the court accords little value to evidence that “[immediately after the May 2003 sale it became clear that two tenants slated to occupy the largest portions of the building — Boston Market and Fiesta Fresh— would not take possession.” I am willing to believe that this problem had more to do with market weakness than with Weber Sisters’ management practices. Weber Sisters has presented enough evidence for us to conclude that there has been a change in the market. The property is virtually empty; it doesn’t make sense to value it as if it were fully leased. I would reverse the decision of the BTA and reinstate the sound conclusion of the BOR. I dissent.</p>\n<judges id=\"b150-12\">Lundberg Stratton, J., concurs in the foregoing opinion.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}