{
  "casebody": {
    "data": "<casebody firstpage=\"498\" lastpage=\"510\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b514-6\">State <em>v. </em>John T. Vandenburg.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b516-11\"><page-number citation-index=\"1\" label=\"500\">*500</page-number><em>(October </em>6, 1938.)</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b516-12\">Harrington, J., sitting.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b516-13\"><em>Caleb M. Wright, </em>Deputy Attorney-General, for the State.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b516-14\"><em>Frederick P. Whitney for </em>the defendant.</attorneys>\n<court data-order=\"5\" data-type=\"court\" id=\"b516-15\">Court of General Sessions for Sussex County,</court>\n<docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"AvC\">Indictment for making and issuing a worthless check, No. 16,</docketnumber>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"AQ\">June Term, 1938.</otherdate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b519-10\"><page-number citation-index=\"1\" label=\"503\">*503</page-number>Harrington, J.,</author>\n<p id=\"AH\">delivering the opinion of the Court: This case is before the court on a motion to quash the indictment. That indictment is based on <em>Section </em>5218 of the <em>Revised Code of </em>1935, and contains seven counts, the material allegations of which sufficiently appear in the statement preceding this opinion.</p>\n<p id=\"b519-12\"><em>Section </em>5218 of the <em>Revised Code of </em>1935, provides:</p>\n<blockquote id=\"b519-13\">“Any person who, with intent to defraud, shall make or draw or utter or deliver any cheek, draft or order for the payment of money, upon any bank or other depositary, _ knowing at the time of such making, drawing, uttering or delivering that the maker, or drawer has not sufficient funds in, or credit with, such bank or other depositary for the payment of such check, draft or order, in full, upon its presentation, shall be guilty of a misdemeanor * *</blockquote>\n<p id=\"b519-14\">The same statute, also, provides “as against the maker or drawer thereof, the making, drawing, uttering or deliver<page-number citation-index=\"1\" label=\"504\">*504</page-number>ing of a check, draft, or order, payment of which is refused by the drawee, shall be <em>prima, facie </em>evidence of intent to defraud, and of knowledge of insufficient funds in, or credit with, such bank or other depositary; Provided, such maker or drawer shall not have paid the drawee thereof the amount due thereon * * * within ten days after receiving notice that such check, draft or order has not been paid by the drawee”.</p>\n<p id=\"b520-5\">It further provides “the word ‘credit’ as used herein, shall be construed to mean an arrangement or understanding with the bank or depositary for the payment of such check, draft or order”.</p>\n<p id=\"b520-6\">“To defraud” means “to deprive of some right, interest or property by a deceitful device; to cheat; to overreach; * * <em>Webster’s New Inter. Dict.; Berry v. State, </em>153 <em>Co. </em>169, 111 <em>S. E. </em>669, 35 <em>A. L. R. </em>370; see, also, <em>Cent. Dict.</em></p>\n<p id=\"b520-7\">And a “defrauder” is “one who defrauds; a cheat; a cozener; a peculator; a swindler”. <em>Cent. Dict.</em></p>\n<p id=\"b520-8\">As was pointed out by the Chief Justice on a motion to quash a prior indictment in this case <em>(State v. Vandenburg, </em>9 <em>W. W. Harr. </em>(39 <em>Del.) </em>320, 198 A. 701) the statute above quoted was intended to protect the public against “a species of cheat” <em>[page </em>702], and an intent to defraud is the gravamen of the offense, provided for by it. See, also, <em>Berry v. State, </em>153 <em>Ga. </em>169, 111 <em>S. E. </em>669, 35 A. <em>L. R. </em>370; <em>Commonwealth v. Hammock, </em>198 <em>Ky. </em>785, 250 <em>S. W. </em>85; see, also, <em>Hughes v. Commonwealth, </em>230 <em>Ky. </em>37, 18 <em>S. W. 2d </em>880.</p>\n<p id=\"b520-9\">Such an intent must, therefore, be properly alleged in an indictment, based on the statute.</p>\n<p id=\"b520-10\">Each count of the indictment attacked is based on a check, dated August 26th, 1936, for $1,331.25, alleged to have been drawn on The Caroline County Bank, at Greens<page-number citation-index=\"1\" label=\"505\">*505</page-number>bora, Maryland, to the order of Norman Collison, and signed by John T. Vandenburg, the defendant.</p>\n<p id=\"b521-4\">It is well settled that where the language of a statute describes an offense with sufficient particularity to give the defendant in an indictment based on it notice of the real nature of the charge against him, it is sufficient for the indictment to follow that language. <em>State v. Donovan, </em>5 <em>Boyce </em>(28 <em>Del.) </em>40, 90 A. 220; <em>State v. Adair, </em>4 <em>W. W. Harr. </em>(34 <em>Del.) </em>585, 156 A. 358.</p>\n<p id=\"b521-5\">But where the language of the statute does not so clearly set out the offense provided for by it, as to fairly notify the defendant in an indictment of the precise nature of the charge against him, it is equally well settled that other informative allegations are, also, necessary. <em>State v. Donovan, </em>5 <em>Boyce </em>(28 <em>Del.) </em>40, 90 A. 220, <em>state; State v. Adair, 4 W. W. Harr. </em>(34 <em>Del.) </em>585, 156 A. 358, <em>supra.</em></p>\n<p id=\"b521-6\">Substantially in the language of the statute, the first and second counts of the indictment allege either the drawing or making of the check described therein by John T. Vandenburg to the order of Norman Collison; the intent to defraud Mr. Collison, and knowledge, on the part of the defendant, of the lack of funds in or credit with the bank on which it was drawn to pay it in full upon its presentation for payment. But the defendant’s attorney points out that neither of these counts alleged the delivery by Vandenburg to Collison of the check alleged to have been drawn to his order, and, therefore, contends that they do not charge a violation of the statute.</p>\n<p id=\"b521-7\">In most cases “In an indictment for an offense done with intent to defraud, it is sufficient to aver in the general words that it was done ‘with intent to defraud’, it being held that the pleader is not required to set out the evidence or facts going to prove the intent to defraud or the particular means by which the party named in the in<page-number citation-index=\"1\" label=\"506\">*506</page-number>dictment was to be defrauded”. <em>Joyce on Indictments, Sec. </em>328; <em>Bishop’s Criminal Proced., Sec. </em>421; <em>Wharton’s Precedence on Indict. &amp; Pleas </em>136. This rule applies to statutory offenses, as well as to other offenses. <em>Joyce on Indict., Sec. </em>326, <em>p. </em>360.</p>\n<p id=\"AK\">It has already been pointed out that this statute was intended to protect the public against “a species of cheat”, <em>State v. Vandenburg, </em>9 <em>W. W. Harr. </em>(39 <em>Del.) </em>320, 198 <em>A. </em>701, 702, <em>supra. </em>In the legal sense, therefore, the bare allegations that a person did make or draw a check payable to the order of a specified person under the circumstances stated, without alleging delivery of such check to the payee named therein, would not be a sufficient allegation of an intent to defraud within the meaning of the statute on which these counts are based. Such allegations standing alone do not fairly charge an intent to deprive Mr. Collison, the payee named in the check, of some right, interest, or property by a deceitful device; nor could they be said to charge an intent to cheat him.</p>\n<p id=\"b522-6\">The fifth count is subject to the same objection. It alleges that Norman Collison, the payee named in the check, endorsed it, but it does not allege that it was endorsed after delivery, or, in fact, that it was ever delivered to him.</p>\n<p id=\"b522-7\">The third count alleges, in substance, that John T. Vandenburg, the defendant, did “utter” a certain check for the payment of money, drawn by him on The Caroline County Bank, at Greensboro, Maryland, well knowing at the time of uttering the said check that he, the said John T. Vandenburg, as the maker thereof, did not have sufficient funds in or credit with the bank on which it was drawn for its payment in full upon its presentation for payment.</p>\n<p id=\"b522-8\">The only ground on which this count is attacked by the defendant’s attorney is that it does not allege that the check referred to in it was ever presented for payment; but the knowledge of the maker óf his lack of funds in or <page-number citation-index=\"1\" label=\"507\">*507</page-number>credit with the bank on which it was drawn to pay it in full upon its presentation for payment is alleged. So far as this phase of the case is concerned that allegation would seem to be sufficient to state a case against the defendant under the statute. True proof at the trial that the check was presented for payment and returned unpaid might be essential to the State’s case, but that is purely a matter of evidence that need not be alleged. Neither <em>State v. Crockett, </em>137 <em>Term. </em>679, 195 <em>S. W. </em>583, nor <em>Ex parte M. Garvey, </em>84 <em>Fla. </em>583, 94 <em>So. </em>381, cited by the defendant’s attorney, are inconsistent with this conclusion.</p>\n<p id=\"b523-6\">In <em>State v. Crockett, supra, </em>that part of the statute, relating to the effect of the failure of the maker of a worthless check to pay it in a specified time after notice that it had been presented and payment had been refused was construed to be a part of the offense described in it, while in our State this Court has held that it merely relates to the evidence by which the defendant’s guilt may be proved, and, therefore, need not be pleaded. <em>State v. Vandenburg, </em>9 <em>W. W. Harr. </em>(39 <em>Del.) </em>320, 198 <em>A. </em>701.</p>\n<p id=\"b523-7\">To “utter” ordinarily means “to declare or assert directly or indirectly by words or actions that a thing offered (as an instrument) is genuine or good; * * * to make use of, to offer; to pass off; * * * to put forth; to put in circulation; to put out.” 66 <em>C. J. </em>382; see, also, <em>State v. Anderson, </em>1 <em>Boyce </em>135, 74 A. 1097; <em>Web. New Inter. Dict.</em></p>\n<p id=\"b523-8\">Usually, the mere offer of a check to a person is, therefore, to utter it, whether it be accepted by that person, or not. <em>People v. Caton, </em>25 <em>Mich. </em>388; <em>Girdley v. State, </em>161 <em>Tenn. </em>177, 29 <em>S. W. 2d </em>255.</p>\n<p id=\"b523-9\">This count does not state to whom the check described in it was uttered, or allege that such person’s name was unknown to the Grand Jury. By reason of that fact, it might possibly be argued, with some force, that it is defective. 1 <em>Bishop’s Cr. Proced., Sec. </em>425; see <em>contra, </em>1 <em>Bish. Cr. </em><page-number citation-index=\"1\" label=\"508\">*508</page-number><em>Proced., Secs. </em>447, 452. But that question was not raised at the argument, and need not be decided.</p>\n<p id=\"b524-5\">From what I have said, it is apparent that the first, second and fifth counts of the indictment are defective, and must be quashed.</p>\n<p id=\"b524-6\">A jury was subsequently drawn, and the defendant put on trial (Harrington, J., sitting) on the remaining counts of the indictment. At that trial, it appeared from the evidence produced by the State that on August 26th, 1936, at his home in Seaford, Sussex County, Delaware, John T. Vandenburg drew and signed a check, bearing that date, on The Caroline County Bank, at Greensboro, Maryland, for $1,331.25, payable to the order of Norman Collison, and delivered that check to Mr. Collison; that such check was made and delivered to Mr. Collison in payment of certain lots of peaches which had been sold by him to Vandenburg on various dates, not less than a week or ten days prior to that date, and therefore for an antecedent debt; that that check was duly endorsed by Mr. Collison, the payee named in it, and deposited to his credit in the bank at Bridgeville, Delaware, and was sent in due course of business, by that bank to The Caroline County Bank, at Greensboro, Maryland, for payment, but was returned unpaid for lack of funds standing to the credit of Vandenburg; that on August 26th, 1936, when the check in question was drawn and delivered to Mr. Collison, and, also, when it was subsequently presented for payment, John T. Vandenburg, therefore, did not have sufficient funds in, or credit with, The Caroline County Bank, on which it was drawn, for its payment in full, nor was that check ever paid by Vandenburg.</p>\n<p id=\"b524-7\">At the close of the State’s case, the defendant’s attorney requested the court to direct the Jury to find a verdict of not guilty, on the ground that the undisputed evidence clearly showed that the check in question was made and delivered solely in payment of an antecedent debt due from <page-number citation-index=\"1\" label=\"509\">*509</page-number>John T. Vandenburg to Norman Collison, and that John T. Vandenburg, therefore, could not be guilty of an intent to defraud Mr. Collison, the payee named in that check. In support of that contention, he cited the following cases, all of which involve similar statutory provisions, and somewhat similar facts: <em>Berry v. State, </em>153 <em>Ga. </em>169, 111 <em>S. E. </em>669, 35 A. <em>L. R. </em>370; <em>State v. Felman, (Mo. App.) </em>50 <em>S. W. 2d </em>683; <em>State v. Davis, </em>26 <em>N. M. </em>523, 194 <em>P. </em>882; <em>Commonwealth v. Hammock, </em>198 <em>Ky. </em>785, 250 <em>S. W. </em>85.</p>\n<p id=\"b525-6\">The Court (Harrington, J., sitting) directed the Jury to find a verdict of not guilty. After reading <em>Section </em>5218 of the <em>Revised Code of </em>1935<footnotemark>1</footnotemark> to the jury, the trial judge, in substance, said:</p>\n<p id=\"b525-7\">1. From the language of this statute, it is apparent that an intent to defraud is an essential element of the offense provided for by it. <em>State v. Vandenburg, </em>9 <em>W. W. Harr. </em>(39 <em>Del.) </em>320, 198 A. 701.</p>\n<p id=\"b525-8\">2. The evidence produced by the State clearly shows that the check in question, drawn by the defendant to the order of Norman Collison, and delivered to him, was made and delivered by the defendant in payment of a debt growing out of an entirely different and prior transaction between him and Mr. Collison, the prosecuting witness, and not in payment of a debt created at the time of the drawing and delivering of that check.</p>\n<p id=\"b525-9\">3. In the absence of a clear, explicit and unconditional agreement to that effect, the mere delivery and the acceptance of a check by the payee named in it does not pay the debt for which it is given; and unless such check is paid by the bank on which it is drawn, when presented for that purpose, its acceptance does not ordinarily affect the rights of the creditor growing out of the original transaction by which the debt, which it was intended to pay, was created. <em>State v. Davis, </em>26 <em>N. M. </em>523, 525, 194 <em>P. </em>882.</p>\n<p id=\"b526-4\"><page-number citation-index=\"1\" label=\"510\">*510</page-number>4. It is true that the check on which the prosecution in this case is based was never paid. The State, therefore, points out that <em>Section </em>5218 of the <em>Revised Code of </em>1935, also, provides if payment of a check is refused by the bank on which it is drawn and provisions for its payment shall not be made by the maker within ten days after notice of its non-payment, it “shall be <em>prima, facie </em>evidence of intent to defraud, and of knowledge of insufficient funds in, or credit with, such bank”.</p>\n<p id=\"b526-5\">But in view of the undisputed evidence that the check in question was given to pay an antecedent debt, this provision of the statute does not justify the conclusion that the defendant intended to defraud Mr. Collison. Any possible inference with respect to the fraudulent intent of the defendant that might ordinarily be drawn from the failure of the drawee bank to pay the check, drawn and delivered by him to Collison, is clearly rebutted by that part of the State’s evidence. <em>Berry v. State, </em>153 <em>Ga. </em>169, 111 <em>S. E. </em>669, 35 <em>A. L. R. </em>370; <em>State v. Felman, (Mo. App.) </em>50 <em>S. W. 2d </em>683; <em>State v. Davis, </em>26 <em>N. M. </em>523, 194 <em>P. </em>882; <em>Commonwealth v. Hammock, </em>198 <em>Ky. </em>785, 250 <em>S. W. </em>85.</p>\n<p id=\"b526-6\">As the defendant’s check was given to pay an antecedent debt, he did not, in any way, either cheat or defraud, or attempt to cheat or defraud, Mr. Collison, or deprive, or attempt to deprive him of any right or property by any deceitful device. It is true that the defendant is not charged with having defrauded Mr. Collison, and that a mere intent to defraud is the gist of the offense provided for by the statute. It is, also, true that under some circumstances the defendant might be guilty of such an intent to defraud, whether he actually carried out that intent, or not. But in the legal sense, under the facts of this case, the defendant cannot be guilty of an intent to defraud Mr. Collison. Your verdict must, therefore, be not guilty.</p>\n<footnote label=\"1\">\n<p id=\"b525-10\"> This statute is set out on page 503, <em>supra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}