{
  "casebody": {
    "data": "<casebody firstpage=\"608\" lastpage=\"612\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b640-8\">STANDARD ACC. INS. CO. v. TENNEY.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b640-9\">No. 5935.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b640-10\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Avo\">June 20, 1930.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b640-20\">Sloan, Holton, McKesson &amp; Scott, of Phoenix, Ariz., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b640-21\">Norris, Flynn <em>&amp; </em>Patterson, of Prescott, Ariz., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b640-22\">Before RUDKIN, DIETRICH, and WILBUR, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"A4G\">Rehearing denied August 26, 1930.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b640-23\">WILBUR, Circuit Judge.</author>\n<p id=\"b640-24\">This is an action on a contract for an unpaid balance alleged to be due to the appel<page-number citation-index=\"1\" label=\"609\">*609</page-number>lee, who will hereinafter he referred to as the plaintiff, by the appellant, who will hereinafter he referred to as the defendant.</p>\n<p id=\"b641-4\">The contract was entered into by the plaintiff and defendant on the 25th day of April, 1928, for the completion of a section of the Pine-Long Valley, Coconino National Forest Highway, Coconino county, Ariz. The question involved is the proper interpretation of tliis contract. It appears that Grey &amp; Little, a copartnership of Yuma, Ariz., had entered into a contract with the Secretary of Agriculture, acting on behalf of the government of the United States, for the above-mentioned roadwork, and that the defendant executed a surety bond on their behalf for the faithful performance of their contract. Grey &amp; Little, having defaulted in the performance of their contract, the defendant undertook to complete the work. After doing a portion of the uncompleted work, it entered into negotiations with the plaintiff to undertake the performance of the work not yet done, and, in pursuance of these negotiations, the contract herein sued upon was executed. The Grey &amp; Little contract provided for compensation to the contractor at certain unit prices for each class of work to he done under the contract. Before entering into the original contract, Grey <em>&amp; </em>Little and other bidders therefor were furnished with a blank form of hid containing approximate estimates of the amount of work of the various classes of work proposed to he done under the contract, and were by the notice to bidders and by said form of proposal invited to bid upon a unit price in each classification. For illustration, in the notice to bidders of the approximate quantities of work proposed to be done and in the blank form of proposal aforesaid, it was estimated that under the contract there would be 42,427 cubic yards of “excavation unclassified” and 13,283 cubic yards “unclassified borrow” excavation. The contract, plans, and specifications prepared for the bidders and subsequently made a part of the contract are very elaborate, showing fully and in great detail the work to he done by the contractor, including the extent of the proposed fills and excavations. The estimated amount to he paid under the contract let to the successful bidders, Grey &amp; Little, upon the estimate furnished to the bidders and at the prices hid •by Grey <em>&amp; </em>Little, was $72,368.09, as stated in their proposal. The proposal was attached to and made a part of the contract of Grey &amp; Little by reference, as was the proposal to bidders, wherein it was stated that the estimate of the quantities of work to he done was approximate. The work was finally completed according to the terms of the contract by the efforts of Grey &amp; Little, before their abandonment thereof, then by the defendant, their surety, and then by the plaintiff under the contract in suit. There were no substantial changes in the work other than a duly authorized change in line which added somewhat to the work of excavation to be 'done, which added work was fully completed before the plaintiff entered upon the work. At the conclusion of the work the final estimate of the government’s engineers of the value of the total work performed under the contract upon which payment is to be made by the government at contract prices was $75,926.-06, with an addition of $9.50 for extra work, making a total amount earned under the contract with the government of $75,935.56. The plaintiff herein claims $3,557.97, being the difference between the final estimate of $75,-926.06 for the work done in fulfilling the- eon-tract with the government and the amount of $72,368.09, specified in the original bid of Grey &amp; Little, arrived at by multiplying the approximate amount of excavation estimated by the government for the benefit of the bidders, by the amount bid per unit, upon the theory that this difference is “additional work” within the meaning of the clause of the plaintiff’s contract now to be considered. The balance of plaintiff’s claim is not disputed.</p>\n<p id=\"b641-6\">Before passing to an interpretation of the contract between the parties to this litigation, it should be observed that work over and above the estimated amount of excavation, etc., furnished to the bidder is not additional work to that called for by the plans and specifications. These estimates are furnished to the bidder in order that he may intelligently consider the unit price that he is .to hid, which would necessarily depend in a measure upon the volume of the work to he done by him. What the contractor agrees to do in his contract is to perform the work required by the plans and specifications at the price per unit indicated in his hid. If the amount of work actually done is greater or less than the engineer’s estimate upon which the bids were based, it was not “additional” to that called for by the contract. With this consideration in mind, we will turn to the contract herein sued upon. The plaintiff agrees to do all the remaining work and furnish all the material required under the Grey &amp; Little contract between the Secretary of Agriculture and that copartnership, which contract with the plans and specifications, notice to contractors, and proposal by the <page-number citation-index=\"1\" label=\"610\">*610</page-number>contractor are made a part of the agreement. For the performance of this work the defendant agreed and promised to pay to the contractor for said work'to'be completed in accordance with the contract, plans, and specifications and in the manner before stated, $22,000 “plus 100% of any additional sums paid by the Bureau of Publie Roads on each unit of additional work performed by said contractor over and above that originally contemplated by the plans and specifications.” It should be observed that no reference whatever is made here to the approximate estimate of quantities stated in the schedule furnished to bidders upon which they bid, but that the defendant’s agreement is to pay additional sums for additional work performed by plaintiff “over and above that originally contemplated by the plans and specifications.” In determining the meaning of the foregoing provision of the contract, the following clause therein with relation to the method of payment should be stated:</p>\n<p id=\"A5y\">“When the company shall receive at its office in Detroit, Michigan,’a certified copy of the Bureau of Publie Roads monthly estimate, a cheek for the amount of ninety per cent (90%) of said estimated amount that is payable under said monthly estimate, shall immediately be mailed the contractor. Said payments to continue each estimate date and final payment of the retained amount due to complete the total payment of Twenty-two Thousand Dollars and any amount due for the aforementioned extra work which has been estimated for payment by the government, shall be made immediately upon-official notice of the completion and acceptance of the project.”</p>\n<p id=\"b642-5\">It will be observed that in this latter clause of the contract the term “extra work” is introduced in place of that theretofore used, to wit, “plus 100% of any additional sums paid by the Bureau of Publie Roads on each unit of additional work performed by said contractor over and above that originally contemplated- by the plans and specifications.” By express reference to the “aforementioned extra work,” the two phrases are treated in the contract as similar, if not equivalent.</p>\n<p id=\"b642-6\">According to the theory of the defendant, the term “extra work” covers only one item amounting to $9.50-, and, according to the plaintiff, the additional work is the difference between the estimated cost of completing the contract as contained in the bidder’s proposal and the actual cost as determined in the final estimate of the government’s engineers. In arriving at this conclusion, the plaintiff ignores all “additional” work done by the original contractors and by the defendant in the performance of the work, and contends that, even if they had performed the contract to the full extent of the estimated amounts of excavation, etc., in that event the work done by him would be all additional work done by him. It is upon this assumption that he fails to disclose by his evidence, in any definite way, the value of the work done at the time he commenced the work, and the value of the work done by him thereafter, estimated at the contract rate. We think this theory is entirely untenable.</p>\n<p id=\"b642-8\">The trial court called the attention of counsel to the fact that the case was being submitted to the court and jury without any estimate as to the amount of work done at the time the contract was executed, although it appeared from the evidence that seven monthly estimates had been made by the government engineers and that the amounts called for by the contract, to wit, 90 per cent, of those estimates, had presumably been paid.</p>\n<p id=\"b642-9\">In determining what work is additional to that called for by the plans and specifications, it will be necessary to consider certain provisions of the specifications, as follows:</p>\n<p id=\"b642-10\"><em>“Increased or Decreased Quantities. </em>— The right is reserved for the contracting officer to make such alterations in the plans or in the quantity of the work as may be considered necessary or desirable during the progress of the work to complete fully and perfectly the proposed construction, provided such alterations do not change materially the original plans and specifications. Such alterations shall not be considered as a waiver of any conditions of the contract nor invalidate any of the provisions thereof. The contractor shall perform the work as increased or decreased at the unit prices stated in the bid and no allowance will be made for anticipated profits. *' * *</p>\n<p id=\"b642-11\">“The secretary has programmed for the work on this project a certain sum as stated in the special provisions. In case the contract awarded for this work shall leave available any portion of the funds so programmed, the right is reserved to extend this contract to such extent as will absorb the funds so remaining available, either by increasing quantities of work to be performed or by increasing the length of the project beyond the ter-' mini as shown on the plans; provided that no such extension shall be made which will exceed in amount 25 per cent of the original amount of this contract. The right is also reserved to shorten the project if necessary to <page-number citation-index=\"1\" label=\"611\">*611</page-number>keep the cost of the work within the above funds. * * *</p>\n<p id=\"AGV\"><em>“Method of Measurement.- </em>— All accepted roadway and drainage excavation shall be measured in its original position by the method of average end areas, which measurements will include overbreakage or slides in common excavation, not attributable to carelessness of the contractor, and authorized excavation of solid rock below grade, also of soft and spongy spots below grade. The measuremont shall include unavoidable overbreakage in solid rock excavation to an amount not to exceed in any half station of 50 feet, 10 per cent of the actual quantity required for the same half station within the lines shown on the plans. * * * '</p>\n<p id=\"ACBG\">, “The excavation lines and bases of struetures shown on the plans shall be considered as approximate only and they may be ordered in writing by the engineer to be placed at any elevation, or of any dimensions nocessary to give a satisfactory foundation and no additional compensation will be allowed for any such change except as provided under basis oi payment. * * *</p>\n<p id=\"A1r\">^ „ <em>Bans of </em>Payment.-The removal of all slides m excess of 5 cubic yards per station and furnishing and hauling the additional earth material mentioned above m excess of 5 eubie yards per station shall be paid for by the cubic yard at the unit prices bid for unclassified excavation, common excavation, or borrow. All other work covered by the speclfieations for this item shall be included m the price bid per mile for fine grading of sub-grade and shoulders, which price shall be full eompensation for shaping, dressing, and compaeting the subgrade and shoulders, all as prescribed in the specifications thereof,^ and for all equipment, tools, labor, and incidentals necessary to complete the work, provided further, whenever provision is not made in the proposal for the removal of slides, and furnishing and hauling additional earth material mentioned above, then such work shall be considered as a part of the fine grading sub-grade and shoulders and included in the bid price for the same.”</p>\n<p id=\"AsW\"> While the contract thus provides for the removal of slides and of material due to overbreak and for additional excavation due to changes in the plans made by the engineer, at the unit price, and such work is not in a strict sense in addition to the work provided for by the contract for the reason that its removal is expressly provided for by the eon-tract and the compensation therefor is fixed in the contract, the amount of overbreak, the amount of slides, and the amount of increased wor-^ due 1° changes in the plan were all due cal^ses beyond the control of the contractor an(^ a . ^arSor sense additional to the amcranfs originally called for by the contract ^self as distinguished from the necessary agreement in the contract to take care of these contingencies which might or might not arise- _ In view of this situation a fair eonstruction of the supplemental contract beteeen the parties hereto for the completion ^e work in accordance with the plans and specifications at a fixed contract price contemplated that the amount paid by the government for this .character of work should go 1° the contractor performing the work. For this reason we conclude that the appellee was entitled lmder Hg contract to the gllm o£ $22 000 for tll0 compleüon of the ,TOrk ptas extra work porfomed by him as defined in ^ contraot and lug increaged exea. vation or work performed b Mm dllrin the completion of the ,vork caused b ovcrbl,eak Qr glideg Qr b ch in the lineg and deg fixed b ^ lang.</p>\n<p id=\"A4L\">Several engineers testified as to the meaning o£ “additional work» wben used irl eon. neetion wilh <em>&amp;Q </em>per£onnance of work mder government contract. Their evidence is not ^ gtriet agreomeJlt nor do we tHnk guch evi_ denee ig determinative of tlle iggue involved in tbig eag0) for tbe reagon that ^ contraot bere involvod doeg not uge tlle wordg «addi. tional work„ wiihout qtmliñcatioI1) bnt Hmits £be pbrasG £o “additional work performed by gaid contractor over and above that originaliy contemplated by the plans and specifications.” Wo have given this phrase the widest possible significance by applying it to those additions to the contract work due to such fortuitous circumstances as slides and over-breaks not due to negligence and changes in £be plans authorized to be made by the government engineers but for which eompensation is fixed by the contract. To'go further than this would be to modify the contraot made between the parties,</p>\n<p id=\"A8jD\">. , . . .... . . , At th&lt;l &lt;flcl“ f tea the defendant moved for a directed verdict m lavor of the plaintiff for the difference between the contract price of $22,000' plus $9.50 extra work, less the amount theretofore paid by the defendant; that is to say, the defendant moves for a judgment in favor of the plaintiff for the sum of $5,145.07. This motion should have been granted for the reason that there was no evidence from which the jury could determine what additional work caused <page-number citation-index=\"1\" label=\"612\">*612</page-number>by slides or overbreak or by changes in plans, if any, was done by the plaintiff.</p>\n<p id=\"b644-4\">The judgment will be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}