{
  "casebody": {
    "data": "<casebody firstpage=\"136\" lastpage=\"152\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b160-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b160-8\">Daingerfield v. Thompson.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b160-9\">April 8.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b160-10\">In an action of trespass on the case, the declaration charged the defendant with an assault in various forms, one of which was, by a wounding from a pistol shot, so as to cause the amputation of the leg of the plaintiff; and also set out an ordinance of the city in which the wound was inflicted, prohibiting the discharge of firearms therein; also alleging the continued sickness, disorder, and suffering in consequence of said wound ; the expense, medical attendance and other costs, consequent on said wound, which, plaintiff claimed, amounted to a large sum, and for which he claimed damages amounting to $10,000. On demurrer, Held :</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b160-11\">1. The declaration alleges a case of <em>trespass </em>at common law, and under our statute (O. <em>Y., </em>1873, ch. 115, $ 6) <em>trespass . on the case </em>will lie, wherever <em>trespass </em>will, and is sufficient.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b160-13\">2. Where the record contains only a certificate of the evidence, and not of the facts proved, the appellate court will only consider the evidence introduced by the party prevailing, and will not reverse the judgment unless, after rejecting all <em>t\\i% parol </em>evidence of the exceptor, and giving full faith and credit to that of the adverse party, the judgment of the court below still appears to be wrong.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b160-15\">3. Whilst the <em>mere presence </em>of a peison at the commission of a trespass will not make him liable for its consequences, yet every one present encouraging or inciting a trespass by words, gestures, looks or signs, or who, in any way, or by any means, countenances, or approves the same, is, in law, assumed to be an aider and abettor, and is liable as a principal to the extent of the injury done. But the burden is on the plaintiff to show that the party charged was present, aiding, encouraging, or inciting the trespass.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b161-3\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>4. T was the keeper of a restaurant in Alexandria city, which has an ordinance prohibiting the discharging of firearms in its streets. He had shut his front door for the night, but his light was burning, when D, H, and S came there and ° demanded admittance about midnight. S went around at a side door, went in, and told T that D wanted to come in. D and H were at the front door. D said to H, “ fire a salute,” or something of the sort. H fired, and the ball went through the door into the leg of T, wounding him so severely as to cause amputation of the leg, and seriously to impair his health. In a suit brought by T against D and H, which was, at the instance of D, tried separately against him first, and a verdict rendered against him for $8,000 damages and the costs, on a motion to set aside the verdict as being contrary to the law and evidence, and because the damages were excessive, it was refused by the circuit court, and on a writ of error affirmed by this court.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b161-22\">5. Insisting on being admitted into the house of another at a late hour of the night after it is closed, and after being refused by the owner, is a trespass.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b161-24\">6. The wilful firing of a pistol in the streets of a city, whether done maliciously or not, is of itself an unlawful act, and the consequences must be visited on those who commit it, or instigate it.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b161-26\">7. In estimating the damages, the jury should take into consideration “ the bodily injury sustained by the plaintiff, the pain undergone, the effect on the health of the suf- ’ ferer, according to its degree and its probable duration, as likely to be temporary or permanent, the expenses incidental to attempts to effect a cure, or to lessen the amount of injury, and the pecuniary loss sustained by the plaintiff through inability to attend to his business.”</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b161-28\">This was an action on the case in the circuit court of Alexandria, brought by D. C. Thompson against George <em>~W. </em>Harrison and Reverdy J. Daingerfield, to recover damages for an injury inflicted by them upon him. The declaration contains four counts, setting out in different forms the injury which he alleged he had received. In the fourth count he set out the ordi<page-number citation-index=\"1\" label=\"138\">*138</page-number>nance of tlae city of Alexandria, which provides that no person .shall discharge any musket, fowling piece, • pistol or other firearms, &amp;c., within the limits of the city of Alexandria, unless in the execution of some law, or in the discharge of some duty imposed by law. * * * Every person offending herein shall forfeit and pay one dollar for each offence. Every person contravening this section shall be considered a disorderly person, and it shall be the duty of the policemen to apprehend such person or persons, and convey him or her or them to the station-house, to be dealt with according to law: ¡irovided, that this section shall not be construed to extend or apply to, the troops of ■the United States, which may be at any time stationed or recruiting in the town, nor to persons acting under the immediate order of a commissioned officer of the militia when upon actual duty. And he further avers, that the defendants on the 5th of March, 1877, assaulted the plaintiff, to-wit: at the city of Alexandria, not acting in the execution of any law, &amp;c., setting out the cases stated in the proviso to the ordinance, the said defendants in contravention of the ordinance aforesaid, with a certain pistol loaded with gunpowder and leaden balls, which the defendants then and there had, then and there, within the limits of the said city of Alexandria, to-wit, &amp;c., stating the street, unlawfully discharged the said pistol, and thereby then and there with shot, struck and wounded the said plaintiff in his right foot, in so grievous a manner that the said plaintiff’s right foot and leg became and was mortified, and by reason thereof, and setting out the amputation of the leg and the injury, and loss to his health and his business, and also the expenses he had been obliged to incur.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b162-15\">Daingerfield demurred to the declaration and each count thereof; but the court overruled the demurrer. <page-number citation-index=\"1\" label=\"139\">*139</page-number>He also pleaded “not guilty;” and, on Ms -motion, Ms case was tried separately.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b163-4\">On the trial there was a verdict in favor of the palintiff for $8,000 damages; and a motion for a new trial on the grounds that the verdict was contrary to the evidence, and the damages were excessive; hut the court overruled the motion, and rendered a judgment in accordance with the verdict. And Daingerfield thereupon applied to this court for a writ of error and <em>supersedeas; </em>which was awarded. The evidence introduced on the trial, as well as the instructions given by the court, are set out in the opinion of Judge <em>Christian.</em></summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b163-6\"><em>John W. Johnston </em>and <em>S. F. </em>Beach, for the appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b163-7\"><em>H. O. Claughton, Charles F. Stuart, </em>and <em>E. Burke, </em>for the appellee.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b163-8\">Christian, J.</author>\n<p id=\"Aku\">This is a writ of error to a judgment of the circuit court of the city of Alexandria.</p>\n<p id=\"b163-9\">The action was trespass on the ease, wMeh the defendant in error (Thompson) instituted against two defendants, George <em>W. </em>Harrison and Eeverdy J. Daingerfield, jointly, charging them, in various counts set out in the declaration, with assault and battery made upon him jointly by the said parties, by which said assault he was so wounded. by a pistol shot fired by them as to cause the loss by amputation of one of his legs; and laying his damages for said injury at the sum of $10,000.</p>\n<p id=\"b163-10\">Both the defendants being summoned to answer this action, and the defendant, Harrison, not appearing, a conditional order was confirmed in the clerk’s office as to him and an inquiry of damages directed.</p>\n<p id=\"b163-11\">The defendant, Daingerfield, appeared and demurred to the declaration and entered his plea of “not guilty.” <page-number citation-index=\"1\" label=\"140\">*140</page-number>Subsequently the defendant, Harrison, also demurred to the declaration. And afterwards, at the May term ■ of said circuit court, 1879, both parties appeared by their attorneys, and the defendant (Daingerfield) moved the court that the cause be tried as to each. of the defendants separately; which motion the court granted, and the cause was continued as to defendant Harrison, and was proceeded with as to the defendant Daingerfield, upon the issue of not guilty as to him. And upon this issue, a jury, after hearing the evidence, found a verdict for the plaintiff (the defendant in error here), against the defendant Daingerfield, and assessed his damages at the sum of $8,000. Hpon this verdict the circuit court entered its judgment for the sum of $8,000—the damages by the jury in their verdict ascertained, with costs.</p>\n<p id=\"b164-12\">To this judgment a writ of error was awarded by one'of the judges of this court.</p>\n<p id=\"b164-13\">I am of opinion that the circuit court did not err in overruling the demurrer to the declaration. The summons sued out was to answer an action of trespass on the case, and the declaration charged the defendants with an assault in various forms in three distinct counts, and charging, as the effect of said assault, the wounding of the plaintiff so as to cause amputation of his leg, and adding a fourth count, setting forth an ordinance of the city of Alexandria, prohibiting the discharge of firearms in said city, and also alleging the continued sickness, and disorder, and suffering in consequence of said wound, and the expenses in medical attendance and other costs consequent on said wound, which he claimed amounted to a large sum.</p>\n<p id=\"b164-14\">The allegations of this declaration, taken to be true by the demurrer, certainly make out a case of trespass, and that action would lie at common law. And under our statute, wherever an action of trespass will lie, <em>trespass </em><page-number citation-index=\"1\" label=\"141\">*141</page-number><em>on the case </em>may \"be maintained; for by the sixth section of chap. 145 of Code of 1873, it is provided that, section 6, “In any case in which an action of trespass will lie,there may be maintained an action of trespass on the case.” It is, therefore, conclusive, that under our statute the case set out in the declaration is one upon which an action on the case may be maintained. The demurrer, therefore, was properly overruled.</p>\n<p id=\"b165-4\">It is proper to remark that the counsel who argued the case here did not rely upon the demurrer, but the point having been raised in the court below, I have thought it proper to notice it.</p>\n<p id=\"b165-5\">I now pass to the consideration of the main questions in this case, which are raised by the instructions given by the circuit court, and upon the motion for a new trial, upon the ground that the verdict -was contrary to the evidence.</p>\n<p id=\"b165-6\">It is first to be remarked that in this case there is no certificate of facts, but only a certificate of the evidence; and the rule is well settled, that in such a case, as has been repeatedly decided by this court, the appellate court will only consider the evidence introduced by the party prevailing, and will not reverse the judgment, unless after rejecting all the <em>parol </em>evidence of the exc'eptor, and giving full faith and credit to that of the adverse party, the decision of the court below still appears to be wrong. <em>Read’s case, </em>22 Gratt. 924; <em>Gimmi </em>v. <em>Cullen, </em>20 Gratt. 439, and cases there cited; <em>Dean’s case, </em>32 Gratt. 912; <em>Danville Bank </em>v. <em>Waddill’s adm’r, </em>31 Gratt. 469, and cases there cited.</p>\n<p id=\"b165-7\">Observing this rule, we proceed to consider the evidence certified, which is as follows : The plaintiff testified that on the night of the 5th day of March, 1877, in the city of Alexandria, Virginia, he was at his restaurant on the west side of St. Asaph street, between King and Cameron streets, when about twelve o’clock <page-number citation-index=\"1\" label=\"142\">*142</page-number>he closed his front door, which opened on said St. Asaph street, and turned off one light <em>therein; </em>that -there were in the room John Bobey and plaintiff, and John Dixon, colored, an employee of plaintiff, was back in the kitchen, when he heard voices at his front door and persons seeking admittance and knocking on the same and cursing and swearing, and also rapping on the window. In a few moments Mr. James B. Smoot entered by a side door, which opened on the alley adjacent on the south side of the house, and said Smoot told him to open the door, Bev. (meaning thereby the defendant) was outside. He, the plaintiff, walked to open the door, and as he was putting his hand on the knob of the door opening from the restaurant into the passage on the north side of the house for the purpose of admitting the defendant, he heard the explosion of a pistol and found himself shot with a pistol ball through the right foot. He cried out that he was shot, and immediately afterwards the front door was opened and George <em>W. </em>Harrison and the defendant entered.</p>\n<p id=\"b166-12\">Plaintiff was then seated in a chair holding his wounded foot. Harrison came up much excited, saying, <em>“ </em>My God, what can I do for you,” and was greatly excited and alarmed. Harrison rose up and turning to defendant he said, “ This would not have happened if you hadn’t told me to fire a salute.” To which defendant answered, “I didn’t suppose you were d—d fool enough to fire into the house—I thought you’d fire into the air.” Presently afterwards Smoot, Daingerfield and Harrison left, one after another, in the order named. Previous thereto Bobey and the boy, Jack, had gone for the doctor, who came and dressed his wound.</p>\n<p id=\"b166-13\">On the next morning defendant, Daingerfield, came to see him, and Mr. McLean and the boy, Jack, were <page-number citation-index=\"1\" label=\"143\">*143</page-number>present. McLean was urging plaintiff to prosecute Harrison, when defendant, Haingerfield, said, “Ho, I would not do it if I were you—if I had not told him to do it, he would not have done it. He is not worth anything anyhow.” Presently afterwards Haingerfield left, and he has had no further conversation with him •since that time. He was laid up for many months with his wound, and suffered great pain therefrom, and finally the leg was amputated just below the knee to save his life. His general health had suffered; he had become greatly emaciated, being reduced in weight from 145 to 114 pounds, including his iron leg, and his business had suffered greatly in consequence of this affair, and he had been at great expense for medical services and medicines, his physician’s bill alone amounting to $800.</p>\n<p id=\"b167-4\">The plaintiff next offered John Pobey, who testified as follows:</p>\n<p id=\"b167-5\">That he was engineer on the Alexandria &amp; Washington railroad, and brought down the special train from Washington on the night stated. He was waiting for a steam of oysters at Thompson’s restaurant. Thompson asked him why he was out so late. He replied he brought special train down. Thompson then asked if there were any drunken people on board. He replied there were some drunk,” but too drunk to give any trouble. Plaintiff1 said he had better close up, and had his front door closed and one light turned.down.</p>\n<p id=\"b167-6\">Soon he heard the voices of persons on the street seeking admittance, loud knocking on the front door and window, and voices cursing and swearing. A few minutes afterwards Smoot entered by the side door from the alley, and on entering said, “ Thompson, open the door; Pev. is outside.” Presently afterwards heard the pistol shot, saw Thompson was wounded, and started out of the side door and ran for the doctor. <page-number citation-index=\"1\" label=\"144\">*144</page-number>~Went for tlie doctor twice. As he was going out he heard the word salute used, hut by whom does not know—Daingerfield and Harrison being in the room at the time. Harrison’s position indicated that he was tipsy, but did not think that he was too drunk to know what he was doing.</p>\n<p id=\"b168-12\">Isaac Johnston (colored) was next offered, and testified as follows:</p>\n<p id=\"b168-13\">He lived opposite to plaintiff’s restaurant at that time, and was standing in his door on the night of this occurrence. Saw three men in front of the restaurant. One of them presently went up the alley; the other two remained talking and knocking on the door and window. They were cursing and swearing. He recognized the two outside as defendant and Harrison. He heard Harrison say, “Shall we give him a salute?” and the other replied, “Yes, salute the damn black republican.” At the time this was said Daingerfieldstepped back from the door towards the curb and the pistol was fired; presently afterwards heard the pistol shot.</p>\n<p id=\"b168-14\">Frederick Stubbs was offered, and testified as follows :</p>\n<p id=\"b168-15\">That at this time he lived opposite to Thompson’s restaurant, next to Johnston, and was at his window at the time of the shooting Of Thompson. He spoke to the witness Johnston as he went in his door, and afterwards from his second-story window; saw the three men at the front door, but could not recognize them by sight. One went up the alley, and heard them talking; was attracted by the loud talking and swearing and knocking on the door and window. Some one, not Harrison, said, “Let’s give him a salute,” or “ Give him a salute,” and heard Harrison, whose voice he knew, say, “I’ll do it; the old republican; ” and he thought they were going to cheer him, <page-number citation-index=\"1\" label=\"145\">*145</page-number>and in a moment heard the explosion of a pistol. Just before the shot, one of them stepped from the door towards the street.</p>\n<p id=\"b169-4\">The plaintiff’s colored hoy Jack was next offered, and testified:</p>\n<p id=\"b169-5\">That on the morning of the 6th of March, 1877, he was present at the conversation between the defendant, Thompson and McLean. McLean said that if it was him he would have Harrison arrested. Defendant said, “Ho, I would not do it; he is not worth anything anyhow.” McLean said he did not care; he would have him arrested and punished. Defendant said he thought Harrison had fired in the street.</p>\n<p id=\"b169-6\">Drs. Lewis and Stabler testified that they amputated the limb to save Thompson’s life; that he suffered great pain and anguish from the wound, and his health was seriously injured thereby, his chest having been involved, because of the nervous prostration, resulting from the wounds; that previous to the shooting, Thompson was a healthy man.</p>\n<p id=\"b169-7\">The plaintiff then offered, in evidence, an ordinance of the city of Alexandria, the substance of which is given in the statement of the case.</p>\n<p id=\"b169-8\">The defendant to maintain the issue on his part, offered himself as a witness, and testified as follows: That he, in company with James H. Smott, took the 7 o’clock local train on the 5th of March, 1877, for \"Washington. At the train he saw Thompson. He and Smoot had been frequently in the habit of frequenting Thompson’s saloon to get oysters and something to drink. Thompson asked them where they were going, and on being told that they were going up to see the fireworks and would he down on the late train, said, “When you come down you will want something to eat, and I will he open for you.” On their return they started from the station for Thomp<page-number citation-index=\"1\" label=\"146\">*146</page-number>son’s, and after going a square, were joined by Harrison (whom they had not previously seen), and he, on being informed where they were going, said he would go along. They went on, down Cameron street to Columbus street, and thence down Columbus to King street, and thence down King street, which course was a square out of the direct way to Thompson’s, passing by Appich’s restaurant, where they halted, and might have stopped but for his being closed, and turned into St. Asaph street to Thompson’s. They saw the. door was closed, but the light still burning. Harrison tried the door, and Smoot turned and went up the alley. Defendant rapped on the window, and then also turned and followed Smoot to the mouth of the alley, and there stopped for a matter of relief. \"Whilst standing there Harrison was talking and turning the knob of the door, and presently he heard the discharge of a pistol. Harrison said the damn thing went off accidentally in shifting it from his pocket. On the door being opened by Smoot, Harrison went in, and defendant followed him. He found Thompson seated in a chair, and shot in the foot. Harrison was very pale, and much excited, and he himself was dumbfounded. Harrison exclaimed, “My God! what have I done,” and repeated that the damn thing had gone off accidentally in shifting it from his pocket. He did not hear Harrison address him, as testified to by Thompson, and said nothing himself that he recollected. In a minute or two Smoot left, and almost immediately after he followed, admitting that in the former trial he testified that he remained ten minutes; that he had no knowledge that Harrison had a pistol, and that he was as much surprised at the shot as Thompson was at being shot. He did not remember the word salute being used outside or inside. He went the next morning to see how Thompson was; saw Mr. McLean was <em>there; </em>asked Thompson how he <page-number citation-index=\"1\" label=\"147\">*147</page-number>was, and. in a minute or two left. He had no recollection of any such conversation on this occasion as was testified to by Thompson.</p>\n<p id=\"b171-4\">James R. Smoot was next called for the defendant, and testified substantially as defendant had as to their movements and conversation on the night of the 5th of March, 1877, until they got to Thompson’s restaurant. On reaching it, and finding the front door closed, he turned and went up the alley, and entered by the side door, and told Thompson to open the door—Rev. was on the outside. Thompson started to open the door, and presently he heard the explosion of the pistol, and the exclamation from Thompson that he was shot. Presently the door was opened, and Harrison and Haingerfield entered. Saw that Thompson was shot, and went immediately out, as soon as the •door was opened. Soon afterwards Haingerfield overtook him, about thirty yards from the door.</p>\n<p id=\"b171-5\">I have thus copied into this opinion all the evidence, because the main question we have to consider is whether the verdict is warranted by the evidence.</p>\n<p id=\"b171-6\">This being all the evidence on both sides, the court .gave the following instructions, asked for by the plaintiff and defendant respectively:</p>\n<p id=\"b171-7\">The following instructions were given by the court at the instance of the plaintiff:</p>\n<p id=\"b171-8\">(1.) The court instructed the jury that every person who is present at the commission of a trespass, encouraging or inciting the same by words, gestures, looks or signs, or who in any way, or by any means, countenances or approves the same, is, in law, assumed to be an aider and abettor, and is liable as principal.</p>\n<p id=\"b171-9\">(2.) The jury are instructed by the court, that if they believe, from the evidence, that the said defendant, Reverdy J. Haingerfield, is liable in this action under the instructions to the plaintiff, in damages, then <page-number citation-index=\"1\" label=\"148\">*148</page-number>in estimating said damages, they should take into* account the bodily injury sustained hy the plaintiff, the pain undergone, the effects on the health of the sufferer, according to its degree and its probable duration, as likely to be temporary or permanent, the expenses incidental to attempts to effect a cure or to lessen the amount of injury, and the pecuniary loss sustained by the plaintiff1 through inability to attend to his business.</p>\n<p id=\"b172-12\">And the defendant excepted. And then the court,, on motion of defendant, over the plaintiff’s objection,, gave the following instruction:</p>\n<p id=\"b172-13\">The court instructs the jury that in order to make the defendant, Daingerfield, liable in this action, they must be satisfied, from the evidence, that he either actively and forcibly aided and participated in the injury done to the plaintiff, or that he was present at the commission of the injury, aiding, encouraging and inciting the same; that the burden of proof is upon the plaintiff to satisfy them that defendant, Daingerfield, was thus present, aiding, encouraging and inciting the act; but mere presence, unconnected with other proofs of guilt, at the commission of the act, will not render him liable to the plaintiff</p>\n<p id=\"b172-14\">I am of opinion that the instructions given- hy the court below, correctly expound the law of the case, and that the instructions given at the instance of the defendant, were certainly very favorable to him. There being no error, therefore, in the instructions given hy the court, the only remaining question is, did the court err in refusing to set aside the verdict as contrary to the evidence?</p>\n<p id=\"b172-15\">This motion to set aside the verdict of the jury is based upon two grounds: First, that the evidence did not warrant the verdict against the defendant, Daingerfield, who did not actually commit the trespass, <page-number citation-index=\"1\" label=\"149\">*149</page-number>from which the plaintiff received, the injury complained of; and, <em>Second, </em>because the damages assessed by the jury were excessive.</p>\n<p id=\"b173-5\">As to the first point, the evidence conclusively shows that Daingerfield, with Harrison, was guilty of a trespass upon the premises of Thompson. They went to his house at a late hour of the night and demanded admittance after he had closed his house. Their conduct in insisting on admittance at that late hour, was in itself a trespass on his premises. And when he refused admittance, the firing of a pistol by Harrison was another unlawful act. And in that unlawful act, Daingerfield was a prominent actor. He prompted Harrison to fire the pistol which caused the fatal result. Harrison, who was drunk, asked him, “ Shall I give him a salute,” and Daingerfield replied, “Yes, give the damned black republican a salute,” and at the same time stepped back from between Harrison and the door. Immediately upon this, the pistol was fired by Harrison, and Thompson, who was opening the door, was wounded by the pistol shot.</p>\n<p id=\"b173-6\">Daingerfield, himself, admits that Harrison would not have fired the pistol, but for his direction, although he insists that when he told him to fire a salute, he expected him to fire into the air; and, to use his own language, he “ did not expect that he was d—d fool enough to shoot into the house.”</p>\n<p id=\"b173-7\">The willful firing of a pistol in the streets of a city, whether maliciously or not, is of itself an unlawful act, and the consequence of such unlawful act must be visited upon those who commit it or instigate it. Safety and protection to society require that both the actors and instigators of unlawful acts should be held to strict accountability for the consequences of their violation of law. It is no excuse or justification of Daingerfield to say that he did not fire the pistol which <page-number citation-index=\"1\" label=\"150\">*150</page-number>caused the injury. He was the aider and abettor and instigator of Harrison, who fired the fatal shot, and - he, himself, admits that it was fired at his advice and instigation. And it is-no excuse or justification to say that he simply told him to fire a salute and that he expected him (Harrison) to fire in the air. The firing-of the pistol was in itself an unlawful act, and advised and instigated by him, he must take the consequences-of the result.</p>\n<p id=\"b174-12\">He who commands or procures another to do an unlawful act, is as responsible as a trespasser as he who commits the trespass. <em>Jordan </em>v. <em>Wyatt, </em>4 G-ratt. 151. And' although the act committed was done without malice, yet being unlawful, the party committing it or aiding or abetting in its commission, is responsible in damages to the party injured. <em>Parsons </em>v. <em>Harper, </em>16 Gratt. 64.</p>\n<p id=\"b174-13\">It is earnestly insisted, however, by the learned counsel for the plaintiff in error (Daingerfield) that the evidence <em>against him </em>does not sustain the charge in the declaration, and in each count thereof, of assault and battery; that while such assault is proved against Harrison, who fired the pistol, it is not proved as to Daingerfield; that he committed no assault, hut simply advised and instigated an act which was in itself harmless, to-wit: “Fire a salute,” and that this act was not a trespass or assault as far as Daingerfield was concerned; that he did not direct Harrison to shoot Thompson, or to fire into his house, hut simply to “fire a. salute,” and that Harrison did another and different-act from the one which was advised and instigated by Daingerfield, and that the injury resulted from Harrison’s act done differently from the act directed by Daingerfield, and consequently Daingerfield cannot be held liable in this action.</p>\n<p id=\"b175-3\"><page-number citation-index=\"1\" label=\"151\">*151</page-number>Now, the fatal defect in this argument is, that the firing of a pistol in the streets of a city is not <em>a harmless </em>act, hut, on the contrary, ig <em>an unlawful </em>and dangerous act, prohibited and made unlawful hy express ordinance. And besides, the evidence abundantly shows that even before the firing of the pistol, Daingerfield and Harrison were joint trespassers upon the premises of Thompson. The firing of the pistol was an aggravation of the trespass, and being in itself an unlawful act (and that unlawful act causing the fatal injury), being instigated and prompted hy Daingerfield, he is equally responsible with Harrison for its unhappy consequences, although it was not done maliciously and not done by the hand of Daingerfield.</p>\n<p id=\"b175-4\">The law is well settled that any person who is present at the commission of a trespass, encouraging or inciting the same by words, gestures, looks or signs, or who in any way or hy any means, countenances or approves the same, is in law deemed to be an aider and abettor, and liable as principal. 1 Hale P. G. 438; 3 Glreenlf. §§40, 41; 43 Missouri R. 206, and cases there cited.</p>\n<p id=\"b175-5\">There seems, indeed, to be no principle of law better settled, and for which numerous authorities may be cited if necessary, than this: that all persons who wrongfully contribute in any manner to the commission of a trespass, are responsible as principals, and each one is liable to the extent of the injury done.</p>\n<p id=\"b175-6\">The defendant, Daingerfield, being present, aiding and abetting and instigating Harrison, was equally guilty with him of an assault to the same degree as if he had fired the fatal shot himself.</p>\n<p id=\"b175-7\">I am further of opinion that the circuit court did not err in refusing to set aside the verdict on the ground that the damages were excessive.</p>\n<p id=\"b176-11\"><page-number citation-index=\"1\" label=\"152\">*152</page-number>The question of what damages the plaintiff sustained, was a question for the jury to determine.</p>\n<p id=\"b176-12\">The appellate court will not interfere with such a verdict unless it appears that the verdict is plainly extravagant and excessive.</p>\n<p id=\"b176-13\">We cannot say, upon the evidence before us, that the verdict is plainly excessive. The evidence shows that the injury received by the plaintiff caused the amputation of his leg, as well as great suffering and expense and permanent injury to his health. The jury, with all the facts before them, estimated the damages at the sum of $8,000, and we cannot say, upon the evidence certified, that the verdict is excessive under all the circumstances of the case. '</p>\n<p id=\"b176-14\">Upon the whole case, I am of opinion that there is no error in the judgment of the circuit court, and that the same should be affirmed.</p>\n<p id=\"b176-15\">The other judges concurred in the opinion of <em>Christian, </em>J.</p>\n<p id=\"b176-16\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}