{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"988\" lastpage=\"992\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b1008-2\" pgmap=\"1008\">Fountain Crum, Plaintiff-Appellee, v. Gulf Oil Corporation, Defendant and Third-Party Plaintiff-Appellant. John Crown, Defendant and Third-Party Plaintiff, v. Curry &amp; Marchman Well Servicing Company, Third-Party Defendant-Appellee.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1008-4\" pgmap=\"1008\">(No. 71-200;</docketnumber><court data-order=\"2\" data-type=\"court\" id=\"b1008-5\" pgmap=\"1008\">Fifth District</court><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Av1\" pgmap=\"1008\">May 17, 1973.</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1008-6\" pgmap=\"1008\">Rehearing denied August 6, 1973.</otherdate><p data-order=\"5\" data-type=\"judges\" id=\"AtmT\" pgmap=\"1008\">G. MORAN, P. J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1008-14\" pgmap=\"1008\">Jack E. Horsley and John P. Ewart, of Craig &amp; Craig, of Mattoon, and G. Gordon Burroughs and Robert W. Wilson, of Burroughs, Simpson and Wilson, of Edwardsville, for appellant Gulf Oil Corporation.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1008-15\" pgmap=\"1008\">Walker &amp; Williams, of Belleville, and Pope &amp; Driemeyer, of East St. Louis, for appellee Curry &amp; Marchman Well Servicing Company.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1008-16\" pgmap=\"1008\">Pratt and Mosele, LTD., of East Alton, (Paul L. Pratt, of counsel,) for appellee Fountain Crum.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b1009-4\" pgmap=\"1009\">Mr. JUSTICE CREBS</author> <p id=\"A9fN\" pgmap=\"1009\">delivered the opinion of the court:</p> <p id=\"b1009-5\" pgmap=\"1009\">Plaintiff, Fountain Crum, was injured when he fell over a flow line owned by Defendant and Third Party Plaintiff, Gulf Oil Corporation, hereafter referred to as Gulf. Crum was employed by the Third Party Defendant, Curry and Marchman Well Servicing Company. Defendant and Third Party Plaintiff, John Crown, was a pumper for Gulf.</p> <p id=\"b1009-6\" pgmap=\"1009\">In August of 1968 Crown received orders from his supervisor to have Curry and Marchman pull the pipe and tubing out of the well called Smail Number 7. Crown’s job included inspecting Smail Number 7. Gulf wanted to use the pipe and tubing at a different well. Crum was injured while he was walking backwards carrying the pipe. He tripped over a flow line. The flow line was above the ground and grass and weeds had grown up around it making it difficult to see.</p> <p id=\"b1009-7\" pgmap=\"1009\">Crum brought an action against both Gulf and Crown in the Circuit Court of Madison County. Gulf filed an Answer and brought an action against Curry and Marchman pursuant to an indemnification contract between them.</p> <p id=\"b1009-8\" pgmap=\"1009\">The jury returned a verdict against Gulf and in favor of Crum for $175,000. The jury found in favor of defendant, Crown, over Plaintiff, Crum. They found for Curry and Marchman over Gulf. The jury found that Cram was not guilty of contributory negligence, that neither Crown nor Curry and Marchman were actively negligent, and that Gulf was actively negligent. Gulf has appealed.</p> <p id=\"b1009-9\" pgmap=\"1009\">Subsequent to the taking of this appeal by Gulf, we received notice that Gulf and Crum settled their portion of this suit. We. are therefore concerned only with the portion of the appeal as it affects the suit between Gulf and Curry and Marchman on the Third Party Complaint.</p> <p id=\"b1009-10\" pgmap=\"1009\">Gulf has raised several points on appeal. Among them is the trial court’s alleged failure to adhere to Supreme Court Rule 216, Ill. Rev. Stat., ch. 110A, par. 216.</p> <p id=\"b1009-11\" pgmap=\"1009\"> It appears that on January 23, 1970 Gulf filed a Request for Admission of Facts and Genuineness of Documents directed to Curry and Marchman. (Supreme Court Rule 216, Ill. Rev. Stat., ch. 110A, par. 216.) Admissions were requested on the following:</p> <blockquote id=\"b1009-12\" pgmap=\"1009\">1. That on April 22, 1965, Curry and Marchman Well Servicing Company entered into a contract with Gulf Oil Corporation, known as Contract No. E-16, entitled “Blanket Contract”.</blockquote> <blockquote id=\"b1009-13\" pgmap=\"1009\">2. That thereafter, the said Curry and Marchman Well Servicing Company performed services under said blanket contract by executing later purchase orders, as the need for work developed, subject to the terms of the blanket contract.</blockquote> <blockquote id=\"b1009-14\" pgmap=\"1009\">3. That “Exhibit A” attached hereto is a copy of said blanket contract.</blockquote> <blockquote id=\"b1010-2\" pgmap=\"1010\">4. That said contract was in full force and effect at the time of the alleged injury to plaintiff herein.</blockquote> <p id=\"b1010-3\" pgmap=\"1010\">The Third Party Defendant, Curry and Marchman, did not file a denial or an objection or any response to the Request within 28 days or at any other time as provided by Supreme Court Rule 216. (Ill. Rev. Stat., ch. 110A, par. 216.) The record discloses that proper service was made pursuant to Supreme Court Rule 11 (Ill. Rev. Stat., ch. 110A, par. 11), and that service was proved in compliance with Supreme Court Rule 12. (Ill. Rev. Stat., ch. 110A, par. 12.) During the trial the attorneys for Curry and Marchman denied that they had received copies of tire request and moved to deny all matters set forth in the request. Gulf objected but the trial court allowed Curry and Marchman s motion. This was error. In Bernier v. Schaefer, 11 Ill.2d 525, 529, the court said: “If the proper giving of the notice can now be frustrated by the mere allegation of the defendant that he did not receive it, then the giving of notice by mail cannot be relied upon even though the rules specify such a method.” Therefore it was error for the trial court to allow Curry to deny the request after they had failed to respond at the proper time.</p> <p id=\"AXTp\" pgmap=\"1010\"> Supreme Court Rule 216 (Ill. Rev. Stat., ch. 110A, par. 216), provides that failure to deny or object to a Request to Admit Facts and Genuineness of Documents within 28 days after service thereof results in the admission of such facts or genuineness of documents. In City of Champaign v. Roseman, 15 Ill.2d 363, the Supreme Court held that under Rule 18 (now 216) failure to deny or object to the Request within 10 (now 28) days constituted an admission of the factual allegations. This decision \"was followed in Iversen v. Iversen, 28 Ill.App.2d 45. Gulf maintains that the error committed at trial prejudiced its case by depriving it of a crucial admission of facts for which it did not have adequate time to obtain substitute proof. We must agree, notwithstanding the fact that Curry points out that there never was any admission that at the time the plaintiff’s accident occurred the work being done was pursuant to the contract.</p> <p id=\"b1010-4\" pgmap=\"1010\"> A further error occurred in regard to the form of verdicts submitted to the jury. The third party complaint consisted of two counts. The first alleged that Curry and Marchman were to indemnify Gulf and Crown, if they were found liable for Crum’s injuries, by virtue of the indemnification contract. The second count of the third party complaint alleged that any liability to the plaintiff would be as a result of active, primary, and direct negligence on the part of Curry and Marchman as against passive, indirect, and technical negligence on the part of Gulf and Crown, and that Gulf and Crown would be entitled to indemnification on this basis.</p> <p id=\"b1010-5\" pgmap=\"1010(10) 1011(61)\">Gulf submitted verdict form providing for separated verdicts on Gulf’s alternative theories of recovery according to the two counts of the third party complaint. These were refused. The third party defendant submitted verdict forms which simply provided for a verdict in favor of either the third party plaintiffs or the third party defendant. These forms did not separate the counts of the third party complaint and were given over objection.</p> <p id=\"b1011-5\" pgmap=\"1011\">There were two issues raised in the third party complaint. There was the question of active and passive negligence and the question of the indemnification contract. Gulf had a right to have its alternative theories submitted to the jury.</p> <p id=\"b1011-6\" pgmap=\"1011\">We therefore reverse and remand for a new trial that part of the appeal which involves the Third Party Complaint as it affects Gulf and Curry and M archman.</p> <p id=\"b1011-7\" pgmap=\"1011\">Reversed in part.</p> <p id=\"b1011-8\" pgmap=\"1011\">EBERSPACHER, J., concurs.</p> </opinion> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b1011-9\" pgmap=\"1011\">Mr. PRESIDING JUSTICE GEORGE J. MORAN</author> <p id=\"Ablz\" pgmap=\"1011\">dissenting:</p> <p id=\"b1011-10\" pgmap=\"1011\">Although Gulf states that the erroneous ruling by the trial court allowing the third party defendant to deny the request for admission at trial was error, Gulf does not state how it was damaged therein. All it says is that “this erroneous ruling by the trial judge greatly prejudiced Gulf because it was suddenly deprived of crucial and important admissions of fact for which it had inadequate time to obtain substitute proof.” In its brief Gulf did not delineate what specifically Curry and Marchman were permitted to deny.</p> <p id=\"b1011-11\" pgmap=\"1011\">First, counsel for third party defendant asked to deny that there was legal consideration for the contract. I think he could have argued this anyway, even though the contract was taken as admitted. Second, he denied that the work being done by Curry fell within the purview of the contract. This, too, would not have been admitted even if he had admitted the request in question, because the contract described the work to be performed by third party defendant as well-servicing and the issue of whether or not the third party defendant was engaged in well-servicing was hotly disputed at the trial.</p> <p id=\"b1011-12\" pgmap=\"1011(87) 1012(42)\">However, assuming that the admissions did cover these denials, I still believe the trial court was well within its discretion when it allowed the third party defendant to deny the admissions at the trial. These denials were made prior to the time that third party plaintiff put on any evidence. Third party plaintiff could have asked for a continuance, but he did not do so. This situation is analogous to allowing a party to amend his pleadings during trial. In such circumstances, it is generally held that the trial court may, in its discretion, when it would not involve unfair, surprise and prejudice to the opposing party. The defendant could have asked for a continuance, could have asked for the cases to be severed, but did not do so.</p> <p id=\"b1012-5\" pgmap=\"1012\">With reference to the error claimed in the form of verdict submitted to the jury by the trial judge, third party plaintiff does not in this court arid did not in the trial court show how it was harmed by the forms of verdict given. In fact, there was not even a specific objection made to them. In addition, the holding of the majority on this point is contrary to Section 68(3) of the Civil Practice Act. (See the Joint Committee Comments to this Section.)</p> </opinion> </casebody> ",
    "status": "ok"
  }
}