{
  "casebody": {
    "data": "<casebody firstpage=\"230\" lastpage=\"237\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b256-25\">James G. RIGBY, Plaintiff-Appellant, v. FIA CARD SERVICES, N.A., d.b.a. Bank of America, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b256-27\">No. 12-10053</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"ALg\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b256-28\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b256-29\">Sept. 19, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b257-16\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>Kenneth J. Riemer, Attorney at Law, Mobile, AL, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b257-17\">John David Collins, Maynard Cooper &amp; Gale, PC, Birmingham, AL, Kathleen H. Dooley, Angela H. Zimmern, McQuire Woods, LLP, Charlotte, NC, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b258-3\"><page-number citation-index=\"1\" label=\"232\">*232</page-number>Before MARTIN, JORDAN and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b258-4\">PER CURIAM:</author>\n<p id=\"b258-5\">Plaintiff James Rigby appeals the dismissal with prejudice of his complaint against FIA Card Services, N.A. (d/b/a/ Bank of America) (“BOA”), in which he claimed BOA failed to properly investigate and remove charges for a cancelled travel club membership, violating both the Fair Credit Billing Act (“FCBA”), 15 U.S.C. § 1666, and state law. After careful review of the record and the briefs, we reverse the district court’s order dismissing Rigby’s complaint.</p>\n<p id=\"b258-6\">I.</p>\n<p id=\"b258-7\">According to the complaint, on May 1, 2010, Rigby attended a sales presentation for a travel club membership that was hosted by Grand Design, an agent of Outrigger Vacation Club. At the conclusion of the presentation, Rigby purchased a membership for the vacation club, signing a Retail Installment Contract (“Contract”) and agreeing to pay a lump sum of $4,995.00. At the same time that he signed the Contract, Rigby initialed a document entitled “Acknowledgment and ByLaws,” which stated that Outrigger would provide him a username and password within two weeks after the membership application and the paperwork were executed. The amount of $4,995.00 was charged to Rigby’s BOA credit card the same day.</p>\n<p id=\"b258-8\">The Contract describes what Outrigger promised to deliver:</p>\n<blockquote id=\"b258-9\">“DESCRIPTION OF GOODS AND SERVICES: Membership in a vacation club which includes stays in participating condominiums, discounts, and other membership benefits as explained more fully in the Membership Kit documents.”</blockquote>\n<p id=\"b258-12\">Above the signature line of the contract, Rigby initialed a term that, in part, read:</p>\n<blockquote id=\"b258-13\">“THIS TRANSACTION IS TAKING PLACE AT OUR MAIN OR PERMANENT BRANCH OFFICE OR LOCAL ADDRESS, AND IS THEREFORE NOT SUBJECT TO CANCELLATION OR RESCISSION UNDER STATE OR FEDERAL LAW ONCE IT IS SIGNED AND RECEIVED BY BUYER.”</blockquote>\n<p id=\"b258-14\">And the page after the Contract’s signature page included the following term:</p>\n<blockquote id=\"b258-15\">“ENTIRE CONTRACT. This Contract and its accompanying documents represent the entire agreement between the parties regarding the credit sale of the goods and services described on the front of the contract, and there are no other prior or contemporaneous oral or written agreements or representations on which either party is relying.”</blockquote>\n<p id=\"b258-16\">After the Contract was signed, Rigby received the Membership Kit mentioned in the Contract’s Description of Goods and Services. The Kit contained disclaimers and explanations of limitations and fees associated with club membership that Rigby did not expect based on the representations made at the Grand Design presentation. After reviewing the Kit, and becoming aware of the fees and limitations associated with the benefits, Rigby decided to cancel his purchase.</p>\n<p id=\"b258-17\">The following day, on May 2, 2010, Rig-by wrote and faxed a letter to Grand Design stating his desire to cancel the purchase of the membership. Grand Design did not recognize the cancellation.<footnotemark>1</footnotemark></p>\n<p id=\"b259-4\"><page-number citation-index=\"1\" label=\"233\">*233</page-number>Though Rigby’s request to cancel the Contract was denied, Rigby was never provided the username and password referred to in the “Acknowledgment and By-Laws” document. The username and password offered the only means by which to access vacation club membership benefits.</p>\n<p id=\"b259-5\">On May 28, 2010, Rigby notified BOA that there was a dispute surrounding the $4,995.00 charge on his account. BOA initially removed the charge, but reinstituted the charge on July 21, 2010. On August 3, 2010, Rigby wrote to BOA again and provided additional information relating to the vacation club membership charge. In particular, Rigby presented BOA with a June 2010 letter in which Outrigger explained that it never received from Grand Design any information or paperwork about Rig-by’s membership, that Rigby’s name was not in Outrigger’s member database, and that it would be “impossible” for Rigby to use any of the vacation club services. BOA continued to decline Rigby’s request to remove the charge.</p>\n<p id=\"b259-6\">II.</p>\n<p id=\"b259-7\">Rigby filed a complaint against BOA in federal court on July 12, 2011. In the complaint, Rigby alleged that BOA failed to comply with the requirements of the FCBA because the $4,995.00 charge was a “billing error” within the meaning of 15 U.S.C. § 1666 and BOA “[flailed to remove [the billing error] ... after receipt of information which demonstrated that [Rig-by] ... had not received the benefits bargained for in connection with the charge.” Rigby also raised two claims under Alabama common law, alleging that BOA was negligent and wanton in its investigation of the disputed charge.</p>\n<p id=\"b259-10\">On August 23, 2011, BOA filed a Motion to Dismiss Rigby’s complaint for failure to state a claim. BOA argued that Rigby’s pleadings relating to the $4,995.00 charge did not amount to an allegation of a “billing error” under the FCBA, and that there is no common law duty to investigate disputed credit card charges.</p>\n<p id=\"b259-11\">On November 21, 2011, a magistrate judge submitted a Report and Recommendation (“R &amp; R”) recommending dismissal of Rigby’s complaint with prejudice based on the findings that there was “no billing error and no viable FCBA claim” and that Rigby failed “to make a proper claim for negligence and wantonness.” Rigby objected to the R &amp; R. On December 21, 2011, the district court adopted the magistrate judge’s R &amp; R, dismissed all of Rig-by’s claims with prejudice, and entered judgment for BOA. Rigby timely filed notice of his appeal of that order and judgment.</p>\n<p id=\"b259-12\">III.</p>\n<p id=\"b259-13\">We review <em>de novo </em>a dismissal under Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim, and construe the factual allegations in the complaint in the light most favorable to the plaintiff. <em>See Hill v. White, </em>321 F.3d 1334, 1335 (11th Cir.2003). Though we normally limit our review of a Rule 12(b)(6) dismissal to <page-number citation-index=\"1\" label=\"234\">*234</page-number>the complaint itself, we may consider extrinsic documents when, as here, they are central to the plaintiffs claim and their authenticity is not challenged. <em>Speaker v. U.S. Dep’t of Health &amp; Human Servs. Ctrs. for Disease Control &amp; Prevention, </em>623 F.3d 1371, 1379 (11th Cir.2010). We will not dismiss a complaint for failure to state a claim “when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.” <em>Id. </em>at 1380 (quotation marks omitted).</p>\n<p id=\"b260-4\">IV.</p>\n<p id=\"b260-5\">Enforced as part of the Truth and Lending Act, and implemented by Regulation Z, the FCBA gives a consumer the right, upon proper written notice, to request correction of “billing errors” by its creditors. <em>See </em>15 U.S.C. § 1666; 12 C.F.R. § § 226.1-226.36.</p>\n<p id=\"b260-7\">Under the FCBA, a consumer who believes there is a billing error on his statement has sixty days, from receiving the statement, to notify the creditor of that error. <em>See </em>15 U.S.C. § 1666(a); 12 C.F.R. § 226.13(b). If the consumer gives proper and timely notice, then the creditor is required to provide, within thirty days, written acknowledgment that it received the notice; and, within ninety days, or two complete billing cycles, whichever is shorter, the creditor must investigate the matter, either correcting the billing error or sending a written explanation of why the original statement was correct. 15 U.S.C. § 1666(a); 12 C.F.R. § 226.13(c), (e), (f).</p>\n<p id=\"b260-10\">The statute defines a “billing error” as, among other things, “[a] reflection on a statement of goods and services not accepted by the obligor or his designee or not delivered to the obligor or his designee in accordance with the agreement made at the time of the transaction.” 15 U.S.C. § 1666(b)(3). The commentary on the implementing regulations, to which we generally defer, <em>Ford Motor Credit Co. v. Mil-hollin, </em>444 U.S. 555, 565, 100 S.Ct. 790, 797, 63 L.Ed.2d 22 (1980), places an additional restriction on this type of billing error claim, clarifying that § 1666(b)(3) “does not apply to a dispute relating to the quality of property or services that the consumer accepts.” 12 C.F.R. § 226.13, Supp. I. cmt. 13(a)(3)(l)(ii).</p>\n<p id=\"b260-11\">Under the regulations, “[w]hether acceptance occurred is determined by state or other applicable law.” 12 C.F.R. § 226.13, Supp. I. cmt. 13(a)(3)(l)(ii). In this case, then, Alabama law dictates whether acceptance of the membership occurred. <em>See </em>Ala.Code § 7-2-606 (1975) (outlining the ways in which “acceptance” of goods occurs).<footnotemark>2</footnotemark></p>\n<p id=\"b260-12\">“In conducting an investigation of a billing error notice alleging the nondelivery of property or services under § 226.13(a)(3), <page-number citation-index=\"1\" label=\"235\">*235</page-number>the creditor shall not deny the assertion unless it conducts a reasonable investigation and determines that the property or services were actually delivered, mailed, or sent as agreed.” 12 C.F.R. § 226.13, Supp. I. cmt. 13(f)(3)(h). Once a creditor fully complies with its duties and obligations under § 1666(a)(3)(A)-(B), and determines that there was no billing error, the creditor has no further obligation to investigate if the cardholder “continues to make substantially the same allegation with respect to such error.” 15 U.S.C. § 1666(a). But if the buyer never accepted the goods or services, or there were no delivery “in accordance with the agreement made at the time of the transaction,” <em>id. </em>§ 1666(b), then a “billing error” can be said to have occurred, raising the question of whether the creditor fulfilled its obligations under § 1666. <em>Cf. Bell v. May Dep’t Stores Co., </em>6 S.W.3d 871, 874-76 (Mo.1999) (reversing the grant of summary judgment on an FCBA claim where a reasonable jury could have found that, under state law, the plaintiff did not accept the good and thus that a billing error existed).</p>\n<p id=\"b261-5\">V.</p>\n<p id=\"b261-6\">In order to state a claim under § 1666, the plaintiff must allege: (1) the existence of a billing error; (2) plaintiffs timely notification of the billing error; and (3) failure of the card issuer to comply with the procedural requirements of Section 1666. <em>Beaumont v. Citibank (S.D.) N.A., </em>No. 01 Civ. 3393, 2002 WL 483431 at *3 (S.D.N.Y. Mar. 28, 2002).</p>\n<p id=\"b261-7\">First, we conclude that Rigby pleaded a set of facts that, if true, constitute a “billing error” under § 1666(b)(3). Rigby alleged that, the day after having the opportunity to inspect the complete terms of the vacation club membership in the Membership Kit, his wife tried to cancel the purchase of the membership. At the pleadings stage, we accept these facts as true, and as such, they constitute nonacceptance of the vacation club membership under Alabama law. <em>See </em>Ala.Code § 7-2-606(a) (allowing that acceptance of goods occurs when a buyer “[ajfter a reasonable opportunity to inspect the goods, signifies to the seller that the goods are conforming or that he will take or retain them in spite of their noncomformity”).</p>\n<p id=\"b261-10\">Beyond that, Rigby pleaded sufficient facts to show that the membership was “not delivered ... in accordance with the agreement made at the time of the transaction.” 15 U.S.C. § 1666(b)(3). According to the facts alleged, Rigby attempted to cancel the purchase. Grand Design declined to cancel the agreement and kept the $4,995.00. But at the same time that Grand Design was telling Rigby that he could not cancel the agreement, it did not perform. Rigby never received the user-name and password that provided the only way to access the membership benefits of the vacation club.<footnotemark>3</footnotemark> Thus, taken as true, Rigby’s factual allegations establish that Outrigger never “delivered” his membership.</p>\n<p id=\"b261-11\">Given those two findings, this case differs from <em>Binder v. Bank of America Corp., </em>No. 3:10-CV-770-B, 2010 WL 5017314 (N.D.Tex. Nov. 22, 2010), which the magistrate judge found “instructive.” But, as the magistrate judge here pointed <page-number citation-index=\"1\" label=\"236\">*236</page-number>out, “the plaintiffs in <em>Binder </em>did not dispute that they received the travel club membership.... [w]hile Plaintiff [Rigby] in this case disputes whether he received the travel club membership, or at least its benefits.” This distinction is significant. In fact, the <em>Binder </em>court specifically noted that its interpretation of § 1666(b)(3) “would not preclude finding a billing error under subsection (b)(3) where the plaintiff was charged for goods or services he refused or never received.” <em>Binder, </em>2010 WL 5017314, at *3 n. 9. By alleging that he did not accept the membership, and alternatively that the membership was never delivered, Rigby has pleaded facts constituting a “billing error” under 15 U.S.C. § 1666(b)(3).</p>\n<p id=\"b262-4\">Having concluded this, we must also decide whether Rigby alleged facts that, taken as true, show he timely notified BOA of this error, and that BOA failed to investigate and remove the charges for the travel membership in accordance with its obligations under the FCBA. <em>See Beaumont, </em>2002 WL 483431, at *3. We conclude that Rigby has adequately pleaded those facts.</p>\n<p id=\"b262-5\">With respect to timely notification, the FCBA provides that a debtor must give written notice of the alleged billing error to his creditor within sixty days of the time the faulty statement was sent. 15 U.S.C. § 1666(a). The $4,995.00 charge was incurred on May 1, 2010. Rigby alleges that within four weeks, on May 28, 2010, he provided written notice, including a detailed explanation of the disputed charge, to BOA. BOA received the notice, and deleted the charge pending its investigation, but decided to reinstate the charge on July 21, 2010. Taking these allegations as true, Rigby has alleged that, within sixty days of the disputed charge appearing on his billing statement, he provided BOA adequate written notice of the alleged billing error.<footnotemark>4</footnotemark></p>\n<p id=\"b262-8\">Finally, the FCBA sets forth several requirements for the procedures that creditors must follow after receiving notice of a billing error. <em>See generally </em>15 U.S.C. § 1666. In particular, to the extent Rigby asserts a billing error based on nondelivery of the membership, the FCBA required BOA to “conduct[] a reasonable investigation and determine[ ] that the [membership was] actually delivered ... as agreed,” before reinstituting the charge. 12 C.F.R. § 226.13, Supp. I. cmt. 13(f)(3)(H).</p>\n<p id=\"b262-9\">Rigby does not dispute that BOA conducted an investigation of his claim, and resolved his claim within the statutory deadline. Instead, Rigby disputes the adequacy of that investigation. Specifically, Rigby alleges that he provided BOA with the August 3, 2010, letter, in which Outrigger acknowledged that it would be “impossible” for Rigby to use the membership. That fact renders plausible the claim that BOA failed to follow-up when presented with information that could have conclusively demonstrated non-delivery. Or, alternatively, the letter allows the reasonable inference that BOA’s initial investigation, which led it to reinstate the charge on July 21, 2010, was inadequate. As a result, Rigby has pleaded facts that, taken as true, allow the reasonable inference that BOA’s investigation was not “reasonable” and that BOA’s disposition of the billing error claim did not rest on a determination that the club membership <page-number citation-index=\"1\" label=\"237\">*237</page-number>was “actually delivered.” <em>See </em>12 C.F.R. § 226.13, Supp. I. cmt. 13(f)(3)(ii).</p>\n<p id=\"b263-5\">In sum, Rigby has set forth in his complaint the factual allegations necessary to render plausible his FCBA claim against BOA. Furthermore, because Rigby adequately pleaded the FCBA claim, and that statutory claim meets the requirements for supporting a negligence per se claim under Alabama law, <em>see Parker Bldg. Servs. Co. v. Lightsey, </em>925 So.2d 927, 931 (Ala.2005), we also conclude that Rigby alleged sufficient facts relating to his claims for negligence and wantonness. For these reasons, we reverse the district court’s dismissal of Rigby’s FCBA, negligence and wantonness claims.</p>\n<p id=\"b263-6\">REVERSED.</p>\n<footnote label=\"1\">\n<p id=\"b258-10\">. The magistrate judge described this fact as follows: \"Plaintiff was unable to receive a refund for the lump sum payment from Grand Design despite having cancelled the membership.” It is more accurate, however, to say that Rigby was unable to cancel the Contract. <page-number citation-index=\"1\" label=\"233\">*233</page-number>The Contract's non-cancellation term states that \"THIS TRANSACTION IS ... NOT SUBJECT TO CANCELLATION OR RESCISSION UNDER STATE OR FEDERAL LAW ONCE IT IS SIGNED AND RECEIVED BY BUYER.” Two facts make it clear that the term \"transaction” in this provision refers to the Contract as a whole, rather than just the imposition of the $4,995.00 charge. First, the provision refers to \"cancellation or rescission,” both of which are ways of unmaking contracts. And second, the provision states that the \"transaction” becomes irrevocable \"once it is signed and received by buyer.” In this case, the buyer \"signed and received” the Contract documents, not a document notifying him that the $4,995.00 charge had taken place.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b260-8\">. The \"acceptance” at issue in the implementing regulations does not relate to contract formation, <em>i.e., </em>the \"offer and acceptance” that enshrines mutual assent. Instead, the term refers to performance — a buyer’s indication that the goods or services conform to the terms of the agreement. The membership, as set forth in the Contract’s \"description of goods and services,” comprises both goods and services, but appears to be predominantly composed of services. As a result, the question of whether \"acceptance” of the membership occurred is not resolved by direct resort to Alabama's commercial code. <em>See Skelton v. Druid City Hosp. Bd., </em>459 So.2d 818, 825 (Ala. 1984) (Torbert, C.J., concurring) (stating that an agreement that is predominantly for services is not governed by the U.C.C., while one predominantly for goods is). Nevertheless, we follow Alabama’s courts in looking to the commercial code for guidance when deciding a dispute involving a \"hybrid sale/service transaction” such as this. <em>Id. </em>at 823-24 (holding that the U.C.C. provision relating to implied warranty of merchantability can apply to warranty claim relating to hernia surgery).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b261-8\">. Rigby alleges that the \"Acknowledgment and By-Laws” document stated that he would be provided with a username and password within fourteen days of joining the club. The \"Acknowledgment and By-Laws\" can be construed to be part of the Contract, since the Contract agreement expressly refers to terms contained in \"accompanying documents” and Rigby alleges the \"Acknowledgment and ByLaws” were provided to him when he purchased the membership.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b262-6\">. Questions of fact relating to the August 3, 2010, letter, such as whether it should be viewed as a new \"billing error” claim as opposed to a continuation of the original claim, need not be decided at this stage. It is enough for us to conclude that Rigby pleaded sufficient facts that, taken as true, demonstrate that his initial notice to BOA of the disputed charge was timely.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}