{
  "casebody": {
    "data": "<casebody firstpage=\"630\" lastpage=\"631\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b656-4\">UNITED STATES of America, Plaintiff-Appellee v. Spencer Duran RILEY, also known as Duran Spencer Riley, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b656-7\">No. 12-50295</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AEC\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b656-8\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b656-10\">Oct. 18, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b656-11\">Joseph H. Gay, Jr., U.S. Attorney’s Office San Antonio, TX, for Plaintiff-Appel-lee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b656-12\">Spencer Duran Riley, Bastrop, TX, pro se.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b656-14\">Before HIGGINBOTHAM, OWEN, and SOUTHWICK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b656-15\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b656-16\">In November 2003, Spencer Duran Riley, federal prisoner # 20305-179, pled guilty to conspiring to distribute crack cocaine in excess of 50 grams. <em>See </em>21 U.S.C. §§ 841(a)(1), 846. The district court calculated Riley’s base offense level as 38, <em>see </em>U.S.S.G. § 201.1(a)(2) and (c)(1), and it calculated Riley’s guidelines sentencing range as 292 to 365 months of imprisonment. Riley was sentenced to serve 324 months. He did not appeal.</p>\n<p id=\"b656-17\">In December 2011, Riley moved for a reduction of his sentence under 18 U.S.C. § 3582(c)(2), contending that a retroactive amendment to the cocaine base guideline had reduced his guidelines sentencing range. Riley asserted that the calculation of his original sentencing range had been based on a quantity of narcotics to which he had objected. He suggested that an evidentiary hearing be held to establish the correct quantity of narcotics for which he could be held responsible and thus his correct base offense level. Determining that the retroactive amendment to the Sentencing Guidelines, Amendment 750, did not have the effect of lowering Riley’s sentencing range, the district court denied the reduction motion. Also, the district court denied Riley permission to proceed in forma pauperis (“IFP”) on appeal because his appeal was not in good faith.</p>\n<p id=\"b656-22\">Riley moves to proceed IFP on appeal to question the denial of IFP status and the certification that his appeal was not in good faith. <em>See Baugh v. Taylor, </em>117 F.3d 197, 202 (5th Cir.1997); 28 U.S.C. § 1915(a)(3); Fed. R.App. P. 24(a)(3). Riley asserts that the district court abused its discretion because it relied on erroneous factual findings concerning drug quantity from his sentencing hearing. Nevertheless, a challenge to the drug quantity used at sentencing to determine Riley’s offense level is not cognizable under § 3582(c)(2). <em>See United States v. Evans, </em>587 F.3d 667, 674 (5th Cir.2009) (stating that a motion under § 3582(c)(2) is not a proper vehicle for asserting claims related to the original sentencing).</p>\n<p id=\"b656-24\">To proceed IFP, an appellant must first show that he is a pauper and that he appeals in good faith (i.e. that the appeal presents a nonfrivolous issue). <em>Carson v. Polley, </em>689 F.2d 562, 586 (5th Cir.1982). An appeal is frivolous if it “lacks an arguable basis in law or fact.” <em>Taylor v. Johnson, </em>257 F.3d 470, 472 (5th Cir.2001). Ri<page-number citation-index=\"1\" label=\"631\">*631</page-number>ley has not shown that his appeal presents a nonfrivolous issue. <em>See Evans, </em>587 F.3d at 674.</p>\n<p id=\"b657-5\">IFP motion is DENIED. Appeal is DISMISSED.</p>\n<footnote label=\"*\">\n<p id=\"b656-18\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}