{
  "casebody": {
    "data": "<casebody firstpage=\"254\" lastpage=\"258\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b272-4\">Grover Cockburn <em>v. </em>Howard Johnson, Inc., Howard Johnson, Inc. of Florida, Hertz Corporation and Roosevelt Buchanan.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b272-7\">385 S.W.2d 101.</citation>\n<court data-order=\"2\" data-type=\"court\" id=\"b272-8\">\n<em>(Knoxville,</em>\n</court>\n<p data-order=\"3\" data-type=\"misc\" id=\"ABY\">September Term, 1964.)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b272-9\">Opinion filed December 11, 1964.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b273-2\"><page-number citation-index=\"1\" label=\"255\">*255</page-number>Boberts, Weill <em>&amp; </em>Ellis, Chattanooga, Harry Weill, Chattanooga, of counsel, for Grover Cockburn.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b273-3\">Strang, Fletcher, Carriger, &amp; Walker, Chattanooga, Bobert Kirk Walker, Chattanooga, of counsel, for Howard Johnson, Inc., Howard Johnson, Inc. of Florida, Hertz Corporation and Boosevelt Buchanan.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b273-6\">Mr. Justice Dyer</author>\n<p id=\"A7Z\">delivered the opinion of the Court.</p>\n<p id=\"b273-7\">There is at issue here the right of a plaintiff, in an action in personam, to file a suit in a Tennessee Court, having jurisdiction, where plaintiff already has pending in a United States District Court located in Tennessee a suit involving the same parties and the same subject matter.</p>\n<p id=\"b273-8\">On 18 October 1963 plaintiff, Grover Cockburn, filed suit in the United States District Court for the Eastern District of Tennessee, Southern Division, against defendants, Boosevelt Buchanan, Howard Johnson’s, Inc. <page-number citation-index=\"1\" label=\"256\">*256</page-number>and Hertz Corporation. On 13 November 1963, with the District Court suit still pending, plaintiff filed suit in the Circuit Court for Polk County, Tennessee against defendants, Roosevelt Buchanan, Hertz Corporation, Howard Johnson’s, Inc. and Howard Johnson’s, Inc. of Florida. Plaintiff in both suits sought a personal judgment for damages and injuries resulting from a motor vehicle accident occurring in Polk County, Tennessee.</p>\n<p id=\"b274-5\">The defendants, Roosevelt Buchanan and Hertz Corporation, filed a plea in abatement to the suit in Polk County on the ground of a prior suit pending in the District Court. Upon the hearing of this plea it was stipulated the facts and matters embraced in the Polk County suit were the same as in the suit pending in the United States District Court. The Trial Judge sustained the plea dismissing the action and plaintiff has appealed to this Court.</p>\n<p id=\"b274-6\">The defendants in these two cases are not identical but are in effect the same. The liability of defendants, Howard Johnson’s, Inc. or Howard Johnson’s, Inc. of Florida, will depend upon the liability of the defendant, Roosevelt Buchanan, as their agent, servant or employee. See <em>Fultz v. Fultz, </em>180 Tenn. 327, 175 S.W.2d 315.</p>\n<p id=\"b274-7\"> In Tennessee a suit is subject to plea in abatement where there is pending another suit on the same subject matter. Caruthers, History of a Lawsuit, Sec. 181. Higgins &amp; Crownover, Tennessee Procedure in Law Cases, Sec. 518(6), has stated a prerequisite which must exist before one of the two cases then pending is subject to being abated:</p>\n<blockquote id=\"b274-8\">“The essentials of such a plea are that the two suits must involve the identical subject matter and be be<page-number citation-index=\"1\" label=\"257\">*257</page-number>tween the same parties and the former suit mnst be pending in a conrt in this state having jurisdiction of the subject matter and the parties. A plea, whether it be in ■ abatement or in bar, must contain these elements. ’ ’</blockquote>\n<p id=\"b275-3\">In these two suits the United States District Court and the State Court had jurisdiction of the parties and the subject matter, which were the same in both courts, and the identical objective was sought in both suits. Such being the case the decision here is whether a'United States District Court, located in Tennessee, is a “court in this state” as such phrase is used in the above enunciated rule of law.</p>\n<p id=\"b275-4\">In the case of <em>Stoll v. United States F. &amp; G. Company, </em>10 Tenn.App. 539, the Court said:</p>\n<blockquote id=\"b275-5\">‘ ‘ The pendency of a suit in another state, or in a United States Court, sitting in this state, cannot be pleaded in abatement, or in bar, to a suit in our own state between the same parties upon the same matter.” 10 Tenn.App. 539.</blockquote>\n<p id=\"b275-6\">The reason supporting the holding in the Stoll case is based on the fact state and federal courts, though located in Tennessee, exist jurisprudentially on separate planes and derive their power from different sovereign-ties. See <em>Hubbs v. Nichols, </em>201 Tenn. 304, 298 S.W.2d 801 (1956).</p>\n<p id=\"b275-7\">Perhaps the most concise statement of the rule under consideration is to be found in 1 Am. Jur. (2d), Abatement, Survival, and Revival, Sec. 18, (1962), wherein the writer states:</p>\n<blockquote id=\"b275-8\">‘ ‘ Generally speaking, the federal and state courts that have concurrent jurisdiction over civil actions may be <page-number citation-index=\"1\" label=\"258\">*258</page-number>considered as courts of separate jurisdictional sover-eignties, and the pendency of a <em>personal action </em>in either a state or a federal court does not entitle the defendant to abatement of a like action in the other. In <em>actions in rem </em>the same rules apply as in other conflicts of jurisdiction, and the court first acquiring jurisdiction of the res retains it until the authority of the court is exhausted or dismissed.” (Emphasis supplied.)</blockquote>\n<p id=\"b276-5\">The action of the Trial Judge in sustaining the plea in abatement is reversed and the cause remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}