{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"590\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b626-7\">James M. Walsh <em>&amp; </em>another <em>vs. </em>William J. O’Neill &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b626-9\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ATf\">February 9, 1966.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ags\">April 13, 1966.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b626-10\">Present: Wilkins, C.J., Whittemoke, Kirk, Spiegel, &amp; Reardon, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"azs-dedup-0\"><page-number citation-index=\"1\" label=\"587\">*587</page-number><em>James M. Walsh </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b627-7\"><em>Edward O. Proctor </em>for the defendant Joseph P. Healey.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"Ans5\"><em>Avram G. Hammer </em>for the defendant William J. O’Neill.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AQMR\">Whittemore, J.</author>\n<p id=\"Ac3\">The plaintiffs have appealed from the orders of the Superior Court sustaining the demurrers of the defendants to each of the three counts of the declaration.</p>\n<p id=\"b627-8\">Count 1 alleges in relevant part as follows: the plaintiff James M. Walsh (hereinafter called the plaintiff) and the two defendants are lawyers; the plaintiff was counsel to a motor transportation corporation and had an excellent standing and reputation as a transportation lawyer; in 1960 and 1961 the corporation was charged with serious violations of the interstate commerce laws of the United States and threatened with charges of serious violations of Federal and State tax laws; the defendant Healey learned of the situation because of his confidential relationship with the plaintiff as special counsel for the corporation engaged by the plaintiff; the defendants, conspiring with each other <page-number citation-index=\"1\" label=\"588\">*588</page-number>and with others unnamed, induced the corporation to terminate its long term relationship with the plaintiff, and in furtherance of the conspiracy singly and in concert entered upon a course of conduct calculated to and which did ruin the plaintiff as a transportation <em>lawyer; </em>the conspiracy was accomplished by planning, manufacturing and circulating critical and libellous statements and rumors concerning the plaintiff’s professional ability and his conduct before the Interstate Commerce Commission and the Internal Revenue Service, by abuse of legal process and the malicious prosecution of a groundless bill in equity (No. 78,888 Equity) for an injunction in the Suffolk Superior Court, heard and decided in the plaintiff’s favor, and by rash and bogus suggestions to the corporation of political influence and strong calculated suggestions of the value and possibility of the defendants’ powerful political influence. The defendant O’Neill was in fact engaged' as a lawyer by the corporation. The defendant Healey disclosed confidential records and information of the corporation and the plaintiff which he had obtained in his professional relationship with the plaintiff. As a result of this conduct, the plaintiff, as he avers, lost the corporation as a client and has been damaged in his ability to obtain other legal engagement.</p>\n<p id=\"b628-5\">The allegations may be more briefly stated as follows: There was a conspiracy. In the course of the conspiracy, and inferentially pursuant thereto, the defendants induced the corporation to end the plaintiff’s employment. Furthering the conspiracy the defendants did things calculated to ruin the plaintiff professionally, and which did so. The conspiracy was accomplished by circulating critical and libellous statements and rumors as to the plaintiff’s professional ability and conduct, by prosecuting a groundless bill in equity for an injunction knowing it to be false, and by promises of political influence and suggestions that such influence would aid in settlement of the corporation’s legal troubles.</p>\n<p id=\"b628-6\">The count leaves uncertain whether there is intended a statement of (1) causes of action for injury to the plaintiff by actionable libel and abuse of process with resulting loss <page-number citation-index=\"1\" label=\"589\">*589</page-number>of a client and professional standing, or (2) a cause of action for interference with a professional relationship, or (3) all these causes of action. Thus the special and general demurrers were sustainable as to count 1 for confusing multiplicity.</p>\n<p id=\"b629-4\">Viewed, as the plaintiff urge's the count should be, as an attempt to set out only a tortious interference with a professional relationship, it does not state a cause of action.</p>\n<p id=\"b629-5\">In <em>Tauro </em>v. <em>General Acc. Fire &amp; Life Assur. Corp. Ltd. </em>297 Mass. 234, this court held that, although the plaintiff in a tort action was known to have counsel, the act of an insurer of a defendant in that action in inducing that plaintiff to settle the claim apart from his attorney could not be found to have been unlawful interference with the contract of employment of the attorney to prosecute the action to trial or settlement. The court sustained a demurrer to the declaration notwithstanding allegations that the insurer acted wilfully and maliciously and with intent to deprive the attorney of the benefits of his employment, and “with either actual ill will or purpose to harm or without legal justification” (p. 235). The court observed that the settlement was within the client’s right and not a breach of contract and that the case was governed by <em>Herbits </em>v. <em>Constitution Indem. Co. </em>279 Mass. 539.</p>\n<p id=\"b629-6\">In the <em>Herbits </em>ease the trial judge ruled, on the ple’adings and the plaintiffs ’ evidence, that there could be no recovery. The evidence warranted the inference that the insurer knew that a settlement more advantageous to it could be reached by direct dealing wherein little or no consideration need be given to the payment of a fee earned by the attorneys. Also, the evidence tended to show that following the settlement the attorneys had been unable to collect their fees from the client. The court held that since the settlement did not break the attorneys ’ contract with their client, the insurer committed no legal wrong.</p>\n<p id=\"b629-7\">Although the point is not discussed in these cases, it seems plain that they exemplify a refusal to extend to the attorney client relationship the principle that interference with an existing business relationship, if malicious or with<page-number citation-index=\"1\" label=\"590\">*590</page-number>out justification, is actionable even though the relationship is not founded in a contract.<footnotemark>1</footnotemark> See for this principle, <em>Owen </em>v. <em>Williams, </em>322 Mass. 356, 360, and cases cited; Restatement: Torts, § 766.</p>\n<p id=\"b630-5\">There is, we think, a strong public policy to assure one in need of legal help freedom to select an attorney, to change attorneys, and to seek and obtain advice as to the competency and suitability of any attorney for the particular need of the client. See Restatement: Torts, § 772. This policy supports the holdings and implications of the <em>Her-bits </em>and <em>Tauro </em>cases. Applying those eases to the facts of count 1 we note that no breach of contract is alleged. We need not pause to consider whether a contract purporting to bar the seeking of other counsel would be contrary to public policy. That the attorneys’ lien (G-. L. c. 221, § 50) may tend to discourage changing counsel is beside the point.</p>\n<p id=\"b630-6\">Counts 2 and 3 need not detain us. Count 2 avers that the two plaintiffs, husband and wife, had a contract with the corporation to own, vote and control forty-five per cent of its outstanding capital stock, and the defendants, knowing of the contract, induced the breach. Count 3 avers an “understanding” between the plaintiffs and the corporation “to enter into a voting trust agreement contemplating the ownership and control and management” of the corporation and that the defendants, knowing of the understanding, induced its breach. Such a contract and such an understanding, to have meaning or validity, would have required the other stockholders as the primary parties. The absence of allegations to show that enforceable contracts existed is fatal.</p>\n<p id=\"b630-7\">The declaration failing to state a cause of action, judgments are to enter for the defendants. <em>Paddock </em>v. <em>Brookline, </em>347 Mass. 230, 231, 240.</p>\n<p id=\"b630-8\">\n<em>Orders sustaining demurrers affirmed.</em>\n</p>\n<p id=\"b630-9\">\n<em>Judgments for the defendants.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b630-10\"> If the interferer uses unlawful means, of course, a cause of action arises. <em>Godin </em>v. <em>Niebuhr, </em>236 Mass. 350, 351-352. In such cases, it would seem that the cause of action is founded in that conduct and that the hurt from loss of the business relationship is a matter of damages flowing from the well recognized legal wrong.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}