{
  "casebody": {
    "data": "<casebody firstpage=\"552\" lastpage=\"559\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b584-7\">ANN PARKS v. SARAH J. McCLELLAN</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b584-8\">1. In pleading several pleas under the statute which allows double pleading, <em>{Rev., p. </em>867, <em>\\ </em>118,) the pleader ought to state that the additional pleas are pleaded by leave of the court. Leave is never, in fact, asked, but the court will strike out all such pleas as it would not have granted leave to plead if leave had been applied for.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b584-9\">2. In general, a defendant will be allowed to plead, in different pleas, as many substantially different grounds of defence as may be thought necessary, although they appear to be contradictory and inconsistent. The courts, in allowing or disallowing such pleas, are controlled entirely by the consideration whether such pleading will hinder, delay or embarrass a fair trial.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b584-10\">8. The rule that whatever'destroys the plaintiff’s action and disables him forever, from recovering, must be pleaded in bar, is not universal. There is a class of cases in which matters in denial of the plaintiff’s action, and a complete defence to it, <em>soil non tenure, </em>or alienism of the husband in dower and property in the defendant, or <em>eepit in alieno loeo </em>in replevin, may be pleaded in abatement. Such pleas, though concluding with a prayer of judgment of the writ or count, are not strict pleas in abatement, in that the matter pleaded goes to the substance of the writ, and avoids the whole action. ,</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b584-11\">4. With respect to strict pleas in abatement which are dilatory pleas, and tend to delay a trial on the merits, the court will not grant leave to plead several pleas of this class, or to plead such a plea with a plea in bar.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b584-12\">5. In an action of dower, if the demandant dies before the judgment of seizin is executed, her right to an estate in dower is determined; if she dies before the damages are assessed, her right to damages is gone.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b585-4\"><page-number citation-index=\"1\" label=\"553\">*553</page-number>6. In dower, a plea that the demandant died Before suit commenced, is, in substance, a plea to the action, although it concludes with a prayer of judgment of the writ, and the court will not strike out such a plea as having been improperly pleaded with other pleas concluding in bar. ■</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b585-5\">7. The statute which requires dilatory pleas to be verified by affidavit, <em>{Mev., p </em>866, § 115,) applies only to dilatory pleas, whether pleaded in abatement or in bar. It does not apply to pleas which are not dilatory pleas, although they are, in form, pleas in abatement.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b585-6\">8. A plea in dower that the demandant died before suit commenced, is not a dilatory plea, and need not be verified by affidavit, although it concludes with a prayer of judgment of the writ.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b585-7\">On motion to strike out pleas.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b585-8\">In dower, the defendant pleaded (1) that the demandant was dead at the time of issuing the writ; (2) that she was not lawfully married, <em>&amp;c.; </em>and (3) that she had deserted her husband and lived in adultery with one J. Gr.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b585-9\">The first-mentioned plea commences with the allegation that the defendant “ comes and defends the wrong and injury when,” &lt;fcc., and concludes with a prayer of judgment that the writ might be quashed. The other pleas are in the form of ordinary pleas in bar.</summary>\n<p data-order=\"12\" data-type=\"summary\" id=\"b585-10\">Argued at June Term, 1882, before Justices Depue, Van Syckel and Reed.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b585-11\">For the motion, <em>S. B. Ransom.</em></attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b585-12\">\n<em>Contra, John Whitehead.</em>\n</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b585-13\">The opinion of the court was delivered by</p>\n<author id=\"b585-14\">Depue, J.</author>\n<p id=\"A_v\">The first ground of the motion to strike out is that there has been a misjoinder of pleas.</p>\n<p id=\"b585-15\">In an action of dower, the demandant recovers seizin of hér estate as dowress, and, under some circumstances, damages for the detention thereof. If she dies before the judgment of seizin is executed, her right to an estate in dower is <page-number citation-index=\"1\" label=\"554\">*554</page-number>determined; if before the damages are assessed, her right to damages is gone. <em>Park on Dower </em>309; <em>McLaughlin </em>v. <em>McLaughlin, </em>5 <em>C. E. Green 190; Atkins v. Yeomans, 6 Metc, </em>438. A plea that the demandant died before her suit was commenced, is, in substance, a plea that the demandant’s estate was determined before suit. It is a complete defence to the plaintiff’s cause of action, and is, in substance, a plea in bar.</p>\n<p id=\"b586-5\">The plea in question begins in a form proper as well in a plea in bar as in a plea in abatement. The matter pleaded in ordinary actions is pleadable only in abatement, but in dower, presents a substantial defence. The plea concludes in abatement of the writ. Must the court strike it out because pleaded with pleas concluding in bar ?</p>\n<p id=\"b586-6\">The statute which allows double pleading is a copy of 4 and 5 <em>Anne, a. </em>16. It is expressed in general terms, and allows the defendant to plead, by leave of the court, as many several matters as he may think necessary for his defence, without any limitation as to the form or the nature of the pleas. <em>Rev., p. </em>867, § 118. The pleader ought to state that the additional' pleas are pleaded by leave of the court. Such leave is never, in fact, asked, but the court will strike out all such pleas as it would not have granted leave to plead if leave had been applied for. <em>Copperthwait </em>v. <em>Dummer, </em>3 <em>Harr. </em>258, 260. The statute was designed to relieve against the hardship of the common law rules of pleading, which sought to narrow the controversy to a single issue, for the convenience of trial, frequently in disparagement of the rights of parties, and has always been liberally construed. In general, a defendant will be allowed to plead in different pleas as many substantially different grounds of defence as may be thought necessary, though they appear to be contradictory and inconsistent, and the court will deny leave only where the several pleas are clearly repugnant, or will create unjust delay or embarrassment in obtaining a trial. An examination of the instances given by Chitty, in which leave to plead several pleas is denied, and his statement of the practice on the <page-number citation-index=\"1\" label=\"555\">*555</page-number>subject, will show that the courts, in allowing or disallowing such pleas, are controlled entirely by the consideration whether such pleading will hinder, delay or embarrass a fair trial. 1 <em>Chit. Pl. </em>561, 562. The defendant will not be allowed to-plead several pleas, which require different trials, as <em>nul tiel record </em>and payment in an action on a judgment, and he will, in such case, be put to an election between his pleas. <em>Riley </em>v. <em>Riley, Spenc. </em>114. The court will not allow a pa.rty to-plead in a second plea, matters which may be given in evidence under the general issue, if such pleading tends to needless prolixity and expense, and is calculated to perplex the plaintiff in bringing the cause to an issue. <em>Hammond </em>v. <em>Teague, </em>6 <em>Bing. </em>197. Even if the pleas be consistent, the court may rescind the rule to plead several pleas, if the defendant has made improper use of the leave,- for the purpose of delaying the plaintiff and throwing difficulties in his way. <em>Chitty </em>v. <em>Hume, </em>13 <em>East </em>255; <em>Gully </em>v. <em>Bishop of Exeter, </em>5 <em>Bing. </em>42; 1 <em>Archb. Prac. </em>141; 3 <em>Chit. Gen. Prac. </em>736. And if they be inconsistent, the court may require an affidavit that they are necessary to the justice of the cause. 3 <em>Bing. </em>635. The whole subject of pleading several pleas is left in the discretion of the court, to be controlled as the ends of substantial and speedy justice may require.</p>\n<p id=\"b587-5\">The rule that whatever destroys the plaintiff’s action and disables him forever from recovering, must be pleaded in bar, is not universal. There is a class of cases in which matters in denial of the plaintiff’s action, and a complete defence to it, may be pleaded in abatement. <em>Bac. Abr., tit. </em>“Abatement,” iV. Thus, in real actions and in dower <em>unde nihil habet, non tenure </em>may be pleaded in abatement, praying judgment of the writ. <em>Booth on Real Act. </em>28, 168; 15 <em>Vin. Abr., p. </em>592, § 8; <em>Obis </em>v. <em>Warren, </em>14 <em>Mass. </em>239. Before 1 <em>Westm. </em>1, c. 49, the tenant might plead, in abatement of the writ, that the demandant had so much land for her dower, in the same town, assigned and accepted before suit brought. <em>Booth </em>169. And since the statute, the plea is good if the land she received was of the defendant! 9 <em>Vin. Abr. </em>274, <em>tit. “Dower,” L </em>2. In England <page-number citation-index=\"1\" label=\"556\">*556</page-number>and in this state, before the disability of aliens was removed, the defendant might, in an action of dower, plead that the husband was an alien, either to the writ in abatement or to the action in bar. <em>Com. Dig., tit. “Abatement,” C </em>4; <em>Coxe </em>v. <em>Gulick, </em>5 <em>Halst. 328; </em>6 <em>Id. </em>395. In replevin, pleas of property and <em>cepit in alieno loco </em>are pleadable in abatement or in bar. <em>Wilk. on Rep. 46; 1 Chit. Pl. </em>446; <em>Bac. Abr., tit. “Abatement,” N. </em>Pleas of this character, as was said by Mr. Serjeant Williams, in speaking of the plea of <em>non tenure, </em>though usually called pleas of abatement, and concluding with a prayer of judgment of the writ or court, are not strictly pleas in abatement. <em>William </em>v. <em>Gwyn, </em>2 <em>Saund. </em>44 <em>b, n. </em>4. They are taken out of the category of strict pleas in abatement, in that the matter pleaded, going to the substance of the writ, and avoiding the whole action of the plaintiff or demandant, the plea need not give a better writ, although it be, in form, a plea in abatement. <em>Com. Dig., tit. “Abatement,” </em>I 2. Pleas of <em>non tenure </em>in dower and of property in the defendant in replevin, concluding <em>unde petit judicium de brevi, </em>are classified in the older books among pleas in bar. <em>Brown’s Vade Mecum </em>301-407. And as early as 37 <em>Henry VI, pi. </em>24, it was adjudged that if the plea was to the action and the conclusion to the writ, the plea would be taken for a good plea in bar. 2 <em>Reeve Hist. C. L. </em>623. In another respect, such pleas are distinguished from the usual pleas in abatement— they may be pleaded on the same record with pleas in bar, if both are capable of the same mode of trial. <em>Non tenure </em>was frequently pleaded in abatement as to part, with pleas in bar as to the rest. 2 <em>Saund. </em>44 <em>b, n. </em>4. In replevin against two defendants for a taking in P, one may plead that the taking was in T, with an avowry, and the other property in a third person, though the first plea shall conclude with a prayer of judgment of the court, and the other, judgment of the writ. 19 <em>Vin. Abr., tit. “Replevin,” B, n. </em>2.</p>\n<p id=\"b588-5\">Strict pleas in abatement, which are dilatory pleas, are regarded with disfavor by the court. Such pleas cannot be pleaded after a plea to the action, unless <em>puis darrein continuance. </em><page-number citation-index=\"1\" label=\"557\">*557</page-number><em>Com. Dig., tit. </em>“Abatement,” I 25. And with respect to pleas of a dilatory class, which tend to delay a trial upon the merits, the court will not grant leave to plead several pleas in abatement, or to plead a plea in abatement with a plea in bar. <em>Steph. Pl. </em>295; 1 <em>Sell. Prac. </em>275; <em>Holt </em>v. <em>Mabberly, Cas. Temp. Hardw. </em>135. But with respect to pleas which go to the substance of the action, and are pleas in abatement only in form, such as <em>non tenure, </em>in real actions, and death of the demandant before suit, in dower, a different practice should prevail. Pleas of the latter class present substantial grounds of defence upon the merits. They occasion no delay or embarrassment in the trial. They require the same mode of trial as other issues in bar. If found for the defendant, the finding forever puts an end to the plaintiff’s cause of action; and if found for the plaintiff, hé'will be entitled to judgment final in the cause, unless the defendant succeeds on some other issue, embracing the whole merits. If matter in bar of the action be pleaded in abatement, and be found for the defendant, final judgment will be given upon it, for, if the plaintiff have no cause of action, he can have'no writ. 1 <em>Chit. Pl. </em>460. And if a plea in abatement be found against the defendant, judgment final will be given, and the damages will be assessed against him. 2 <em>Saund. </em>210 <em>b, n. </em>3; <em>Gopsill </em>v. <em>Hervey, </em>5 <em>Vroom </em>437. If the plea be untrue, the plaintiff will have his costs on that issue. No injustice will be done to the plaintiff by leaving this plea on the record.</p>\n<p id=\"b589-5\">Upon satisfactory proof that the plaintiff is alive, and that the plea was pleaded to perplex or embarrass the plaintiff and delay a trial, the court, in its discretion, may strike it out Or put the defendant to an affidavit of the reason for pleading it. But, as the' case is before us now, we see no reason for expunging the plea from the record.</p>\n<p id=\"b589-6\">The other ground of this motion is that the plea in question has not been properly verified.</p>\n<p id=\"b589-7\">Section 115 of the Practice act, which is a re-enactment of 4 <em>Anne, c. </em>6, § 11, provides that no dilatory pléa or plea of another judgment shall be received, unless the party offer<page-number citation-index=\"1\" label=\"558\">*558</page-number>ing such plea do offer therewith, to be filed, an affidavit proving the truth thereof, or do show some probable cause to the court to induce them to believe that the matter therein set forth is true. <em>Rev., p. </em>866. An affidavit is aunexed to the defendant’s pleas that they are not filed for delay, and that he believes that he has a defence upon the merits, as is required by section 114, but none of the truth of this particular plea.</p>\n<p id=\"b590-5\">The statute does not say that no plea in abatement shall be received without an affidavit, but that no dilatory plea shall be received without one; hence, in the construction of the statute, it is holden that it is not confined to pleas in abatement, but extends to all dilatory pleas, though pleaded in bar. <em>Foxwist </em>v. <em>Tremaine, </em>3 <em>Saund. </em>210 c, <em>n. </em>1; 1 <em>Chit. Pl. </em>462. It will also follow that pleas which in fact are not dilatory pleas are not within the statute, although they are in- the form of pleas in abatement.</p>\n<p id=\"b590-6\">Dilatory pleas are distinguished from pleas to the action, and are defined to be such as tend merely to delay or put off the suit by questioning the propriety of the remedy rather than by denying the injury: whereas pleas to the action are such as dispute the cause of action. 3 <em>Bl. Com. </em>301. The pleas in abatement which are usual are such as delay the trial, and therefore are dilatory pleas, and for that reason require special verification. But pleas which contain matters iñ bar of the action and are pleadable in the form of pleas in abatement are in no sense dilatory pleas. They attack the plaintiff’s cause of action, and, if maintained, put an end to it. Since the statute of Anne, pleas of <em>non tenure </em>in real actions and of property in a third person in replevin have not been uncommon, and I have not discovered any intimation that they required verification as dilatory pleas.</p>\n<p id=\"b590-7\">Death of the plaintiff, as generally pleaded in ordinary suits at law, is designed only to dispute the ability of the plaintiff to sue, leaving the merits of his cause of action in abeyance. When the plea has that office and effect only, it is a dilatory plea. But when pleaded in dower, it presents a meritorious defence, and puts the demand-ant to proof of one of the essentials of <page-number citation-index=\"1\" label=\"559\">*559</page-number>the estate she is suing to recover’, and is, in that sense, a plea to the action as distinguished from a dilatory plea. When the plea has this office and effect it is not a dilatory plea within the purview of the statute, and need not be verified as such.</p>\n<p id=\"b591-5\">The motion is denied, but without costs</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}