{
  "casebody": {
    "data": "<casebody firstpage=\"255\" lastpage=\"257\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b283-7\">JOHN M. BURNETT, PLAINTIFF IN ERROR, v. THE STATE, DEFENDANT IN ERROR.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b283-8\">Upon the trial of an indictment framed under the supplement to the Crimes act, approved March 10th, 1893 <em>(Oen. Stat., p. </em>1100, § 272), charging a fraudulent conversion of money by an agent to whom it had been entrusted, it appeared a principal had placed in the hands of the defendant a sum of money to be applied to the purchase of certain real estate, the title to which was to be taken in the name of a person nominated by the principal; it further appeared that defendant had only applied a part of the money according to his instructions, but that, upon demand of the principal, he had failed to repay the rest of it. <em>Held—</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b283-9\">1. It was error to instruct the jury that a refusal to pay over the unapplied money to the principal, if the principal was justified in demanding it, amounted in law to a fraudulent conversion of it.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b283-10\">2. That such error was not cured by a subsequent statement that the jury should be satisfied that the refusal was with intent to convert.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b284-4\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>The writ of error in this case brings up the conviction of plaintiff in error upon an indictment charging him with fraudulently and unlawfully taking and converting to his own use certain money of Margaretta C. Campfield, which was entrusted to his care by her, he being her agent, bailee and servant.</summary>\n<p data-order=\"5\" data-type=\"summary\" id=\"b284-5\">Argued at February Term, 1897, before Mague, Chief Justice, and Justices Depue, Yah Syckel and Lipppncott.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b284-6\">For the plaintiff in error, <em>Frank E. Bradner.</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b284-7\">For the state, <em>Louis Hood.</em></attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b284-8\">The opinion of the court was delivered by</p>\n<author id=\"b284-9\">Mague, Chief Justice.</author>\n<p id=\"ANu\">It is first contended that the plaintiff in error received manifest wrong by reason of the refusal of the trial court to continue the cause when moved for trial by the prosecutor. The application for continuance was made upon the ground of the illness of plaintiff in error. This objection cannot be considered, for it does not appear that the entire proceedings at the trial are before us, so that we can review them under the act of 1894 <em>(Gen. Stat., p. </em>1154), and the ruling of the court thereon is not otherwise reviewable.</p>\n<p id=\"b284-10\">In the brief of the prosecutor, the indictment is said to have been drawn under section 296 of the Crimes act. <em>Gen. Stat., p. </em>1104. That section, however, seems to cover the embezzlement only of personal property other than money. But the amendment to the Crimes act, approved March 10th, 1893 <em>(Gen. Stat, p. </em>1100), supports the indictment, for it provides, among other things, that if any agent or servant entrusted with the care of any money shall fraudulently take and convert the same, or any part thereof, to his own use, he shall be deemed guilty of misdemeanor.</p>\n<p id=\"b285-5\"><page-number citation-index=\"1\" label=\"257\">*257</page-number>In order to convict a defendant upon such an indictment it is obvious that the fraudulent conversion of money entrusted to his care must be made out. The bill of exceptions discloses that plaintiff in error had received from Mrs. Camp-field $3,000 to be applied to the purchase of some real estate, the title to which was to be taken in the name of a person nominated by Mrs. Campfield. It further appears that plaintiff in error -had paid out upon the price of the real estate $1,700, and $1,300 remained unpaid, and that Mrs, Camp-field had asked him for the money but that he had not paid it to her. On the subject of the necessary proof the learned presiding judge charged as follows: “Now, if after waiting fourteen or sixteen months the sale had not gone through, if you think that the complaining witness was justified at that time, five months after the title had been passed—if she was justified in going and demanding the return of this money— the refusal to pay that money over to her-on demand, when due, was in law a fraudulent conversion.” An exception was sealed to this part of the charge. In a subsequent part of the charge the judge added : “I ought to have said that the jury ought to be satisfied that the refusal to pay over the money was with the intent to convert it to his own use.”</p>\n<p id=\"b285-6\">The portion of the charge excepted to is obviously erroneous. A refusal to pay over money of another, entrusted to one as agent or servant, is doubtless evidence of a fraudulent conversion or fraudulent intent to convert, but it will not justify the statement that it establishes in law a fraudulent conversion. <em>Fitzgerald </em>v. <em>State, 21 Vroom </em>475. This error, I think, was not cured by the subsequent explanation to which I have alluded, for the jury were still left to find that the refusal, if they believed it, established in law a fraudulent conversion, and it was useless to tell the jury that they must be satisfiéd that the refusal was with the intent to convert the money to his own use, if the refusal did in law make a fraudulent conversion.</p>\n<p id=\"b285-7\">Upon this ground I think this judgment must be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}