{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"183\" lastpage=\"185\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b199-4\" pgmap=\"199\">Robert Sellers v. The People of the State of Illinois.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b199-5\" pgmap=\"199\">Motion for a Habeas Corpus.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b199-6\" pgmap=\"199\">R. S. was indicted, tried and convicted, of the crime of murder, but the judgment was reversed on error in the Supreme Court. Subsequently, and after the cause was remanded to the Circuit Court, ai new indictment was preferred against him for manslaughter. After his conviction, and prior to the finding of the indictment for manslaughter, the law fixing the punishment for this offence was changed. The indictment alleged the act of killing to have been committed on a day which was subsequent to the passage of the law, though in fact committed during the existence of another and different law in relation to the same offence. S. voluntarily pleaded “guilty,” and was sentenced to seven years confinement in the penitentiary. Held, on motion for a habeas corpus, that the plea was the result of'a fair contract, — and that, therefore, the motion should be denied..</headnotes><summary data-order=\"3\" data-type=\"summary\" id=\"b199-7\" pgmap=\"199\">Josiaii Lamborn, Esq., for the petitioner, filed an affidavit and made a motion for a writ of habeas corpus to bring the petitioner, a convict in the penitentiary at Alton, before this Court, which was based upon the following state of facts.</summary><summary data-order=\"4\" data-type=\"summary\" id=\"b199-8\" pgmap=\"199\">Robert Sellers was indicted and convicted for the crime of murder, in the Shelby Circuit Court, at the May term 1842, the Hon. Samuel H. Treat presiding; at the December term of this Court, of the same year, the judgment of the Circuit Court was reversed, and a new trial awarded. 3 Scam. 412. After the cause was remanded, the Attorney General entered a nolle prosequi upon the indictment. After the said conviction, the legislature repealed the law defining the offence and fixing the punishment for manslaughter by confinement in the penitentiary for not more than three years, and passed another law making the punishment confinement in the penitentiary for not more than eight years, and without any saving clause as to offences previously committed. Laws of 1842-3, p. 155, § 3. A new indictment was preferred for a manslaughter committed since the passage of'this law, though in fact for the same act of killing. Sellers; with á full knowledge of all the facts, on being arraigned, pleaded “guilty,” and was sentenced to a confinement of seven years in the penitentiary. The only evidence of these facts was the affidavit of the counsel for the petitioner.</summary><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b200-4\" pgmap=\"200\">J. A. McDougall, Attorney General,</attorneys><p data-order=\"6\" data-type=\"legal\" id=\"Ay2\" pgmap=\"200\">resisted the motion, and made a statement of facts substantially corresponding with those stated by the petitioner’s counsel. He said, however, that he did not admit these facts as evidence to be used on this motion. The proposition so to dispose of the cause below came either from the citizens of the county, or the prisoner; it was not made by him to the prisoner,but it probably had its origin in the fact, that a jury could not be had in the county where the indictment was pending.</p><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b200-5\" pgmap=\"200\">J. Butterfield, for the petitioner, in conclusion.</attorneys><p data-order=\"8\" data-type=\"legal\" id=\"b200-6\" pgmap=\"200\">The contract between the petitioner and the people was made through fear, and therefore invalid.<footnotemark>*</footnotemark> Puffendorf, 274, 278, 279.</p><p data-order=\"9\" data-type=\"legal\" id=\"b200-7\" pgmap=\"200\">Fraud vitiates all contracts. Chitty on Contracts, 527.</p><p data-order=\"10\" data-type=\"legal\" id=\"b200-8\" pgmap=\"200\">The rule is not universal, that the law will not allow a party to aver any thing against his deed, for fraud and covin may be averred. Fonblanque’s Eq. 111, note.</p><p data-order=\"11\" data-type=\"legal\" id=\"b200-9\" pgmap=\"200\">Fraud and covin may be averred against any act whatever. Dale v. Rosevelt, 9 Cowen, 310.</p><p data-order=\"12\" data-type=\"legal\" id=\"b200-10\" pgmap=\"200\">Fraud is more odious than force. 1 Story’s Eq. Jur. 196, § 186.</p><p data-order=\"13\" data-type=\"legal\" id=\"b200-12\" pgmap=\"200\">Pothier says, that the term fraud is applied to every artifice made use of by one person for the purpose of deceiving another. Pothier on Oblig. by Evans, pt. 1, ch. 1, § 1, art. 3, n. 28, p. 19.</p><p data-order=\"14\" data-type=\"legal\" id=\"b200-13\" pgmap=\"200(46) 201(51)\">Fraud and covin will avoid any act whatever by deed in pais, or by record. Fermor’s Case, 2 Coke’s R. part iii. p. 77. 3 Bac. Abr. title Habeas Corpus, no. 13, was cited. Answer of the judges to the tenth question, which was in substance: are the judges so bound by the facts returned to a writ of habeas corpus, that they cannot discharge a prisoner, where it appears most manifestly that the facts returned are false, and that he is illegally restraine d? They all answer that they are not so bound by the return.</p><p data-order=\"15\" data-type=\"legal\" id=\"b201-5\" pgmap=\"201\">A judgment is evidence of what is stated in it, but it is not evidence of matters out of it, such as that the offence was committed on the day alleged in the indictment; but it may be shown that it was committed on another day, because the time is not traversable. 1 Phil. Ev. 317; Ex parte Watkins, 3 Peters, 193.</p> <footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b200-14\" pgmap=\"200\">’Twould be a foolish and idle way of acting, when we are got once clear of the danger, to pay voluntarily what we promised upon force, and then to require reparation of the damage. Martial L. xi, 9 Epig. 59.</p> <p id=\"b200-15\" pgmap=\"200\">“My barber with his razor on my throat,</p> <p id=\"b200-16\" pgmap=\"200\">Asks me for wealth and freedom, and what not;</p> <p id=\"b200-17\" pgmap=\"200\">I promise all, whilst danger ties my hands.</p> <p id=\"b200-18\" pgmap=\"200\">For not the barber, but the rogue demands;</p> <p id=\"b200-19\" pgmap=\"200\">But when fierce razor to safe sheath withdrew,</p> <p id=\"b200-20\" pgmap=\"200\">I’d spoil his dancing and his fiddling too.”</p> </footnote> <opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\"> <author id=\"b201-6\" pgmap=\"201\">Per Curiam.<footnotemark>*</footnotemark> </author> <p id=\"AEF\" pgmap=\"201\">The case before us appears to have been the result of a voluntary contract, on the part of the petitioner, and under all the circumstances, we are not disposed to disturb it. We can se no good reason for the interference of the Court in the manner proposed, and will,' therefore, leave thepetitioner to seek a remedy, if any he has, by the prosecution of a writ of error, which he may yet do, not being barred by the Statute of Limitations. The motion is denied.</p> <p id=\"b201-7\" pgmap=\"201\">Motion denied.</p> <footnote label=\"*\"> <p id=\"b201-12\" pgmap=\"201\"> Treat, J. declined hearing the motion jin this cause, or taking any part whatsoever in the decision.</p> </footnote> </opinion> </casebody> ",
    "status": "ok"
  }
}