{
  "casebody": {
    "data": "<casebody firstpage=\"70\" lastpage=\"74\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b126-23\">JACKSON DAIRY, INC., Appellee, v. H. P. HOOD &amp; SONS, INC., Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b126-25\">No. 554, Docket 78-7587.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b126-26\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b126-27\">Argued Dec. 15, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b126-28\">Decided March 23, 1979.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b127-6\"><page-number citation-index=\"1\" label=\"71\">*71</page-number>Allen S. Joslyn, Cahill Gordon &amp; Reindel, New York City (P. Kevin Castel, Cahill Gordon &amp; Reindel, New York City, and Alan B. George, Carroll, George, Hill &amp; Anderson, Rutland, Vt., of counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b127-7\">Michael B. Clapp, Dinse, Allen &amp; Erd-mann, Burlington, Vt., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b127-8\">Before WATERMAN, MANSFIELD and OAKES, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b127-9\">PER CURIAM:</author>\n<p id=\"b127-10\">This appeal is from a preliminary injunction granted in a diversity action by the United States District Court for the District of Vermont, Albert W. Coffrin, Judge. Ap-pellee, Jackson Dairy, Inc., is “the exclusive distributor” of appellant’s “Schedule 3B” products under a contract dated March 7, 1967, in a certain Vermont-New Hampshire territory.<footnotemark>1</footnotemark> The injunction restrains appellant, H. P. Hood &amp; Sons, Inc.,<footnotemark>2</footnotemark> a northeastern dairy products manufacturer and processor, from selling certain products <footnotemark>3</footnotemark> that it markets directly to two large chain store customers, Grand Union Co. (Grand Union) and First National Stores, Inc. (Finast), “knowing that they are being purchased for transshipment to retail establishments within Jackson’s exclusive sales territory.”<footnotemark>4</footnotemark> <em>Jackson Dairy, Inc. v. H. P. Hood &amp; Sons, Inc., </em>No. 78 Civ. 234 (D. Vt. Nov. 13, 1978), at 4. Appellant argues that appellee failed to satisfy any of the requisites for issuance of a preliminary injunction, including probable success on the merits and a “clear showing of irreparable harm,” and that the injunction as framed may cause appellant “immediate irreparable harm,” “serious hardship,” and “irreparable loss” because it threatens the continuation of the more than $4 million of business that it does with Grand Union and Finast. We reverse and remand.</p>\n<p id=\"b127-16\">Briefly stated, the facts are as follows. Grand Union has eleven stores in the Jackson territory and Finast at least three. Since 1967, Jackson has distributed Hood products to these stores as well as other chains and a number of “Mom &amp; Pop” stores in the territory. Jackson’s total sales to Grand Union and Finast in 1977 were in excess of $223,000. In early October 1978 Hood began supplying Grand Union and Finast with the “Schedule 3B” products at their central warehouses <em>outside </em>Jackson’s <page-number citation-index=\"1\" label=\"72\">*72</page-number>territory, and the two chains then commenced to supply their retail outlets <em>within </em>Jackson’s territory directly from those warehouses. Although the parties disagree as to whether the two chains or Hood itself conceived this idea of operation, the facts are that the warehousing system bypasses Jackson and that both chains, which are independent of and often competing with each other, adopted that system more or less simultaneously. Pricing arrangements do not appear in the record below. The complaint alleges breach of the exclusive distributorship agreement.</p>\n<p id=\"b128-4\">The standard in the Second Circuit <footnotemark>5</footnotemark> for injunctive relief clearly calls for a showing of (a) irreparable harm and (b) either (1) likelihood of success on the merits or (2) sufficiently serious questions going to the merits to make them a fair ground for litigation and a balance of hardships tipping decidedly toward the party requesting the preliminary relief. <em>See Caulfield v. Board of Education, </em>583 F.2d 605, 610 (2d Cir. 1978); <em>See also New York v. Nuclear Regulatory Commission, </em>550 F.2d 745, 750, 755 (2d Cir. 1977); <em>Triebwasser &amp; Katz v. American Telephone &amp; Telegraph Co., </em>535 F.2d 1356,1358-59 (2d Cir. 1976). As to the kind of irreparable harm that the party seeking an injunction must show, the language of some past cases has suggested to some a spectrum ranging from possible <footnotemark>6</footnotemark> to probable, which is defined as “not remote or speculative but . . . actual and imminent.” <footnotemark>7</footnotemark> We need not for present purposes delve into the abstract question whether the spectrum of language demonstrates a variance in the law or a sliding scale of judgment dependent upon external facts or factors, although we note that in one of the most recent cases, <em>New York v. Nuclear Regulatory Commission, supra, </em>the panel uses the probability formulation, expressly rejects mere possible injury as a sufficient basis for an injunction, and in fact finds imminent harm in the earlier cases even though they purported to apply only a possibility standard. For it has always been true that irreparable injury means injury for which a monetary award cannot be adequate compensation and that where money damages is adequate compensation a preliminary injunction will not issue. <em>Studebaker Corp. v. Gittlin, </em>360 F.2d 692, 698 (2d Cir. 1966); <em>Foundry Services, Inc. v. Bene-flux Corp., </em>206 F.2d 214, 216 (2d Cir. 1948). And here we think that appellee did not demonstrate any likelihood that money would not be adequate compensation.</p>\n<p id=\"b128-11\">Clearly, money would be adequate compensation for the loss of Grand Union, Fi-nast,<footnotemark>8</footnotemark> or other business if Jackson demonstrates that Hood breached its contract with Jackson. The only colorable allegation that Jackson made of harm not readily rec-ompensable in monetary damages, upon which the district court relied, was “disruption of [Jackson’s] sales and delivery relations with its customers.” <em>Jackson Dairy, Inc. v. H. P. Hood &amp; Sons, Inc., supra, </em>at 3. Jackson alleged that the loss of the profitable Grand Union and Finast line of sales may affect certain delivery routes disproportionately by making the entire route unprofitable and requiring its cancellation; in that case, Jackson would suffer because it would find it difficult to regain the business of customers along the cancelled route even if it were able to resume the route once it regained the right to supply Grand Union and Finast. Even if Jackson shows this injury, however, we do not see why it would <page-number citation-index=\"1\" label=\"73\">*73</page-number>not be rather readily compensable in monetary damages. We recognize that the parties provided for a long period of notice of termination of the underlying distributorship contract to give Jackson “sufficient time to provide substitute sources of supply.” <footnotemark>9</footnotemark> But this, we think, has little bearing on the compensability of that loss of customers or business in dollars and cents, the traditional requirement for injunctive relief.</p>\n<p id=\"b129-5\">Accordingly we need not reach the other arguments that appellant raises, and we express no opinion on them. Nor do we express any opinion on whether the district court could appropriately award permanent injunctive relief at the trial on the merits if Jackson makes a sufficient showing of irreparable harm because of other injury, not before us now, for which money damages is inadequate compensation.</p>\n<p id=\"b129-6\">Judgment reversed; preliminary injunction vacated.</p>\n<footnote label=\"1\">\n<p id=\"b127-11\">. The territory consists of four counties in eastern Vermont, the town of Stowe, Vermont, and a section of New Hampshire adjacent to the Connecticut River from Hanover to Littleton.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b127-12\">. The complaint incorrectly named H. P. Hood, Inc., as H. P. Hood &amp; Sons, Inc.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b127-13\">. “Schedule 3B products” under the March 7, 1967, contract include yogurt, sour cream, cottage cheese, and orange juice.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b127-14\">. The district further ordered Hood to resume the sales agreements and practices in effect with Jackson before Hood began supplying the Grand Union and Finast warehouses directly. But the court noted Hood’s interest in offering the same effective price for its products to the chain stores whether they purchase directly from Hood or from Hood through Jackson. Accordingly, the court limited its injunction by requiring Jackson to sell to the stores at the price at which Hood had begun selling to them plus the cost to the stores of shipping the products themselves. Hood, in turn, was to supply the products to Jackson at a price that would allow Jackson the same percentage of net profit as it had averaged on these sales to the stores for the six months immediately preceding the transshipping arrangement. The parties were to prepare and file for the court’s consideration a schedule of the effective prices. Finally the court required Jackson to post a $10,000 bond for the payment of costs and damages to Hood, if it turned out that the injunction had issued improperly, for any injury that it might suffer by supplying Jackson at prices low enough to ensure Jackson’s continued profit margin and also the same effective prices to the chain stores. <em>Jackson Dairy, Inc. v. H. P. Hood &amp; Sons, Inc., </em>No. 78 Civ. 234 (D.Vt. Nov. 13, 1978), at 4-6.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b128-6\">. <em>See </em>Castles, Preliminary Injunctions, 1 Current Problems in Federal Civil Practice 371, 375 (Practising Law Institute 1979) (referring to standard as “evolving”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b128-7\">. <em>See Caulfield v. Board of Educ., </em>583 F.2d 605, 610 (2d Cir. 1978); <em>Selchow &amp; Righter Co. v. McGraw-Hill Book Co., </em>580 F.2d 25, 27 (2d Cir. 1978); <em>Sonesta Int’l Hotels Corp. </em>v. <em>Wilmington Assocs., </em>483 F.2d 247, 250 (2d Cir. 1973); <em>Societe Comptoir v. Alexander’s Dep’t Stores, Inc., </em>299 F.2d 33, 35 (2d Cir. 1962).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b128-12\">. <em>New York v. Nuclear Regulatory Comm’n, </em>550 F.2d 745, 755 (2d Cir. 1977).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b128-13\">. The amount of Jackson’s Grand Union and Finast “Schedule 3B” business, for example, is readily calculable at $10,000 per month, yielding gross profits of $2,100 per month and net profits “lower than that.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b129-12\">. Contract of March 7, 1967, ¶ 16.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b129-7\">MANSFIELD, Circuit Judge</author>\n<p id=\"A9\">(concurring):</p>\n<p id=\"b129-8\">I concur in the well-reasoned per curiam opinion but would prefer to base my decision on slightly different grounds.</p>\n<p id=\"b129-9\">I think it is unnecessary to second-guess the district court’s findings as to irreparable injury or to get into that subject at all because Jackson has failed in the first place to satisfy either of the two prongs of the merits test for preliminary relief. Nothing in the contract between Hood and Jackson for an exclusive distributorship with respect to the Vermont area obligates Hood to police its customers in other areas or to stop them from selling or transshipping goods to their own stores in Vermont. Nor is there any evidence in the record that Hood controlled, instigated, encouraged or participated in such transshipments by First National or Grand Union from their warehouses elsewhere to their chain stores in Vermont. Jackson has therefore failed to make any showing that the exclusive distributorship contract has been violated.</p>\n<p id=\"b129-10\">Faced with a similar situation the Third Circuit found no breach of contract. <em>Parkway Baking Co. v. Freihofer Baking Co., </em>255 F.2d 641 (3d Cir. 1958). Moreover, to imply an obligation of the type suggested by appellee, aside from its forcing Hood to run the risk of losing First National and Grand Union as customers altogether, would probably not be justifiable under <em>Continental T. V., Inc. v. GTE Sylvania, Inc., </em>433 U.S. 36, 97 S.Ct. 2549, 53 L.Ed.2d 568 (1977), see generally, The Supreme Court, 1976 Term, 91 Harv.L.Rev. 231-41 (1977), since it might unnecessarily decrease intrabrand competition without any evidence that an increase in interbrand competition would be expected to follow.</p>\n<p id=\"b129-11\">Turning to the basis for reversal advanced by the majority, I do not disagree with his conclusion that an insufficient showing of threat of irreparable injury was made below. Proof of some threat of irreparable injury, i. e., harm that cannot otherwise be measured in damages, has always been necessary to the issuance of preliminary injunctive relief, regardless of whether it be labelled “probable” or “possible,” “strong” or “weak,” “actual” or “remote.” Suggestions to the contrary appear to have been generated by semantical differences or misinterpretation of language in earlier opinions, e. g., <em>Hamilton Watch Co. v. Benrus Watch Co., </em>206 F.2d 738 (2d Cir. 1953); <em>Unicon Management Corp. v. Koppers Co., </em>366 F.2d 199 (2d Cir. 1966); <em>Checker Motors Corp. v. Chrysler Corp., </em>405 F.2d 319 (2d Cir.), <em>cert. denied, </em>394 U.S. 999, 89 S.Ct. 1595, 22 L.Ed.2d 777 (1969); <em>Sonesta International Hotels Corp. v. Wellington Associates, </em>483 F.2d 247 (2d Cir. 1973); see Mulligan, Foreword — Preliminary Injunction in the Second Circuit, 43 Brooklyn L.Rev. 831 (1977). As we have repeatedly observed, <em>New York v. Nuclear Regulatory Commission, </em>550 F.2d 745, 750-51 (2d Cir. 1977); <em>Caulfield v. Board of Education, </em>583 F.2d 605 (2d Cir. 1978), a grant of preliminary relief has in fact been upheld only where a threat of irreparable injury was shown.</p>\n<p id=\"b130-3\"><page-number citation-index=\"1\" label=\"74\">*74</page-number>In my view, the nature and extent of the threat of irreparable injury required for relief in any given case will vary according to the likelihood of success on the merits; the weaker the case on the merits, the stronger must be the showing of threat of irreparable injury. For instance, where a plaintiff can only raise serious questions providing fair ground for litigation, with a balance of hardships tipping decidedly in his favor if relief is denied, a greater threat of irreparable injury must be demonstrated than where he makes a strong preliminary showing on the merits. Since this process usually calls upon the nisi prius judge to engage in careful appraisal and weighing of the proof we will not ordinarily disturb his determination except for clear abuse of discretion. <em>United States v. W. T. Grant Co., </em>345 U.S. 629, 633, 73 S.Ct. 894, 97 L.Ed. 1303 (1953); <em>New York v. Nuclear Regulatory Commission, supra, </em>550 F.2d at 750-51; cf. <em>Munters Corp. v. Burgess Industries, Inc., </em>535 F.2d 210, 211 n. 4 (2d Cir. 1976).</p>\n<p id=\"b130-4\">In short, while I do not disagree with the reversal for failure to show a genuine threat of irreparable injury, I would prefer to base our decision upon the failure to show any meritorious basis for relief.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}