{
  "casebody": {
    "data": "<casebody firstpage=\"881\" lastpage=\"891\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b937-18\">PUREX CORPORATION, Plaintiff-Appellant, v. The PROCTER &amp; GAMBLE COMPANY, and the Clorox Company, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b937-21\">No. 76-3205.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b937-22\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b937-24\">May 11, 1979.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b939-5\"><page-number citation-index=\"1\" label=\"883\">*883</page-number>John L. Endicott, Los Angeles, Cal., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b939-6\">Robert K. Wrede, Los Angeles, Cal., Daniel M. Gribbon, Washington, D. C., Powell McHenry, Cincinnati, Ohio, for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b939-8\">Before HUFSTEDLER and KILKENNY, Circuit Judges, and ENRIGHT,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b939-11\"> Honorable William B. Enright, United States District Judge, Southern District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b939-9\">HUFSTEDLER, Circuit Judge:</author>\n<p id=\"b939-10\">Purex Corporation (“Purex”) appeals from a judgment in favor of The Procter &amp; Gamble Company (“Procter”) in an action by Purex seeking damages under Section 4 of the Clayton Act (15 U.S.C. § 15) for claimed violations of Section 7 of the Clayton Act (15 U.S.C. § 18) and Sections 1 and 2 of the Sherman Act (15 U.S.C. §§ 1, 2). We vacate the judgment and remand to the district court for further consideration in the light of <em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc. </em>(1977) 429 U.S. 477, 97 S.Ct. 690, 50 L.Ed.2d 701; <em>Greyhound Computer Corp. v. International Business Machines Corp. </em>(9th Cir. 1977) 559 F.2d 488, and for making new findings of fact following reconsideration of the controlling legal standards.</p>\n<p id=\"b939-13\">This litigation was spawned by the acquisition of Clorox Chemical Company (“Clorox”) by Procter on August 1, 1957. At that time, Clorox was the nation’s leading producer of liquid bleach and Procter was the nation’s leading manufacturer of soaps, detergents, and other high-turnover household products. On September 20, 1957, the Federal Trade Commission (“FTC”) challenged Procter’s acquisition of Clorox on the grounds that it might substantially lessen competition or tend to create a monopoly in liquid bleach markets in violation of Section 7 of the Clayton Act. The FTC subsequently held that the acquisition violated Section 7, and Procter was ordered to divest itself of Clorox (63 F.T.C. 1465 (1963)). On April 11, 1967, the Supreme Court, reversing a decision of the Sixth Circuit <em>(Procter &amp; Gamble Co. v. FTC </em>(6th Cir. 1966) 358 F.2d 74), affirmed the FTC order <em>(FTC v. Procter &amp; Gamble Co. </em>(1967) 386 U.S. 568, 87 S.Ct. 1224, 18 L.Ed.2d 303). Divestiture was completed on January 2, 1969.</p>\n<p id=\"b939-14\">This case was filed on October 23, 1967. Purex, Clorox’s closest competitor in the liquid bleach field, sued Procter pursuant to Section 4 of the Clayton Act, authorizing treble damages for anyone injured “by reason of anything forbidden in the antitrust laws.” Purex claimed that its liquid bleach business had been damaged by the illegal acquisition and by an alleged conspiracy to restrain trade and to obtain a monopoly in violation of Sections 1 and 2 of the Sherman Act. After a court trial, judgment was for Procter. <em>(Purex Corp. </em>v. <em>Procter &amp; Gamble Co. </em>(C.D.Cal.1976) 419 F.Supp. 931.)<footnotemark>1</footnotemark></p>\n<p id=\"b939-15\">Procter’s acquisition of Clorox was a violation of Section 7 of the Clayton Act because it could substantially lessen competition or tend to create a monopoly in the liquid bleach market. The Supreme Court explained why Procter’s acquisition of Clo<page-number citation-index=\"1\" label=\"884\">*884</page-number>rox might substantially lessen competition and tend to create a monopoly. The Court said that the relevant line of commerce was household liquid bleach, a distinctive product with no close substitutes. Because all liquid bleach is chemically identical, advertising and sales promotion are vital to successful marketing of the product. Liquid bleach cannot be shipped economically more than three hundred miles from its place of manufacture because of high shipping costs and low sales prices. Thus, the relevant geographic market for liquid bleach includes a series of regional markets, as well as the national market.</p>\n<p id=\"b940-4\">When Procter acquired Clorox, the liquid bleach industry was highly concentrated. Six firms accounted for almost 80 percent of national sales. Clorox, the only firm selling liquid bleach on a nationwide basis, was the dominant firm in the industry with 48.8 percent of all industry sales. Purex, Clorox’s closest competitor, distributed liquid bleach in less than half of the national market. Purex accounted for 15.7 percent of industry sales at the time of acquisition. In certain regional markets, Clorox’s “position approached monopoly proportions.” (386 U.S. at 578, 87 S.Ct. 1224.) Clorox’s seven principal competitors did no business in metropolitan New York, New England, or the mid-Atlantic states, where Clorox’s market shares were 64 percent, 56 percent, and 72 percent, respectively.</p>\n<p id=\"b940-5\">The Supreme Court accepted the FTC’s characterization of the acquisition of Clorox by Procter as a “product-extension merger” because the acquiring firm had not been a participant in the liquid bleach industry. Although Procter did not produce liquid bleach, it was the nation’s leading producer of soaps, detergents, and other high-turnover household products when it acquired Clorox. Procter was the nation’s largest advertiser and the most likely potential entrant into the liquid bleach industry.</p>\n<p id=\"b940-6\">Procter’s acquisition was fraught with anti-competitive effects, the Supreme Court said, because:</p>\n<blockquote id=\"b940-7\">“(1) the substitution of the powerful acquiring firm for the smaller, but already dominant, firm may substantially reduce the competitive structure of the industry by raising entry barriers and by dissuading the smaller firms from aggressively competing; (2) the acquisition eliminates the potential competition of the acquiring firm.”</blockquote>\n<p id=\"b940-9\">(386 U.S. at 578, 87 S.Ct. at 1230.)</p>\n<p id=\"b940-10\">The Court thought it was reasonable to assume that the smaller producers of liquid bleach “would become more cautious in competing due to their fear of retaliation by Procter.” (386 U.S. at 578, 87 S.Ct. at 1230.) Procter’s enormous financial resources, its access to substantial advertising discounts, and its sophisticated marketing skill, could give Clorox competitive advantages and an enhanced capacity “to meet the short-term threat of a new entrant” in any of the markets it dominated. (386 U.S. at 579, 87 S.Ct. at 1230. Moreover, the Court believed that the elimination of the threat of entry by Procter might enable Clorox to exercise greater market power throughout the liquid bleach industry. (386 U.S. at 580-81, 87 S.Ct. 1224.) The fact that the merger “might result in economies” was no defense, the Court explained, because Congress had “struck the balance in favor of protecting competition.” (386 U.S. at 580, 87 S.Ct. at 1231.)</p>\n<p id=\"b940-11\">I</p>\n<p id=\"b940-12\">Purex sought to prove that Procter’s acquisition of Clorox actually produced the kind of anti-competitive consequences that the Supreme Court feared. Purex charged that the acquisition had reduced competition in the industry because Clorox acquired access to the vast marketing resources of Proctor, “including advertising discounts, preferred media positions, market research, packaging capability, and experienced personnel.” Purex claimed that Procter and Clorox engaged in below-cost pricing, when Purex tested the feasibility of eastern expansion by attempting to market liquid bleach in Erie, Pennsylvania. Purex also alleged that Procter and Clorox implemented a comprehensive plan to direct marketing expenditures to weaken Purex in its <page-number citation-index=\"1\" label=\"885\">*885</page-number>areas of strength. In addition, Purex claimed that Procter and Clorox used a number of allegedly unfair commercial practices, including false advertising, bleach boarding, and participating in a cooperative marketing program with washing machine companies.</p>\n<p id=\"b941-5\">As we read the district court’s opinion, the district court found that almost all of the specific instances of claimed anti-competitive conduct that Purex alleged had actually occurred. (The district court did not make separate findings of fact and conclusions of law.) The district court nevertheless concluded that “Clorox under Procter was not anticompetitive,” because “Clorox did nothing after the merger that it could not readily have done before the merger,” and “the acts complained of amounted to no more than the vigorous competition that one would expect among rivals in the marketplace.” (419 F.Supp. at 934, 937.)<footnotemark>2</footnotemark></p>\n<p id=\"b941-6\">The district court did not find that the merger had no effect on Clorox’s competitive position in the market. To the contrary, the district court found that Clorox obtained valuable managerial resources, technical services, and advertising discounts through Procter. It also found that the merger increased Clorox’s efficiency, and therefore, its profits. Although it engaged in below-cost pricing after the acquisition, that conduct was merely “localized and temporary.”</p>\n<p id=\"b941-7\">The pivot of the district court’s determination that no forbidden anti-competitive results occurred was its finding that Clorox could have engaged in the same conduct with antitrust impunity before the merger took place. That assumption rests on a misreading of the Supreme Court’s opinion in the <em>Procter &amp; Gamble </em>case. In the Section 7-world, Davids can engage in many kinds of conduct in the marketplace that are forbidden to Goliaths.</p>\n<p id=\"b941-14\">Clorox’s position was significantly different before and after the acquisition. After the merger, even relatively innocuous competitive acts could become actionable if the impact of those acts reduced competition in the industry by raising entry barriers and by dissuading smaller firms from aggressive competition. The below-cost pricing, for example, could serve as a basis for damages even if it were both localized and temporary, if that conduct were related to an enhanced capacity “to meet the short-term threat of a new entrant” in any of the markets dominated after the merger. (386 U.S. at 579, 87 S.Ct. at 1230.)</p>\n<p id=\"b941-15\">A failure fully to appreciate the standards against which post-illegal merger conduct must be judged is surely understandable because, at the time the district court decided this case, it did not have the benefit of <em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., supra, </em>or <em>Greyhound Computer Corp. v. International Business Machines Corp., supra.</em></p>\n<p id=\"b941-16\">Section 4 of the Clayton Act permits a treble-damage recovery by “[a]ny person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws . . . .” (15 U.S.C. § 15.) While Section 4 “is basically a remedial provision,” Section 7 is “primarily a prophylactic measure.” <em>(John Lenore &amp; Co. v. Olympia Brewing Co. </em>(9th Cir. 1977) 550 F.2d 495, 498.) Section 7 prohibits acquisitions the effect of which “in any line of commerce in any section of the country <page-number citation-index=\"1\" label=\"886\">*886</page-number>may be substantially to lessen competition, or to tend to create a monopoly.” (15 U.S.C. § 18.) Because the goal of Section 7 is “primarily to arrest apprehended consequences of intercorporate relationships before those relationships [can] work their evil” <em>(United States v. E. I. du Pont de Nemours &amp; Co. </em>(1957) 353 U.S. 586, 597, 77 S.Ct. 872, 879, 1 L.Ed.2d 1057), a violation of Section 7 can be established without proving that the acquisition actually had anti-competitive effects. Proof alone that the merger produced anti-competitive effects, however, does not carry the Section 4 liability day for Purex. Purex also had to prove that the effects caused it actual antitrust injury. Proof of a Section 7 violation “establishes only that injury may result.” <em>(Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., supra.)</em><footnotemark><em>3</em></footnotemark></p>\n<p id=\"b942-4\">When this case was before the district court, the Supreme Court had not yet decided whether treble damages could be recovered for Section 7 violations, although other courts had indicated that such recoveries were possible. <em>(E. g., Helix Milling Co. </em>v. <em>Terminal Flour Mills Co. </em>(9th Cir. 1975) 523 F.2d 1317, 1323; <em>Carlson Companies, Inc. v. Sperry &amp; Hutchinson Co. </em>(8th Cir. 1974) 507 F.2d 959; <em>Gottesman v. General Motors Corp. </em>(2d Cir. 1969) 414 F.2d 956; <em>Dailey v. Quality School Plan, Inc. </em>(5th Cir. 1967) 380 F.2d 484.)<footnotemark>4</footnotemark> In line with these decisions, the district court held that a claim for damages under Section 4 of the Clayton Act could be based on a Section 7 violation, a holding subsequently approved by the Supreme Court in <em>Brunswick Corp. </em>v. <em>Pueblo Bowl-O-Mat, Inc., supra, </em>429 U.S. 477, 97 S.Ct. 690, 50 L.Ed.2d 701. But the district court lacked a clear standard for determining whether Purex was entitled to damages, because <em>Brunswick’s </em>articulation of the damage recovery standard governing § 4-§ 7 actions was not available to it.</p>\n<p id=\"b942-9\">In <em>Brunswick, </em>the Supreme Court outlined, for the first time, the circumstances under which Section 4 damages could be recovered for acquisitions that violate Section 7. The Court began with the premise that damage recovery could not be based solely on proof of a Section 7 violation because such proof establishes only potential injury, and not actual injury. The Court then outlined the kind of actual injury that must be shown to recover for an illegal acquisition. The notion that all losses causally linked to an illegal acquisition are recoverable was rejected because it would permit recovery for some injuries the antitrust laws were not intended to redress.<footnotemark>5</footnotemark> Only injuries that “occur ‘by reason <page-number citation-index=\"1\" label=\"887\">*887</page-number>of’ that which made the acquisitions unlawful,” give rise to damages under Section 4, the Court explained. (429 U.S. at 488, 97 S.Ct. at 697.) The standard to be applied is that plaintiffs:</p>\n<blockquote id=\"b943-5\">“must prove more than injury causally linked to an illegal presence in the market. Plaintiffs must prove <em>antitrust </em>injury, which is to say injury of the type the antitrust laws were intended to prevent and that flows from that which makes defendants’ acts unlawful. The injury should reflect the anticompetitive effect either of the violation or of anticompeti-tive acts made possible by the violation. It should, in short, be ‘the type of loss that the claimed violations would be likely to cause.’ <em>Zenith Radio Corp. v. Hazeltine Research, </em>395 U.S. [100], at 125 [89 S.Ct. [1562], at 1577, 23 L.Ed.2d 129].” <em>'(Brunswick, supra, </em>429 U.S. at 489, 97 S.Ct. at 697 (footnote omitted).)</blockquote>\n<p id=\"b943-6\">Under <em>Brunswick, </em>Purex had to establish (1) that the acquisition had anti-competitive effects, or that anti-competitive acts made possible by the acquisition occurred, and (2) that Purex was injured as a result of those anti-competitive acts or effects.</p>\n<p id=\"b943-7\">From the findings of the district court, we are unable to conclude that the post-merger acts and conduct of Clorox, under Procter, were free from antitrust taint. We can infer that the acquisition affected competition, but we are unable to say how Clorox’s conduct was affected, nor are we able to discern the respects, if any, by which those acts or conduct injured Purex. Part of our difficulty is that we are unable to disentangle the district court’s findings of fact from its conclusions of law, and we are not able to determine the extent to which the district court’s factual findings were predicated upon a misinterpretation of the legal standards governing Section 4 and Section 7 conduct and activities in a post-illegal merger case.</p>\n<p id=\"b943-8\">By way of illustration, the district court’s finding that Clorox did nothing after the merger that it could not have done before the merger does not permit us to draw an inference that the acquisition of Clorox by Procter had no anti-competitive effects. The Supreme Court requires us to begin with the illegal merger and then to ask the question whether the acquisition had the effect of substantially lessening competition in the liquid bleach markets by raising entry barriers or by dissuading the smaller firms, such as Purex, from aggressively competing for fear of retaliation by Procter. The district court found that the acquisition made Clorox more efficient and gave it access to Procter’s resources. Even if Clorox did not have to use the enhanced capabilities provided by Procter’s “deep pocket,” competition may have diminished and entry barriers may have increased simply because the acquisition created the threat to Purex that the “deep pocket” could be used.</p>\n<p id=\"b943-11\">The district court’s conclusion to the contrary appears to have been based upon the assumption that Purex had to demonstrate that Procter and Clorox engaged in conduct independently violative of the antitrust laws in order to recover under Section 4 for the effects of an illegal acquisition. As we have since learned from <em>Brunswick, </em>Purex had only to demonstrate that its injury occurred “ ‘by reason of’ that which made the acquisitions unlawful.” (429 U.S. at 488, 97 S.Ct. at 697.) The district court’s finding that the conduct of Procter and Clorox “amounted to no more than the vigorous competition” fails to take into account the fact that the quality of conduct allegedly flowing from an illegal acquisition must be judged by reference to the reasons for the acquisition’s illegality. Conduct otherwise unquestionable under the antitrust laws, may provide a basis for antitrust liability when employed by a dominant firm to lessen competition. <em>(Greyhound Computer Corp. </em>v. <em>International Business Machines Corp., supra, </em>559 F.2d 488, 498; <em>Industrial Building Materials, Inc. v. Interchemical Corp. </em>(9th Cir. 1971) 437 F.2d 1336, 1344-<page-number citation-index=\"1\" label=\"888\">*888</page-number>45.) For instance, Procter’s acquisition may have increased Clorox’s efficiency, as the district court found, by enhancing Clorox’s marketing resources and by making substantial advertising discounts available. Although such economies may be unobjectionable in isolation, they may be the basis of Section 4 liability if they serve as part of the mechanism by which an illegal merger lessens competition.<footnotemark>6</footnotemark></p>\n<p id=\"b944-4\">The district court’s failure to appraise the legality of Clorox’s and Procter’s conduct in the context of the reasons for the acquisition’s illegality is illustrated by its treatment of the Erie incident. In October, 1957, Purex sought to market liquid bleach in Erie, Pennsylvania, where it had previously not sold bleach and where Clorox dominated the market. Purex engaged in heavy promotional spending which helped it quickly to obtain broad distribution and more than 30 percent of the Erie market. Clorox responded with massive promotional spending of its own (90 cents per case of bleach on which a profit of 40 cents had normally been made). Purex rapidly lost market share and eventually withdrew from the Erie market. The district court said that there was “nothing reprehensible or anticompetitive in the Clorox response in Erie.” <em>(Purex, supra, </em>419 F.Supp. at 941.)</p>\n<p id=\"b944-5\">The district court erred in assuming that practices that might not be anti-competitive in isolation could properly be used by the dominant firm in a market in responsé to a threat of entry. <em>(See Greyhound Computer Corp. v. IBM Corp., supra; Industrial Building Materials, Inc. v. Interchemical Corp., supra. See also </em>Areeda &amp; Turner, Predatory Pricing and Related Practices Under Section 2 of the Sherman Act, 88 Harv.L.Rev. 697, 728—29 (concluding that “ ‘excessive’ promotional spending” by a dominant firm should normally be deemed predatory when its timing coincides with the appearance of a new entrant).) As the Supreme Court recognized in <em>Brunswick, </em>Section 4 recoveries can be based on behavior that may not be anti-competitive in the short run. “The short term effect of certain anti-competitive behavior — predatory below-cost pricing, for example — may be to stimulate price competition. But competitors may be able to prove antitrust injury before they actually are driven from the market and competition is thereby lessened.” <em>(Brunswick, supra, </em>429 U.S. at 489 n.14, 97 S.Ct. at 698.) If the Erie experience reflects the fact that the acquisition increased entry barriers in the markets Clorox dominated <em>(cf. FTC v. Procter &amp; Gamble Co., supra, </em>386 U.S. at 579 n.3, 87 S.Ct. 1224), then Purex may establish Section 4 liability for injuries traceable to Clorox’s conduct.</p>\n<p id=\"b944-8\">Because the district court did not have the benefit of <em>Brunswick, </em>the district court’s findings do not reveal whether the acquisition of Clorox by Procter produced anti-competitive effects or inspired anti-competitive conduct. On remand, the district court should reconsider this question in light of <em>Brunswick </em>and <em>Greyhound</em><footnotemark><em>7</em></footnotemark></p>\n<p id=\"b945-4\"><page-number citation-index=\"1\" label=\"889\">*889</page-number>Even if Procter’s acquisition of Clorox had anti-competitive consequences, Purex cannot recover under Section 4 unless it established that it suffered injury from the acquisition’s anti-competitive effects. <em>(Brunswick, supra, </em>429 U.S. at 488-89, 97 S.Ct. 690; Areeda, Antitrust Violations without <em>Damage </em>Recoveries, 89 Harv.L. Rev. 1127 (1976).)</p>\n<p id=\"b945-5\">Some of the district court’s findings suggest that Purex was not able to prove that it suffered very much damage flowing from the illegal merger. But, assuming, <em>arguen-do, </em>that the district court’s factual findings in this respect are fully supported by the evidence, we cannot conclude from the record that Purex suffered no damage at all. Thus, for example, the district court found that before the acquisition Clorox had done a better job of marketing liquid bleach than Purex and that Purex’s comparative marketing inferiority was the result of Purex’s management decisions that were unrelated to the conduct of Procter and Clorox. From that finding, however, it does not follow that none of Purex’s inferior market positions were attributable to the claimed Section 7 violations.</p>\n<p id=\"b945-6\">By way of further example, the district court found that Purex’s national expansion plans were “an afterthought, induced by the contemplation of this litigation.” <em>(Pu-rex, supra, </em>419 F.Supp. at 934.) We are unable to decide in the present state of the record whether that finding is supported by the evidence or by the correct legal standard. It is evident from the district court’s opinion that it rested this conclusion, in part, on the fact that Purex, after Erie, continued to pursue eastern expansion by acquiring the John Puhl Division of Sterling Drug, Inc. However, if the evidence showed that the Erie experience either entirely foreclosed the possibility of expansion by internal growth or rendered that potential economically impracticable, Purex may have proved that it suffered loss because expansion by acquisition was made more costly than internal expansion.<footnotemark>8</footnotemark></p>\n<p id=\"b945-11\">Because each of the factual findings is intertwined with the legal premises and the legal conclusions, we are unable to separate them. In this state of the record, it would be futile for us to cull the evidence to determine whether the factual findings are supported by the evidence. A remand is necessary to determine whether Purex suffered any compensable injury, upon applying the controlling legal standards. <em>(Cf. Gottesman v. General Motors Corp., supra, </em>414 F.2d at 961.)</p>\n<p id=\"b945-12\">II</p>\n<p id=\"b945-13\">SHERMAN ACT SECTION 2 CLAIM</p>\n<p id=\"b945-14\">Purex also charged that the conduct of Procter and Clorox violated Section 2 of the Sherman Act (15 U.S.C. § 2).<footnotemark>9</footnotemark> Purex sought treble damages on the grounds that Procter and Clorox had attempted to monopolize, and had in fact monopolized, the production and sale of liquid bleach in various markets. The district court apparently believed that its findings with respect to the claim founded on the violation of Clayton Act Section 7 precluded a finding of monopolization or an attempt to monopolize, because it rejected Purex’s Section 2 claim without discussion of the applicable legal standards.</p>\n<p id=\"b946-3\"><page-number citation-index=\"1\" label=\"890\">*890</page-number>In order to prove monopolization in violation of Section 2 of the Sherman Act, a plaintiff must establish: “(1) the possession of monopoly power in the relevant market and (2) the willful acquisition or maintenance of that power as distinguished from growth or development as a consequence of a superior product, business acumen, or historic accident.” <em>(United States v. Grinneli Corp. </em>(1966) 384 U.S. 563, 570-71, 86 S.Ct. 1698, 1704, 16 L.Ed.2d 778.) Proof of an attempt to monopolize in violation of Section 2 requires three elements: “(1) specific intent to control prices or destroy competition with respect to a part of commerce, (2) predatory or anticompetitive conduct directed to accomplishing the unlawful purpose, and (3) a dangerous probability of success.” <em>(Gough v. Rossmore Corp. </em>(9th Cir. 1978) 585 F.2d 381, 390; <em>Janich Bros., Inc. v. American Distilling Co. </em>(9th Cir. 1977) 570 F.2d 848, 853.)</p>\n<p id=\"b946-4\">The district court made no findings with respect to the relevant markets or the market shares possessed by Clorox, although Purex presented substantial evidence on these issues. The Supreme Court had previously held that the relevant geographic market for liquid bleach was a national market and a series of regional markets. The Court had observed that “Clorox enjoyed a dominant position nationally, and its position approached monopoly proportions in certain areas.” <em>(FTC v. Procter &amp; Gamble Co., supra, </em>386 U.S. at 578, 87 S.Ct. at 1230.) Purex attempted to demonstrate that Clorox’s market shares had actually increased in subsequent years. The district court’s observation that “the liquid bleach business is hardly conducive to monopoly,” fails to take into account the evidence of Clorox’s enormous market shares in certain regional markets. Moreover, the district court’s finding that many small firms prospered in local areas does not preclude the possibility of monopolization of liquid bleach, as the Supreme Court recognized in <em>FTC v. Procter &amp; Gamble Co., supra, </em>386 U.S. at 578, 87 S.Ct. 1224.</p>\n<p id=\"b946-5\">The district court apparently thought that the conduct of Procter and Clorox was not actionable under Section 2 because of its previous holding that it “amounted to no more than the vigorous competition that one would expect among rivals in the marketplace.” <em>(Purex, supra, </em>419 F.Supp. at 937.) The district court did not have the benefit of <em>Greyhound Computer Corp. v. IBM Corp., supra, </em>when it reached this conclusion. In <em>Greyhound, </em>this court recognized that “otherwise lawful practices that unnecessarily excluded competition” could be actionable under Section 2 of the Sherman Act when used by the dominant firm in an industry. (559 F.2d at 498.) Thus, it is important to consider the context in which conduct occurs when assessing its anti-competitive quality. <em>(See Industrial Building Materials, Inc. v. Interchemical Corp., supra, </em>437 F.2d at 1344-45.) The district court’s findings are insufficient for us to determine whether the Section 2 claim was properly rejected, because they fail to take into account the dominant position of Clorox in various markets. Thus, we must remand the Section 2 claim to the district court for further findings consistent with our decision in <em>Greyhound.</em></p>\n<p id=\"b946-7\">The judgment is vacated and the cause is remanded to the district court for further proceedings as the district court may direct consistently with the views herein expressed.</p>\n<footnote label=\"1\">\n<p id=\"b939-16\">. On appeal Purex does not challenge the judgment for Procter on the Sherman Act § 1 claim.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b941-8\">. The district court summarized its findings as follows:</p>\n<blockquote id=\"b941-10\">“1. Clorox did nothing after the merger that it could not readily have done before the merger.</blockquote>\n<blockquote id=\"b941-11\">2. Pre-acquisition Clorox regularly did a better job in marketing liquid bleach than did Purex, and the same trend continued after the merger.</blockquote>\n<blockquote id=\"b941-12\">3. Clorox, under Procter, was not anticom-petitive to any actionable extent under the antitrust laws.</blockquote>\n<blockquote id=\"b941-18\">4. The comparative inferiority of Purex in marketing liquid bleach stemmed principally from decisions of its own management, rather than having been imposed by Clorox.</blockquote>\n<blockquote id=\"b941-19\">5. The claim by Purex that its national expansion plans were frustrated by fear of Clorox, is an after-thought, induced by the contemplation of this litigation.” <em>(Purex, supra, </em>419 F.Supp. at 934.)</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b942-5\">. Because of the difficulty of “[i]ntermeshing a statutory prohibition against acts that have a potential to cause certain harms with a damages action intended to remedy those harms” <em>(Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc. </em>(1977) 429 U.S. 477, 486, 97 S.Ct. 690, 696, 50 L.Ed.2d 701), some courts initially rejected the notion that a treble damage claim under Section 4 could be based on a Section 7 violation. <em>(Dairy Foods, Inc. v. Farmers Co-op. Creamery </em>(D.Minn.1969) 298 F.Supp. 774; <em>Bailey’s Bakery, Ltd. v. Continental Baking Co. </em>(D.Hawaii 1964) 235 F.Supp. 705.) For a discussion of the divergent standards of recovery applied in § 4-§ 7 actions before <em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc. </em>(1977) 429 U.S. 477, 97 S.Ct. 690, 50 L.Ed.2d 701, see Note, Treble Damage Actions for Violations of Section 7 of the Clayton Act, 38 U.Chi.L.Rev. 404, 410-17 (1971).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b942-6\">. In <em>Minnesota Mining &amp; Manufacturing Co. v. New Jersey Wood Finishing Co. </em>(1965) 381 U.S. 311, 85 S.Ct. 1473, 14 L.Ed.2d 405, the Supreme Court had held that the pendency of an FTC proceeding tolled the statute of limitations in a private treble damage action based on violations of Sections 1 and 2 of the Sherman Act and Section 7 of the Clayton Act. The Court did not expressly decide whether a treble damage action under Section 4 of the Clayton Act could be based on a Section 7 violation until <em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc. </em>(1977) 429 U.S. 477, 97 S.Ct. 690, 50 L.Ed.2d 701.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b942-11\">. In <em>Brunswick, supra, </em>the owners of a group of bowling centers sought treble, damages under Section 4 from a large bowling manufacturer that had acquired a group of competing bowling centers allegedly in violation of Section 7. The plaintiffs sought to recover damages for the increased profits they would have garnered if the acquisition had not prevented their competitors from going out of business. The Court held that these damages were not recoverable under Section 4 because they did not stem from an injury that the antitrust laws were intended to prevent. Moreover, the Court noted, it would be inimical to the purposes of the antitrust laws to award damages for an injury that <page-number citation-index=\"1\" label=\"887\">*887</page-number>flowed from the fact that competition had not been reduced because competitors were rescued before they went out of business. (429 U.S. at 487-88, 97 S.Ct. 690.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b944-6\">. The district court rejected Purex’s “claim that it should be entitled to damages because fear of the combination of Procter and Clorox discouraged Purex from competing vigorously.” The court reasoned that recovery for such a claim would reward “the fainthearted” and encourage a competitor to “simulate an attitude of fear and do nothing in the hope of recovering damages for loss of profits that he would have refrained from trying to earn.” <em>(Purex, supra, </em>419 F.Supp. at 948, 949.) This conclusion conflicts with the teaching of <em>Brunswick </em>that it is important to consider why an acquisition violates Section 7 in order to determine what effects of the acquisition give rise to damages under Section 4. (429 U.S. at 488, 489, 97 S.Ct. 690.) The Supreme Court indicated that one of the reasons the acquisition was illegal was because it might induce competitors to “become more cautious in competing due to their fear of retaliation by Procter.” (386 U.S. at 578, 87 S.Ct. at 1230.) If Purex can prove that it suffered injury because of the anti-competitive effect of fear of retaliation by Procter, then Purex may be entitled to damages under Section 4. Of course, Purex must prove injury in fact and Purex cannot recover for profits that would never have been earned even if the acquisition had not occurred.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b944-10\">. We recognize that some of the district court’s findings of fact, if not clearly erroneous, would preclude Purex from recovery premised on certain of Clorox’s practices. “However, in view of the fundamental nature of the error here, we think that the district court should be given the <page-number citation-index=\"1\" label=\"889\">*889</page-number>opportunity to reconsider the evidence before it in the light of our” interpretation of the legal standard. <em>(Cf. Gottesman v. General Motors Corp. </em>(2d Cir. 1969) 414 F.2d 956, 961.) While we do not order a new trial on remand, the district court is not foreclosed from hearing additional evidence on some of the issues in the case.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b945-8\">. For example, the district court found that at the time Purex attempted to enter the Erie market, John Puhl, could have been acquired for $3 million. In October, 1958, after Purex had been forced to withdraw from Erie, the acquisition was completed for a price of $4 million. <em>(Purex, supra, </em>419 F.Supp. at 946.)</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b945-16\">. Section 2 of the Sherman Act provides in pertinent part: “Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a misdemeanor . . . (15 U.S.C. § 2.)</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b946-8\">ENRIGHT, District Judge,</author>\n<p id=\"AXQ_\">concurring:</p>\n<p id=\"b946-9\">I would concur only insofar that the cause is remanded to the trial court for further findings and reconsideration in light of <em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., </em>429 U.S. 477, 97 S.Ct. 690, 50 L.Ed.2d 701 (1977) and <em>Greyhound Computer v. Inter. Business Machines, </em>559 F.2d 488 (9th Cir. 1977). The trial court essentially found in its detailed Memorandum Decision that there was no nexus between the activities of the defendant and the alleged injury to the plaintiff. Such reconsideration may or may not require a different result. As is often the case in protracted litigation (this case has been actively pursued in the trial court since 1967), several significant cases have been decided since the trial court <page-number citation-index=\"1\" label=\"891\">*891</page-number>made its decision. The trial court should have the opportunity to review the matter anew and we, of course, would benefit from such evaluation. It is my view that the trial court would be free, but not obligated, to undertake further proceedings if such would assist that determination.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}