{
  "casebody": {
    "data": "<casebody firstpage=\"560\" lastpage=\"577\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b580-4\">MORRIS JOSEPH WARREN <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b580-5\">[No. 334,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A22\">September Term, 1975.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b580-6\">\n<em>Decided January 2, 1976.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b581-12\"><page-number citation-index=\"1\" label=\"561\">*561</page-number>The cause was argued before Powers, Moore and Lowe, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b581-13\"><em>George E. Bums, Jr., </em>and <em>Harriette Cohen, Assistant Public Defenders, </em>with whom was <em>Alan H. Murrell, Public Defender, </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b581-14\"><em>Leroy Handwerger, Assistant Attorney General, </em>with whom were <em>Francis B. Burch, Attorney General, Arthur A. Marshall, Jr., State’s Attorney for Prince George’s County,</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b582-4\"><page-number citation-index=\"1\" label=\"562\">*562</page-number><em>Naji P. Maloof State’s Attorney for Calvert County, </em>and <em>Joseph Sauerwein, Assistant State’s Attorney for Calvert County, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b582-5\">Lowe, J.,</author>\n<p id=\"AUqu\">delivered the opinion of the Court.</p>\n<p id=\"b582-6\">In the Chinese tradition, the legal aftermath of the Supreme Court’s ruling in <em>Mullaney v. Wilbur, </em>421 U. S. 684, 44 L.Ed.2d 508 (1975) would have entitled this year of our Lord to the epithet “The Year of the Mullaney” — at least in Maryland. Even after the all encompassing effort of Judge Moylan in <em>Evans v. State, </em>28 Md. App. 640, to meet all questions, prospectively and retrospectively, <em>Evans </em>itself has given birth already to legitimate issue, <em>e.g., Burko v. State, </em>28 Md. App. 732; and issue of strained legitimacy, <em>Horn v. State, </em>29 Md. App. 23, and <em>Dinkins v. State, </em>29 Md. App. 577. From the progeny, <em>Mary Washington Brown v. State, </em>29 Md. App. 1, of such young parentage as <em>Edward Evans, supra, </em>all of whom were the issue of <em>Garrell S. Mullaney, supra, </em>we now have Morris Joseph Warren who invokes the message of his great grandsire, <em>Mullaney v. Wilbur, </em>to whom he traces a direct legal relation. We foresee <em>Mullaney </em>as rivalling Abraham or Isaac as a “begetter” of issue at least by claim, if not of right.</p>\n<p id=\"b582-7\">Appellant Warren was convicted by a jury in the Circuit Court for Calvert County of first degree murder, assault with intent to murder, attempted robbery with a deadly weapon, and use of a handgun during the commission of a crime of violence. The events giving rise to his convictions occurred on the night of September 9, 1973, when one person was killed and two others wounded as a result of shots fired during an attempted robbery at a 7-Eleven store in Cheverly, Maryland.</p>\n<p id=\"b582-8\">On September 20, police officers searched appellant’s apartment and found a .38 caliber pistol which expert testimony at trial established could have fired the bullets found at the scene of the crime. At the time of the search, appellant was arrested for armed robbery. On November 6, 1973, he signed a confession of his participation in the <page-number citation-index=\"1\" label=\"563\">*563</page-number>attempted robbery, which statement was admitted into evidence at his trial.</p>\n<p id=\"b583-5\">I</p>\n<p id=\"b583-6\">At the conclusion of the trial, the judge instructed the jury with all the customary and compulsory rights of a defendant at trial including the presumption of innocence:</p>\n<blockquote id=\"b583-7\">“and that presumption continued with him at every stage of the proceedings until it is overcome by legal and competent evidence which satisfies you ladies and gentlemen beyond a reasonable doubt of the guilt of the accused.... [I]t is the State’s responsibility to bring before you a sufficient amount of legal and competent evidence to satisfy you beyond a reasonable doubt of the guilt of the accused.”</blockquote>\n<p id=\"b583-8\">After a full discussion of reasonable doubt and the need to find proof of every element of each crime charged, he then commenced his more specific instructions on the murder count, containing the language to which appellant objects. He said:</p>\n<blockquote id=\"b583-9\">“Each of these offenses has certain elements and each element must be proven or the defendant must be acquitted as to that offense. The 1st Count in this Indictment charges the defendant with the murder of a man named Stevens. <em>You will understand ladies and gentlemen that the law presumes all unlawful killing to be murder. Once the State has established an unlawful homicide, it is presumed to be murder.</em></blockquote>\n<blockquote id=\"b583-10\">You are advised that the elements of Murder are the unlawful killing of another human being with malice. <em>Malice is an essential ingredient in Murder and it is inferred by you </em>— <em>you ladies and gentlemen may infer malice from the proof of an unlawful killing. </em>’’(Emphasis added).</blockquote>\n<p id=\"Am6\"><page-number citation-index=\"1\" label=\"564\">*564</page-number>The judge went on to instruct substantially upon the elements of felony murder. Never again did he allude to the general presumption that “an unlawful homicide ... is presumed to be murder,” traditionally (although we now know erroneously) given, with its misleading statutory foundation in Md. Code, Art. 27, § 411. The entire emphasis of his remaining murder instructions centered upon felony murder and the felony murder presumption. Commendably, he intentionally refused to give the canned murder instructions opening up possibilities of verdicts for which there was insufficient supporting evidence. He explained to counsel at the bench after instructing the jury:</p>\n<blockquote id=\"b584-5\">“That’s why I didn’t instruct them on Manslaughter. As I indicated to you in Chambers when we discussed these instructions, I see the evidence in this case as supporting only instruction on Felony Murder[, i]f the robbery was found to be in progress or murder, if it was not[.] I see no line of evidence which would support an instruction for Manslaughter nor for the other kind of First Degree Murder. So I have instructed them deliberately and intentionally based on my view of the evidence that they may find him guilty of Felony Murder, if he was the criminal agent while the robbery was in progress or failing that they may find Murder. I did not give the instruction to Manslaughter. There is no evidence to support it.”</blockquote>\n<p id=\"b584-6\">The trial judge is under no duty to instruct the jury as to the various lower grades or degrees unless there is some evidence tending to reduce the crime to one of the lower grades or degrees. <em>Evans, supra, </em>(IF) at 667.</p>\n<p id=\"b584-7\">Appellant’s argument is brief but encompassing. Seemingly anticipating our holding in <em>Brown, supra, </em>that the <em>Mullaney </em>error might be cured by a first degree verdict, all that he contends is set forth in two sentences:</p>\n<blockquote id=\"b584-8\">“When the judge instructed the jury that malice could be presumed and that the defendant had ‘the <page-number citation-index=\"1\" label=\"565\">*565</page-number>responsibility of going forward with the evidence/ he committed patent error. Since the jury necessarily had to find malice before § 410 could be applied, the error was not harmless.”</blockquote>\n<p id=\"b585-5\">The reference to § 410 is intended to direct us to the felony-murder section of Md. Code, Art. 27:</p>\n<blockquote id=\"b585-6\">“All murder which shall be committed in the perpetration of, or attempt to perpetrate, any . . . robbery... shall be murder in the first degree.”</blockquote>\n<p id=\"b585-7\">Primarily because the statute begins “All murder”, rather than “All homicide”, appellant seems to say that before § 410 may be invoked, the killing must be raised to the murder level and that the jury could only do so through the instruction of which he now complains, <em>i.e., </em>“. .. that the law presumes all unlawful killing to be murder,” and “You . . . may infer malice from the proof of an unlawful killing.” Because appellant provides us with none of his reasoning, we presume he bases this upon that which <em>Mullaney </em>decried: that a necessary element of murder (malice) may not be presumed, thereby relieving the State from its burden of proof of every element of the crime, beyond a reasonable doubt. <em>Re Winship, </em>397 U. S. 358.</p>\n<p id=\"b585-8\">Initially we remind appellant that while the statutory rule in § 410 speaks of all “murder” committed in the perpetration of a felony as being murder in the first degree, the common law felony-murder rule is that <em>homicide, a killing, </em>resulting from the perpetration (or attempted perpetration) of a felony is <em>murder. Perkins on Criminal Law, </em>Ch. 2 at 37, et seq. (2nd ed.). The enactment of the statute did not abrogate the common law rule but supplemented it by graduating the punishment according to the circumstances of the crime:</p>\n<blockquote id=\"b585-9\">“At common law, a killing in the perpetration of a robbery was murder, regardless of intent. See Clark and Marshall, <em>Crimes </em>(4th ed.), sec. 245. As used in the statute, the ‘common law sense is left unimpaired; the measure of punishment only is <page-number citation-index=\"1\" label=\"566\">*566</page-number>sought to be graduated according to the circumstances under which it was committed.’ <em>Davis v. State, supra </em>[39 Md. 355, 374].” <em>Stansbury v. State, </em>218 Md. 255, 260.</blockquote>\n<p id=\"b586-5\">In <em>Evans, supra, </em>at 686, n. 21B, Judge Moylan explained succinctly that:</p>\n<blockquote id=\"b586-6\">“It is sometimes falsely asserted that § § 408-410 constitute the felony-murder doctrine in Maryland. That is not true. The felony-murder doctrine (see Part HE 3 <em>infra) </em>is the common law rule — defining one of the at-least three varieties of ‘implied malice’ — which raises a homicide resulting from the perpetration or attempted perpetration of a felony to the murder level generally. It is only at that point, after the felony-murder rule has already operated, that § § 408-410 come into play to provide further that in the case of certain designated felonies, <em>the already established murder </em>shall be punished as murder in the first degree.</blockquote>\n<blockquote id=\"AMq\">Only one state, incidentally — Ohio — fails to recognize the felony-murder doctrine. Moreland, <em>Law of Homicide </em>(1952), at 49. For good Maryland discussions of felony-murder, see <em>Stansbury v. State, </em>218 Md. 255, 146 A. 2d 17, and <em>Wood v. State, </em>191 Md. 658, 62 A. 2d 576.”</blockquote>\n<p id=\"b586-11\">It follows that since the State was required to prove beyond a reasonable doubt the underlying felony (or attempt thereat), it was not relieved of its constitutional burden under <em>Mullaney v. Wilbur </em>and <em>Winship </em>of proving every element of the crime beyond a reasonable doubt. The intent to perpetrate the robbery, which element the jury of necessity found in returning its verdict of attempted robbery, supplied the intent aspect of malice necessary to establish a felony-murder. See <em>Evans v. State, supra, </em>(Part HE 3 c), at 697.</p>\n<p id=\"b586-12\">The common law felony-murder rule does not substitute or transfer the elements of malice, <em>Evans, </em>(HE 2) at 686, nor does it permit malice to be “implied,” <em>Evans, </em>(HE 3 c) at 695.</p>\n<blockquote id=\"b587-3\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>“A jury may not be told that if it finds an intent to rape, rob, burglarize, etc., it <em>may, but need not, </em>find a resulting homicide to have been with malice. It is not the case that these mental states <em>imply </em>malice; it is rather the case that they <em>are </em>malice by definition.</blockquote>\n<blockquote id=\"b587-4\">Since these mental states are today unequivocally a part of our substantive law on the <em>mens rea </em>of murder, they are unaffected by anything in <em>Mullaney v. Wilbur. </em>”</blockquote>\n<p id=\"b587-5\">In <em>Thomas v. State, </em>206 Md. 575, 581, the Court of Appeals explained that it is unnecessary for the jury to consider further the question of malice when the killing occurs in the course of a robbery. The reason for this is that the necessary “implied malice” has already been established. Thus, if the jury finds that combination of circumstances, (a robbery or attempted robbery from which a death ensued) there is no need to find any additional malice, nor is there need to rely on the <em>erroneous </em>presumption thereof. Furthermore, in so far as that instruction might have related to appellant’s burden to reduce the murder to manslaughter, it was academically in error but harmless beyond a reasonable doubt since there was no evidence <footnotemark>1</footnotemark> to generate an issue of mitigation. <em>Brown v. State, supra, </em>at 19. Nor was there evidence of justification or excuse. “Erroneous instructions on non-issues are self-evidently immaterial.” <em>Evans v. State, supra, </em>(IF) at 665-69.</p>\n<p id=\"b587-6\">There is also inferentially underlying our answer to appellant’s complaint the further question whether the statutory felony-murder rule is constitutionally affected by <em>Mullaney. </em>The instructions in that regard were in part as follows:</p>\n<blockquote id=\"b587-7\">“By Statute in this state, that is by a law enacted by the Legislature, any killing which occurs in the course of the perpetration of a felony is Murder in <page-number citation-index=\"1\" label=\"568\">*568</page-number>the First Degree. You will hear this type of murder referred to as Felony Murder.</blockquote>\n<blockquote id=\"b588-5\">Now, you are advised that Robbery is a Felony in this State so that if you find from the evidence before you that a robbery was in progress or being perpetrated when the victim Stevens in this case was killed, whoever killed Stevens which would be equal to whoever participated in that robbery in which he was killed, all the parties involved in that robbery are guilty of Murder in the First Degree.</blockquote>\n<blockquote id=\"b588-6\">Now, if you were to find from the facts in this case that no robbery was going on, then that rule does not apply and the elements of Murder would be left.”</blockquote>\n<p id=\"b588-7\">In <em>Evans, supra, </em>(HE 1) at 686, Judge Moylan concluded, after extensive reasoning, that the felony-murder statutes “are, therefore, not remotely affected by anything in <em>Mullaney v. Wilbur. ” </em>He reasoned that it is the <em>mens rea, </em>the malicious intent, which <em>Mullaney </em>forbids to be supplied by a burden-shifting presumption, rather than the <em>actus reus, </em>“the dreaded modality or means of the murder, which we have singled out for our gravest criminal sanction . ..” in our felony-murder statutes.</p>\n<p id=\"b588-8\">That reasoning was equally applicable to the common law felony-murder rule which requires no intent to kill or injure.</p>\n<blockquote id=\"b588-9\">“Even without an intent to kill or injure, or an act done in wanton and wilful disregard of the obvious likelihood of causing such harm, homicide is murder if it falls within the scope of the felony-murder rule. The robber who kills the one he is attempting to rob is guilty of murder whether he intended any personal harm or not.” <em>Perkins on Criminal Law, </em>Ch. 2 at 37 (2nd ed.).</blockquote>\n<p id=\"b588-10\">The erroneous portions of the instruction were harmless beyond a reasonable doubt under <em>Harrington v. California, </em>395 U. S. 250, 254; <em>Chapman v. California, </em>386 U. S. 18, and substantive felony-murder rules are not affected by <em>Mullaney v. Wilbur.</em></p>\n<p id=\"b589-3\"><page-number citation-index=\"1\" label=\"569\">*569</page-number>II</p>\n<p id=\"b589-4\">Appellant also questions the validity of the search warrant on the ground that is was procured “on the basis of information supplied to a detective by an unidentified informant [and] no proffer as to the reliability of this informant was made at trial.” The affidavit upon which the search of Warren’s apartment was based<footnotemark>2</footnotemark> contains the following allegations:</p>\n<blockquote id=\"b589-5\">1) That witnesses to a robbery and shooting at another 7-Eleven Store in the Washington area identified appellant as having fired the shots from a revolver, one of which struck a customer. An arrest warrant had been issued for appellant’s arrest in connection with this crime.</blockquote>\n<blockquote id=\"b589-7\">2) A recitation of the events leading up to appellant’s prosecution in the instant case, showed a similarity to the previous robbery.</blockquote>\n<blockquote id=\"b589-9\">3) Bullets recovered from both crime scenes were submitted to the F.B.I. for analysis and that “Mr. Seibert of the FBI lab reports that the bullets from the two offen[sic] were fired from a 38 caliber weapon of identical manufacture, with both samples having five lands and groves [sic] with right hand twists, and that the rifling on both samples is the same.”</blockquote>\n<blockquote id=\"b589-11\">4) Mr. Warren was present in the Washington area during the time of both offenses.</blockquote>\n<p id=\"b589-13\">We believe that these allegations supplied by citizens, none of which were from the criminal milieu and thus beyond proscription inherent in the hackneyed phrase “information supplied by an unidentified informant,” are sufficient to <page-number citation-index=\"1\" label=\"570\">*570</page-number>provide a basis for a finding of probable cause that “the same weapon was used in both offenses and that weapon is still in the possession of the suspect.” The magistrate need not be absolutely convinced that evidence of a crime is present át the premises for which the search warrant is sought. As stated on several occasions by this Court:</p>\n<blockquote id=\"b590-5\">“Probable cause is less than certainty or demonstration but more than suspicion or possibility. It is to be determined by the judge to whom application for the warrant is made. If a prudent and cautious man would be justified from the facts presented in the affidavit in believing that fhe offense has been or is being committed, the warrant properly may be issued.” <em>Hudson v. State, </em>16 Md. App. 49, 57; <em>Moore v. State, </em>13 Md. App. 711, 714; <em>Buckner v. State, </em>11 Md. App. 55, 61.</blockquote>\n<p id=\"Ag2\">Ill</p>\n<p id=\"b590-9\">Appellant’s next contention is that his confession should not have been admitted into evidence because there was no <em>“prima facie </em>evidence of its authenticity.” No objection is made in this appeal on the basis of the prosecution’s failure to give the required warnings pursuant to <em>Miranda v. Arizona, </em>384 U. S. 436, before obtaining appellant’s statement. Rather, appellant denies that he ever signed the statement proffered by the prosecution at his trial and contends that the judge’s finding that appellant had signed the confession “had no evidentiary support.”</p>\n<p id=\"b590-10\">Where the voluntariness of a confession is questioned:</p>\n<blockquote id=\"b590-11\">“ ‘The practice in this State, approved in many cases, is that the court first hears evidence without the jury to determine whether a confession is voluntary and should be admitted. If it decides to admit it, the same evidence is then given to the jury, as it has the final determination, irrespective of the court’s preliminary decision, whether or not the confession is voluntary, and whether it should <page-number citation-index=\"1\" label=\"571\">*571</page-number>be believed. In so doing the jury is entitled to have before it all of the evidence which affects the voluntary character of the document, and which the court passed upon in admitting <em>it.’Day v. State, </em>196 Md. 384, 399.” <em>Barnhart v. State, </em>5 Md. App. 222, 223.</blockquote>\n<p id=\"b591-6\">In this case, the court employed that same procedure to determine not only voluntariness but also authenticity. A hearing was had out of the presence of the jury as to whether the confession was admissible. The police officer, who claimed to have obtained the statement from appellant, was cross-examined by appellant’s trial counsel as to the circumstances surrounding the taking of the statement. Appellant then testified for the limited purpose of determining the admissibility of the confession. He testified that the signature appearing on the statement was not his. The judge then had the appellant sign his name several times and compared these signatures with those on the statement. At the conclusion of hearing, the judge stated:</p>\n<blockquote id=\"b591-7\">“. .. [W]e don’t have here a question of was it voluntary, was it induced by promise or was it taken without prior warning to the defendant of his constitutional rights as the Federal Constitution .. . requirefs] .... This boils down to the simple question of did Warren in fact make this statement or did he not.</blockquote>\n<blockquote id=\"b591-8\">When you get to that question it becomes a preliminary matter for the Court to decide whether it’s admissible. The Jury will have to be the final arbitor of whether or not Officer Hall is telling the truth or the defendant Warren is telling the truth .... [0]n balance and while we think it’s a matter for the jury ultimately to decide, we do not think there is sufficient basis on the motion in the out of Court hearing for the Court to suppress this statement. .. .”</blockquote>\n<p id=\"b591-9\">The record shows that there was sufficient evidence <page-number citation-index=\"1\" label=\"572\">*572</page-number>proffered by the prosecution for the court to find that the statement in question was <em>prima fade </em>authentic. It is apparent that the judge believed the officer who testified that appellant had read the confession and signed it. The signature exemplar was used by the judge to further confirm his belief of the officer’s testimony as opposed to appellant’s denial. It was not error for the court to allow the confession to be admitted as evidence.</p>\n<p id=\"b592-5\">IV</p>\n<p id=\"b592-6\">Appellant’s contention that there was insufficient evidence of an attempted robbery to support a conviction under the felony-murder rule is also without merit. The essence of his argument is that “nothing was taken and nothing was even demanded.” As has been shown above, the statutory felony-murder rule in § 410 applies not only to the crimes specified but to the attempts to perpetrate these crimes as well. This Court has had numerous occasions to define the elements of an attempted crime. In <em>Wiggins v. State, </em>8 Md. App. 598, 604, we summarized our holdings:</p>\n<blockquote id=\"b592-7\">“An attempt to commit a crime is an act done in pursuance of a criminal intent falling short of the actual commission of the crime, coupled, at least, with the apparent ability to commit the crime intended. <em>Reed v. State, </em>7 Md. App. 200; <em>Makins v. State, </em>6 Md. App. 466; <em>Boone v. State, </em>2 Md. App. 80. So attempted robbery may be predicated upon a finding of intent to steal goods from the person of another by violence but without the consummation of the larceny. See <em>Thompson v. State, </em>5 Md. App. 191.”</blockquote>\n<p id=\"b592-10\">Appellant’s confession, even without the testimony of the other witnesses, clearly provides sufficient evidence for the jury to find that he intended to commit a robbery:</p>\n<blockquote id=\"b592-11\">“ ‘On September 9, 1973, at approximately 8:00 o’clock, p.m., Paul Fletcher and Leonard Matthews came by my apartment and told me they found an <page-number citation-index=\"1\" label=\"573\">*573</page-number>easy hit at a 7 Eleven Store and they asked me to go along. I decided to go with them and we went out to Matthews car and rode out to the 7 Eleven Store. When we got to the place I told them I would [go] inside and look the place over. I went inside and saw two guys talking at the counter and another man putting stuff in the refridgerator [sic]. I walked over to the canned goods section and looked around. I went back to the car and told them there weren’t but three or four people in the store. Matthews asked me if I wanted the gun and I told him no. Fletcher said he would take the gun and Matthews gave it to him. ... I went inside behind them....”</blockquote>\n<p id=\"b593-5\">While a specific intent cannot be presumed in the absence of some proof, <em>Bryant v. State, </em>4 Md. App. 572, 578, it is also true that:</p>\n<blockquote id=\"b593-6\">“ . .. finding the requisite intent to steal is never a precise process, for intention is subjective and it must therefore be inferred from the circumstances of the case. . . .” <em>Reed v. State, </em>7 Md. App. 200, 203.</blockquote>\n<p id=\"b593-7\">There is sufficient proof in the record of appellant’s intent to commit robbery to sustain his conviction of attempted robbery.</p>\n<p id=\"b593-8\">V</p>\n<p id=\"b593-9\">After the court’s instructions to the jury as to the felony-murder count of the indictment, there followed:</p>\n<blockquote id=\"b593-10\">“Now, in further discussion of this Felony Murder aspect it makes no difference, you are advised, to the law whether the killing was a planned and deliberate part of the robbery scheme or whether it was accidental, unintentional, unplanned and unforeseen by any participants in the robbery, the one who actually pulled the trigger or the one who did not pull the trigger. It doesn’t have to be a part of the plan nor intentional if a <page-number citation-index=\"1\" label=\"574\">*574</page-number>killing occurs during the course of a commission of a robbery or any other felony, it is Murder in the First Degree, and all who participate in the felony are guilty equally as the one who pulled the trigger.”</blockquote>\n<p id=\"b594-5\">Appellant now argues that the instruction was erroneous in that it did not instruct the jury that the rule applied to an accessory, only if there was a “direct causal connection between the homicide and the felony,” citing <em>Mumford v. State, </em>19 Md. App. 640, 644. Defense counsel’s exception to the instruction was not so explicit. He said only:</p>\n<blockquote id=\"b594-6\">“MR. WOLMAN: We will take exception to the advice that if the robbery is in progress that whoever participated is guilty in the First Degree.</blockquote>\n<blockquote id=\"b594-7\">JUDGE BOWEN: I will give you an exception.”</blockquote>\n<p id=\"b594-8\">The record shows that, after deliberating for several hours, the jury returned to the courtroom and the following discourse by the judge took place:</p>\n<blockquote id=\"b594-9\">“JUDGE BOWEN: Madam Reporter, the record will show that these proceedings which follow were taken in the Courtroom in the presence of the defendant and counsel.</blockquote>\n<blockquote id=\"b594-10\">Madam Forelady and ladies and gentlemen of the Jury, the Court has received a written question signed by your Foreman which reads as follows: ‘Is murder in connection with an attempted robbery murder in the First Degree’. The answer to your question is yes. The Statute which makes murders committed in the course of felonies or attempted felonies, Murder in the First Degree specifically says that Robbery or Attempted Murder in the course of Robbery or Attempted Robbery shall be Murder in the First Degree. The only limitation being that the killing must occur during the time when the Robbery or the Attempted Robbery is in progress. All right, any further questions? You may retire and continue your deliberations.”</blockquote>\n<p id=\"b595-4\"><page-number citation-index=\"1\" label=\"575\">*575</page-number>Maryland Rule 756 g provides for review of a trial court’s instructions to the jury:</p>\n<blockquote id=\"b595-5\">“Upon appeal a party assigning error in the instructions may not assign as of right an error unless (1) the particular portion of the instructions given or the particular omission therefrom or the particular failure to instruct was distinctly objected to before the jury retired to consider its verdict and (2) the grounds of objection were stated at that time. Ordinarily no other error will be considered by the Court of Appeals or the Court of Special Appeals, but the appellate court, either of its own motion or upon the suggestions of a party may take cognizance of and correct any plain error in the instructions, material to the rights of the accused even though such error was not objected to as provided by section f of this Rule.”</blockquote>\n<p id=\"b595-6\">While appellant’s attorney did object to the court’s instruction, he did not state his grounds of objection clearly. Moreover, we do not find any “plain error in the instructions, material to the rights of the accused.” Here, there was no evidence that the homicide occurred independently of the attempted robbery. In <em>Mumford, supra, </em>cited by appellant, this Court overturned a conviction for murder in the first degree because the trial court had not included a <em>requested </em>instruction to the effect that, in order for the felony-murder rule to apply, there must be a “causal nexus between the underlying felony and the resultant homicide.” <em>Mumford, </em>19 Md. App. at 644. There, the facts showed that the victim had died from injuries sustained from a rape, participated in by two of four burglars, which occurred out of the presence of Mumford. We concluded, in that case, that:</p>\n<blockquote id=\"b595-7\">“The medical examiner’s report, in connection with other evidence, was sufficient for the jury to find the killing of the decedent resulted from the rape; consequently, . .. the jury could have chosen not to <page-number citation-index=\"1\" label=\"576\">*576</page-number>believe that death occurred pursuant to the burglary, but rather from rape, fresh and independent of the common design.” <em>Mumford, supra, </em>at 644.</blockquote>\n<p id=\"b596-5\">Here, no evidence was introduced from which the jury could have concluded that the shooting was “independent of the common design” to rob the 7-Eleven store. Therefore, it was not error for the trial judge to instruct the jury as he did, <em>Street v. State, </em>26 Md. App. 336. The appellant did not preserve his exception in accordance with Md. Rule 756 g, and if he had, there was no evidence in the case which would have entitled him to a “Mumford” instruction emphasizing the need for causal connection between the homicide and the felony.</p>\n<p id=\"b596-6\">It is also argued that there was not sufficient evidence to support the appellant’s conviction of assault with intent to murder Raymond Evinger because “he is responsible for the shooting only if it was a natural and probable consequence of his criminal activity.” A similar argument was dealt with in <em>Jeter v. State, </em>9 Md. App. 575 where the Court stated:</p>\n<blockquote id=\"b596-7\">“In the facts here it is important to note that appellant knew that his codefendant had a gun before either party entered the building. While it is possible to imagine hypothetical crimes in which guns are used for purposes other than shooting, specifically shooting at people, it would be to fly in the face of reality to ignore that guns in a criminal situation are usually used to effect the crime desired or to prevent interference.</blockquote>\n<blockquote id=\"b596-8\">It is apparent that the homicide in the instant case was natural and probable since Jeter had entered a plan to commit a felony, had gone with the other felons to the site of the crime, and knew that one of his codefendants had a gun. It was a natural and probable consequence that the gun was actually used to shoot and kill an interfering party. It would <page-number citation-index=\"1\" label=\"577\">*577</page-number>be unreal, if not fantastic, to believe that someone in Jeter’s position would believe his codefendant armed with a gun, being inside a warehouse would surrender meekly instead of using the weapon.” <em>Jeter, supra, </em>at 579-580.</blockquote>\n<p id=\"b597-5\">Here, appellant also knew that one of his companions had a gun (it was, in fact, his gun). We hold, therefore, that there was sufficient evidence to find that appellant was criminally responsible for the assault with intent to murder.</p>\n<p id=\"b597-6\">\n<em>Judgments affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b587-8\">. Issues must be generated by evidence not argument. Newborn v. State, 29 Md. App. 85.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b589-14\">. In determining whether there was sufficient probable cause for the issuance of a search warrant, a reviewing court may not look beyond the affidavit upon which the warrant is based, Moore v. State, 13 Md. App. 711, 715, unless it is alleged that the facts appearing in the affidavit were themselves come by illegally. See Everhart v. State, 274 Md. 459, 479.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}