{
  "casebody": {
    "data": "<casebody firstpage=\"317\" lastpage=\"321\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"4\" data-type=\"parties\" id=\"b357-12\">Corbe, Appellant, <em>v. </em>Burkert.</parties>\n<syllabus data-order=\"0\" data-type=\"headnotes\" id=\"b357-7\"><em>Equity </em>— Equity <em>jurisdiction </em>— Remedy <em>at law </em>— <em>Multifariousness </em>— <em>Fraud.</em></syllabus>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b357-8\">Jurisdiction in equity depends not so much in the want of a common-law remedy as upon its inadequacy, and its exercise is a matter which often rests in the discretion of the court.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b357-9\">Equity seeks to prevent a multiplicity of actions by disposing in one proceeding of all the questions which will arise affecting many persons. To oust jurisdiction the remedy at law must be full, adequate, complete and reasonably convenient.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b357-10\">Where a complainant in a bill in equity shows in his bill that four of the defendants had received either by sale or hypothecation five county bonds from a person to whom the plaintiff had delivered the bonds solely for the purpose of exchange into a bond of a borough, and it also appears that the county is made a party to the bill to prevent <page-number citation-index=\"1\" label=\"318\">*318</page-number>a redemption of the bonds or a payment of interest thereon, it is reversible error for the court to dismiss the bill either on the ground that there was an adequate remedy at law or because the bill was multifarious.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b358-4\">Argued Dec. 4, 1906.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"ASs\">Appeal, No. 16, Oct. T., 1906, by-plaintiff, from decree of O. P. Schuylkill Co., July T., 1905, No. 10, dismissing bill in equity in case of Joseph Corbe v. E. P. Burkert, Citizens’ National Bank of Ashland, Charles A. Weidmah, Richard Price, Anthony Dougherty an'd Schuylkill County.</summary>\n<judges data-order=\"7\" data-type=\"summary\" id=\"AMq\">Before Rice, P. J., Porter, Henderson, Morrison, Orlad y, Head and Beaver, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"APmh\">Reversed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b358-5\">Bill in equity for an injunction.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b358-6\">The opinion of the Superior Court states the case.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b358-7\"><em>Frror assigned </em>was decree dismissing the bill.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b358-8\"><em>J. F. Minogue, </em>for appellant.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"ApM\">— Equity will maintain a bill to enforce the return of a specific chattel where the remedy at law is not as complete and adequate as the remedy in equity: Steinmeyer v. Siebert, 190 Pa. 471; Clauer v. Clauer, 22 Pa. Superior Ct. 395; Penna. Co. v. Franklin Fire Ins. Co., 181 Pa. 40; Brush Electric Co.’s App., 114 Pa. 574; Boyd v. American Carbon Black Co., 182 Pa. 206 ; Bierbower’s Appeal, 107 Pa. 14; Penna. R. R. Co. v. Bogert, 209 Pa. 589 ; Shaw v. Bank, 8 W. N. C. 221; Westinghouse v. German Nat. Bank, 188 Pa. 630; Northern Central Ry. Co. v. Walworth, 193 Pa. 207.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b358-9\">The bill is not multifarious: Wetherill v. Gallagher, 211 Pa. 306 ; Walsh v. Stille, 2 Parsons’ Select Equity Cases, 17; Dastervignes v. U. S., 122 Fed. Repr. 30; Ressler v. Witmer, 1 Pearson, 174; Conemaugh Gas Co. v. Gas Co., 186 Pa. 443; Johnston v. Price, 172 Pa. 427; Wagner v. Fehr, 211 Pa. 435; Shattuck v. American Cement Co., 205 Pa. 197; Wood’s App., 92 Pa. 379; Prall v. Hamil, 28 N. J. Eq. 66; M’Elrath v. Pittsburg, etc., R. R. Co., 11 W. N. C. 401.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b358-10\"><em>W. C. Devitt, </em>with him <em>Walter G. Treilly, </em>for appellees.—</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"A5IG\">The plaintiff had a full, adequate and convenient remedy at law: Roland v. National Bank, 135 Pa. 598; Ralston v. Ihmsen, 204 Pa. 588; Mundy v. Brooks, 204 Pa. 232; Hyde v. <page-number citation-index=\"1\" label=\"319\">*319</page-number>Baker, 212 Pa. 224; Holland v. Hallahan, 211 Pa. 223; Clarke’s Appeal, 107 Pa. 436; Squires v. Howell, 12 Pa. Superior Ct. 8; Kaul v. Henke, 2 Pa. Dist. Rep. 236; Goodwin Gas Stove, etc., Co.’s App., 117 Pa. 514.</p>\n<decisiondate data-order=\"17\" data-type=\"decisiondate\" id=\"A4T\">April 15, 1907:</decisiondate>\n<p data-order=\"18\" data-type=\"summary\" id=\"b359-5\">The bill was multifarious: Quin v. Power, 18 W. N..C. 285; Keppel v. Lehigh Coal &amp; Nav. Co., 21 Pa. C. C. Rep. 101; Price v. Hurley, 201 Pa. 606; Elk Brewing Co. v. Neubert, 213 Pa. 171; Artman v. Giles, 155 Pa. 409.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b359-6\">Opinion by</p>\n<author id=\"AriN\">Hendekson, J.,</author>\n<p id=\"b359-7\">The plaintiff’s bill sets forth that he was the owner of five bonds of the denomination of $100 each, issued by the county of Schuylkill; that on May 1, 1905, he manually delivered these bonds to C. O. Burkert for the purpose of making preliminary arrangements to have them exchanged for one bond issued or to be issued by the borough of Pottsville for $500; that Burkert afterwards fraudulently attempted to sell the bonds and delivered one of them to the defendant, Weidman, another to the defendant, Price, another to the defendant, Dougherty, and two of them to the Citizens’ National Bank as security for a loan; that the bonds delivered to the bank were subsequently delivered by it to E. P. Burkert who is attempting to sell them; that the bonds were not transferred or assigned to C. O. Burkert, nor did he have any power of attorney or blank certificate or any other indicia of ownership thereto or any authority to sell, pledge or assign them. The prayers of the bill are (1) for an injunction against the county of Schuylkill restraining it from redeeming the bonds or paying interest thereon to other persons than the plaintiff; (2) for discovery from the other defendants as to the possession of the bonds and a decree for the delivery of the bonds to the plaintiff against the defendants in whose possession they may be. The court sustained the demurrer of the defendants on two grounds: (a) that the plaintiff has an adequate remedy at law; (h) that the bill is multifarious. The bill exhibits a case of the fraudulent disposal of the plaintiff’s property and an injunction is sought to prevent the consummation of the fraud by receiving the proceeds of the securities. Of some of the defendants, discover is sought in aid of the prayer of the bill for restitution of the property. Different defendants are supposed to <page-number citation-index=\"1\" label=\"320\">*320</page-number>have different interests in. the property, but it is charged that they derived the several bonds from the same fraudulent source and they are, therefore, joined in the same bill. It was said in Bierbower’s Appeal, 107 Pa'. 14, that jurisdiction in equity depends not so much on the want of a common-law remedy as upon its inadequacy, and its exercise is a matter which often rests in the discretion of the court, and this statement of the law has been repeated in other words but to the same effect in Appeal of Brush Electric Co., 114 Pa. 574; Mortland v. Mortland, 151 Pa. 593; Houseman v. Grossman, 177 Pa. 453; Penna. Co. v. Franklin Ins. Co., 181 Pa. 40; Bank of Pittsburg v. Loeffert, 184 Pa. 164; Orr v. Peters, 197 Pa. 606; Wetherill v. Gallagher, 211 Pa. 306; Story’s Equity Juris, sec. 33, and Bispham’s Equity, sec. 200. A common-law remedy exists in many cases where it would be so inadequate to meet all the requirements in order to afford complete justice to the injured party that equity takes jurisdiction to accomplish this result. The facts alleged in the complainant’s bill present a case to which the rule indicated applies. He seeks, first, to prevent the redemption of the bonds or the payment of interest thereon when presented by any other person than himself, and next a decree for the return of the embezzled property. At least five of the defendants are charged to have parts of this property in their possession. They do not stand as innocent purchasers, for, as is averred, Burkert was not invested with evidence of ownership by the plaintiff nor given authority.to dispose of the bonds. A common ground of complaint is presented, the possession of the defendants having arisen out of the fraudulent act of Burkert. The defendants claim through the same source and have a common interest in regard to the matters alleged. It is evident, under such circumstances, that a court of equity affords the most convenient and adequate remedy for a determination of the plaintiff’s rights. Equity seeks to prevent a multiplicity of actions by disposing in one proceeding of all the questions which arise affecting many persons. To oust equitable jurisdiction the remedy at law must be full, adequate, complete' and reasonably convenient: Kirkpatrick v. McDonald, 11 Pa. 387; Warner v. McMullin, 131 Pa. 370. In Wetherill v. Gallagher, 211 Pa. 306, it was said that the large number of claimants to the property and the different rights by which they <page-number citation-index=\"1\" label=\"321\">*321</page-number>claimed, render the plastic procedure of equity a convenient as well as an effective remedy for determining its ownership. The charge being that the bonds were fraudulently transferred, there being several defendants who derived the property from the same source, numerous actions of law being necessary and their progress tedious, the plaintiff therein being dependent upon the personal responsibility of the defendants in the event that he obtained judgments and the averment being that the delivery was without authority and without any color of authority, we think the complainant has presented a case of which equity has jurisdiction and that the bill is not demurrable for multiplicity.</p>\n<p id=\"b361-5\">It is easy to anticipate that the defendants may show in their answers that they acquired title in an entirely justifiable manner, but with that we have nothing to do at present. We are considering the complainant’s bill on the demurrer as if the allegations therein set forth were correct. The decree is reversed at the cost of the appellees, the bill is reinstated and the record remitted to the court below for further proceedings according to equity.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}