{
  "casebody": {
    "data": "<casebody firstpage=\"169\" lastpage=\"177\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b193-9\">[Civ. No. 32213.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AC4\">Second Dist., Div. Four.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZZ\">Dec. 13, 1968.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b193-10\">SIDNEY L. EASTMAN, Plaintiff and Appellant, v. BONNIE EILEEN SMERGLINOLO PETERSON, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b194-7\"><page-number citation-index=\"1\" label=\"170\">*170</page-number>Joseph T. Thompson and Royal M. Galvin for Plaintiff and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b194-8\">Donald F. Yokaitis and Lillian Tomieh for Defendant and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b194-9\">COLLINS, J. pro tem.<footnotemark>*</footnotemark></author>\n<p id=\"AA9\">Plaintiff, owner of a life estate, brings this action against defendant, owner of a future interest as remainderman, to impress and foreclose a lien in the amount of his expenditures for permanent improvements on the subject real property.</p>\n<p id=\"b194-10\">The trial court found that plaintiff was in legal possession of the residential income property at 2305 Effie Street in the City of Los Angeles (hereafter called the property), at the time improvements “in the approximate sum of $10,000” were made thereon,<footnotemark>1</footnotemark> but that they were not made with any belief on plaintiff’s part that he was under any legal obligation to do so. The court’s conclusions were that plaintiff’s advances for improvements were done “without any legal duty or obligation to do so, were done officiously as to the remainderman,” and that plaintiff was not entitled to recover from defendant personally, nor to have a lien on the property. Accordingly, judgment was entered in favor of defendant.</p>\n<p id=\"b194-11\">These are the pertinent facts: On October 31, 1955, Benjamin F. and Wilhelmina Ledford, husband and wife, by grant deed, conveyed the property to Bonnie Eileen Smerglinolo (the present defendant, now known as Bonnie Peterson, who was 11 years of age at the time), reserving to themselves a life estate. This deed was duly recorded on November 4, 1955. On December 24, 1955, Mr. and Mrs. Ledford delivered an unno<page-number citation-index=\"1\" label=\"171\">*171</page-number>tarized grant deed of their life estate in the property to plaintiff Sidney L. Eastman. This deed was never recorded.</p>\n<p id=\"b195-6\">Plaintiff had actual possession of the property from December 24, 1955, to October 25, 1962; on the latter date he surrendered the property to defendant, although his life estate therein actually terminated with Mrs. Ledford’s death on August 1,1962, Mr. Ledford having died in 1956.</p>\n<p id=\"b195-7\">During the year 1955, and at the time the Ledfords executed the two deeds just mentioned, the property was reported to be habitable. On October 28, 1957, plaintiff received from the Department of Building and Safety of the City of Los Angeles an eight-page, typewritten document designated “Re: Rehabilitation Inspection.” referrable to the property. It was addressed to defendant, as the legal owner, in care of plaintiff. It was both a report and a notice, stating in an introductory paragraph as follows:</p>\n<p id=\"b195-8\">“You aré hereby notified to first obtain any required permits, and then begin the necessary work to comply with the following requirements of the Los Angeles Municipal Code, or State Housing Act, on or before November 28, 1957. When all the requirements have been met to maintain the following described buildings, new Certificates of Occupancy will be issued.”</p>\n<p id=\"b195-9\">The letter listed in minute detail the deficiencies which the city inspectors observed in each of three units previously used for hábitation and then described the repairs, replacements and other corrective work which would be necessary to restore the property to habitable state in compliance with city and state requirements as to construction, plumbing and electric installations. The letter stated that the original single-family dwelling was erected in 1906 pursuant to a permit, that thereafter three illegal and substandard additions had been added without any permits having been first obtained. The cited deficiencies related to dry rot, wood and earth contact, impaired underfloor clearances, non-continuous footings, unsafe and inadequate electrical wiring, impaired ceiling heights, damaged, missing and inadequate weather protection of exterior sidings, leaky roof, sagging stairs, deteriorated walls and ceilings, lack of venting for kitchen range and gas-fired water heaters, inadequate bathroom facilities, and illegal plumbing installations such as clean-out openings, drainage and vent systems.</p>\n<p id=\"b195-10\">Upon receipt of this Rehabilitation Inspection Report and Notice, plaintiff engaged Carl Smerglinolo (defendant’s <page-number citation-index=\"1\" label=\"172\">*172</page-number>father) to undertake the rehabilitation work; Mr. Smerglinolo was experienced in construction work. He testified that a garage had to be razed because it went beyond the legal building line, that three stories of a bathroom section were replaced, that new plumbing installations were made in all , bathrooms, that a new bedroom was added and a variety of corrective work done throughout the property; and he represented that all work had been done in compliance with the city’s requirements. The total cost of all the work was approximately $10,000.</p>\n<p id=\"b196-5\">Testimony as to value of the property before and after the rehabilitation work is in conflict. The principal witnesses on this issue were the litigants themselves. Plaintiff, aged 71 years at the time of trial in December 1966, had been a singing teacher primarily, but for the past 30 years he has been a licensed real estate broker; on occasions he has bought and sold real properties, both for his own and for other people’s accounts. He stated that when he received the Rehabilitation Inspection Report and Notice from the city in October 1957, he discussed with defendant’s mother and grandmother what should be done, and that they encouraged him to advance funds for the required work; that he also consulted another real estate broker. He stated that in his opinion the property, prior to the rehabilitation work, had a value somewhere between $10,000 and $12,000, and that when he turned the property over to defendant in October 1962 it had a value of $17,500; that if the old buildings had been torn down instead of being rehabilitated in 1957, the vacant lot would have been worth $3,000. Although he had no information as to comparable lot sales in the area during that time period, he knew the Effie Street neighborhood to be a very old residential district, and he was familiar with the “more or less cheap rental properties” which Mr. and Mrs. Ledford owned and some of which he managed for them. He testified that, from the time he acquired the life estate in October 1955 until the rehabilitation work had been completed in December 1959, he received no rental income from the property; that after a Certificate for Use and Occupancy was issued by the city in December 1959, he was able to rent the property; that <em>he </em>received $1,885 in rent up to the date he surrendered the property to defendant in October 1962.</p>\n<p id=\"b196-6\">The defendant, as owner of the property, stated her opinion as to its value. She testified, that, when the property was turned over to her in October 1962, she was 18 years old; that <page-number citation-index=\"1\" label=\"173\">*173</page-number>at the time of trial in December 1966 she was 22; that she had bought and sold real estate for her own account, but none in the vicinity of Effie Street. She stated that in her opinion the property \"with the improvements was worth between $11,000 and $12,000 and the land alone without improvement was worth about <em>$9,000; </em>that the actual rental income in 1966 was $95 a month. She had no opinion as to the prospective life of the property in its condition at time of trial in 1966.</p>\n<p id=\"b197-6\">Plaintiff contends on this appeal that he had the right and duty to make the permanent improvements, and that the trial court’s findings, conclusions and judgment, contrary thereto, are erroneous as a matter of law.</p>\n<p id=\"b197-7\">Plaintiff concedes that the general legal rule is that a life tenant has no obligation to make permanent improvements, and a corollary rule is that if he does so he may not assert any claim for reimbursement against the remainder-man. (See 31 C.J.S., Estates, § 45, pp. 88-91.)  However, plaintiff asserts that an exception to the general rule has been recognized and applied by courts in a variety of situations, for example, where the improvements are made' under compulsion of statute or ordinance; or where the improvements are necessitated by reason of changed conditions in order to insure reasonable income from unproductive or low-income property (see <em>In re Clos, </em>110 Cal. 494 [42 P. 971] )— all, of course, on the assumption that the improvement will benefit the future estate as well as the life estate and does not violate the terms, express or implied of the conveyance or other instrument which gave rise to the life estate.</p>\n<p id=\"b197-8\">In this case plaintiff argues that the Rehabilitation Inspection Report and Notice which he received from the Department of Building and Safety of the City of Los Angeles in October 1957, was sufficiently compulsive in terms to justify him in complying therewith by performing the required work rather than razing the existing structures.</p>\n<p id=\"b197-9\">While there is a paucity of California decisions bearing on the controlling issue, there are pertinent code sections which have received application relevant to the matter.</p>\n<p id=\"b197-10\">Civil Code, section 818, provides that “ [t]he owner of a life estate may use the land in the same manner as the owner of a fee simple, except that he must do no act to the injury of the inheritance. ’ ’</p>\n<p id=\"b197-11\">Civil Code, section 840 provides “[t]he owner of a life estate must keep the buildings and fences in repair from ordinary waste, and must pay the taxes and other annual charges, <page-number citation-index=\"1\" label=\"174\">*174</page-number>and a just proportion of extraordinary assessments benefiting the whole inheritance. ’ ’</p>\n<p id=\"b198-5\">The trial court formally concluded that plaintiff’s rehabilitation services “were done officiously as to the remainder-man, ...”</p>\n<p id=\"b198-6\">The Restatement of the Law of Restitution (§2, com. a) states that “ [ojfficiousness means interference in the affairs of others not justified by the circumstances under which the interference takes place. ’ ’<footnotemark>2</footnotemark></p>\n<p id=\"b198-7\">We are of the view that plaintiff, owner of the life estate in the property, had such a definite, legal and bona fide concern as- to what should be done about the property when the peremptory notification was received from the city that his actions cannot be said to have been officious.</p>\n<p id=\"b198-8\">Relevant here is the case of <em>Bliss </em>v. <em>Security-First Nat. Bank </em>(1947) 81 Cal.App.2d 50 [183 P.2d 312], a ease in which the court applied Civil Code, section 818. Although it was a factually dissimilar situation, certain principles there stated can be applied here. The court said (pp. 54-56) :</p>\n<blockquote id=\"b198-9\">“. . . it is the right and the duty of the life tenant to protect the corpus of the estate against waste. . . . This means nothing more nor less than that while a life tenant is entitled to the full use and enjoyment of his life estate <em>the only restriction upon such use is that the estate of the remainderman shall not be permanently diminished in value by the life tenant’s neglecting to do what an ordinarily prudent person would do in preserving his own property. </em>(33 Am.Jur., § 217.) Although a life tenant is privileged to convert one kind of property into another, <em>he must be at all times guided by principles of prudence to the end that the value of the property is not </em>diminished. (21 C.J., § 245, p. 1040.) ” (Italics added.)</blockquote>\n<p id=\"b198-10\">In <em>Estate of Steiner </em>(1966) 240 Cal.App.2d 78 [49 Cal.Rptr. 352], the court, after observing that a life tenant, if given the power, may expend as well as make use of the property, said (p. 81) : “. . . technically he is not a trustee, but he has the duty of operating with due regard for the rights of the remaindermen. (See also <em>King </em>v. <em>Hawley </em>[(1952) 113 Cal.App.2d 534 (248 P.2d 491)].)”</p>\n<p id=\"b199-5\"><page-number citation-index=\"1\" label=\"175\">*175</page-number>The disparity in the evidence of the parties as to the value of the property before and after the improvements presents an issue which has not been adjudicated. As already noted, plaintiff, testifying as a licensed real estate broker, albeit of rather limited and sporadic activity, stated that before the improvements the property had a value of between $10,000 and $12,000 and after the improvement its value was $17,500, representing a net increase between $5,000 and $7,500; also that if the existing improvements had been razed, the lot value would have been $3,000. On the other hand, defendant, the 22-year-old owner of the property, testified that its worth after the improvements were made was between $11,000 and $12,000, and that the lot alone was worth $9,000 in 1966. She gave no testimony as to values in 1958 and 1959, when the improvements were being made. Neither party produced evidence as to the probable cost of razing the structures, which item would have relevancy to the net value of the land and, therefore, on the issue of prudence in undertaking any rehabilitation work. The trial court found that “in the event the house was removed or demolished, the vacant lot would have been worth $5,000.00.” However, no finding was made as to the value of the property as of 1958, 1959, or 1962, or even at the time of trial. Thus, we can only speculate as to those values as well as to the net value of the remainderman’s estate which passed to defendant.</p>\n<p id=\"b199-6\">In <em>Sallee </em>v. <em>Daneri </em>(1942) 49 Cal.App.2d 324 [121 P.2d 781], an action by the remaindermen to recover damages for alleged injury and waste on the part of the deceased life tenant, the court, in applying Civil Code, section 818, made the following observations (p. 327) :</p>\n<blockquote id=\"b199-7\">“The plain meaning of the foregoing language indicates that the life tenant possesses a somewhat free hand in the manner in which he uses the land, and his right of enjoyment is limited only by such action as results in injury to the inheritance. Injury to the inheritance, which under the common law would be termed ‘waste’ can only be proved, with the possible exception of a few instances, by evidence of acts which injuriously affect the market value of the property. The owner of an estate in reversion may not subject a life tenant to damages for every act which does not meet with the approval of the reversioner. Section 818 of the Civil Code requires that there be an injury to the ‘inheritance.’ As indicated, the question as to whether the tenant has committed acts of waste or injury to the inheritance is determined by <page-number citation-index=\"1\" label=\"176\">*176</page-number>proof only of conduct which has resulted in substantial depreciation of the market value of the land. [Citation.] The burden of proving depreciation in market value of the land, as a result of the alleged wrongful acts of waste rests upon the remainderman, who must establish that fact' by satisfactory evidence, even though a life tenant may not use what might appear to be the best of care in the cultivation and care of the property. ’ ’</blockquote>\n<p id=\"b200-5\">Resolution of the crucial questions, whether or not plaintiff acted as “an ordinarily prudent person” and whether or not his acts were sufficient to establish that he was “guided by principles of prudence” <em>(Bliss </em>v. <em>Security-First Nat. Bank, supra, 81 </em>Cal.App.2d 50, 55-56) depends in part on a finding as to what was the value of the rehabilitation work to the owner of the life estate and to the owner of the future remainderman estate, respectively, and, in part, also on a finding as to what was the life expectancy in October 1957 of Wilhelmina Ledford, the person whose death would terminate plaintiff’s life estate interest. As we have noted, the trial court made no findings as to the value questions. Regarding Mrs. Ledford’s life expectancy, there was insufficient evidence in the record to justify the court’s invocation of mortality tables with respect thereto, and, of course, no finding was made on the subject.</p>\n<p id=\"b200-6\">Only after these underlying questions have been factually resolved will the trial court be in a position to make other findings, namely, that plaintiff is, or is not, entitled to lien rights, and, in the latter event, consideration must be given to the propriety of some equitable apportionment on the basis of the respective benefits accruing to the life estate and the remainderman’s estate as a result of the rehabilitation work. (See <em>Boggs </em>v. <em>Boggs, </em>63 Cal.App.2d 576 [147 P.2d 116].)<footnotemark>3</footnotemark></p>\n<p id=\"b200-7\">For all of <em>the </em>foregoing reasons, the judgment is reversed.</p>\n<p id=\"b200-8\">Jefferson, Acting P. J., and Kingsley, J., concurred.</p>\n<p id=\"b200-9\">A petition for a rehearing was denied January 9, 1969, and respondent’s petition for a hearing by the Supreme Court was denied February 11,1969.</p>\n<footnote label=\"*\">\n<p id=\"b194-12\"> Assigned by the Chairman of the Judicial Council.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b194-13\">The complaint alleges that plaintiff advanced <em>“the sum </em>of $10,813.88 to rehabilitate and improve said property”; and after crediting rental income in the sum of $1,885 the prayer is for reimbursement of the balance in the sum of $9,078.88 together with interest thereon.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b198-11\">In the Restatement of the Law of Property (§§ 129, 130 and 131) there is discussion as to what constitutes an officious payment on the part of the owners of the life and future estate, respectively. Although no California decisions are cited, the commentator states: '‘Generally the determination of whether a payment is, or is not, officious depends upon the consequences which arc certain, or likely, to result to the payer from a nonpayment thereof.” (Rest., Law of Property, §131, com. b.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b200-10\">In 31 C.J.S., Estates, section 45, pages 90 and 91, the rules gleaned from decisions of courts of other states which have dealt with kindred matters are synopsized as follows: “According to some authorities the cost of permanent improvements should usually be borne by the remainderman, especially where there are circumstances making this course . equitable, it being within the power of the court to apportion the expenses of improvements between the life tenant and the remainderman <page-number citation-index=\"1\" label=\"177\">*177</page-number>whenever it appears equitable to do so. According to others the cost o£ permanent improvements, which add to the value of both the life estate and remainder, should be equitably apportioned between the life tenant and the remainderman, taking into account the probable duration of the life estate and other relevant facts, the life tenant paying the interest and the remainderman the principal, and it has been held that in a proper ease the cost of improvements, irrespective of whether they should be classed as permanent or as repairs, will be apportioned between the life tenant and the remainderman.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}