{
  "casebody": {
    "data": "<casebody firstpage=\"291\" lastpage=\"305\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b321-10\">The STATE of Ohio, Appellee, v. GRIGSBY, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b321-12\">[Cite as <em>State v. Grigsby </em>(1992), 80 Ohio App.3d 291.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b321-13\">Court of Appeals of Ohio, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b321-15\">No. 60450.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b321-16\">Decided May 18, 1992.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b323-13\"><page-number citation-index=\"1\" label=\"293\">*293</page-number><em>Stephanie Tubbs Jones, </em>Cuyahoga County Prosecuting Attorney, and <em>Jeffrey Margolis, </em>Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b323-14\"><em>Jay B. White, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b323-15\">Martin, Judge.</author>\n<p id=\"b323-16\">Defendant appeals from the trial court’s denial of his motion to withdraw his no contest plea and from his sentence on charges of drug law violation, R.C. 2925.03, and possession of criminal tools, R.C. 2923.24. The relevant facts follow.</p>\n<p id=\"b323-17\">On July 11, 1989, defendant Ernest Grigsby was charged by the Cuyahoga County Grand Jury in a two-count indictment, <em>viz., </em>count one, sale of cocaine in an amount equal to or exceeding three times the bulk amount, R.C. 2925.03, and count two, possession of criminal tools, to wit: a car telephone, pager and money, R.C. 2923.24. Both counts of the indictment carried a violence specification for a prior conviction of carrying a concealed weapon.</p>\n<p id=\"b323-18\">Defendant pleaded not guilty at his arraignment. On May 21,' 1990, after a series of continuances granted at defendant’s request, a plea hearing was finally held before the trial court. At the plea hearing the trial judge read the <page-number citation-index=\"1\" label=\"294\">*294</page-number>indictment and informed defendant of the nature of the charges. The judge then informed defendant of the possible sentences involved, stating the following:</p>\n<blockquote id=\"b324-5\">“THE COURT: The first count as indicted is a felony of the first degree. It calls for a sentence of 4, 5, 6, 7 to 25 years, a fine of up to $10,000. In addition to that, because it is alleged that we are dealing with more than three times the bulk amount, this calls for a mandatory fine of $7,500. It also calls for a mandatory period of incarceration of 5 years.</blockquote>\n<blockquote id=\"b324-6\">“Do you understand what the nature of that charge is and the possible penalties that attach?</blockquote>\n<blockquote id=\"b324-7\">“THE DEFENDANT: Yes, sir.</blockquote>\n<blockquote id=\"b324-8\">“THE COURT: What it means basically is that I have to send you to jail for 5 years. It is non-probationable in nature.</blockquote>\n<blockquote id=\"b324-9\">\n<em>“I could send you to jail for 7 to 25 years, if I choose to.</em>\n</blockquote>\n<blockquote id=\"b324-10\"><em>“Do you understand that </em>?</blockquote>\n<blockquote id=\"b324-11\">“THE DEFENDANT: <em>Yes.</em></blockquote>\n<blockquote id=\"b324-12\">“THE COURT: And I must fine you, of course, $7,500.</blockquote>\n<blockquote id=\"b324-13\">“The second count of the indictment is possession of criminal tools. Attached to that is a violence specification. That is an indeterminate 4th degree felony. <em>It calls for a sentence of 5 years </em>and a fine of up to $2,500, or a combination of both.</blockquote>\n<blockquote id=\"b324-14\">“As relates to these two counts, I have indicated to your counsel, Mr. Wade, who is currently here, that as relates to these two charges, that in the event you enter a plea, and it is my understanding that you are going to, that I would run these two counts concurrently.</blockquote>\n<blockquote id=\"b324-15\">\n<em>“Regardless of what the sentence is on the first count, the second one would run concurrently.</em>\n</blockquote>\n<blockquote id=\"b324-16\">“It means in addition to your probation in 221470, in a carrying concealed weapons, by pleading guilty, by operation of law this will render you a probation violator.</blockquote>\n<blockquote id=\"b324-17\">“If I want to, I can sentence you on the original charge, the carrying concealed weapons charge. And <em>in the event I send you to jail in the probation violation, it would run consecutive </em>to any substantive sentence in the new case, 241943.</blockquote>\n<blockquote id=\"b324-18\"><em>“Do you understand that </em>?</blockquote>\n<blockquote id=\"b324-19\">“THE DEFENDANT: <em>Yes.</em></blockquote>\n<blockquote id=\"b325-4\"><page-number citation-index=\"1\" label=\"295\">*295</page-number>“THE COURT: The bottom line is I must sentence you to 5 to 25 on the first count.</blockquote>\n<blockquote id=\"b325-5\">“I could add to that, if I wanted to, a year, year and-a-half, two years on the CCW as a result of the probation violation, which will be held the same date and time as the sentencing.</blockquote>\n<blockquote id=\"b325-6\">“Do you understand that?</blockquote>\n<blockquote id=\"b325-7\">“THE DEFENDANT: Yes.” (Emphasis added.)</blockquote>\n<p id=\"b325-8\">The trial court then, pursuant to Crim.R. 11, carefully explained what a no contest plea was and the rights defendant would be giving up upon entering a no contest plea. Throughout the explanation the trial court continuously asked defendant if he understood and each time defendant answered “yes.” The trial court then inquired if defendant was under the influence of anything which would affect his thinking and defendant responded “no.” The trial court then reiterated the possible sentences involved for each count of the indictment and for the probation violation on the carrying concealed weapons conviction. The trial court repeated its intention to run the sentences on the two counts of the indictment concurrently. Defendant stated in response to the trial court’s inquiry that he was satisfied with his legal representation in the case.</p>\n<p id=\"b325-9\">Thereafter, the following exchange took place:</p>\n<blockquote id=\"b325-10\">“THE COURT: I am going to ask you, then, Mr. Grigsby, how do you plead to Count 1, a non-probationable drug law violating, alleging three times the bulk amount, calling for a possible sentence of 4, 5, 6, 7 up to 25 years, and calling for a mandatory period of incarceration of 5 years, a mandatory fine of $7,500, a possible total fine of up to $10,000?</blockquote>\n<blockquote id=\"b325-11\">“How do you plead to that count?</blockquote>\n<blockquote id=\"b325-12\">“THE DEFENDANT: No contest.</blockquote>\n<blockquote id=\"b325-13\">“THE COURT: That also relates to the violence specification, you understand, although it has no meaning in Count 1?</blockquote>\n<blockquote id=\"b325-14\">“THE DEFENDANT: Yes.</blockquote>\n<blockquote id=\"b325-15\">“THE COURT: How do you plead to Count 2, possession of criminal tools, along with a violence specification, an indeterminate 4th degree felony, calling for a possible sentence of a year, year and-a-half, 2, 3 up to 5, a possible fine of up to $2,500, with the statement by the Court that regardless of what the sentence is on the first count, it is my intention to run the second count concurrent with whatever that sentence is?</blockquote>\n<blockquote id=\"b325-16\">“How do you plead to that charge?</blockquote>\n<blockquote id=\"b325-17\">“THE DEFENDANT: No contest.”</blockquote>\n<p id=\"b326-4\"><page-number citation-index=\"1\" label=\"296\">*296</page-number>Thereupon, the trial court requested the state to relate the facts pertinent to the charges. The transcript of the hearing reveals the following:</p>\n<blockquote id=\"b326-5\">“MR. MARGOLIS: * * * on July 7, 1989, approximately 3:50 p.m., the defendant, Ernest Grigsby, sold to DEA and MEG agents, specifically MEG agent Eddie Young, one quarter kilo of cocaine for the purchase price of $6,500, and one quarter kilo being in excess of three times the bulk amount of cocaine, in that he transferred the cocaine to a confidential informant at the Holiday Inn at Westlake, and the money was transferred to the MEG agent, Ed Young, at a Shell gas station thereafter.</blockquote>\n<blockquote id=\"b326-6\">“The money was transferred for the sale of the cocaine, that it was three times the bulk amount.</blockquote>\n<blockquote id=\"b326-7\">“The evidence will also show that this occurred in Westlake, in Cuyahoga County, Ohio.</blockquote>\n<blockquote id=\"b326-8\">“And the evidence will also show that the defendant has been previously convicted of carrying concealed weapons.</blockquote>\n<blockquote id=\"b326-9\">“The evidence will also show, your Honor, if I may, in completing this transaction, that the defendant contacted the police by use of a car telephone, and he used a pager involved in this transaction, and he used money to complete this transaction.”</blockquote>\n<p id=\"b326-10\">The trial court then accepted defendant’s plea, ascertained that it was made “voluntarily, knowledgeably and of [defendant’s] own free will,” accepted the state’s recitation of the facts, and found defendant guilty on both counts and of the specification. The trial court thereupon referred defendant to the probation department for a presentence report.</p>\n<p id=\"b326-11\">On June 27, 1990, defendant’s sentencing hearing was held. The trial court restated the possible sentences which could be imposed and noted that it had reviewed the presentence report. When asked if he had anything to say, defendant stated only that he was sorry and he requested leniency. The transcript of the hearing then reflects the following exchange:</p>\n<blockquote id=\"b326-12\">“THE COURT: This case was first pretried in July of 1989. It was reset at your request. There was some indication that you were going to work with the authorities. Is that a correct statement?</blockquote>\n<blockquote id=\"b326-13\">“MR. GRIGSBY: Yes, sir.</blockquote>\n<blockquote id=\"b326-14\">“THE COURT: So you’re not caught off guard, I was visited by the authorities yesterday, and not only did you not cooperate with the authorities, you fronted the authorities, in fact disclosed to people what the police and federal government was doing, and you’re going to be punished as a result of that.</blockquote>\n<blockquote id=\"b327-4\"><page-number citation-index=\"1\" label=\"297\">*297</page-number>“It’s going to be the sentence that you be sentenced to seven to twenty-five years on count one and you be sentenced to three to five years on count number two. The time is to run consecutively. I am going to terminate the probation in 221470. Pay the court costs. On count number one you will be fined $7,500. There will be no fine assessed on count number two.”</blockquote>\n<p id=\"b327-5\">The sentence was journalized on July 10, 1990. On July 3, 1990, defendant filed a “motion to vacate plea of guilty [sic]” pursuant to Crim.R. 32.1. Therein, defendant stated the motion was based upon “an underlying premise and plea bargaining agreement that the Court would run the sentences on each of the counts concurently [sic].” Defendant therefore claimed his plea could not “be viewed as voluntary and made with an understanding of the true effect of his plea and the penalty involved.”</p>\n<p id=\"b327-6\">The trial court held a hearing on defendant’s motion on August 9, 1990. The court noted that in the transcript of the plea hearing the court stated its intention to run the sentences on the two counts of the indictment concurrently*</p>\n<p id=\"b327-7\">The trial court then asked the defendant to explain his “position.” Defense counsel’s response was as follows:</p>\n<blockquote id=\"b327-8\">“MR. WHITE: * * * I will go on the record and say this, that he tells us that he never set anybody up under any circumstances, he was doing the best he could and the people were a little bit reluctant in doing business with him because they knew he had been busted and they thought he might have been trying to set somebody else up. He did not get the kind of cooperation that he thought he would.</blockquote>\n<blockquote id=\"b327-9\">“THE COURT: He didn’t show up on several occasions.</blockquote>\n<blockquote id=\"b327-10\">“He did have an opportunity to work with the authorities and he kept breaking the appointment.</blockquote>\n<blockquote id=\"b327-11\">“MR. WHITE: That is true, no question about it. * * * Judge, he is going to do a mandatory five. Can we cut the seven back to five?</blockquote>\n<blockquote id=\"b327-12\">“THE COURT: We are not here for that purpose.</blockquote>\n<blockquote id=\"b327-13\">&lt;&lt; * * *</blockquote>\n<blockquote id=\"b327-14\">“MR. WHITE: * * * Now, tell the Judge exactly what you want and how you feel. Did you set those fellows up?</blockquote>\n<blockquote id=\"b327-15\">“THE DEFENDANT: No.</blockquote>\n<blockquote id=\"b327-16\">“MR. WHITE: Did you go around and point these people out to anybody and say these are DEA men?</blockquote>\n<blockquote id=\"b327-17\">“THE DEFENDANT: No.</blockquote>\n<blockquote id=\"b328-4\"><page-number citation-index=\"1\" label=\"298\">*298</page-number>“MR. WHITE: Did you go anything to incriminate these men in any way at all?</blockquote>\n<blockquote id=\"b328-5\">“THE DEFENDANT: No.</blockquote>\n<blockquote id=\"b328-6\">“MR. WHITE: Why weren’t you successful in working with them?</blockquote>\n<blockquote id=\"b328-7\">“THE DEFENDANT: Nobody cooperated with me. I missed one appointment, I was in an accident.</blockquote>\n<blockquote id=\"b328-8\">“THE COURT: You missed more than one, I beg to differ with you. I set this up for even as long as 10 or 11 months. You want to withdraw your plea because the Court did not give you concurrent sentences on Counts 1 and 2, is that correct?</blockquote>\n<blockquote id=\"b328-9\">“THE DEFENDANT: Yes.</blockquote>\n<blockquote id=\"b328-10\">“THE COURT: As it relates to the Motion to Vacate the pleas, the Motion to Vacate the plea is denied. The Court is going to vacate the entire entry as it relates to sentencing.”</blockquote>\n<p id=\"b328-11\">Thereupon, the trial court imposed the following sentence: on count one, seven to twenty-five years with five years’ actual incarceration and a $7,500 fine; on count two, three to five years and pay costs, the terms on both counts to run concurrently. The trial court also sentenced defendant to a year on the probation violation to run consecutive with the other sentences.</p>\n<p id=\"b328-12\">The trial court’s order denying defendant’s motion to withdraw his plea and resentencing defendant was journalized on August 27, 1990. Defendant thereafter filed a timely notice of appeal from that order, citing two assignments of error for this court’s review.</p>\n<p id=\"b328-13\">Defendant’s first assignment of error follows:</p>\n<blockquote id=\"b328-14\">“The trial court erred in denying the appellant’s motion to withdraw his no contest plea.”</blockquote>\n<p id=\"b328-15\">This assignment of error lacks merit.</p>\n<p id=\"b328-16\">Defendant argues that he did not enter a “knowing, intelligent and voluntary” plea to the offenses because, at the time of the plea, he did not know “the [trial] court would use unsubstantiated allegations to raise the minimum term of his sentence”; if he “had known such matters would be considered, he would not have entered the plea.” His argument is unpersuasive.</p>\n<p id=\"b328-17\">Defendant’s motion was made pursuant to Crim.R. 32.1, which states as follows:'</p>\n<blockquote id=\"b328-18\">“A motion to withdraw a plea of guilty or no contest may be made only before sentence is imposed or imposition of sentence is suspected; but <em>to correct manifest injustice </em>the court after sentence may set aside the judg<page-number citation-index=\"1\" label=\"299\">*299</page-number>ment of conviction and permit the defendant to withdraw his plea.” (Emphasis added.)</blockquote>\n<p id=\"b329-5\">As the rule indicates, a court may set aside a judgment of conviction and permit a defendant to withdraw a guilty plea after imposition of sentence <em>only to correct a manifest injustice. </em>Crim.R. 32.1; <em>State v. Smith </em>(1977), 49 Ohio St.2d 261, 264, 3 O.O.3d 402, 404, 361 N.E.2d 1324, 1326; <em>State v. Peterseim </em>(1980), 68 Ohio App.2d 211, 213, 22 O.O.3d 341, 342, 428 N.E.2d 863, 865; <em>State v. Blatnik </em>(1984), 17 Ohio App.3d 201, 202, 17 OBR 391, 392, 478 N.E.2d 1016, 1018. Moreover, the burden of establishing the existence of a manifest injustice is upon the individual seeking vacation of the plea. <em>Smith, supra, </em>paragraph one of the syllabus. A post-sentence motion to vacate a guilty plea is addressed to the sound discretion of the trial court, <em>id. </em>at paragraph two of the syllabus, and an appellate court’s review of a trial court’s denial of a post-sentence motion to withdraw a guilty plea is limited to a determination of whether the trial court abused its discretion. <em>Peterseim, supra, </em>68 Ohio App.2d at 214, 22 O.O.3d at 343, 428 N.E.2d at 865.</p>\n<blockquote id=\"b329-6\">“What constitutes an abuse of discretion with respect to denying a motion to withdraw a guilty plea necessarily is viable with the facts and circumstances involved.” <em>State v. Walton </em>(1981), 2 Ohio App.3d 117, 119, 2 OBR 131, 132, 440 N.E.2d 1225, 1226.</blockquote>\n<p id=\"b329-7\">Furthermore, this court must recognize the following:</p>\n<blockquote id=\"b329-8\">“ * * * If a plea of guilty could be retracted with ease after sentence had been imposed, “the accused might be encouraged to plead guilty to test the weight of potential punishment, and withdraw the plea if the sentence were unexpectedly severe * * (Citations omitted.) <em>Peterseim, supra </em>[68 Ohio App.2d], at 213 [22 O.O.3d at 342, 428 N.E.2d at 865]; <em>Smith, supra </em>[49 Ohio St.2d], at 264 [3 O.O.3d at 404, 361 N.E.2d at 1326]; <em>Blatnik, supra </em>[17 Ohio App.3d], at 203 [17 OBR at 393, 478 N.E.2d at 1019].”</blockquote>\n<p id=\"b329-9\">The following is the test for review of a trial court’s denial of a Crim.R. 32.1 motion:</p>\n<blockquote id=\"b329-10\">“A trial court does not abuse its discretion in overruling a motion to withdraw: (1) where the accused is represented by highly competent counsel, (2) where the accused was afforded a full hearing, pursuant to Crim.R. 11, before he entered the plea, (3) when, after the motion to withdraw is filed, the accused is given a complete and impartial hearing on the motion, and (4) where the record reveals that the court gave full and fair consideration to the plea withdrawal request.” <em>Peterseim, supra, </em>paragraph three of the syllabus.</blockquote>\n<p id=\"b330-4\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>In the case <em>sub judice, </em>defendant does not dispute the fact, which a review of the record confirms, that he was represented by “highly competent counsel” throughout all the proceedings in the trial court. Indeed, he has chosen the same counsel to represent him in his appeal. As to the second prong of the test, defendant was not only afforded a full hearing before he entered his plea, the trial court literally and painstakingly complied with the requirements of Crim.R. 11 in explaining what the consequences of a no contest plea would be, including the maximum sentence which could be imposed. This was more than sufficient. <em>Peterseim, supra.</em></p>\n<p id=\"b330-5\">Defendant argues that his counsel somehow “misled” him into entering a plea without citing particulars and without any support from the record or by affidavit. However, defendant’s bare unsubstantiated assertion is not sufficient.</p>\n<blockquote id=\"b330-6\">“ * * * The record is * * * silent as to a promise * * *. Appellant nevertheless alleges that such a promise was made, even though he did not mention it to the trial judge either when the judge told him what the promises were or when the judge asked him whether there were any that had not been mentioned. These facts are distinguishable from those in <em>[State v.] Milanovich </em>[ (1975), 42 Ohio St.2d 46, 71 O.O.2d 26, 325 N.E.2d 540] because in that case the defendant alleged that his counsel told him there was an additional promise but that it should not be mentioned to the judge because making such a promise was not legal. Here, on the other hand, appellant offers no explanation for his or the record’s silence with respect to a promise * * *. The record clearly indicates that no such promise was made and that if defendant thought otherwise, every opportunity was afforded him to so state. Therefore, the record conclusively and irrefutably contradicts appellant’s allegation.” <em>State v. Legree </em>(1988), 61 Ohio App.3d 568, 575, 573 N.E.2d 687, 692.</blockquote>\n<p id=\"b330-7\">Moreover, assume <em>arguendo </em>defendant’s counsel made some sort of representation to defendant, “ * * * an overwhelming authority of case law states that manifest injustice, as contemplated by the rule, does not, <em>ipso facto </em>result from counsel’s erroneous advice concerning the sentence that will be imposed.” <em>State v. Blatnik, supra, </em>17 Ohio App.3d at 203, 17 OBR at 394, 478 N.E.2d at 1019.</p>\n<p id=\"b330-8\">The record in the case <em>sub judice </em>reveals the trial court went to great lengths to explain to defendant what the possible sentences were for the offenses and no promises were made except that the sentences on the two counts of the indictment would be concurrent. Thus, the second prong of <em>Peterseim, supra, </em>was met in the case <em>sub judice. State v. Carter </em>(July 16, 1987), Cuyahoga App. Nos. 52464 and 52465, unreported, 1987 WL 14195.</p>\n<p id=\"b331-4\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>Regarding the last two prongs of the <em>Peterseim </em>test, defendant herein was also afforded a complete and impartial hearing on his Crim.R. 32.1 motion. Furthermore, the record of the hearing reveals the trial court gave full consideration to defendant’s request. The trial court stated as follows:</p>\n<blockquote id=\"b331-5\">“THE COURT: * * * I received a motion since then by your counsel, Mr. Edward Wade and Mr. Jay White filed July 3rd of 1990, Motion to Vacate the plea of guilty. And the thrust of the motion is that the Defendant wants to withdraw his plea in light of the fact that the Court did not run Counts 1 and Count 2 concurrent is as reflected by the transcript of the plea proceedings on May 21, 1990, is that correct?</blockquote>\n<blockquote id=\"b331-6\">“MR. WADE: Yes, Your Honor.</blockquote>\n<blockquote id=\"b331-7\">“THE COURT: And the thrust why you desired to vacate the plea is because the Court ran the two counts consecutively as opposed to concurrently?</blockquote>\n<blockquote id=\"b331-8\">“MR. WADE: Yes.”</blockquote>\n<p id=\"b331-9\">The trial court then afforded defendant the opportunity to present his evidence. Thereafter, the trial court denied defendant’s motion but vacated the sentence. The new sentence made the terms of incarceration concurrent, which was the original intention of the court and the basis for defendant’s challenge in his motion to withdraw his plea. A defendant who has a change of heart regarding his plea should not be permitted to withdraw it merely because he received a harsher sentence than he subjectively expected. <em>State v. Lambros </em>(1988), 44 Ohio App.3d 102, 541 N.E.2d 632.</p>\n<p id=\"b331-10\">Therefore, a review of the record in the case <em>sub judice </em>fails to show either an abuse of discretion by the trial court or manifest injustice. <em>Peterseim, supra; Smith, supra.</em></p>\n<p id=\"b331-11\">Accordingly, defendant’s first assignment of error is overruled.</p>\n<p id=\"b331-12\">Defendant’s second assignment of error follows:</p>\n<blockquote id=\"b331-13\">“The trial court abused its discretion by sentencing the appellant to the maximum sentence for a conviction pursuant to R.C. 2925.03 in an effort to punish the appellant for alleged non-cooperation with government officials.”</blockquote>\n<p id=\"b331-14\">This assignment of error also lacks merit.</p>\n<p id=\"b331-15\">Defendant argues the trial court improperly considered the statement of law enforcement agents that defendant had not cooperated with them prior to sentencing. This argument is not persuasive.</p>\n<p id=\"b331-16\">R.C. 2929.12 provides in pertinent part as follows:</p>\n<blockquote id=\"b331-17\">“(A) In determining the minimum term of imprisonment to be imposed for a felony for which an indefinite term of imprisonment is imposed, <em>the court </em><page-number citation-index=\"1\" label=\"302\">*302</page-number><em>shall consider the risk that the offender mil commit another crime </em>and the need for protecting the public from the risk; <em>the nature and circumstances of the offense; </em>the victim impact statement prepared pursuant to Section 2947.051 of the Revised Code, if a victim impact statement is required by that section; and the <em>history, character, and condition of the offender </em>and his need for correctional or rehabilitative treatment.</blockquote>\n<blockquote id=\"b332-5\">“(B) The following do not control the court’s discretion, but shall be considered in favor of imposing a longer term of imprisonment for a felony for which an indefinite term of imprisonment is imposed:</blockquote>\n<blockquote id=\"b332-6\">“(1) The offender is a repeat or dangerous offender;</blockquote>\n<blockquote id=\"b332-7\">&lt;&lt; * * *</blockquote>\n<blockquote id=\"b332-8\">“(C) The following do not control the court’s discretion, but shall be considered in favor of imposing a shorter minimum term of imprisonment for a felony for which an indefinite term of imprisonment is imposed;</blockquote>\n<blockquote id=\"b332-9\">“(1) The offense neither caused nor threatened serious physical harm to persons or property, or the offender did not contemplate that it would do so;</blockquote>\n<blockquote id=\"b332-10\">“(2) The offense was the result of circumstances unlikely to recur;</blockquote>\n<blockquote id=\"b332-11\">“(3) The victim of the offense induced or facilitated it;</blockquote>\n<blockquote id=\"b332-12\">“(4) There are substantial grounds tending to excuse or justify the offense, though failing to establish a defense;</blockquote>\n<blockquote id=\"b332-13\">“(5) The offender acted under strong provocation;</blockquote>\n<blockquote id=\"b332-14\">“(6) The offender has no history of prior delinquency or criminal activity, or has led a law-abiding life for a substantial time before commission of the present offense;</blockquote>\n<blockquote id=\"b332-15\">“(7) The offender is likely to respond quickly to correctional or rehabilitative treatment.</blockquote>\n<blockquote id=\"b332-16\">“(D) <em>The criteria listed in divisions (B) and (C) </em>of this section <em>do not limit the matters that may be considered </em>in determining the minimum term of imprisonment to be imposed for a felony for which an indefinite term of imprisonment is imposed.” (Emphasis added.)</blockquote>\n<p id=\"b332-17\">A trial court has broad discretion in sentencing within statutory limits and a reviewing court will not interfere with the sentence unless the trial court abused its discretion. <em>State v. Yontz </em>(1986), 33 Ohio App.3d 342, 515 N.E.2d 1012. There is no requirement the court must state in the record that it considered the sentencing criteria. <em>State v. Bivens </em>(1988), 49 Ohio App.3d 75, 550 N.E.2d 497. In fact, a silent record raises the presumption that a trial court considered the facts contained in R.C. 2929.12. <em>State v. Adams </em>(1988), 37 Ohio St.3d 295, 525 N.E.2d 1361.</p>\n<blockquote id=\"b333-4\"><page-number citation-index=\"1\" label=\"303\">*303</page-number>“ * * * Where a criminal sentence is within statutory limits, an appellate court should accord the trial court the presumption that it' considered the statutory mitigating criteria in the absence of an affirmative showing that it failed to do so.” <em>State v. Crouse </em>(1987), 39 Ohio App.3d 18, 528 N.E.2d 1283.</blockquote>\n<p id=\"b333-5\">In the case <em>sub judice, </em>the transcript of the initial sentencing indicates the trial judge had before him the presentence report filed by the probation department, the evidence in the file, and the statements of defendant and his counsel. There is thus no evidence the trial court did not consider the statutory mitigating factors. Furthermore, R.C. 2929.12(D) permits the trial court to consider other matters; certainly, defendant’s prior record and his failure to keep his promise to cooperate with law enforcement authorities could be taken into consideration by the trial court when sentencing defendant without constituting an abuse of discretion. <em>Roberts v. United States </em>(1980), 445 U.S. 552, 100 S.Ct. 1358, 63 L.Ed.2d 622; see, also, <em>State v. Tutt </em>(1988), 44 Ohio App.3d 138, 541 N.E.2d 1090.</p>\n<p id=\"b333-6\">Moreover, at the hearing on the motion to withdraw defendant’s plea of no contest, the trial court imposed in essence the same sentence as it had previously; however, the terms of incarceration on the two counts of the indictment were to run concurrently as was the original understanding of the parties.</p>\n<p id=\"b333-7\">After a complete review of the record in the case <em>sub judice, </em>in light of the fact that the sentence imposed was within statutory limits allowed and defendant was sentenced to concurrent terms as the trial court initially stated was its intention, this court cannot conclude the trial court’s attitude was “unreasonable, arbitrary or unconscionable.” <em>State v. Adams </em>(1980), 62 Ohio St.2d 151, 16 O.O.3d 169, 404 N.E.2d 144; <em>State v. Rogers </em>(1990), 68 Ohio App.3d 4, 587 N.E.2d 381.</p>\n<p id=\"b333-8\">Therefore, this court finds no abuse of discretion on the part of the trial court in sentencing defendant. Accordingly, defendant’s second assignment of error is overruled.</p>\n<p id=\"b333-9\">However, based upon a review of the record of the case <em>sub judice, </em>defendant’s sentence must be further modified by this court. It is clear that at the August 9, 1990 hearing on defendant’s motion, the trial court when resentencing defendant summarily reactivated defendant’s probation violation and imposed a sentence of one year thereon, in spite of the fact that at the June 27, 1990 sentencing hearing the trial court had dismissed the probation violation. Although this issue was not raised in the parties’ briefs on appeal, this court finds such a summary imposition of sentence was in clear violation of defendant’s due process rights as set forth in <em>Morrissey v. Brewer </em>(1972), <page-number citation-index=\"1\" label=\"304\">*304</page-number>408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484, and <em>Gagnon v. Scarpelli </em>(1973), 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656. Thus, in order to correct the trial court’s error in the case <em>sub judice, </em>this court must modify the sentence imposed at the August 9,1990 hearing. Accordingly, the one-year consecutive term of incarceration imposed by the trial court for defendant’s probation violation is hereby vacated. In all other respects, the judgment of the trial court is affirmed.</p>\n<p id=\"b334-5\">\n<em>Judgment affirmed as modified.</em>\n</p>\n<judges id=\"b334-6\">Harper, J., concurs.</judges>\n<judges id=\"b334-7\">John F. Corrigan, P.J., concurs in judgment only.</judges>\n<judges id=\"b334-8\">William J. Martin, J., of the Carroll County Common Pleas Court, sitting by assignment.</judges>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b334-9\">John, F. Corrigan, Judge,</author>\n<p id=\"A1R\">concurring in judgment only.</p>\n<p id=\"b334-10\">I concur in the judgment rendered but I write separately to address a problematic aspect of this court’s opinion in <em>State v. Peterseim </em>(1980), 68 Ohio App.2d 211, 22 O.O.3d 341, 428 N.E.2d 863, which in turn presents additional problems in cases such as this where <em>State v. Peterseim </em>is relied upon.</p>\n<p id=\"b334-11\">Paragraph three of the syllabus of <em>State v. Peterseim </em>contains the following four-part test for determining whether a trial court has abused its discretion in overruling a motion to withdraw a guilty plea:</p>\n<blockquote id=\"b334-12\">“A trial court does not abuse its discretion in overruling a motion to withdraw: (1) where the accused is represented by highly competent counsel, (2) where the accused was afforded a full hearing, pursuant to Crim.R. 11, before he entered the plea, (3) when, after the motion to withdraw is filed, the accused is given a complete and impartial hearing on the motion, and (4) where the record reveals that the court gave full and fair consideration to the plea withdrawal request.”</blockquote>\n<p id=\"b334-13\">The court’s opinion does not contain this four-part test, however. Rather, the opinion indicates, in relevant part as follows:</p>\n<blockquote id=\"b334-14\">“In the present case, the trial court, both in its acceptance of appellant’s guilty plea and in its subsequent consideration of appellant’s motion to withdraw that plea, displayed patience and concern, and its carefully considered decision not to allow withdrawal must therefore be affirmed.</blockquote>\n<blockquote id=\"b334-15\">“The record reveals that, before accepting appellant’s guilty plea, the court went to unusual lengths to make certain that appellant fully understood the nature and consequences of the plea. Moreover, there is no question the attorneys who negotiated the plea for appellant (and whose advice prompted <page-number citation-index=\"1\" label=\"305\">*305</page-number>appellant to accept the plea) were exceptionally qualified and <em>diligent. </em>Finally, the trial court afforded appellant a full hearing on the motion to withdraw, permitting him to present any and all arguments in support of the motion. In light of these circumstances, we are unable to say that the court abused its discretion in not permitting plea withdrawal, and the first assignment of error is therefore overruled.” (Emphasis added.) <em>Id. </em>at 214, 22 O.O.3d at 343, 428 N.E.2d at 865-866.</blockquote>\n<p id=\"b335-5\">Thus, while the syllabus contains a test which may be conveniently applied, it is not actually the law pronounced by the court. Cf. <em>Cassidy v. Glossip </em>(1967), 12 Ohio St.2d 17, 41 O.O.2d 153, 231 N.E.2d 64, paragraph six of the syllabus (the syllabus of an opinion issued by the Supreme Court states the law of the case); <em>Parkview Hosp. v. Hosp. Serv. Assn. of Toledo </em>(1966), 8 Ohio App.2d 315, 315, 37 O.O.2d 359, 359, 222 N.E.2d 314, 315 (there is no official syllabus in opinions rendered by courts of appeals, and the court’s opinion, rather than the syllabus, expresses the law of the case).</p>\n<p id=\"b335-6\">Accordingly, while there is a disparity between the syllabus and opinion in <em>State v. Peterseim, </em>and this disparity has caused a degree of confusion, the law of the case is contained in the opinion, and not the syllabus. Further, under this analysis, counsel’s diligence in the matter at hand is more important than counsel’s general competence as perceived by the court, although the latter may be of some relevance in a given case.</p>\n<p id=\"b335-7\">As applied to this case, however, it is clear from the record that, under the guidelines set forth in the <em>Peterseim </em>opinion, the trial court did not abuse its discretion in refusing to vacate the plea. That is, the court patiently explained the nature and consequences of the plea, fully explained each of defendant’s rights pursuant to Crim.R. 11, and ascertained defendant’s understanding of each portion of the proceedings, including the sentences which could be imposed. Further, defense counsel exhibited a high degree of diligence as he obtained an acknowledgement from the court that under the court’s prior pronouncements, defendant’s continued participation in an undercover drug investigation was not required, and counsel also obtained concurrent sentences for the charges, after the court announced that consecutive sentences would be imposed.</p>\n<p id=\"b335-8\">Finally, as is apparent from the majority’s citation to and reliance upon <em>State v. Smith </em>(1977), 49 Ohio St.2d 261, 264, 3 O.O.3d 402, 404, 361 N.E.2d 1324, 1326, and <em>State v. Blatnik </em>(1989), 17 Ohio App.3d 201, 202, 17 OBR 391, 392, 478 N.E.2d 1016, 1018, consideration of the law as set forth in the syllabus of <em>State v. Peterseim </em>is not essential to the disposition of this matter and the cause is properly affirmed under the other relevant case law.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}