{
  "casebody": {
    "data": "<casebody firstpage=\"249\" lastpage=\"251\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b289-9\">UNITED STATES of America, Plaintiff—Appellee, v. Viet H. DINH, aka Dean Ding, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b289-11\">No. 01-30236.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"a6l-dedup-0\">D.C. No. CR-95-00290-R.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b289-13\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b289-14\">Argued and Submitted Feb. 13, 2004.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Ak7\">Decided March 3, 2004.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b289-21\">Susan M. Harrison, Mark D. Chutkow, USSE-Office of the U.S. Attorney, Seattle, WA, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b289-22\">April Wynne, Phoenix, AZ, Booker T. Evans, Douglas A. Passon, Phoenix, AZ, Viet H. Dinh, pro se, Pecos, TX, for Defendant-Appellant.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b289-23\">Before D.W. NELSON, KLEINFELD, and FISHER, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b290-3\"><page-number citation-index=\"1\" label=\"250\">*250</page-number>MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b290-4\">The version of the statute governing resentencing in effect when Dinh committed his crimes limited sentences imposed upon revocation to those that were available “at the time of the initial sentencing.”<footnotemark>1</footnotemark> Dinh argues that this means his sentence could not, under any circumstances, exceed the guidelines range of 6-12 months calculated at his initial sentencing hearing. This argument, however, does not take into account our opinion in <em>United States v. White.</em><footnotemark><em>2</em></footnotemark><em> </em>In White, we held that “a district court is not absolutely limited by § 3565(b)’s language to the original sentencing range,” because “[t]he court can depart from the original range, provided that the facts warranting departure were available at the initial sentencing.”<footnotemark>3</footnotemark></p>\n<p id=\"b290-5\">The judge at resentencing could not, under the controlling version of the statute, use the defendant’s conduct that resulted in his probation violation to determine whether she had discretion to depart. She could, however, use the subsequent conduct to determine whether to exercise any discretion she would have had at the time of the initial sentencing.<footnotemark>4</footnotemark> The district court’s explanation of the departure at resentencing focused largely on Dinh’s conduct while on probation. Thus, even if <em>White </em>would otherwise permit departure, the necessary articulation of factors existing at the time of the original sentencing is not demonstrated in the record.</p>\n<p id=\"b290-12\">The district court’s original calculation of 6-12 months appears to have been based on losses of approximately $6,500, consistent with the count for which Dinh was convicted. We held in <em>United States v. Fine, </em>however, that actual losses from a criminal scheme, not just losses included within the charged conduct, must be used in calculating the offense level for sentencing purposes.<footnotemark>5</footnotemark> As was conceded at oral argument, the guidelines range available with the appropriate adjustment for the actual amount of loss would be higher than 6-12 months. Thus, even if the district court does not exercise discretion to depart, the adjustments for relevant conduct would cause the sentence available “at the time of the initial sentencing” to exceed the 6-12 month range. Because the district court did not make findings as to the actual amount of loss, we are unable to say what the correct range should be. Accordingly, we vacate the sentence and remand for resentencing.</p>\n<p id=\"b290-13\">On remand, the district court is free to sentence Dinh to any sentence available “at the time of the initial sentencing.” Depending on the actual amount of loss, this may require setting a new guidelines range for the initial sentence. Furthermore, whatever the correct range applicable at the time of original sentencing, the district court may choose to depart from that range, but it must establish its discretion to depart based on facts available at the time of the initial sentencing and artic<page-number citation-index=\"1\" label=\"251\">*251</page-number>ulate its reasons for departing.<footnotemark>6</footnotemark> The court may also depart from the policy-statement range as long as it demonstrates that it has considered the applicable range in § 7B1.4’s policy statement.<footnotemark>7</footnotemark></p>\n<p id=\"b291-5\">VACATED and REMANDED.</p>\n<footnote label=\"*\">\n<p id=\"b290-6\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b290-7\">. 18 U.S.C. § 3565(a)(2) (1990).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b290-8\">. <em>United States v. White, </em>925 F.2d 284 (9th Cir.1991).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b290-9\">. <em>Id. </em>at 286-7. As this quotation shows, <em>White </em>was interpreting § 3565(b) rather than § 3565(a). <em>White </em>itself, however, relied on cases that interpreted § 3565(a) and noted that the relevant language in each of the two provisions was identical. <em>Id. </em>at 286 n. 1; <em>see also United States v. Donaghe, </em>50 F.3d 608, 611 n. 2 (9th Cir. 1994).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b290-15\">. <em>See Donaghe, </em>50 F.3d at 611, 613; <em>White, </em>925 F.2d at 286-87.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b290-16\">. <em>United States v. Fine, </em>975 F.2d 596, 600-04 (9th Cir. 1992) (en banc).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b291-20\">. <em>See United States v. Olabanji, </em>268 F.3d 636, 639 (9th Cir.2001).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b291-34\">. <em>See United States v. Tadeo, </em>222 F.3d 623, 625 (9th Cir.2000).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}