{
  "casebody": {
    "data": "<casebody firstpage=\"175\" lastpage=\"183\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b223-8\">Lucy E. Doherty, Respondent, <em>v. </em>Monroe Eckstein Brewing Company, etc., Appellant.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b223-9\">(Supreme Court, Appellate Term, First Department,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AC3\">January Term</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AlA\">— filed April, 1921.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b223-10\">Landlord and tenant — when tenant discharged of his duty to pay rent when use of premises is restricted by law — Constitution of the United States, Eighteenth Amendment — Volstead Enforcement Act.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b223-11\">The rule that where a party by contract creates a duty upon himself, he is bound to make good if he can, notwithstanding any inevitable accident or unforeseen contingency, has no application where performance becomes impossible by a change -in the law or as a result of action taken under governmental authority.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b223-12\">Since the adoption of the Eighteenth Amendment to the Constitution of the United States and the enactment of the Volstead Enforcement Act, the tenant under a written lease which in terms limited and restricted its use of the premises to the saloon business, is discharged of its duty to pay rent from and after the date when said amendment became effective.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b224-4\"><page-number citation-index=\"1\" label=\"176\">*176</page-number>Appeal by defendant from a judgment of the Municipal Court of the city of New York, borough of Manhattan, sixth district, in favor of the plaintiff after trial by the court without a jury.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b224-5\">Prince &amp; Nathan (Sidney J. Loeb and Leon M. Prince, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b224-6\">Levy &amp; McMahon (Nathan D. Levy, of counsel), for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b224-7\">Wagner, J.</author>\n<p id=\"AD4\">The plaintiff instituted suit against the defendant brewing company for rent for the months of January to October, 1920, for the use of premises occupied by it as a saloon under a written lease which included the following provision: <em>“ </em>It being expressly agreed, that the only business to be carried on in said premises is the saloon business.” A further clause contained in the lease provided for indemnity by the tenant for loss or damage by reason of the maintenance by the tenant “ of a saloon or place for the sale of malt, strong, spirituous, or intoxicating liquors * * *.” The tenant by way of defense denied liability for rent accruing beyond the month of January, 1920, by reason of the passage of the Eighteenth Amendment to the federal Constitution and the enactment of the subsequent Volstead Act and claimed resulting abrogation from obligation to pay rent thereunder. This amendment forbidding the manufacture of intoxicating liquors after one year from its ratification, sale or transportation was by proclamation of the acting secretary of state dated January 29, 1919, declared duly ratified by the legislatures of thirty-six states, certified as valid, and became effective from and after the 29th day of January, 1920, which in turn was followed by the supplemental <page-number citation-index=\"1\" label=\"177\">*177</page-number>enforcement law commonly known as the Volstead Act.</p>\n<p id=\"b225-5\">The defendant’s license to sell intoxicating liquors having expired and none being possible of procurance thereafter, it discontinued the maintenance of the saloon business which it had previously conducted and resisted the later demands of the plaintiff for rent on the ground that the enactment of the so-called Prohibition Law worked an exoneration of its liability under the lease.</p>\n<p id=\"b225-6\">The general rule is that where the law creates a duty and a person without fault on his part is disabled from performing it, failure to perform is excused; but where a party by contract creates a duty upon himself, he is bound to make good if he can, notwithstanding any inevitable accident or unforeseen contingency; but the rule has no application where performance becomes impossible by a change in the law or as a result of action taken under governmental authority. The rule is thus stated by Parsons on Contracts, at volume 2, page 674: “ That the illegality of a contract is in general a perfect defense must be too obvious to need illustration. It may indeed be regarded as an impossibility as an act of law; and it is put upon the same footing as an impossibility by act of God, because it would be absurd for the law to punish a man for not doing, or in other words to require him to do that which it forbids his doing. Therefore if one agrees to do a thing which is unlawful for him to do, and it becomes unlawful by an act of legislature, the act avoids the promise.”</p>\n<p id=\"b225-7\">To the same effect see <em>Brick Presbyterian Church </em>v. <em>City of New York, </em>5 Cow. 538; <em>Baker </em>v. <em>Johnson, </em>42 N. Y. 126; 3 Elliott Cont. § 1901; Bishop Cont. § 594; Wharton Cont. § 305.</p>\n<p id=\"b225-8\">The principle rests upon the maxim <em>lex non cogit </em><page-number citation-index=\"1\" label=\"178\">*178</page-number><em>ad impossibilia, </em>or as phrased by Hannen, J., in <em>Bailey </em>v. <em>DeCrespigny, </em>L. R. 4 Q. B. 180, upon the ground that it is <em>u </em>not reasonable to suppose that the legislature, while altering the condition of things, with reference to which the covenantor contracted, intended that he should remain liable on a covenant which the legislature itself prevented his fullfilling.”</p>\n<p id=\"b226-5\">This court in <em>Adler </em>v. <em>Miles, </em>69 Misc. Rep. 601, after reviewing the authorities on this subject, held that the performance of a contractual relation was excused by a supervening condition brought about by the operation of a change in the law which made its performance illegal. In that ease the defendant when sued for rent claimed that while originally it was lawful for him to conduct a motion picture business on the premises which constituted what then was known as a “ tenement house,” subsequently an ordinance was passed which provided that no license for such purpose should be granted when a show was given in a building known as a tenement house, and that consequently the lease terminated by act of law. Justice Seabury writing for this court said: <em>11 </em>The parties to the lease contracted to do a thing which at the time the lease was made was lawful. Public authority, in accordance with law, has provided that the very thing, which the parties in their lease contemplated, should not be done. To carry out the lease according to its terms has now become unlawful. It follows, therefore, that the lease cannot be performed according to its terms; and under such circumstances the obligation of the lessee to pay rent is discharged * * *. Section 231 of the Real Property Law recognizes the doctrine of these cases and provides that, whenever the lessee shall use the premises for an illegal business, the lease shall become void. Here the lease restricted the use of the premises to a purpose <page-number citation-index=\"1\" label=\"179\">*179</page-number>which was subsequently prohibited by law; and for the tenant to have used the premises for the sole purpose for which the lease authorized them to be used would, under section 231 of the Beal Property Law, have avoided the lease.”</p>\n<p id=\"b227-5\">In the instant case the lease made to the brewing concern expressly limits and restricts the lessee’s use of the premises to the saloon business. No other purpose is authorized. The presence of words of restriction is, therefore, equivalent to an express covenant not to put the promises to any other use. <em>Chautauqua Assembly </em>v. <em>Alling, </em>46 Hun, 582. It follows accordingly that if it should be found upon the facts appearing in the record before us that a continuation of the use of the premises in question as intended by the parties would be violative of the fundamental law we would be compelled to hold that the law as changed <em>ex proprio vigore </em>terminated the lease and discharged the lessee from future requirements in the payment of rent. For in that event the lease became void because the use contemplated by the parties was one in express contravention of the statute.</p>\n<p id=\"b227-6\">Our inquiry narrowing down eventually to one of judicial construction of the phrase <em>“ </em>saloon business ” as used in the instant lease, we are forced to examine the circumstances and conditions surrounding the parties at the time of their signature to the instrument of demise, in order to ascertain the true intent and purpose of the parties in its inclusion as a covenant. While words used in contracts are ordinarily to be interpreted in accord with their usual meaning it is our duty as nearly as we can to place ourselves in the situation which confronted the parties at that time and with a view of all the surrounding circumstances seek to arrive at the meaning rightly to be ascribed</p>\n<p id=\"b228-4\"><page-number citation-index=\"1\" label=\"180\">*180</page-number>to the language employed. <em>Mecca Realty Co. </em>v. <em>Kellogg Toasted Corn Flakes Co., </em>166 App. Div. 74.</p>\n<p id=\"b228-5\">It appears that the defendant was a brewery corporation and had for nine years prior to the enactment of this lease been selling malt liquors of its own manufacture in these premises where a saloon was conducted. The plaintiff knew that the saloon had been operated during that period for the sale of spirituous and intoxicating liquors, and in the light of such knowledge as to the previous character of business transacted prepared the present lease, with express limitation of use to a saloon business. We think that in view of the prior unquestioned and concededly known use of the premises, together with that provision of the lease regarding indemnity by reason of the maintenance of <em>“ </em>a saloon or place for sale of malt, strong, spirituous or intoxicating liquors,” the clear indications of the lease and the circumstances which surround the parties, are that they were specifying their own definition of the word saloon and intending it to cover and apply to the precise use theretofore made, and a use later forbidden by legislative act. In so construing the word, we are of the opinion that we are giving the effect to the language which the parties clearly intended to be given, and which further accords with the present, common, acceptation of the term. Whatever former distinctions or refinements in meaning have been made with respect to the word <em>“ </em>saloon,” we think as the Supreme Court of Washington did in <em>Stratford </em>v. <em>Seattle Brewing Co., </em>162 Pac. Repr. 31, that the word saloon has acquired a very definite general meaning as a place where intoxicating liquors are sold and that as such it is generally understood.</p>\n<p id=\"b228-6\">While neither counsel in their briefs nor this court upon an extensive investigation has been able to find <page-number citation-index=\"1\" label=\"181\">*181</page-number>any decision in this state directly in point, to our minds the case most closely analogous and which involved as this a brewing company as defendant is <em>Heart </em>v. <em>Brewing Co., </em>121 Tenn. 69. In that case the complainant had leased a house and lot in Knoxville to the defendant for eight years to be used as a saloon or place for the sale of intoxicating liquors and the action was brought to recover rent for the month of November, 1907. The chancellor sustained a demurrer to the appeal on the ground that the sale of intoxicating liquors was made unlawful and prohibited in Knoxville after November 1, 1907, and that, therefore, the purpose for which the lease was made was illegal and the contract void and unenforcible. The court said upon appeal: <em>“ </em>There is no error in the action of the chancellor. When the contract was made, the purpose for which .the property was leased •—■ the sale of intoxicating liquors in Knoxville — was lawful and the lease valid and enforceable. Afterward, November 1, 1907, that purpose was made unlawful by the acts of the general assembly above referred to, and thus by operation of law the lease became and is void and unenforceable at the instance of either party. It is a principle of general application that all contracts are void which provide for doing a thing which is contrary to law, morality and public policy. * * * The rule is the same when the purpose of the contract although lawful when made becomes unlawful by statute enacted before the full performance of its terms. * * * It is not necessary in this case to determine whether or not the contract contained in the lease restricts the use of the property for the sale of intoxicating liquors. It was the purpose of both lessor and lessee, as clearly expressed in the instrument that it should be used as a saloon, and, <page-number citation-index=\"1\" label=\"182\">*182</page-number>this being made unlawful by law the contract is no longer enforceable.”</p>\n<p id=\"b230-5\">It is contended, however, by respondent that a lease of property solely for saloon purposes is not terminated by the taking effect, during the term, of a prohibitory liquor law, where by the construction or conduct of the parties, either the right was conferred on the lessees, or without protest the lessees sold upon the premises also non-intoxicating beverages and tobacco, so that the right of the lessee to operate his business was not entirely destroyed, and <em>O’Byrne </em>v. <em>Henley, </em>161 Ala. 620; <em>Hecht </em>v. <em>Acme Coal Co., </em>117 Pac. Repr. 133; <em>Matter of Bradley, 225 </em>Fed. Repr. 308, all decisions of courts of high authority sustaining this position, are cited to us. With due respect to the courts o.f their origin and without discussing their distinguishable features in certain respects, we are reluctantly constrained to disagree with the construction of the phrase there laid down, regarding it as neither grounded in reason nor made in the light of the evident intentions of the parties.</p>\n<p id=\"b230-6\">In the case at bar the cardinal purpose of the lease and the obvious intention of the demise as we see it was the dispensation of intoxicants. That was its primary and principal purpose. Other commodities which perchance might have been sold for the convenience of those who .patronized the premises, and of subsidiary character and importance, were but secondary and incidental to the main business there conducted. Instead of qualifying the purpose they but added to its scope without change in that primary and dominating purpose. Terse expression of our view is found in <em>Stratford </em>v. <em>Seattle Brewing Co., supra, </em>where in the cpurse of the opinion answering the same point raised here the court said: <em>“ </em>Nor are we impressed with idea advanced by appellants that the <page-number citation-index=\"1\" label=\"183\">*183</page-number>£ saloon business ’ does not necessarily mean a business of selling intoxicating liquors, but may mean a business or place for the sale of non-intoxicating drinks. * * * The fact that what are commonly called £ soft drinks ’ are also generally sold at such places does not alter the character of such places as <em>‘ </em>saloons,’ nor is a place where soft drinks only can be sold commonly known as a saloon.”</p>\n<p id=\"b231-6\">But it is claimed that the parties if they wished could have avoided any doubt as to the legal result flowing from a contingency such as this by providing protection therefor in the lease, and that therefore the defendant’s failure to include such a provision preempted it from any claim of right in its subsequent conduct. That may be so, but a like charge of dereliction may be laid at the door of the lessor. The contract was made in the light of the law as it existed at that time and they were not bound to anticipate that future legislation would prevent a performance of their obligations. Such contemplation cannot be charged to the minds of the parties at the time the contract was made.</p>\n<p id=\"b231-7\">We reach the conclusion, therefore, that upon the facts in the case before us, the lessee has been prevented by the enactment of the prohibition statute from performing its obligations under the terms of the lease and that it was discharged of its duty to pay rent for the premises after such enactment.</p>\n<p id=\"b231-8\">The judgment is modified by reducing the same to the amount of rent for the month of January, 1920, only and as so modified affirmed, with twenty-five dollars costs to appellant.</p>\n<p id=\"b231-9\">Guy and McCook, JJ., concur.</p>\n<p id=\"b231-10\">Judgment modified and as so modified affirmed, with twenty-five dollars costs to appellant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}