{
  "casebody": {
    "data": "<casebody firstpage=\"41\" lastpage=\"48\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b55-7\">Joshua M. Didriksen <em>v. </em>Frank Havens et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b55-8\">Maltbie, C. J., Brown, Jennings, Ells and Dickenson, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b55-15\">Argued June 9</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A-W\">decided August 16, 1949</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b56-6\"><page-number citation-index=\"1\" label=\"42\">*42</page-number><em>Joseph L. Melvin, </em>with whom was <em>George W. Oberst, </em>for the appellants (defendants).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b56-7\"><em>William J. Cousins, </em>with whom was <em>Benjamin F. Goldman, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b56-8\">Jennings, J.</author>\n<p id=\"A2s\">The plaintiffs seek specific performance of an option to purchase certain premises occupied by them in Darien, and judgment was rendered in their favor. The defendants appeal on the principal ground that the subordinate facts do not support the conclusions reached. They also assign as error certain rulings on evidence. The facts found are not disputed, and those which the defendants seek to add are included in the following statement.</p>\n<p id=\"b56-9\">The plaintiff has been engaged for some time as construction engineer for the American Can Company. His duties require him to supervise many of that company’s real estate operations. On February 5, 1938, the defendants leased to the plaintiff certain premises in Darien for the term of one year from March 1, 1938. The lease contained the following provisions: “and it is further agreed that the Lessee shall have the privilege of renewing this lease for one year from the date of expiration, thereof, at the same price, terms, and conditions herein contained, and the Lessors further covenant, as part of the consideration herein containéd, that they do hereby grant to the Lessee the option to purchase the premises, hereby leased, at a price not to exceed the. sum of Twelve Thousand Five Hundred ($12,500.) Dollars, and said purchase price <page-number citation-index=\"1\" label=\"43\">*43</page-number>shall be subject to an existing mortgage, in the amount of Five Thousand ($5,000.) Dollars, now on said premises.”</p>\n<p id=\"b57-6\">The plaintiff has been in possession of the premises ever since and has paid the rent. On or about January 25, 1939, the plaintiff wrote defendants a letter which stated in part: “I am hereby giving you notice that I wish to exercise the option of renewing this lease for one year from the date of expiration thereof, to wit, March 1, 1939 to March 1, 1940. I would appreciate it very much if you would give me a further option to renew for one year from the date of expiration of this lease as so extended, to wit, March 1, 1940 to March 1, 1941, upon all the terms and conditions as stated in the original lease except as hereby modified.” None of the modifications related to the option to purchase. The defendants did not reply to this letter, and after a conference in October of the same year a letter containing similar provisions but giving the then date of expiration of the lease as March 1, 1940, was sent to them by the plaintiff and accepted by them.</p>\n<p id=\"b57-7\">Annually thereafter up to 1946 the plaintiff wrote similar letters to the defendants. These letters were signed by the defendants and returned to the plaintiff. They were prepared under the advice of counsel. The letters were not identical. In that of October, 1939, the term remained at one year except that the terminal date of the lease was changed from March 1 to April 1 ; provisions were also inserted permitting the plaintiff to do certain things on the premises. In the letter of January 11, 1946, the plaintiff requested that he be granted a further option to renew the lease “on the same terms, conditions and covenants as contained in the original lease and as modified in the extensions thereof listed above.” The word “covenants” had not previously appeared in the renewal notices referred to. <page-number citation-index=\"1\" label=\"44\">*44</page-number>The defendants were hesitant about accepting the letter of January 11 and a friendly conference was held to talk the matter over. They did, however, eventually accept it on February 2, 1946. At that time the original mortgage of $5000 had been extinguished.</p>\n<p id=\"b58-6\">After the plaintiff made some arrangements concerning a mortgage on the premises, the plaintiff’s attorney on or about February 26, 1946, wrote a letter to the defendants stating that the plaintiff was exercising the option to purchase the premises. The defendants went to the plaintiff’s home to discuss the matter and were emphatic in stating that the plaintiff had no option to purchase the premises; and they refused to accept a check forwarded with the letter of the plaintiff’s attorney.</p>\n<p id=\"b58-7\">The plaintiff has made numerous repairs, alterations and improvements in and about the premises, at a cost of several hundred dollars, in reliance upon the option to purchase.</p>\n<p id=\"b58-8\">The trial court concluded that the letters and agreements of the parties constituted extensions and not renewals of the original lease and that the parties intended to extend the option to purchase. It also concluded that the option to purchase contained in the original lease and the several extensions thereof set forth all the material terms of an agreement sufficient to satisfy the Statute of Frauds, and that the plaintiff exercised the option. The plaintiff was awarded a decree of specific performance.</p>\n<p id=\"b58-9\">The first question presented to the trial court was whether the letters accepted by the defendants constituted renewals or extensions of the original lease. It decided that they were extensions and said, on this point: “While the parties have referred to the various agreements made by them subsequent to the original lease as ‘renewals’ of the lease, there can be little ques<page-number citation-index=\"1\" label=\"45\">*45</page-number>tion that these agreements were in fact extensions and not renewals of the original lease. Whether a provision operates as an extension or a renewal is a matter of intention and the use of the word ‘renewal’ is by no means conclusive. <em>Carrano </em>v. <em>Shoor, </em>118 Conn. 86, 93 [171 A. 17]. The chief distinction between the two is that in the case of a renewal a new lease is required while in the case of an extension the same lease continues in force during the additional period. <em>Ackerman </em>v. <em>Loforese, </em>111 Conn. 700 [151 A. 159]; <em>City Coal Co. </em>v. <em>Marcus, </em>95 Conn. 454 [111 A. 857].” If there is any doubt that extensions rather than renewals were intended, it is removed by the practical construction of the parties in continuing the lease merely upon the strength of the letters passing between them. <em>Ackerman </em>v. <em>Loforese, </em>supra, 706; <em>Blanch </em>v. <em>Kimland Realty Co., </em>122 Conn. 317, 318, 189 A. 176.</p>\n<p id=\"b59-6\">The next question was whether such an extension operated to continue an option to purchase contained in the original lease. The discussion of a similar provision in <em>Thompson </em>v. <em>Coe, </em>96 Conn. 644, 115 A. 219, is pertinent. As was stated of that lease (p. 650), “The instrument before us has a common and indivisible consideration. All of its parts are inseparably connected.” If the lease falls, the option to purchase falls with it. If the option is exercised, the lease is terminated. In the absence of either event, the parties must be presumed to have intended that the option to extend should be continued upon “the same . . . terms, and conditions” as stated in the original lease. <em>Ackerman </em>v. <em>Loforese, </em>supra; <em>Blanck </em>v. <em>Kimland Realty Co., </em>supra. The conflict of authority on this point was noted by the trial court. It concluded correctly that the weight of authority and the Connecticut rule favor the continuance of the option to purchase. The opposing views are well illustrated by <em>Schaeffer </em>v. <em>Bilger, </em><page-number citation-index=\"1\" label=\"46\">*46</page-number>186 Md. 1, 45 A. 2d 775, 163 A. L. <em>R. </em>706, and <em>Pettit </em>v. <em>Tourison, </em>283 Pa. 529, 129 A. 587. See notes, 37 A. L. <em>R. </em>1245, 163 A. L. <em>R. </em>711.</p>\n<p id=\"b60-6\">The option to purchase relates to an interest in land and is subject to the provisions of the Statute of Frauds. The defendants claim: The agreement is entirely too uncertain as to the price to be paid; it does not state the type of conveyance to be made; there is no provision for the adjustment of taxes; an offer of $12,500 in cash does not comply with the agreement because the latter can only be construed as involving the assumption of an existing mortgage of $5000. No uncertainty in the price of $12,500 is claimed by the defendants except as it is affected by the mortgage.</p>\n<p id=\"b60-8\">The mention of the mortgage in connection with the price to be paid can only refer to an existing mortgage. These are the words of the lease: “. . . and said purchase price shall be subject to an existing mortgage, in the amount of Five Thousand ($5,000.) Dollars, now on said premises.” “An existing mortgage . . . now on [the] premises” could not run to the lessors as mortgagees. The clause can be read only in the sense “subject to the assumption of an existing mortgage.” In view of the provision for renewal from year to year with the probability that the mortgage would be reduced or extinguished, the “$5,000” must be regarded as a description of the mortgage as it then was rather than a limitation on the amount due.</p>\n<p id=\"b60-9\">In the absence of any qualifications or limitations as to the title to be conveyed, an agreement such as this means a title free and clear of all incumbrances. <em>Schneidau </em>v. <em>Manley, </em>131 Conn. 285, 291, 39 A. 2d 885. This principle makes any specific mention of adjustments such as taxes or other incumbrances unnecessary. The mortgage is, of course, mentioned.</p>\n<p id=\"b60-10\">The discharge of the mortgage is an exhibit and is <page-number citation-index=\"1\" label=\"47\">*47</page-number>dated before the letter was sent which stated that the plaintiff was exercising his option to purchase. As the agreement in effect provided that the plaintiff should pay the agreed price less any amount that might be due on the mortgage when the transaction was consummated, there was no such uncertainty as would violate the statute; the amount due on the mortgage would be fixed and definitely ascertainable and the provision is within the rule that the essentials of the agreement must be determined from the memorandum itself or “by a reference contained therein to some other writing or thing certain.” <em>Miller </em>v. <em>Vordenbaum, </em>105 Conn. 636, 638, 136 A. 382. The payment of the mortgage in full removed that element from the determination of the purchase price. The conclusion of the trial court that the memoranda satisfied the Statute of Frauds was correct.</p>\n<p id=\"b61-6\">The defendants also claim that the plaintiff was not even ready, able and willing to purchase, to say nothing of making a tender of the purchase price. The letter of February 26, 1946, written in the exercise of the option to purchase, did not state a definite date for closing the transaction, but the plaintiff offered to pay the balance “within such reasonable time” as the defendants might desire, and the attorney writing it asked to be advised, at the defendants’ early convenience, how soon they believed they could arrange the details of closing the transaction. On February 28 the defendants took the position that the plaintiff had no option to purchase. Under these circumstances the plaintiff was excused from going on with preparations for performance; <em>Lombardi </em>v. <em>Laudati, </em>124 Conn. 569, 574, 200 A. 1019; and from making formal tender. <em>Tracy </em>v. <em>O’Neill, </em>103 Conn. 693, 699, 131 A. 417; <em>Federal Finance Co. </em>v. <em>Forman Properties, Inc., </em>135 Conn. 153, 158, 62 A. 2d 516.</p>\n<p id=\"b62-5\"><page-number citation-index=\"1\" label=\"48\">*48</page-number>Numerous rulings on evidence are assigned as error, but they all relate to the same basic question. The defendants were asked whether in accepting the extension notices mailed to them by the plaintiff they intended to give him an option to purchase the property. This evidence was excluded. It is true that intention is a fact that ordinarily may be directly stated. <em>Carrano </em>v. <em>Shoor, </em>118 Conn. 86, 97, 171 A. 17. Where the parties have reduced their agreement to a writing, their intention is to be determined from its language and not on the basis of any intention either may have secretly entertained. <em>Ziulkoski </em>v. <em>Barker, </em>94 Conn. 491, 494, 109 A. 185; <em>Boucher </em>v. <em>Godfrey, </em>119 Conn. 622, 628, 178 A. 655. The defendants further claim, however, that equity will not accord its remedy of specific performance to compel a defendant to do something he did not intend and that the evidence was admissible to show mistake. <em>Clowes </em>v. <em>Miller, </em>74 Conn. 287, 295, 50 A. 728, relied on by them, goes no further than to hold that relief in equity will be denied where enforcement would “defeat the primary object of the agreement and the real understanding of the parties.” The effect in law of the extensions was to carry the option forward; the mistake claimed to have been made by the defendants was unilateral and consisted of a failure to understand the legal effect of their. action. Such a mistake does not preclude relief to a plaintiff. <em>Richey </em>v. <em>First National Bank &amp; Trust Co., </em>123 Conn. 360, 365, 195 A. 732. If this were not so, a defendant could successfully resist specific performance of any contract simply by saying he did not understand what he was signing. The rulings were correct.</p>\n<p id=\"b62-6\">There is no error.</p>\n<p id=\"b62-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}