{
  "casebody": {
    "data": "<casebody firstpage=\"51\" lastpage=\"58\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b71-5\">STATE OF CONNECTICUT <em>v. </em>JOHN RAYMOND PECZYNSKI</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AF0\">(AC 16641)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b71-6\">Spear, Sullivan and Kulawiz, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b71-13\">Argued May 27</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ago\">officially released August 25, 1998</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b72-6\"><page-number citation-index=\"1\" label=\"52\">*52</page-number><em>JohnE. Doran, </em>special public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b72-7\"><em>Robert J. Scheinblum, </em>assistant state’s attorney, with whom, on the brief, were <em>James E. Thomas, </em>state’s attorney, and <em>Antonia Carabillo, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b72-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b72-9\">KULAWIZ, J.</author>\n<p id=\"ALp\">The defendant, John Raymond Peczyn-ski, appeals from the judgment of conviction, rendered after a jury trial, of reckless endangerment in the second degree in violation of General Statutes § 53a-64.<footnotemark>1</footnotemark> The defendant was acquitted of one count of interfering with an officer in violation of General Statutes § 53a-167a. On appeal, the defendant claims that the trial court improperly (1) excluded a videotape and (2) denied him access to police personnel files. We affirm the judgment of the trial court.</p>\n<p id=\"b72-10\">The jury reasonably could have found the following facts. On November 30,1995, between 11 a.m. and 11:30 a.m., Officer Leonard Rulas of the Rocky Hill police department was traveling north on Old Main Street in Rocky Hill. As Rulas approached the intersection of Old Main and Washington Streets, the defendant, traveling south on Old Main, suddenly turned left onto Washington, cutting in front of him. Rulas followed the defendant onto Washington Street and pulled him over.</p>\n<p id=\"b72-11\">Rulas exited his car and approached the defendant. The defendant immediately exclaimed to Rulas that he was “sick and tired every time I look in my rearview mirror, seeing one of you guys behind me.” Rulas then <page-number citation-index=\"1\" label=\"53\">*53</page-number>told the defendant that he had cut him off and asked him to produce his license and registration. The defendant told Kulas that he was going to speak with Phillip Dunn, the Rocky Hill police chief. The defendant then handed his license and registration to Kulas. While walking back to his car, Kulas noticed exhaust fumes spewing from the defendant’s car and ordered the defendant to shut off his engine, which he did.</p>\n<p id=\"b73-6\">Kulas issued the defendant a citation for making an improper left turn and a written warning for a defective exhaust system. The defendant told Kulas that he would “see [him] in court on this one. I got you this time.”</p>\n<p id=\"b73-7\">The defendant then grabbed the ticket and warning from Kulas’ hand and drove away quickly, running over Kulas’ foot. Kulas was not injured. The defendant pulled into a nearby driveway and backed out. Kulas ran over to him and ordered him out of his car, but he refused. Again, Kulas ordered the defendant out of the car, and again the defendant refused. Then Kulas opened the defendant’s car door, forcibly removed him from the car and arrested him.</p>\n<p id=\"b73-8\">I</p>\n<p id=\"b73-9\">The defendant first claims that the trial court improperly restricted the cross-examination of Kulas, the sole prosecution witness. Specifically, the defendant contends that the trial court violated his right to confront his accusers as guaranteed by the sixth and fourteenth amendments to the United States constitution and article first, § 8, of the constitution of Connecticut by excluding a videotape that the defendant claims shows Kulas’ hostility and bias toward the defendant. The defendant contends that the videotape should have been admitted to allow the defendant fully to impeach Kulas’ testimony. We disagree.</p>\n<p id=\"b73-10\">Additional facts are necessary for our resolution of this claim. On cross-examination, the defendant asked <page-number citation-index=\"1\" label=\"54\">*54</page-number>Kulas whether he ever had any hostility toward the defendant, to which Kulas responded that he did not. The defendant then inquired whether Kulas was aware that another police officer pretended to hurt the defendant during his booking. Kulas testified that he was not aware of that incident. Finally, the defendant asked Kulas if he would find it amusing if anyone threatened to hurt the defendant. After the state objected, arguing that the question was speculative, the trial court sustained the objection.</p>\n<p id=\"b74-6\">The court excused the jury and ordered Kulas to leave the courtroom. At this point, the defendant proffered to the court that he had a videotape of Kulas’ amusement at Detective Joseph Corbin’s pretending to hurt the defendant. According to the defendant, this videotape would have impeached Kulas’ testimony (1) by contradicting Kulas’ earlier statement that he was unaware that Corbin pretended to hurt the defendant and (2) by showing Kulas’ hostility toward the defendant.</p>\n<p id=\"b74-7\">The defendant made an offer of proof and played a six second portion of the videotape to the court. The state objected on the ground of relevancy. The court sustained the state’s objection because (1) any connection to a claim of hostility was purely speculative and (2) the videotape had little impeachment value.</p>\n<p id=\"b74-8\">It is axiomatic “that the defendant is entitled fairly and fully to confront and to cross-examine the witnesses against him. U.S. Const., amends. VI, XIV; Conn. Const., art. I § 8; <em>Davis </em>v. <em>Alaska, </em>415 U.S. 308, 318, 94 S. Ct. 1105, 39 L. Ed. 2d 347 (1974); <em>Chambers </em>v. <em>Mississippi, </em>410 U.S. 284, 294, 93 S. Ct. 1038, 35 L. Ed. 2d 297 (1973) . . . <em>State </em>v. <em>Jones, </em>167 Conn. 228, 232, 355 A.2d 95 (1974) . . . .” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Hackett, </em>182 Conn. 511, 517, 438 A.2d 726 (1980). “The primary interest <page-number citation-index=\"1\" label=\"55\">*55</page-number>secured by confrontation is the right to cross-examination; <em>Douglas </em>v. <em>Alabama, </em>380 U.S. 415, 418, 85 S. Ct. 1074, 13 L. Ed. 2d 934 (1965); and an important function of cross-examination is the exposure of a witness’ motivation in testifying. <em>Greene </em>v. <em>McElroy, </em>360 U.S. 474, 496, 79 S. Ct. 1400, 3 L. Ed. 2d 1377 (1959). Cross-examination to elicit facts tending to show motive, interest, bias and prejudice is a matter of right and may not be unduly restricted.” <em>State </em>v. <em>Lubesky, </em>195 Conn. 475, 481-82, 488 A.2d 1239 (1985).</p>\n<p id=\"b75-6\">“The confrontation clause does not, however, suspend the rules of evidence to give the defendant the right to engage in unrestricted cross-examination.” <em>State </em>v. <em>Johnson, </em>21 Conn. App. 291, 293, 573 A.2d 1218 (1990). Only relevant evidence may be elicited through cross-examination. See <em>State </em>v. <em>Gaynor, </em>182 Conn. 501, 509, 438 A.2d 749 (1980). “The court determines whether the evidence sought on cross-examination is relevant by determining whether that evidence renders the existence of [other facts] either certain or more probable. . . . The trial court has wide discretion to determine the relevancy of evidence and the scope of cross-examination. Every reasonable presumption should be made in favor of the correctness of the court’s ruling in determining whether there has been an abuse of discretion.” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Barnes, </em>232 Conn. 740, 746-47, 657 A.2d 611 (1995); <em>Williams Ford, Inc. </em>v. <em>Hartford Courant Co., </em>232 Conn. 559, 569, 657 A.2d 212 (1995). “Although it is within the trial court’s discretion to determine the extent of cross-examination and the admissibility of evidence, the preclusion of sufficient inquiry into a particular matter tending to show motive, bias and interest may result in a violation of the constitutional requirements of the sixth amendment.” <em>State </em>v. <em>Colton, </em>227 Conn. 231, 249, 630 A.2d 577 (1993), on appeal after remand, 234 Conn. 683, 663 A.2d 339 (1995), <page-number citation-index=\"1\" label=\"56\">*56</page-number>cert. denied, 516 U.S. 1140, 116 S. Ct. 972, 133 L. Ed. 2d 892 (1996). The relevant inquiry, therefore, is whether the trial court’s ruling excluding the videotape resulted in the exclusion of extrinsic evidence that so significantly bore on the motive, bias and interest of Kulas that the exclusion infringed on the defendant’s confrontation rights.</p>\n<p id=\"b76-6\">The defendant argues that the trial court’s exclusion of the videotape unduly limited the defendant’s cross-examination of the state’s only witness and, therefore, denied the jury the opportunity to weigh fully and fairly Kulas’ credibility. Because the state’s entire case rested on Kulas’ credibility, the defendant argues, the videotape was highly relevant to determine whether Kulas fabricated his claim that the defendant ran over his foot.</p>\n<p id=\"b76-7\">Our review of the record in this case leads us to conclude that the trial court did not abuse its discretion by excluding the videotape. After screening the videotape, the trial court concluded that the defendant’s contention that Kulas manifested hostility toward him was “purely speculative” and that the defendant was “reading a lot” into the officers’ actions. Consequently, the court ruled that the videotape was irrelevant. This ruling was well within the trial court’s discretionary power to exclude irrelevant evidence.</p>\n<p id=\"b76-8\">Moreover, the trial court permitted the defendant a more than ample opportunity to cross-examine Kulas for hostility and bias. “In determining whether a defendant’s right of cross-examination has been unduly restricted, we consider the nature of the excluded inquiry, whether the field of inquiry was adequately covered by other questions that were allowed, and the overall quality of the cross-examination viewed in relation to the issues actually litigated at trial.” (Internal quotation marks omitted.) <em>State </em>v. <em>Santiago, </em>224 Conn. 325, 331, 618 A.2d 32 (1992). The jury heard evidence of <page-number citation-index=\"1\" label=\"57\">*57</page-number>two prior encounters between Kulas and the defendant. First, the defendant testified that when he was stopped at a gas station several years earlier, Kulas pulled his car alongside the defendant’s car and “got out of the car, came over to me, stood ... on my feet with his feet, grabbed the roof rack, front and rear, and pulled himself up so his head was level with mine. He stuck his nose in my face and started yelling and screaming at the top of his lungs.” Second, the defendant testified that, as he was “running his dog” while riding a bicycle near his house, Kulas drove by the defendant and almost knocked him off his bicycle. In addition, the jury saw a portion of the videotape in question that the defendant claimed showed Kulas angrily throwing a wet towel at the defendant. The trial court properly allowed the defendant “to expose to the jury facts from which [the] jurors, as the sole triers of fact and credibility, could appropriately draw inferences relating to the reliability of the witness.” (Internal quotation marks omitted.) Id. The trial court did not abuse its discretion in excluding the videotape.</p>\n<p id=\"b77-6\">II</p>\n<p id=\"b77-7\">The defendant’s second issue on appeal is whether the trial court improperly denied him full access to Kulas’ personnel file. The trial court, after conducting an in camera inspection, granted the defendant access to only some of the records. The defendant argues that the trial court abused its discretion by denying him access to all of Kulas’ records. This claim is without merit.</p>\n<p id=\"b77-8\">“The trial court must make available to the defendant only that material that it concludes ‘is clearly material and relevant to the issue involved.’ ” Id., 337. “[T]he trial court has discretion to determine the relevancy of evidence and to limit the scope of cross-examination. . . . This includes limiting discovery where material is <page-number citation-index=\"1\" label=\"58\">*58</page-number>sought for impeachment proposes.” (Citation omitted.) Id., 336; <em>State </em>v. <em>Januszewski, </em>182 Conn. 142, 171, 438 A.2d 679 (1980), cert. denied, 453 U.S. 922, 101 S. Ct. 3159, 69 L. Ed. 2d 1005 (1981). The court must balance the witness’ interest in maintaining the confidentiality of his personnel file against the right of a criminal defendant to cross-examine fully all witnesses against him. <em>State </em>v. <em>Harris, </em>227 Conn. 751, 766, 631 A.2d 309 (1993). The trial court’s decision will not be overturned unless the court has abused its discretion. <em>State </em>v. <em>Lindstrom, </em>46 Conn. App. 810, 820, 702 A.2d 410, cert. denied, 243 Conn. 947, 704 A.2d 802 (1997).</p>\n<p id=\"b78-6\">In this case, the trial court diligently weighed Kulas’ interest in maintaining the confidentiality of his personnel file and the defendant’s interest in cross-examining fully all witnesses, and concluded that Kulas’ personnel file contained several items relevant to his veracity as a witness; the court ordered that these items be disclosed to the defendant. The trial court found that the remainder of the file contained nothing relevant to impeach Kulas. Having reviewed the personnel file, we come to the same conclusion. Therefore, the trial court did not abuse its discretion in denying the defendant access to Kulas’ entire file.</p>\n<p id=\"b78-7\">The judgment is affirmed.</p>\n<p id=\"b78-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b72-12\"> General Statutes § 53a-64 (a) provides: “A person is guilty of reckless endangerment in the second degree when he recklessly engages in conduct which creates a risk of physical injury to another person.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}