{
  "casebody": {
    "data": "<casebody firstpage=\"577\" lastpage=\"591\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b597-8\">BERNARD O’SHEA <em>v. </em>JEFFREY M. MIGNONE ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5j\">(AC 17348)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b597-9\">Schaller, Spear and Hennessy, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b597-18\">Argued March 24</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A9P\">officially released September 29, 1998</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b598-6\"><page-number citation-index=\"1\" label=\"578\">*578</page-number><em>Wesley W. Horton, </em>with whom were <em>Karen L. Murdoch </em>and, on the brief, <em>Susan Cormier </em>and <em>John A. Reed, </em>and <em>Bageshree Ranade </em>and <em>Michele C. Camerota, </em>certified legal interns, for the appellant (named defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b598-7\"><em>Mario DiNatale, </em>with whom was <em>Jonathan M. Levine, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b598-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b598-9\">HENNESSY, J.</author>\n<p id=\"Axc\">The defendant Jeffrey M. Mignone<footnotemark>1</footnotemark> appeals from the judgment, rendered after a jury trial, in favor of the plaintiff, Bernard O’Shea, on his claims related to a negligence action. The defendant claims that the trial court improperly (1) bifurcated the trial as to liability and damages, (2) excluded testimony by Barbara Farrington and Tracey Mignone and (3) excluded the testimony regarding an unidentified witness. We affirm the judgment of the trial court.</p>\n<p id=\"b598-10\">On January 17, 1997, the jury returned a verdict as to liability only, finding that the defendant, Jeffrey M. Mignone, was the hit-and-run driver who had struck <page-number citation-index=\"1\" label=\"579\">*579</page-number>the plaintiff as he walked across West Putnam Avenue in Greenwich on May 10, 1986. On January 28, 1997, the jury returned a plaintiffs verdict as to damages in the amount of $2,050,000. On February 3, 1997, the defendant filed a motion to set aside the verdict and for remittitur. On June 10, 1997, after hearing fully from both parties, the trial court denied the defendant’s motions. This appeal followed.</p>\n<p id=\"b599-5\">I</p>\n<p id=\"b599-6\">The defendant first claims that the trial court improperly granted the plaintiffs motion to bifurcate the trial as to liability and damages. The defendant argues that the bifurcation substantially prejudiced his ability to present a defense, including the cross-examination of the plaintiff, and thereby denied him a fair and impartial trial. In response, the plaintiff argues that the trial court’s decision to bifurcate was supported by the record, did not prejudice the defendant and, accordingly, that court did not abuse its discretion. We agree with the plaintiff.</p>\n<p id=\"b599-7\">Prior to trial, the plaintiff requested that the trial be bifurcated as to liability and damages in an effort to avoid unnecessary costs. The costs that the plaintiff sought to avoid were associated with the plaintiffs treating physician and expert witness; the attendant costs of bringing him to Stamford from Kentucky would be approximately $10,000. The plaintiff argued that if the jury failed to find liability, testimony related to damages would be unnecessary. The plaintiff argued that because liability was a “hotly” contested issue and the expense of the key witness related to damages was great, it would be in the plaintiffs economic interest for the case to be bifurcated as to liability and damages. The trial court denied that motion on December 17, 1996.</p>\n<p id=\"b600-4\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>Trial began on January 2, 1997, when both parties presented opening statements to the jury. On January 3, 1997, in the liability phase, the plaintiff called two witnesses, Michael J. Kegan and Robert Salzman, who testified as to liability only. Thereafter, defense counsel became ill and the trial was not resumed until January 13,1997, at which time the plaintiff renewed his motion for bifurcation. Arguing in support of that motion, the plaintiff informed the court that several witness problems had arisen due to the delay.<footnotemark>2</footnotemark> The plaintiff estimated that under the current timetable, the jury would not get the case until January 24, 1997, which could be a problem as some jurors had expressed concern about being able to continue after January 17,1997. If the trial court bifurcated the trial, however, the plaintiff anticipated the conclusion of its case as to liability within two trial days.</p>\n<p id=\"b600-5\">The defendant responded, stating that he felt the circumstances had not changed so substantially<footnotemark>3</footnotemark> that the motion to bifurcate should be granted after the trial had begun and that if it were it would be an unfair penalty to the defense. The defendant was concerned that he would be unable to impeach the plaintiff effectively if the case were bifurcated. The trial court found this argument unpersuasive because it was clear that the plaintiff did not recall the details of the accident <page-number citation-index=\"1\" label=\"581\">*581</page-number>and his testimony would be limited to the fact that he was struck by a car.</p>\n<p id=\"b601-5\">The trial court requested that the defendant cite specific facts that he would be precluded from introducing as impeachment evidence if the motion for bifurcation were granted. The defendant stated that he wanted to bring in evidence that tended to show that the plaintiff had made five other unrelated claims of similar injuries, which information would affect his overall credibility. The defendant argued that this information clearly related to damages and not liability; however, the jury was entitled to a complete picture of the plaintiffs veracity.</p>\n<p id=\"b601-6\">On Tuesday, January 14, 1997, the trial court granted the plaintiffs renewed motion to bifurcate pursuant to General Statutes § 52-205<footnotemark>4</footnotemark> and Practice Book § 283, now § 15-1.<footnotemark>5</footnotemark> In granting the motion, the trial court stated that the defendant failed to articulate “what testimony will affect the liability issue. It would affect the damage issue, of course, and that is testimony that certain injuries came from this accident or another accident, but it’s also not clear what testimony of the plaintiff on liability would be affected. The crucial issue in this case is whether the defendant did in fact hit the plaintiff pedestrian, and the plaintiff cannot testify, and will not be testifying, to any of the facts surrounding whether or not he was hit by the defendant. Cross-examination on the damage issue is not crucial to the defendant. It certainly does not limit his right to cross-examine, as we understand that concept, and he’s not deprived of due process of law. On the defendant’s theory, a judge <page-number citation-index=\"1\" label=\"582\">*582</page-number>could never bifurcate a trial. Defendant could always argue that there might be some testimony on which he could discredit a witness.”</p>\n<p id=\"b602-5\">The trial court ultimately ruled that bifurcation was appropriate at that stage of the proceedings because it was (1) in the interest of conserving the time and energy of the court and the jury, (2) the plaintiff had been prejudiced financially due to the delay and bifurcation would be economical, and (3) the defendant did not present a cognizable argument to persuade the court that the proper cross-examination of the plaintiff on liability would be prejudiced by bifurcation. The trial court and the parties agreed that, due to the change in course, the jury should be informed of the bifurcation. Accordingly, the trial court instructed the jury, without objection, that it had “decided to separate the issue of liability in this case from the issue of damages.”</p>\n<p id=\"b602-6\">“Bifurcation of trial proceedings lies solely within the discretion of the trial court; see <em>Day </em>v. <em>General Electric Credit Corp., </em>15 Conn. App. 677, 689, 546 A.2d 315, cert. denied, 209 Conn. 819, 551 A.2d 755 (1988); <em>In re Jose C., </em>11 Conn. App. 507, 508, 527 A.2d 1239 (1987); and appellate review is limited to a determination of whether that discretion has been abused. See <em>Swenson </em>v. <em>Sawoska, </em>18 Conn. App. 597, 601, 559 A.2d 1153 (1989), aff'd, 215 Conn. 148, 575 A.2d 206 (1990).</p>\n<p id=\"b602-7\">“The interests served by bifurcated trials are convenience, negation of prejudice and judicial efficiency. <em>Vichare </em>v. <em>Ambac, Inc., </em>106 F.3d 457, 466 (2d Cir. 1996). Bifurcation may be appropriate in cases in which litigation of one issue may obviate the need to litigate another issue. See <em>Morse/Diesel, Inc. </em>v. <em>Fidelity &amp; Deposit Co. of Maryland, </em>763 F. Sup. 28, 35 (S.D.N.Y.), modified in part on other grounds, 768 F. Sup. 115 (S.D.N.Y. 1991).” <em>Reichhold Chemicals, Inc. </em>v. <em>Hartford Accident &amp; Indemnity Co., </em>243 Conn. 401, 423-24, 703 A.2d 1132 (1997).</p>\n<p id=\"b603-3\"><page-number citation-index=\"1\" label=\"583\">*583</page-number>“Discretion means a legal discretion, to be exercised in conformity with the spirit of the law and in a manner to subserve and not to impede or defeat the ends of substantial justice. . . . It goes without saying that the term abuse of discretion does not imply a bad motive or wrong purpose but merely means that the ruling appears to have been made on untenable grounds. . . . In determining whether the trial court has abused its discretion, we must make every reasonable presumption in favor of the correctness of its action. . . . <em>Whalen </em>v. <em>Ives, </em>37 Conn. App. 7, 21, 654 A.2d 798, cert. denied, 233 Conn. 905, 657 A.2d 645 (1995).” (Internal quotation marks omitted.) <em>Turk </em>v. <em>Silberstein, </em>48 Conn. App. 223, 225-26, 709 A.2d 578 (1998).</p>\n<p id=\"b603-4\">We conclude that the trial court acted within its discretion when it determined that under the changed circumstances, judicial efficiency would be best served by bifurcating the trial. A review of the record and arguments of the parties does not lead us to conclude that the ruling of the trial court was made on untenable grounds. To the contrary, the record amply supports the trial court’s granting of the motion to bifurcate, and the defendant failed to demonstrate resulting prejudice either at trial or on appeal. Therefore, the trial court did not abuse its discretion in granting the motion to bifurcate the trial.</p>\n<p id=\"b603-5\">II</p>\n<p id=\"b603-6\">The defendant next claims that the trial court improperly excluded the testimony of Barbara Farrington and Tracey Mignone. Tracey Mignone, the defendant’s fiancee at the time of the accident, and Farrington, her mother, were going to testify that the defendant came to their home on the night of the accident. Upon his arrival, the defendant allegedly told Farrington and Mig-none that he had seen an accident in which a woman driving a red car had hit a pedestrian, stopped her car <page-number citation-index=\"1\" label=\"584\">*584</page-number>and ran back toward the accident.<footnotemark>6</footnotemark> The defendant offered this testimony to bolster his defense that a woman in a red car was the hit-and-run driver who struck the plaintiff.</p>\n<p id=\"b604-5\">On January 16, 1997, the trial court heard argument from counsel regarding portions of Farrington’s videotaped deposition. The plaintiff objected to Farrington’s testimony regarding what the defendant said to her on the ground that it was hearsay. In response, the defendant argued that Farrington’s testimony provided a basis for the defendant’s actions, that the statement had already been admitted into evidence when the defendant said it, and that it went to his state of mind. The trial court ruled that it was hearsay and therefore inadmissible.</p>\n<p id=\"b604-6\">On January 17, 1997, the defendant called Tracey Mignone to the stand, where she was asked what the defendant had told her when he arrived at her home. The plaintiff objected on the ground that the witness’ response would constitute hearsay. The defendant argued that it should be admissible just as Farrington’s statement should have been and, in the alternative, that the statement should fall within the spontaneous utterance exception to the hearsay rule. The trial court sustained the objection, ruling that the statement was not a spontaneous utterance.<footnotemark>7</footnotemark></p>\n<p id=\"b605-3\"><page-number citation-index=\"1\" label=\"585\">*585</page-number>On appeal, the defendant, citing C. Tait &amp; J. LaPlante, Connecticut Evidence (2d Ed. 1988) § 11.3.2, argues that statements that prove circumstantially the declarant’s state of mind and those which are explicit statements of the declarant’s state of mind are admissible as non-hearsay. The defendant claims that his statements to the two witnesses were offered to show his state of mind immediately following the accident and are therefore not hearsay.<footnotemark>8</footnotemark></p>\n<p id=\"b605-4\">Despite the defendant’s claim, the statement offered did not show the defendant’s state of mind nor was his state of mind relevant. “[0]ut-of-court statements to a person are admissible to show his state of mind <em>where his mental state is relevant. . . . State </em>v. <em>Ruffin, </em>206 Conn. 678, 683, 539 A.2d 144 (1988).” (Emphasis in original; internal quotation marks omitted.) <em>State </em>v. <em>Duntz, </em>223 Conn. 207, 233, 613 A.2d 224 (1992).</p>\n<p id=\"b606-4\"><page-number citation-index=\"1\" label=\"586\">*586</page-number>“An out-of-court statement offered to prove the truth of the matter asserted is hearsay and is generally inadmissible unless an exception to the general rule applies. <em>State </em>v. <em>Oquendo, </em>223 Conn. 635, 664, 613 A.2d 1300 (1992). Prior consistent statements of a witness are generally regarded as hearsay and are not admissible at trial, either for their truth or for the purpose of rehabilitating a witness’ damaged credibility. <em>State </em>v. <em>Valentine, </em>[240 Conn. 395, 412, 692 A.2d 727 (1997)]; <em>Thomas </em>v. <em>Ganezer, </em>137 Conn. 415, 417, 78 A.2d 539 (1951). The rationale upon which this rule is based is that the witness’ story is not made more probable or more trustworthy by any number of repetitions of it. ... <em>State </em>v. <em>Dolphin, </em>178 Conn. 564, 569, 424 A.2d 266 (1979). This rule, however, is not absolute. The trial court, within its discretion, may admit a prior consistent statement if offered to rehabilitate a witness who has been impeached by a prior inconsistent statement; see, e.g., <em>State </em>v. <em>McCarthy, </em>[179 Conn. 1, 18-21, 425 A.2d 924 (1979)]; by the suggestion of bias, motive, or interest arising after the time the prior consistent statement was made; see, e.g., <em>State </em>v. <em>Dolphin, </em>[supra, 571]; by a claim of recent fabrication; see, e.g., <em>State </em>v. <em>Pollitt, </em>[205 Conn. 61, 77, 530 A.2d 155 (1987)]; or by a claim of faulty memory; see, e.g., <em>State </em>v. <em>Anonymous (83-FG), </em>[190 Conn. 715, 729, 463 A.2d 533 (1983)]; see generally <em>State </em>v. <em>Brown, </em>[187 Conn. 602, 608, 447 A.2d 734 (1982)] (summary of rule and exceptions). When a prior consistent statement is admitted under any of these exceptions, it is admitted to affect credibility only and not to establish the truth of the statement. <em>State </em>v. <em>McCarthy, </em>supra, 18. <em>State </em>v. <em>Valentine, </em>supra, 413.” (Internal quotation marks omitted.) <em>State </em>v. <em>Hines, </em>243 Conn. 796, 803-804, 709 A.2d 522 (1998).</p>\n<p id=\"b606-5\">The defendant, however, failed to present any of these grounds for admission to the trial court. As a preliminary matter, we remind the defendant that “[o]ur rules already provide that we are not required to consider any claim that was not properly preserved in the <page-number citation-index=\"1\" label=\"587\">*587</page-number>trial court. See Practice Book § 4185 [now § 60-5], Therefore, litigants have ample inducement to present their claims to the trial court in such a way as to preserve them properly for appellate review.” <em>Santopietro </em>v. <em>New Haven, </em>239 Conn. 207, 219-20, 682 A.2d 106 (1996).</p>\n<p id=\"b607-5\">The defendant states in his reply brief that “[s]ince everyone understood that Mr. Mignone’s credibility was at issue, this exception also provides a basis for reversal.” The defendant has failed to point to that portion of the record where the testimony of Farrington and Mignone was offered as a means of rehabilitating the credibility of the defendant. We agree that “[rjeviewability under [§ 60-5] is preserved ‘without a further objection or exception provided that the grounds for such objection and exception, and the ruling thereon as previously articulated remain the same.’ ” <em>Borkowski </em>v. <em>Sacheti, </em>43 Conn. App. 294, 319, 682 A.2d 1095, cert. denied, 239 Conn. 945, 686 A.2d 120 (1996). Under these circumstances, however, we decline to equate the spontaneous utterance exception to the hearsay rule with offering the statements to rehabilitate the credibility of the defendant.</p>\n<p id=\"b607-6\">Furthermore, neither the trial court nor the plaintiff was alerted to the possibility that the ground of the defendant’s objection was anything other than state of mind or spontaneous utterance. The plaintiff, therefore, did not have the opportunity to address, nor did the court rule on, other grounds. To review the defendant’s claim, articulated for the first time on appeal, would result in a trial by ambuscade of the trial judge. See <em>State </em>v. <em>Newsome, </em>238 Conn. 588, 597, 682 A.2d 972 (1996); <em>State </em>v. <em>Prioleau, </em>235 Conn. 274, 311, 664 A.2d 743 (1995). Therefore, we decline to review the exclusion of the statements on the alternative grounds proposed by the defendant in his reply brief.</p>\n<p id=\"b608-3\"><page-number citation-index=\"1\" label=\"588\">*588</page-number>Accordingly, we conclude that the trial court did not abuse its discretion in excluding the proffered testimony of Farrington and Tracey Mignone on the ground that it was hearsay and did not fall within any recognized exceptions presented by the parties.</p>\n<p id=\"b608-4\">Ill</p>\n<p id=\"b608-5\">The final claim of the defendant is that this court should reconsider its decision in <em>O’Shea </em>v. <em>Mignone, </em>35 Conn. App. 828, 647 A.2d 37, cert. denied, 231 Conn. 938, 651 A.2d 263 (1994). We decline to do so.</p>\n<p id=\"b608-6\">To understand the claims of the parties concerning this issue, the additional information contained in <em>O’Shea </em>v. <em>Mignone, </em>supra, 35 Conn. App. 828, is necessary. At the first trial of this matter, “[w]hile cross-examining Sergeant Richard Taracka, the defendants attempted to enter into evidence the police report of the Greenwich police department as an exhibit. The plaintiff objected to two statements contained in the police report on the ground that they were inadmissible hearsay not within an exception. Both statements subsequently were admitted into evidence . . . .” Id., 831-32.</p>\n<p id=\"b608-7\">“During Taracka’s testimony, the defendants attempted to introduce this statement by reading the portion of the police report that contained the statement. Taracka testified that William P. Connors, a special lieutenant with the Greenwich police department, was the unidentified witness. Outside the presence of the jury, Connors testified that he was not present at the scene of the accident nor had he given any statement to the police regarding the accident. Taracka then testified that he was not 100 percent positive that Connors was in fact the unidentified witness. He said that two days after the accident, at 7:30 a.m., he went to State Line Tire Company to inquire about a red car parked in front of the building. While there, he spoke with the <page-number citation-index=\"1\" label=\"589\">*589</page-number>employee who made the statement that was in the police report. Taracka further stated that ‘Connors was the only person that [he] knew at State Line Tire. And being over such a period of time, which was [his] mistake, [he] assumed that it was [Connors] that [he] talked with.’ Connors testified that he had previously worked at State Line Tire Company but that his employment there ended in 1981. The accident took place in 1985.” Id., 835.</p>\n<p id=\"b609-5\">The first trial court admitted the statement, ruling that “Connors was under a duty to relate information to the police.” Id., 836. This court reversed that ruling, finding that “Connors testified that he was certain he had never given such a statement to the police, and Taracka conceded that he wasn’t certain that it was in fact Connors who gave him the statement. Because the identity of the witness could not be determined, the trial court should not have found that the witness had a duty to report such information.” Id., 837. Absent identification, the statement could not be admitted as a business record exception or under the catch-all exception to the hearsay rule. Id. The first trial resulted in a defendant’s verdict; however, it was reversed and the case remanded for a new trial. Thereafter, the defendant’s motion for reargument was denied by this court on October 5, 1994, and the defendant’s petition for certification to appeal from our decision in <em>O’Shea </em>v. <em>Mignone, </em>supra, 35 Conn. App. 828, to the Supreme Court was also denied.</p>\n<p id=\"b609-6\">In the second trial, the defendant called Connors to the stand, outside the presence of the jury, to make an offer of proof as to Connors’ testimony. During the offer of proof, the defendant asked if Connors had given a statement to Taracka to which he replied: “Not to my knowledge, no.” On cross-examination, Connors testified that on the date of the accident, he was working in West Haven. Thereafter, the defendant called Richard <page-number citation-index=\"1\" label=\"590\">*590</page-number>Taracka, the officer who took the anonymous statement. Taracka testified that he took the anonymous statement at “roughly 7:20 a.m. in the morning of [May 13].” Taracka testified that at the time he believed that Connors had given him the statement. On cross-examination, Taracka testified that he had no reason to doubt that on the date of the accident Connors was in West Haven.</p>\n<p id=\"b610-5\">The trial court ruled that the statement was inadmissible because Taracka could not testify with certainty that the statement was given to him by Connors and because Connors’ own testimony indicated that not only had he not given the statement, but because of his employment he could not have witnessed the accident.<footnotemark>9</footnotemark></p>\n<p id=\"b610-6\">On appeal, the defendant agrees that this court’s decision in <em>O’Shea </em>v. <em>Mignone, </em>supra, 35 Conn. App. 828, was binding on the trial court in the second trial, but he argues that the prior decision is not res judicata concerning the same issue presented on appeal.</p>\n<p id=\"b610-7\">“[I]t is a well-recognized principle of law that the opinion of an appellate court, so far as it is applicable, establishes the law of the case upon a retrial, and is equally obligatory upon the parties to the action and upon the trial court. <em>Laurel, Inc. </em>v. <em>Commissioner of Transportation, </em>173 Conn. 220, 222, 377 A.2d 296 (1977); <em>Gray </em>v. <em>Mossman, </em>91 Conn. 430, 434, 99 A. 1062 (1917); 5 Am. Jur. 2d, Appeal and Error § 744.” <em>Dacey </em><page-number citation-index=\"1\" label=\"591\">*591</page-number>v. <em>Connecticut Bar Assn., </em>184 Conn. 21, 23, 441 A.2d 49 (1981).</p>\n<p id=\"b611-6\">We hold that the trial court, relying on the prior decision of this court, as well as the circumstances currently before it, properly ruled that the statement in the police report was inadmissible hearsay. We find that this ruling was correct, and because there was no new or overriding circumstance that would cause us to reconsider our opinion as expressed in <em>O’Shea </em>v. <em>Mignone, </em>supra, 35 Conn. App. 828, we affirm the judgment of the trial court.</p>\n<p id=\"b611-7\">The judgment is affirmed.</p>\n<p id=\"b611-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b598-11\"> The claims as to the defendants D. L. Peterson Trust and Shield Health Care Center were withdrawn by the plaintiff prior to trial. We refer in this opinion to Jeffrey M. Mignone as the defendant.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b600-6\"> The plaintiff had arranged for the responding police officer, Thomas Cox, to be flown in from Riverside, California, where he is currently an agent with the Drug Enforcement Administration, to testily on Wednesday, January 8, 1997. Due to the delay, Cox had to return to California without testifying. In addition, the plaintiffs treating physician was scheduled to testify during the week of trial that was canceled and due to scheduling conflicts was not available for approximately two weeks.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b600-7\"> The trial court summarized its denial of the plaintiffs first motion as follows: “Now, my denial of the motion, last time I stated that precisely how cross-examination on damages will affect liability is not readily apparent, but I did give the defendant the benefit of the doubt, especially since we could finish the case by [January 17, 1997].”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b601-7\"> General Statutes § 52-205 provides: “In all cases, whether entered upon the docket as jury cases or court cases, the court may order that one or more of the issues joined be tried before the others.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b601-8\"> Practice Boole § 15-1 provides in relevant part that “the judicial authority may order that one or more of the issues joined be tried before the others. . .</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b604-7\"> The defendant testified during the trial in answer to his attorney’s question regarding what he said to Barbara Farrington and Tracey Mignone on the evening of the accident. He responded by testifying: “Well, I said that I just saw an accident and I saw, you know, a person get hit by a car and, you know, I basically said it was a red car and a woman got out and, you know, I said went back to the scene of the accident or, you know, looked like she got out of her car, I didn’t think she was going to stop, and really that was it. I mean I didn’t say any more than that.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b604-8\"> The following colloquy took place out of the presence of the jury:</p>\n<blockquote id=\"b604-9\">“[Defendant’s Attorney]: Well, I make the same argument, that it was so close in time to the accident and I think it’s part of the res gestae, and it’s so close in time, I think, for reliability it would be admissible.</blockquote>\n<blockquote id=\"b604-11\">“[Plaintiffs Attorney]: Your Honor, I don’t think it falls in the res gestae <page-number citation-index=\"1\" label=\"585\">*585</page-number>exception to the hearsay rule. Mr. Mignone by his own testimony said it took at least ten minutes to get from the Chinese restaurant to his fiancee’s home, and presumably they had a conversation that lasted several minutes thereafter. A res gestae utterance is a spontaneous utterance which occurs within moments of witnessing something. It is not a prolonged type of conversation, which is what presumably Mr. and Mrs. Mignone had. What he’s trying to do is bootstrap the defendant’s credibility to this witness, which is not something he can do. The testimony is clearly hearsay. Your Honor properly excluded it concerning Mrs. Farrington’s testimony, and I respectfully submit that the same ruling should apply with respect to the testimony of Mrs. Mignone.</blockquote>\n<blockquote id=\"b605-10\">“The Court: I don’t think it is in the res gestae of the incident. I’m going to sustain the objection.</blockquote>\n<blockquote id=\"b605-11\">“[Defendant’s Attorney]: Very well, Your Honor.”</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b605-12\"> The gloss put on the transcript by the defendant is somewhat misleading. The entirety of the transcript that supports the defendant’s argument that the evidence goes to the state of mind of the defendant is as follows: “It shows what his state of mind is. He comes in and tells her what happens.” A few moments later, the defendant argues: “I think it’s an exception to the hearsay rule as—as a declaration state of mind that and—and plus [it has] been testified to already. I mean, what—what—that’s—see, I don’t see the harm.” While the defendant did mention that the statement went to his state of mind, he argued primarily for admission because, in his words, it was already in the case.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b610-8\"> This court decided that the trial court in the first trial improperly admitted into evidence under the business record exception to the hearsay rule that portion of the police report containing the statement of the unidentified witness in that there was no evidence tending to show that the unidentified witness belonged to a particular class of persons, much less a class having a duty to report observations of an accident. <em>O’Shea </em>v. <em>Mignone, </em>supra, 35 Conn. App. 836-37. This court further found that the trial court improperly admitted into evidence tire statement under the catch-all or residual exception to the hearsay rule because the statement was not imbued with the guarantees of reliability and trustworthiness sufficient to support its admission. Id., 837-38.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}