{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b229-5\">David Feinburg Company <em>vs. </em>Joseph Chalfin &amp; Co., Inc.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b229-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A89\">May 23, 1929.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFo\">June 27, 1929.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b229-7\">Present: Rugg, C.J., Crosby, Pierce, Sanderson, &amp; Field, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b230-7\"><page-number citation-index=\"1\" label=\"200\">*200</page-number><em>M. Kabatznick, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b230-8\"><em>J. J. Silverman, </em>for the claimant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b230-9\">Sanderson, J.</author>\n<p id=\"Alu\">This is an action of contract or tort begun by trustee process. The two trustees filed answers admitting funds in their hands which had been assigned by the defendant to Solomon Fillin, doing business as Chromos Trading Company, who was admitted as a party claimant in the action, and filed a motion to discharge both trustees upon their answers. The trustees severally received notices of the assignment from the defendant and from the claimant. The defendant was not served and never appeared. The plaintiff filed interrogatories to the claimant which were duly answered.</p>\n<p id=\"b230-10\">The motion to discharge the trustees was filed October 25, 1928, and was set down for hearing November 9, 1928. At the time of the hearing the plaintiff’s counsel orally requested a jury trial on the issue whether the claimant was entitled to the funds in the hands and possession of the trustees. No formal claim or motion for jury trial was then filed. The <page-number citation-index=\"1\" label=\"201\">*201</page-number>plaintiff’s counsel also asked for further time to present evidence. Both requests were refused. The case was heard upon the trustees’ answers, the claimant’s answers to the plaintiff’s interrogatories, photostatic copies of bills for merchandise sold by the principal defendant to the trustees and copies of the assignments of those bills to the claimant. The plaintiff offered no evidence, but its counsel stated that the plaintiff was prepared to offer evidence that the defendant said that the claimant was charging the defendant exorbitant rates of interest on loans. The bill of exceptions discloses that before the argument the plaintiff presented certain requests for rulings embodying the jury claim, as well as other requests. The judge stated that he denied the first, as no jury claim had been filed. He also stated the rulings made on other requests.</p>\n<p id=\"b231-3\">The refusal to grant the request made at the close of the evidence was the only ruling concerning jury issues to which the plaintiff saved an exception. If we assume that the plaintiff had a right by oral request to make a claim for jury issues at the time assigned for hearing (G. L. c. 246, §§ 16, 17, 33, <em>Hubbard </em>v. <em>Lamburn, </em>189 Mass. 296), it saved no exception to the refusal of the judge to grant this request, but went to trial on the merits before the judge. By so doing it waived any right to have jury issues framed. A request made at the close of the evidence comes too late, and the plaintiff cannot thereby revive a lost right or properly raise the question of a right to have jury issues framed.</p>\n<p id=\"b231-4\">No exception was saved to the refusal of the judge to grant the plaintiff further time for presenting evidence, and the plaintiff has failed to show any error of law in the action of the judge on this matter.</p>\n<p id=\"b231-5\">No prejudicial error is shown by the refusal of the judge to grant any of the requests for rulings which have been argued.</p>\n<p id=\"b231-6\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}