{
  "casebody": {
    "data": "<casebody firstpage=\"443\" lastpage=\"453\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b461-4\">JAMES H. UTTINGER AND FRANK BAADER, PARTNERS, TRADING AS JAMES F. COLLINS &amp; CO., PLAINTIFFS-APPELLANTS, v. MAE B. KOOPMAN, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b461-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b461-6\">Argued August 26, 1957</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"And\">Decided September 25, 1957.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b462-10\"><page-number citation-index=\"1\" label=\"444\">*444</page-number>Before Judges Feeund, Caeiero and Artaserse.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b462-11\"><em>Mr. Martin KesseThaut </em>argued the cause for plaintiffs-appellants <em>(Messrs. Gilhooly, Yauch té Fagan, </em>attorneys; <em>Mr. KesseThaut </em>of counsel).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b462-12\"><em>Mr. George N. Arvanitis </em>argued the cause for defendant-respondent <em>(Messrs. Durand, Ivins é Carton, </em>attorneys; <em>Mr. Arvanitis </em>of counsel).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b463-4\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>The opinion of the court was delivered by</p>\n<author id=\"b463-5\">Fbetoíd, J. A. D.</author>\n<p id=\"AZGc\">This is an appeal from a judgment of the Monmouth County District Court in favor of defendant Mae B. Koopman, on plaintiffs’ action to replevin two broilers, three ranges, and two shelves it had sold pursuant to a conditional sales contract.</p>\n<p id=\"b463-6\">Defendant Mae B. Koopman, the owner of a restaurant called the Buttonwood Manor, leased it together with its coal burning stoves and other fixtures to Buttonwood Manor, Inc. in July 1953. Thereafter, on April 25, 1955 Buttonwood represented itself to be the owner of the premises and purchased the broilers, ranges and shelves from plaintiffs under a conditional sales contract which reserved title to these items in the plaintiffs until full payment of the contract price, and further provided that the items should remain personal property and not become a part of the freehold.</p>\n<p id=\"b463-7\">The contract was filed with the county clerk on April 30, 1955, but before that date the purchased items were installed and the existing coal burning stoves were removed and junked. Such installation comprised merely placing the five individual broiler and range units side by side upon the concrete kitchen floor, interconnecting their respective gas pipes one to the next, and then connecting the gas pipe of one by means of a coupling connector to tbe restaurant service gas pipe. Thus, while the several units were interconnected, only the first was physically connected to the restaurant service gas pipe and its connection was severable without physical injury to the freehold by merely removing the coupling. Lastly, the shelves were connected directly onto the units. There is no evidence that defendant consented either to the installation of these articles or to the title reservation in the conditional sales contract.</p>\n<p id=\"b463-8\">Buttonwood defaulted in the payments under the contract and thereafter was adjudged bankrupt in a federal proceeding. Pursuant to an order of the referee in bankruptcy, the items here in question were ordered to be sold at public sale, “subject to the lien of James E. Collins &amp; Co., in the sum of $891.84.” They were sold to defendant, the highest <page-number citation-index=\"1\" label=\"446\">*446</page-number>bidder, for $10. Defendant, at the sale, which was advertised and well attended, registered no objection to the announced lien. Indeed, she purchased other items, including an ice-maker and a slicing machine, for nominal bids, subject to large outstanding liens. Also, she purchased Buttonwood’s leasehold interest in the restaurant and, after confirmation of the sale, took possession of the restaurant. But she has refused to make any payments under the conditional sales contract or to deliver the items to plaintiffs.</p>\n<p id=\"b464-4\">The trial court found factually that “the merchandise covered by the conditional sales agreement was purchased by the lessee to replace existing coal burning stove in the kitchen of the restaurant building and that the units * * * were placed upon the concrete floor and not physically attached to any part of the building other than by a coupling connection” to the restaurant gas service pipe. Nevertheless, it concluded that since the cooking equipment was a necessary and integral part of the restaurant business, it was bound by the institutional test prevalent in this State, that the equipment could not be removed without material injury to the freehold. Hence, the relief plaintiffs seek was denied. The defendant died subsequent to the commencement of this action and her co-executors have been substituted as parties-defendants.</p>\n<p id=\"b464-5\">On this appeal plaintiffs’ argument is twofold: that defendant should be estopped from contesting the validity of plaintiffs’ lien; and that the ranges, broilers and shelves are not affixed to the realty so as to become part thereof and hence may be replevined. The latter argument will be considered first.</p>\n<p id=\"b464-6\"><em>B. 8. </em>46:32-10, which, corresponds to section 4 of the Uniform Conditional Sales Act, provides that</p>\n<blockquote id=\"b464-7\">“Every provision in a conditional sale reserving property in the seller after possession of the goods is delivered to the buyer, shall be valid as to all persons, except as otherwise provided.”</blockquote>\n<p id=\"b464-8\">Further, <em>B. 8. </em>46:32-14, corresponding to section 7, provides that:</p>\n<blockquote id=\"b465-4\"><page-number citation-index=\"1\" label=\"447\">*447</page-number>“If the goods are so affixed to realty, at tlie time of the conditional sale or subsequently, as to become a part thereof and not to be severable wholly or in any portion without material injury to the freehold, the reservation of property as to any portion not so severable shall be void after the goods are so affixed, as against any person who has not expressly assented to the reservation. * * ®”</blockquote>\n<p id=\"b465-5\">It was the trial court’s conclusion that, since the defendant did not assent to the reservation of title in plaintiffs, the contract was void as to her under the quoted provision, since the ranges and broilers are not severable “without material injury to the freehold” as that clause is construed by our courts. This clause was interpreted in <em>Future Bldg. &amp; Loan Ass'n v. Mazzocchi, </em>107 <em>N. J. Eq. </em>422 <em>(Ch. </em>1931), where the court stated that the word “material” as used in the siatute “in one sense means material injury to the structure, but it also connotes injury to the institution of which the structure is a part.” This interpretation was subsequently repudiated in <em>Bank of America National Association v. La Reine, Hotel Corp., </em>108 <em>N. J. Eq. </em>567, 580 <em>(Ch. </em>1931), but was thereafter adopted by our former Court of Errors and Appeals in <em>Domestic Electric Co., Inc., v. Mezzaluna, </em>109 <em>N. J. L. </em>574 <em>(E. &amp; A. </em>1932). The rule was restated in the leading case of <em>Smyth Sales Corp. v. Norfolk B. &amp; L. Ass’n, </em>116 <em>N. J. L. </em>293, 298 <em>(E. &amp; A. </em>1935), 111 <em>A. L. R. </em>357, thus:</p>\n<blockquote id=\"b465-6\">“® * * if the severance of it <em>[i. e.., </em>a chattel affixed to and forming a part of the realty] will prevent the structure from being used for the purpose for which it was erected or for which it has been adapted, then the article is not severable without material injury to the freehold.”</blockquote>\n<p id=\"b465-8\">Under this test, the ranges and broilers here in question are manifestly not removable without material injury to the freehold since the restaurant could not operate as such without them.</p>\n<p id=\"b465-9\">Yet, as plaintiffs contend, it is not enough to find that a chattel is not severable without material injury to the freehold, because, before that question is reached, it must first be determined whether the goods, in the language of <page-number citation-index=\"1\" label=\"448\">*448</page-number><em>B. S. </em>46:32 — 14 were “so affixed to tlie realty * * * as to become a part thereof.” This requirement is prescribed by the statute and unless it is present there is no cause for invoking the institutional test. <em>Amusement Supply Co., Inc., v. Kaybe, &amp;c. Co., Inc., </em>128 <em>N. J. L. </em>98 <em>(Sup. Ct. </em>1942). Preliminarily, however, mention should be made of the third sentence of the quoted section <em>(B. S. </em>46:32-14), which provides that:</p>\n<blockquote id=\"b466-5\">“As against the owner of realty the reservation of the property in goods by a conditional seller shall be void when such goods are to be so affixed to the realty as to become part thereof, but to be severable without material injury to the freehold, unless the conditional sale contract, or a copy thereof, together with a statement signed by the seller briefly describing the realty and stating that the goods are to be affixed thereto, shall be filed before they are affixed, in the office where a deed would be recorded to affect such realty.”</blockquote>\n<p id=\"b466-6\">Since the conditional sales contract here involved was not filed before the ranges and broilers were installed, as required by the statute, the sales contract is void as to the defendant restaurant owner, if the goods were “affixed to the realty as to become part thereof” — but here whether or not they are severable without material injury to the freehold.</p>\n<p id=\"b466-7\">In the <em>Smyth </em>case (116 <em>N. J. L., </em>at <em>page </em>298) the court held that:</p>\n<blockquote id=\"b466-8\">“When a chattel which, clearly, is permanently essential to the completeness of a structure, having regard to the character of that structure and the functioning of it in the use for which it was obviously designed, is actually, purposely, and lawfully affixed to and into the structure, it becomes, in our opinion, a part of the realty; * * *.”</blockquote>\n<p id=\"b466-9\">This test, however, advances the inquiry but a single step since under it we must next inquire whether the chattel was “actually, purposely and lawfully affixed to and into the structure.” Nevertheless, it establishes as the factors of the test the nature of the article annexed; the character and purpose of the structure to which it is annexed; the <page-number citation-index=\"1\" label=\"449\">*449</page-number>purpose or use for which the annexation is made; and the character and mode of the annexation. Consistent with these factors, although they are differently stated in different jurisdictions, it is generally held that a gas range installed in a dwelling and connected simply by a supply pipe does not become a part of the realty. <em>Arlotto v. Hauck Really Co., </em>13 <em>N. J. Misc. </em>305 <em>(Sup. Ct. </em>1935); <em>Annotation, </em>7 <em>A. L. R. </em>1578. Compare <em>Erdman v. Moore &amp; Co., </em>58 <em>N. J. L. </em>445 <em>(Sup. Ct. </em>1896). Yet, while some courts subscribe to this view even in multiple-unit apartment buildings, where all gas ranges axe supplied as a part of the apartment facilities, other courts consider them part of the apartment house plant. <em>Future Bldg. &amp; Loan Ass’n v. Mazzocchi, supra; Crown v. Regna Construction Co., </em>104 <em>N. J. Eq. </em>469 <em>(Ch. </em>1929).</p>\n<p id=\"b467-5\">The case of <em>Porch v. Agnew Co., </em>70 <em>N. J. Eq. </em>328, 339 <em>(Ch. </em>1905), affirmed 71 <em>N. J. Eq. </em>305 <em>(E. &amp; A. </em>1906), involved a factual situation analogous to that of the present case. There the court considered the character of a 12-foot range, three fires, three ovens and various other equipment installed in a hotel kitchen. In finding these articles to be so attached as to be a part of the realty, the court stated that “this kitchen equipment was absolutely essential to the use of the hotel for the purposes for which it was built. Without it there would have been no hotel.” Although the mode of the installation in the <em>Agnew </em>case was of a more permanent character than the single pipe coupling of the present case, the absolute essentiality of the range and other equipment to the operation of the hotel in that case is a factor equally present here. Nor can we overlook the fact that the restaurant here as originally leased was equipped with a range, <em>cf. Lumpkin v. Holland Furnace Co., Inc., </em>118 <em>N. J. Eq. </em>313 <em>(E. &amp; A. </em>1935), since this evidences the fact that the range formed an integral part of the restaurant plant. Accordingly, it is concluded that the purchased ranges and broilers, once installed, became a part thereof within the intendment of the quoted section and thus, as to defendant, the conditional sales contract is void. More<page-number citation-index=\"1\" label=\"450\">*450</page-number>over, no different result is reached as to the units which are connected to each other but not to the restaurant service gas pipe.</p>\n<p id=\"b468-4\">nevertheless, it does not necessarily follow that, prior to defendant’s purchase of the ranges and broilers at the bankruptcy sale, the defendant’s right to these articles would have been superior to that of Buttonwood Manor, Inc., who was then still her tenant. Eor as between these parties, in the absence of an agreement to the contrary, Buttonwood, while still in possession of the premises as tenant, may remove whatever it erected or installed for the purpose of carrying on trade, provided they can be removed without material injury to the freehold. <em>Handler v. Horns, </em>2 <em>N. J. </em>18, 24 (1949); <em>cf., Annotation, </em>39 <em>A. L. R. </em>1044, 1048. And, as stated in the <em>Handler </em>case, fixtures as between a landlord and tenant <em>are </em>generally placed on the demised premises for the tenant’s benefit without any intention to increase the value of the landlord’s property, and under such circumstances the tenant may remove such fixtures, provided no material injury is caused to the freehold. The institutional theory has not been extended to the landlord-tenant relationship, where the subject is still a matter of bargain and intention. <em>Handler v. Horns, supra, </em>2 <em>N. J. </em>at <em>page </em>25. However, without challenging the right in Buttonwood, or the power of the trustee in bankruptcy to remove the items, the defendant purchased the articles at the bankruptcy sale “subject to the lien of James E. Collins <em>&amp; </em>Co., in the sum of $891.84,” for only $10. Since that lien may well have had the effect of deterring others from bidding a fair price for the articles and possibly depressing the price brought at the sale, perhaps to the extent of the lien, defendant’s purchase without protesting the lien estops her from now contesting the validity of the lien or its enforcement by plaintiffs’ present action in replevin. It would be inequitable to permit the defendant purchaser to violate a condition upon which she purchased the items described in the conditional sales contract. <em>Warwick v. Dawes, </em>26 <em>N. J. Eq. </em>548 <em>(E. &amp; A. </em>1875); <em>Camden Safe Deposit &amp; </em><page-number citation-index=\"1\" label=\"451\">*451</page-number><em>Trust Co. v. Citizens’ Ice, Co., </em>71 <em>N. J. Eq. </em>221 <em>(E. &amp; A. </em>1907); <em>Patch Manufacturing Co. v. William A. Gahagan Co., </em>93 <em>N. J. Eq. </em>73 <em>(Ch. </em>1921), affirmed 93 <em>N. J. Eq. </em>223 (1921) ; <em>Bergenfield Printing Co. v. Intertype Corp., </em>104 N. <em>J. Eq. </em>212 <em>(E. &amp; A. </em>1928); <em>cf. Lepore v. Ajamian, </em>40 <em>N. J. Super. </em>214 <em>(App. Div. </em>1950). And, as the defense of estoppel is cognizable in courts of law as well as in courts of equity, <em>LaRosa v. Nichols, </em>92 <em>N. J. L. </em>375 <em>(E. &amp; A. </em>1918), it is assertable in the county district court with the same effect as in Chancery. <em>Crest Drug Store, Inc. v. Levine, </em>142 <em>N. J. Eq. </em>652 <em>(E. &amp; A. </em>1948); <em>A. &amp; M. Blank Co. v. Industrial Management Co., 2 N. J. Super. </em>193 <em>(Ch. Div. </em>1948). Accordingly, defendant will be estopped from contesting the validity of plaintiffs’ conditional sales contract.</p>\n<p id=\"b469-5\">The judgment is reversed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b469-6\">Abtaseb.se, J. S. C.</author>\n<p id=\"A_q\">(temporarily assigned) (dissenting). I am in accord with my colleagues in their determination that the ranges, broilers and shelves were so affixed to the realty as to become a part thereof and that the doctrine of estoppel is enforced alike by both courts of law and equity. I also agree that the question of the relative rights of the tenant and landlord as between them to the articles was not in issue. However, I am constrained to dissent to the finding by the majority that the landlord here is estopped from contesting the validity of plaintiffs’ lien.</p>\n<p id=\"b469-7\">In all the cases cited by my colleagues in support of their conclusion there was one important fundamental difference from the facts in the instant case. The purchasers in all of them were strangers to the property and had no prior right to it at the time of the sale. Hot so here. The doctrine of estoppel was properly applied in the cited cases for the reasons stated. See also the eases cited in <em>Bergenfield Printing Co. v. Intertype Corp., </em>104 <em>N. J. Eq. </em>212, 216 <em>(E. &amp; A. </em>1928).</p>\n<p id=\"b469-8\">In the present case the purchaser at the bankruptcy sale did have a prior interest and a superior right to that of <page-number citation-index=\"1\" label=\"452\">*452</page-number>the plaintiffs which the majority has upheld, — that as between the plaintiffs, conditional vendors, and the defendant, landlord, the fixtures in question were part of the realty and that the conditional sales contract was void. While it is .true that the sale was made subject to the plaintiffs’ lien for the nominal sum of $10 how can such action as between the plaintiffs, conditional vendors, and the defendant, landlord, give the former a right which they did not have before the sale ? The defendant landlord did not acquire ownership of the fixtures at the bankruptcjr sale. She had it from the time of their affixation to her realty, at least with respect to the plaintiffs. She was no mere stranger to the fixtures in question.</p>\n<p id=\"b470-4\">In <em>Berk v. Isquith Productions, Inc., </em>98 <em>N. J. Eq. </em>608 <em>(Ch. </em>1925), Vice-Chancellor Berry held:</p>\n<blockquote id=\"b470-5\">“* * * that, where one purchases land expressly subject <em>to </em>a usurious mortgage, and is allowed a credit of the amount of that ■mortgage on the purchase price of the property, he is estopped from pleading the defense of usury.” <em>(p. </em>612)</blockquote>\n<blockquote id=\"b470-7\">“While it is quite clear that a mere stranger cannot set up usury .in avoidance of a mortgage to which he is neither party nor privy, the defense may be set by anyone claiming under the mortgagor and in privity with him, and, as a general principle, it may be . stated, that whenever a subsequent holder of a title to lands subject to a usurious mortgage ‘stands <em>quoad hoc </em>in the shoes of the mortgagor,’ he may set up this defense.” (p. 614)</blockquote>\n<blockquote id=\"b470-8\">“* * * the fact is the taint as to them still exists in all its original force.” <em>(p. </em>614)</blockquote>\n<p id=\"b470-10\">■ The same logic and reasoning applies here. The landlord was not a mere stranger. As between the conditional vendors and the landlord, the conditional sales contract was void and the fixtures were part of the realty. Between them the taint of the invalidity of the conditional sales contract existed in all its original force, and the purchase at the bankruptcy .sale by the landlord did not give validity to that contract or have the effect of converting the articles into personalty after they had become part of the realty.</p>\n<p id=\"b470-11\">Moreover, the plaintiffs cannot assert an estoppel. The landlord’s purchase did not change the plaintiffs’ position <page-number citation-index=\"1\" label=\"453\">*453</page-number>nor status as between them from those which the plaintiffs had prior to the sale. Not only must the party claiming an estoppel have believed and relied upon the words or conduct of the other party but also he must have been thereby induced to act or to refrain from acting in such a manner and to such an extent as to change his position or status to his detriment from that which he would otherwise have occupied. <em>Wysokowski v. Polish-American, &amp;c., Ass’n, </em>95 <em>N. J. L. </em>352 <em>(Sup. Ct. </em>1921), affirmed 96 <em>N. J. L. </em>447 <em>(E. &amp; A. </em>1921). Estoppel is denied where no damage has been sustained by the party asserting the estoppel from the conduct of the party sought to be estopped. 50 <em>A. L. R. </em>946; 19 <em>Am. Jur., Estoppel, sec. </em>146. There can be no estoppel where there is no loss, injury, damage or prejudice to the party claiming it. 19 <em>Am. Jur., Estoppel, sec. </em>85. The plaintiffs suffered no loss or damage nor were they prejudiced in any way by the landlord’s purchase at the bankruptcy sale. As to the landlord, the plaintiffs’ contract of sale was void and the broilers, ranges and shelves had become part of the realty.</p>\n<p id=\"b471-5\">To uphold an estoppel in favor of the plaintiffs under the circumstances would do an injustice to the defendant landlord, and give something to the plaintiffs to which they are not entitled. No other creditor of the bankrupt tenant shares in the recovery, hence the contention that the sale price was depressed and that the bidding was stiffed has no application here.</p>\n<p id=\"b471-6\">I vote to affirm.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}