{
  "casebody": {
    "data": "<casebody firstpage=\"253\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b297-4\">696 A.2d 443</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b297-5\">Heath William BURCH, v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b297-7\">No. 38,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Ack\">Sept. Term, 1996.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b297-8\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b297-9\">July 3, 1997.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b302-11\"><page-number citation-index=\"1\" label=\"258\">*258</page-number>Mark Colvin, Assistant Public Defender, John L. Kopolow, Assistant Public Defender (Stephen E. Harris, Public Defender, on brief), Baltimore, for Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b302-12\">Thomas K. Clancy, Assistant Attorney Gneral (J. Joseph Curran, Jr., Attorney General, on brief), Baltimore, for Appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b303-3\"><page-number citation-index=\"1\" label=\"259\">*259</page-number>Argued before BELL, C.J., and ELDRIDGE, RODOWSKY, CHASANOW, KARWACKI, RAKER and WILNER, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b303-5\">WILNER, Judge.</author>\n<p id=\"b303-6\">In the early morning hours of March 19, 1995, appellant broke into the home of Robert and Cleo Davis, an elderly couple in their 70’s, for the purpose of stealing property that he could eventually sell in order to buy cocaine. When confronted by the Davises, he savagely attacked them and then stole some guns, some money, and Mr. Davis’s truck. Mr. and Mrs. Davis died as a result of the injuries inflicted by appellant.</p>\n<p id=\"b303-7\">A jury in the Circuit Court for Prince George’s County found appellant guilty of multiple offenses, including, as to each of the victims, premeditated first degree murder and three counts of felony murder, based, respectively, on the underlying felonies of burglary, robbery, and robbery with a deadly weapon. The same jury then decided that his sentence should be death, whereupon the court imposed two death sentences—one with respect to each victim. Appellant does not deny that he broke into the Davis home and killed Mr. and Mrs. Davis. He does, however, present 12 reasons why we should reverse his convictions and sentence. We find partial merit in one of his complaints and, as a result, shall vacate one of the two death sentences he received. Otherwise, we shall affirm.</p>\n<p id=\"b303-8\">I. <em>UNDERLYING FACTS</em></p>\n<p id=\"b303-9\">The crimes were discovered by Franklin Weaver, a family friend of the Davises, who went to their home around noon on March 20 and found the front door ajar. Upon entering, he saw Mrs. Davis lying on the living room couch, with blood spattered all over her and on the floor. On the couch also was a bloody telephone receiver. Mrs. Davis was alive and asked for water. Weaver got some water from the refrigerator, noticing blood on the kitchen walls as well. He discovered <page-number citation-index=\"1\" label=\"260\">*260</page-number>Mr. Davis in the bedroom, lying dead on his back by the side of the bed. Weaver said that it appeared as if someone had thrown “a whole bucket of blood on him, ... and blood splattered all over.” He promptly called 911 and waited for the police to arrive.</p>\n<p id=\"b304-5\">Mr. Weave! testified that Mr. Davis had a collection of rifles that he stored in two closets, one in the living room and one in the bedroom, ard a handgun that he kept on his bedroom night table. He also had a 1989 Chevrolet Blazer, which Weaver said was not at the house when he arrived.</p>\n<p id=\"b304-6\">Mr. Weaver’s description of the scene was confirmed by police officer Sophia Sheppard, who responded to the 911 call. Photographs of the scene taken by police technician William Greene and diagrams prepared by another police technician were placed into evidence. Based on what he observed and his knowledge of low and high velocity blood spatter, Greene concluded that a struggle involving Mr. Davis began in the hallway outside the bedroom and continued into the bedroom. Mr. Davis was initially upright but, succumbing to his injuries as the struggle continued, he assumed a kneeling or prone position. He continued to flail about in the bedroom prior to his death.</p>\n<p id=\"b304-7\">Mr. Greene also described a trail of blood leading from the kitchen to the couch where Mrs. Davis was found. A large amount of blood was found beneath the kitchen telephone. The point of entry was a bathroom window, off the hallway.</p>\n<p id=\"b304-8\">Mrs. Davis was taken to the hospital, where she died on March 27. An autopsy of Mr. Davis revealed 33 wounds, of which 11 were stab wounds. The medical examiner opined that the stab wounds were caused by the blade of a scissor. Two stab wounds were in the upper chest, two in the middle chest, one in the neck, two in the back, one in the right shoulder, and one on a finger. Three of the chest wounds were potentially fatal—one that severed the aorta, one that penetrated three-and-a-half inches into both sides of the heart, and one that penetrated the right lung.</p>\n<p id=\"b305-4\"><page-number citation-index=\"1\" label=\"261\">*261</page-number>Mrs. Davis was 78 years old. She was five feet one inch tall and weighed 97 pounds. She had suffered both blunt and sharp force injuries; there were 10 impact sites on her body and 13 of her ribs, one ulnar bone, and one pubic bone were broken. The medical examiner testified that she died of blunt force injuries and complications resulting from them. He was aware that she had osteoporosis, emphysema, bronchitis, and other medical problems, and his conclusion took that into account.</p>\n<p id=\"b305-5\">Except in the context of some of the particular issues discussed later, it is not necessary to recite in detail the evidence linking appellant to these killings. It was substantial. Through counsel at trial and in a statement given to the police, he admitted being the person who entered the Davis home and killed the occupants. A boot found in his home matched a bloody footprint in the Davis home, and traces of Mr. and Mrs. Davis’s blood were found on clothing taken from appellant’s home. Appellant’s brother, Travis, testified that on March 19, he, appellant, and their parents lived within sight of the Davis home. In the early morning hours, appellant came to the door of their home and was admitted by Travis. Appellant said that he had killed two people. He had blood on his neck and on his hands and was in possession of a handgun, which he offered to Travis. He also gave his brother $80, keeping about $25 for himself.</p>\n<p id=\"b305-6\">As we indicated, appellant has raised 12 issues in this appeal, one relating to his motion to suppress certain statements made by him, several dealing with matters occurring during the trial of guilt or innocence, and others concerning the sentencing proceeding. We shall address his complaints in a somewhat different order than presented.</p>\n<p id=\"b305-7\">II. <em>MOTION TO SUPPRESS APPELLANTS STATEMENTS</em></p>\n<p id=\"b305-8\">Seven hours after his arrest, appellant made a number of incriminating statements to Detective Steven Ricker. He moved to suppress those statements on the ground that they <page-number citation-index=\"1\" label=\"262\">*262</page-number>were induced by violence or the threat of violence. The court denied the motion, and the statements were admitted into evidence.</p>\n<p id=\"b306-5\">Appellant was arrested at his home at about 7:00 on the morning of March 24, 1995, pursuant to a warrant issued in connection with another case—a burglary. Although he was then a suspect in the Davis killings, the arrest was solely by virtue of the unrelated burglary.</p>\n<p id=\"b306-6\">Entry into the home and the arrest were effected by a special squad of police officers—an emergency services response team. They quickly secured the home, following which Detective Ricker, who was waiting outside, entered and took charge. The challenge to appellant’s statements is based entirely on what allegedly occurred during that brief period, estimated by Detective Ricker as being between two and five minutes, prior to Ricker’s entry into the house.</p>\n<p id=\"b306-7\">Appellant claimed that he was asleep when the police entered, that he awoke to the sound of a conversation in the hallway to find flashlights shining on him and a gun in his face. An officer “yanked” him off the bed, handcuffed him, and asked his name, which he gave. At that point, one of the officers kicked him “a couple of times” in the shoulder and hip and “stomped” on his feet. He then picked appellant up to take him out of the bedroom and, in the process, tried to ram appellant’s head into the frame of the doorway. Appellant was able to swerve his head the first time but, on a second try, the officer succeeded. Appellant was taken to the kitchen where another officer, he said, kicked him in the chest twice. He was then turned over to Detective Ricker and taken to the police station.</p>\n<p id=\"b306-8\">Appellant’s mother testified that the police came into her bedroom, pulled her husband out of bed, and hit him in the eye. She then saw police officers bringing appellant, handcuffed, out of his room. One of them pushed appellant’s head into the wall and then took him away. She gave no testimony regarding any incident in the kitchen.</p>\n<p id=\"b306-9\">None of the officers from the emergency services response team testified. Detective Ricker said, however, that he en<page-number citation-index=\"1\" label=\"263\">*263</page-number>tered the house as soon as he was informed that it was secure, that he saw appellant handcuffed on the floor of the bedroom, that he did not appear to be hurt or fighting, and that, when being led out of the bedroom, he was not “manhandled” and was not banged into the wall. Ricker testified that he saw no one strike or kick appellant, push him into the wall, or grab his neck, and that appellant never made any complaint to him about any abuse suffered at the hands of the arresting officers. He said that the response team took appellant swiftly outside where Ricker and another officer put him into a police car and took him to the station. He was never seated in the kitchen.</p>\n<p id=\"b307-4\">Appellant arrived at the station at about 7:30 and was put in an interview room. Ricker got some background information from him, then left to speak with appellant’s brother, Travis, and another detective. At 9:15, he reentered the interview room and gave appellant the standard <em>Miranda </em>warnings. Appellant initialed responses to the questions and signed the written form at the bottom. In doing so, he acknowledged that he had not been offered any reward or been threatened in order to get him to make a statement, that he was not then under the influence of any drugs or alcohol, and that he was willing to make a statement without consulting a lawyer. At 9:25, Detective Ricker brought appellant a soda, which appellant had requested, and then left him alone in the room to write a statement. The focus of the statement was not on the Davis case, which had not yet been mentioned, but on other burglaries.</p>\n<p id=\"b307-5\">When Ricker returned about an hour later, appellant had written a three-page statement. Ricker then questioned him about one particular burglary—identified as the Cargill burglary. He observed that appellant had some cuts and scrapes on his arm and neck and asked about them. Appellant responded that he cut his arm going through Cargill’s window and may have scraped his neck sleeping in the woods. Just before noon, a police photographer took pictures of appellant’s cuts and scrapes, some of which appeared to be fresh, others that were healing. Appellant said that he also had bruises on <page-number citation-index=\"1\" label=\"264\">*264</page-number>his shoulder, hip, and left ankle, which he asked be photographed, but no pictures were taken of those bruises. Ricker responded that appellant never complained to him about any such injuries, that he observed none, and that appellant never asked that photographs be taken of any injuries.</p>\n<p id=\"b308-5\">At 1:30, Ricker began questioning appellant about other burglaries, including the Davis break-in. Appellant’s first response was that he had heard about the Davis burglary and was informed that an old man was killed, but he denied responsibility. When Detective Ricker suggested that someone saw appellant in the Davis truck, appellant acknowledged that he had been in the truck—that someone had asked him “to get rid of it.” Ricker requested that he write a statement about that and left the room so he could do so. After consulting with Detective Burns, who had been questioning appellant’s brother, Ricker had another brief conversation with appellant and then left him to write a statement about the Davis house.</p>\n<p id=\"b308-6\">Appellant began writing the statement at 2:05 p.m. Ricker returned forty minutes later and began questioning him about the statement. In the one-page statement, appellant admitted acting as a lookout for a friend, who actually broke into the house. When appellant entered the house, he saw the Davises “all bloody,” at which point he became frightened and fled. For a while, he continued to maintain that he was merely a lookout and that his friend, Black, had apparently killed the Davises, although he added that he took a .22 caliber handgun from the house and that Black took three guns and the Davis truck, which they traded for some crack cocaine. At the end of the questioning, appellant admitted that he had not been telling the truth, whereupon he wrote another statement, that:</p>\n<blockquote id=\"AIM\">“I went to Mr. Davis’s house expecting to get a few odds and ends to sell for crack, and while inside the house, I was approach by Mr. Davis holding a 22 revolver. I quickly grabbed a pair of scissors, and just reacted the best I knew how which resulted in the stabbing of him while so his wife tried to call the police, and I stabbed her[.] I knew she wasn’t dead but my high was coming down and I started to <page-number citation-index=\"1\" label=\"265\">*265</page-number>re[a]lize what I was doing so I hurried up and got the keys and money out of his pants, and left.”</blockquote>\n<p id=\"b309-5\">In further questioning, appellant admitted that he was alone and that there was no “Black.” He said he stabbed Mr. Davis with a scissor and then stabbed Mrs. Davis while she was attempting to call the police. He took two rifles, a shotgun, and a .22 caliber handgun.</p>\n<p id=\"b309-6\">Appellant acknowledged that at no time did Detective Rick-er abuse or threaten him in any way. Nor did anyone else abuse or threaten him after he left his home. As we indicated, the sole basis of the claim that his statement (along with the waiver of his <em>Miranda </em>rights) was involuntary was the alleged abuse he received at the hands of the emergency services response team at the time of the arrest.</p>\n<p id=\"b309-7\">There was, obviously, a clear conflict in the evidence of what occurred during and immediately following appellant’s apprehension. The circuit court declined to resolve that conflict, declaring, instead, that, even if appellant’s version of the event was true, neither the waiver of the <em>Miranda </em>rights nor the ensuing statements were coerced or involuntary. Relying largely on <em>Jackson v. State, </em>209 Md. 390, 121 A.2d 242 (1956), appellant maintains that abuse inflicted prior to an otherwise proper interrogation can cause a defendant to linger under the fear of a repetition and therefore fatally taint the resulting statement.</p>\n<p id=\"b309-8\">In <em>Hof v. State, </em>337 Md. 581, 597, 655 A.2d 370, 378 (1995), we confirmed that a defendant’s confession is admissible in a Maryland court only if it is “(1) voluntary under Maryland nonconstitutional law, (2) voluntary under the Due Process Clause of the Fourteenth Amendment of the United States Constitution and Article 22 of the Maryland Declaration of Rights, and (3) elicited in conformance with the mandates of <em>Miranda </em>” (quoting from <em>Hoey v. State, </em>311 Md. 473, 480, 536 A.2d 622, 625 (1988)). There is no complaint in this appeal that appellant’s statements were not elicited in conformance with the mandates of <em>Miranda; </em>the complaint is that they were coerced, in contravention of both Maryland common law and the two aforecited Constitutional provisions.</p>\n<p id=\"b310-4\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>Under State common law, a confession or other significantly incriminating remark may not be used as evidence against a defendant unless, in the metaphoric words of <em>Hillard v. State, </em>286 Md. 145, 150, 406 A.2d 415, 418 (1979), it is “shown to be free of any coercive barnacles that may have attached by improper means to prevent the expression from being voluntary.” In plain English, that means that, “under the totality of all of the attendant circumstances, the statement was given freely and voluntarily.” <em>Gilliam v. State, </em>320 Md. 637, 650, 579 A.2d 744, 750 (1990), <em>cert. denied, 498 </em>U.S. 1110, 111 S.Ct. 1024, 112 L.Ed.2d 1106 (1991), quoting <em>Lodowski v. State, </em>307 Md. 233, 254, 513 A.2d 299, 310 (1986); <em>Hof, supra, </em>337 Md. at 595, 655 A.2d at 377. The “totality of the circumstances” test also governs the analysis of voluntariness under the State and Federal Constitutional provisions. <em>Reynolds v. State, </em>327 Md. 494, 503, 610 A.2d 782, 786 (1992), <em>cert. denied, </em>506 U.S. 1054, 113 S.Ct. 981, 122 L.Ed.2d 134 (1993).</p>\n<p id=\"b310-5\">Because the circuit court did not resolve the conflict in the evidence as to what occurred in appellant’s home, we must assume, as that court did, that appellant’s version is the correct one. The question, then, is whether, applying the “totality of the circumstances” test, we must conclude that the abuse allegedly suffered by appellant as he was being escorted from his home sufficed to make both his denial of having been threatened and his ensuing statements involuntary. As noted, appellant relies on <em>Jackson, supra, </em>209 Md. 390, 121 A.2d 242, to support his claim that the earlier abuse was a motivating factor in his ultimate statements.</p>\n<p id=\"b310-6\">In <em>Jackson, </em>the defendant, a black man accused of raping and stabbing a 12-year-old white child, was arrested shortly after the incident. He was placed in a police car, stripped, covered only with a blanket, and asked about the incident. When he declined to respond, one of the officers hit him, causing his nose to bleed. The officer then began hitting him on the head with a blackjack. After they arrived at the police station, another officer tried to hit Jackson’s head against the wall and trampled on his toes. Jackson was examined by a <page-number citation-index=\"1\" label=\"267\">*267</page-number>doctor at the jail. Two days later, he was interviewed by two officers, one of whom was the officer who had beaten him in the police car. Jackson gave a statement to the other officer in the presence of a court reporter, who recalled that Jackson appeared calm and composed.</p>\n<p id=\"b311-5\">When the statement was challenged in court, the State more or less conceded that the abuse had occurred but argued that, as the officer taking the statement had done nothing wrong and as Jackson was calm when he made the statement, the abuse had nothing to do with the statement. This Court rejected that argument, noting that involuntariness can come not just from the physical abuse itself but also from the fear of it being repeated. Given the circumstances in that case, including the fact that the abuse had continued at the police station and that the culpable officer was in the room when the statement was elicited and made, we held that “the inference is clear that the prisoner was influenced to some extent by the violence, which the State virtually concedes, or a reasonable fear of its repetition.” <em>Id. </em>at 395, 121 A.2d at 245.</p>\n<p id=\"b311-6\">Responding to the State’s argument that the inference was rebutted by a combination of the court reporter’s observation that Jackson was composed when he made the statement and Jackson’s later acknowledgment to the State’s Attorney that he decided to talk to the officer because “I had it on my chest, so I just might as well tell it and get it over with,” we noted that his composure may well have resulted from the fact that, having decided to confess, he no longer feared repetition of the abuse. <em>Id. </em>at 393, 396, 121 A.2d at 243, 245. In that regard, we distinguished <em>McCleary v. </em>State, 122 Md. 394, 89 A. 1100 (1914), on the ground that, in that case, the alleged threats occurred in Washington, D.C., whereas the confession was given two days later in Hagerstown to different officers, thereby attenuating any causal connection. With respect to Jackson, we observed that “the same officers who had applied the coercion still had him in charge, and the potential threat of repetition was still present when he confessed, despite his statements to the State’s Attorney a short time later.” <em>Id. </em>at 396, 121 A.2d at 245.</p>\n<p id=\"b312-4\"><page-number citation-index=\"1\" label=\"268\">*268</page-number>In the case now before us, the trial judge applied a totality of the circumstances standard. The abuse that allegedly occurred as appellant was being arrested and escorted out of his house was, of course, wholly inappropriate. There is no indication that it was in any way directed at inducing appellant to make a statement, however. It was supposedly committed by members of the emergency services response team and ended when they turned appellant over to Detective Ricker. Ricker did not participate in that abuse and did nothing inappropriate on his own to induce a statement. Unlike in <em>Jackson, </em>the statement was given in a secure environment solely to Detective Ricker. None of the abusing officers were present or, so far as this record reveals, were likely to have any further contact with appellant. Apart from the dispute over whether appellant asked to have various bruises photographed, he made no complaint to Ricker, or anyone else, about the abuse allegedly inflicted on him earlier and did not appear to be suffering from or under the influence of it.</p>\n<p id=\"b312-5\">It goes without saying that the police run a grave risk of having statements and other evidence ruled inadmissible whenever they abuse an accused in their custody. <em>Jackson </em>remains good law, and the State does have the burden of establishing that a confession is free of those “coercive barnacles” spoken of in <em>Hillard, Hoey, </em>and <em>Hof. </em>Abuse of an accused by the police is, at least presumptively, such a “barnacle.” In this case, however, considering all of the circumstances, we are convinced that nothing that may have occurred at appellant’s home in any way induced the statements appellant later made to Detective Ricker. There was no direct evidence and no basis for any inference that appellant feared a repetition of the earlier abuse or that he had any reason for such a fear. <em>See Reynolds, supra, </em>327 Md. 494, 610 A.2d 782.</p>\n<p id=\"b312-6\">III. <em>TRIAL ISSUES</em></p>\n<p id=\"b312-7\">A. <em>Testimony That Appellant “Got A Girl And Had Sex”</em></p>\n<p id=\"b312-8\">Appellant’s brother, Travis, was a somewhat reluctant witness for the State. He had given a written statement to the <page-number citation-index=\"1\" label=\"269\">*269</page-number>police on March 24 and later testified before the grand jury, and when, at trial, he gave answers inconsistent with those statements or asserted a lapse of memory, he was confronted with his earlier assertions and confirmed their accuracy, Travis testified that he and appellant had “got high” together earlier on the evening of March 18, asserting that appellant had been using cocaine, PCP, liquor, and beer. He acknowledged, however, that he never mentioned that in his statement to the police, his separate statement to the prosecutor, or in his testimony before the grand jury.<footnotemark>1</footnotemark></p>\n<p id=\"b313-5\">Between 1:30 and 2:00 on the morning of March 19, appellant knocked on the kitchen door, and Travis let him in. Appellant was calm. In his testimony, Travis said that appellant did not appear to be sober, although he acknowledged having made no such assertion before the grand jury. Appellant had blood on his neck and hands and told Travis that he had killed two people. Travis said that appellant had a .22 caliber handgun and about $100 in cash; he offered Travis the gun and gave him $80. Travis noticed a dark truck parked outside. After about 10 to 15 minutes, appellant got into the truck and left.</p>\n<p id=\"b313-6\">Appellant returned the next day, about 12:30 p.m., and he and Travis had another conversation. During that conversation, appellant said that, after leaving Travis the previous evening, he went to Bell’s liquor store and “got a girl and had sex.” Appellant now asserts that that statement constituted inadmissible evidence of another crime or a prior bad act.</p>\n<p id=\"b313-7\">In Travis’s statement to the police, he said that appellant told him that, after leaving, “he went by Bell’s Liquor and got a trick and had sex with her all night.” In his grand jury testimony, Travis quoted appellant as having said that he “went and got a girl and was, you know, having sex with her all night.” When the question first arose as to the admissibility of those documents, in an <em>in limine </em>proceeding, appellant <page-number citation-index=\"1\" label=\"270\">*270</page-number>objected to the reference in the written statement to getting the girl or “trick” and having sex, on the ground that it constituted “other crimes” evidence. That objection was overruled, although the court made clear that the documents could not be admitted unless a proper foundation was laid.</p>\n<p id=\"b314-5\">When the admissibility of that part of Travis’s statement and testimony arose again, appellant expanded his objection to add that the statement was not true, that it was irrelevant, that it was being offered in bad faith, and that it was unduly prejudicial. The State argued that the statement was relevant to show appellant’s state of mind—essentially, that he was not as intoxicated as he claimed and that he was not in urgent need to sell the stolen goods in order to purchase drugs. Again, the court overruled the objection, concluding, first, that the statement did not constitute “other crimes” evidence and that, even if it did, it had a probative value as to appellant’s state of mind that outweighed any prejudice to him.</p>\n<p id=\"b314-6\">Following this second ruling, Travis was permitted to testify, over objection, that appellant had told him that, after leaving Travis on the 19th, he “went and had a girl and had sex.” After consulting his statement, he added that appellant had gone to Bell’s Liquors and “got a girl and had sex.”</p>\n<p id=\"b314-7\">Treating that testimony as evidence that he solicited a woman for prostitution, appellant presses his attack that this constituted improper evidence of “other crimes” or a prior bad act, that it was irrelevant, and that it was unduly prejudicial. Throughout his brief, he characterizes the evidence as indicating that he had sex with a prostitute, which, he says, is not probative of his state of sobriety, as even an intoxicated person can engage in sexual activity with a prostitute, but simply tars him as being an immoral person.</p>\n<p id=\"b314-8\">We note initially that, although solicitation for purposes of prostitution is a misdemeanor in Maryland (Maryland Code (1996 Repl.Vol.) § 15(e) of art. 27), Travis’s <em>testimony </em>does not state that appellant engaged in that conduct. He said only that appellant claimed that he had “got a girl and had sex,” which, considering that appellant was not married, does not <page-number citation-index=\"1\" label=\"271\">*271</page-number>constitute a crime in this State. Nor, in the absence of any evidence that the “girl” was not a willing partner, does it necessarily constitute a “bad act.”</p>\n<p id=\"b315-5\">Apart from that, the statement did have a special relevance. Appellant’s story was that he was still intoxicated when he arrived back home after the killings and that he needed to dispose of the stolen merchandise in order to purchase more cocaine. Evidence that he instead sought out a sexual partner and engaged in sex with her for the balance of the evening suggests strongly that (1) he was not as intoxicated as he asserted, and (2) he was not in immediate need of money or more drugs.</p>\n<p id=\"b315-6\">Appellant’s complaint that even intoxicated people can engage in sexual activity misses the point; it is not just the sex itself that is significant. Taken in conjunction with Travis’s observation that appellant was calm and composed, it is rather the fact that appellant would make a deliberate decision to seek out a sexual partner, succeed in finding one, and then spend the balance of the evening having sex with her that permits an inference that he was not as intoxicated as he later claimed to be. Moreover, when coupled with the evidence that appellant offered Travis the handgun and most of the money he had stolen, it allows a fair inference that he was not in any dire need to sell the stolen property in order to buy additional drugs. That would be particularly true if the woman <em>was </em>a prostitute, for whatever he paid her would have been unavailable to purchase drugs.</p>\n<p id=\"b315-7\">Even if we were to conclude that this snippet of evidence was improperly admitted, which we do not, we would have no hesitation in holding, beyond any reasonable doubt, that the error was harmless. Appellant never denied breaking into the Davis home, killing Mr. Davis, and leaving Mrs. Davis for dead; he admitted as much to his brother and there was overwhelming evidence corroborating that admission. He was an acknowledged user of unlawful drugs. We reject as absurd the suggestion that the jury’s verdicts were influenced, in the <page-number citation-index=\"1\" label=\"272\">*272</page-number>slightest, by a belief that appellant was a bad or immoral person because he “got a girl and had sex.”</p>\n<p id=\"b316-5\">B. <em>Sufficiency of Evidence as to Mrs. Davis</em></p>\n<p id=\"b316-6\">Appellant claims that the evidence was insufficient to show an intent to kill Mrs. Davis or that the killing was premeditated. The standard that we apply to such an argument is whether, after viewing the evidence in a light most favorable to the State, any rational trier of fact could have found these elements beyond a reasonable doubt. <em>Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560, 573 (1979); <em>State v. Albrecht, </em>336 Md. 475, 478, 649 A.2d 336, 337 (1994).</p>\n<p id=\"b316-7\">In his statement to Detective Ricker, appellant said that, while he was stabbing Mr. Davis, Mrs. Davis tried to call the police, “and I stabbed her[.] I knew she wasn’t dead but my high was coming down and I started to re[a]lize what I was doing so I hurried up and got the keys and money out of his pants, and left.” This statement, he says, shows that he stabbed Mrs. Davis only to stop her from calling the police, that he left her alive in the house, and that, if he wanted to kill her, he easily could have done so. He also looks at Travis’s several recollections of what appellant later told him. In his initial testimony, Travis said that, when appellant appeared at his house after the killings, he told Travis that he had killed “somebody,” which appellant takes as meaning one person. Appellant acknowledges that, in his final testimony, with his recollection refreshed by his earlier statements, Travis recalled appellant saying that he had killed “two people.” Travis also testified that appellant had told him that he thought Mrs. Davis was dead before he left. Appellant dismisses that as simply a mistake on his part, which was not indicative of an intent to kill.</p>\n<p id=\"b316-8\">Finally, he turns his attention to the evidence of the pummeling of Mrs. Davis, a frail 78-year old woman. As to this he argues that “[a]lthough death is clearly one <em>possible </em>consequence of striking a seventy-eight year old woman in the torso and upper and lower extremities with an appreciable amount <page-number citation-index=\"1\" label=\"273\">*273</page-number>of blunt force, death is not a sufficiently <em>probable </em>result to provide the sole support for an inference of an intent to kill.” We would remind appellant that the “amount of blunt force” used by him was appreciable enough to crack 13 of Mrs. Davis’s ribs, her elbow bone, and a pubic bone, that, in addition to the blunt force wounds, there were sharp force injuries as well, and, based on the scene as described by Mr. Weaver and Mr. Greene, that Mrs. Davis apparently lost a lot of blood.</p>\n<p id=\"b317-5\">Travis said at one point that appellant had told him that, following his attack on Mr. and Mrs. Davis, he reentered the Davis home in order to collect the guns, and that, upon his reentry, Mrs. Davis called out the name “Rick,” indicating that she could not see him and did not know who he was. From this, appellant asserts that, as Mrs. Davis could not identify him, he had no reason to kill her. Apart from the fact that Travis also gave an alternative version of appellant’s statement, in which there was no mention of reentering the house or Mrs. Davis calling out the name “Rick,” appellant conveniently overlooks the even more probable inference that, whatever may have been her cognitive ability after the assault, when he attacked her as she was calling the police, she may have known precisely who he was, and that is why he attacked her.<footnotemark>2</footnotemark></p>\n<p id=\"b317-6\">An intent to kill often must be proved by circumstantial evidence and found by inference. Absent an admission by the accused, it rarely can be proved directly. <em>State v. Earp, </em>319 Md. 156, 167, 571 A.2d 1227, 1232-33 (1990). The evidence here was more than enough to permit an inference that <page-number citation-index=\"1\" label=\"274\">*274</page-number>appellant attacked Mrs. Davis with the intent to kill her. It also sufficed to establish premeditation. Appellant traveled down the hallway from where he was stabbing Mr. Davis in order to attack Mrs. Davis in the kitchen. He stabbed her and he hit her 10 times with a blunt instrument. That shows deliberation. <em>Willey v. State, </em>328 Md. 126, 613 A.2d 956 (1992).</p>\n<p id=\"b318-5\">C. <em>Instruction on Depraved Heart Murder</em></p>\n<p id=\"A64\">(1) Mrs. Davis</p>\n<p id=\"b318-6\">Murder is a single crime in Maryland that is divided, by statute, into two degrees. Murder committed (1) by poison, lying in wait, or any kind of wilful, deliberate, and premeditated killing, or (2) in the perpetration of certain statutorily enumerated felonies, including robbery and burglary, is murder in the first degree. Md.Code art. 27, §§ 407—410. All other murder is murder in the second degree. <em>Id. </em>at § 411.</p>\n<p id=\"b318-7\">Second degree murder embraces a killing accompanied by any of at least three alternative <em>mentes reae: </em>killing another person (other than by poison or lying in wait) with the intent to kill, but without the deliberation and premeditation required for first degree murder; killing another person with the intent to inflict such serious bodily harm that death would be the likely result; and what has become known as depraved heart murder—a killing resulting from “the deliberate perpetration of a knowingly dangerous act with reckless and wanton unconcern and indifference as to whether anyone is harmed or not.” <em>Robinson v. State, </em>307 Md. 738, 744, 517 A.2d 94, 97 (1986), quoting from <em>DeBettencourt v. State, </em>48 Md.App. 522, 530, 428 A.2d 479, 484 (1981).<footnotemark>3</footnotemark></p>\n<p id=\"b319-4\"><page-number citation-index=\"1\" label=\"275\">*275</page-number>As Judge Moylan pointed out in <em>DeBettencourt </em>and later in <em>Glenn v. State, </em>68 Md.App. 379, 511 A.2d 1110 (1986), the intent to inflict serious bodily harm and the recklessness required for depraved heart murder have been regarded as a form of malice, sufficiently blameworthy in the eyes of the law to cause the homicidal conduct to constitute murder. In <em>Robinson, supra, </em>307 Md. at 745, 517 A.2d at 98, we observed that, in the depraved heart variety of second degree murder, the element of recklessness or indifference has reference to the result of the conduct, not the conduct itself. Thus, we held that</p>\n<blockquote id=\"b319-5\">“when injury is intentionally inflicted, without intent to kill, and the victim subsequently dies as the result of the injury, the assailant may be guilty of ‘depraved heart’ murder, if no excuse, justification, or mitigation is present, and if the circumstances are such as to demonstrate the requisite element of depravity.”</blockquote>\n<p id=\"b319-6\"><em>Id. </em>at 746, 517 A.2d at 98. <em>See also Alston v. State, </em>339 Md. 306, 662 A.2d 247 (1995).</p>\n<p id=\"b319-7\">The court below instructed the jury on premeditated first degree murder, felony murder, and the intent to kill and intent to do serious bodily harm varieties of second degree murder but refused to give appellant’s requested instruction on depraved heart murder as to Mrs. Davis. That requested instruction would have allowed the jury to convict of second degree murder if the State proved that appellant’s conduct caused the death of Mrs. Davis, that the conduct created a very high degree of risk to life, and that appellant, conscious of such risk, acted with extreme disregard of the life-endangering consequences. Without elaboration, appellant objected to the court’s refusal to give the depraved heart instruction, arguing only that the instruction “is warranted by the evidence in the case.”</p>\n<p id=\"b320-4\"><page-number citation-index=\"1\" label=\"276\">*276</page-number>The argument on appeal, of course, is more elaborate. Coupling the fact that Mrs. Davis was alive when he left the house with the fact that he clearly could have killed her instantly if he had chosen, appellant contends that the jury could permissibly have found that his mental state was not an intent to kill or even an intent to do great bodily harm, but merely wanton recklessness and indifference to whether she lived or died. The jury, he adds, could have doubted the force of his blows to her body and found, instead, that her bones were broken because they were weakened by her osteoporosis. This constitutes the basis for his contention that the evidence supported a depraved heart murder instruction.</p>\n<p id=\"b320-5\">The asserted legal error in refusing the instruction arises from appellant’s construction of <em>Hook v. State, </em>315 Md. 25, 553 A.2d 233 (1989), and <em>Fairbanks v. State, </em>318 Md. 22, 566 A.2d 764 (1989). We do not agree with his interpretation of those cases.</p>\n<p id=\"b320-6\">In <em>Hook, </em>the defendant was charged with first degree premeditated and felony murder. He shot and killed two people in the course of a robbery. Hook admitted the killings but contended that he was intoxicated at the time. At the close of the State’s case, the State, over Hook’s objection, nol prossed the lesser included charge of second degree murder, leaving the jury to consider only the first degree murder counts and the accompanying armed robbery and handgun charges. The court also refused to instruct the jury on second degree murder or allow defense counsel to suggest such a verdict to the jury. Hook was convicted of first degree murder, both premeditated and felony murder.</p>\n<p id=\"b320-7\">Relying largely on <em>Keeble v. United States, </em>412 U.S. 205, 93 S.Ct. 1993, 36 L.Ed.2d 844 (1973), <em>Beck v. Alabama, </em>447 U.S. 625, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1980), and <em>Spaziano v. Florida, </em>468 U.S. 447, 104 S.Ct. 3154, 82 L.Ed.2d 340 (1984), we held that the court erred, under the circumstances of that case, in withdrawing second degree murder from the jury’s consideration. We noted that, while voluntary intoxication is not generally a defense to murder, it may, if sufficiently <page-number citation-index=\"1\" label=\"277\">*277</page-number>severe, negate the wilfulness, deliberation, and premeditation required for that variety of first degree murder and negate as well the specific intent required for robbery, thereby reducing the murder to second degree. 315 Md. at 30, 553 A.2d at 235-36. We iterated the concern expressed initially by Justice Brennan in <em>Keeble, supra, </em>412 U.S. at 212-13, 93 S.Ct. at 1997-98, 36 L.Ed.2d at 850, and repeated in <em>Beck, supra, </em>447 U.S. at 634, 100 S.Ct. at 2388, 65 L.Ed.2d at 400-01, that when presented with an “all-or-nothing” choice and “[wjhere one of the elements of the offense charged remains in doubt, but the defendant is plainly guilty of <em>some </em>offense, the jury is likely to resolve its doubts in favor of conviction,” 315 Md. at 39, 553 A.2d at 241, and announced the view, at 43-44, 553 A.2d at 243:</p>\n<blockquote id=\"b321-4\">“When the defendant is plainly guilty of some offense, and the evidence is legally sufficient for the trier of fact to convict him of either the greater offense or a lesser included offense, it is fundamentally unfair under Maryland common law for the State, over the defendant’s objection, to <em>not pros </em>the lesser included offense____ In short, it is simply offensive to fundamental fairness, in such circumstances, to deprive the trier of fact, over the defendant’s objection, of the third option of convicting the defendant of a lesser included offense.”</blockquote>\n<p id=\"b321-6\">With more particular reference to the refusal of the court to instruct the jury on second degree murder, we announced the rule that “in a capital case, at the request of the defendant, the court shall instruct the jury regarding a lesser included offense when the evidence warrants such an instruction, that is, when the offense is fairly supported by the evidence.” 315 Md. at 41, 553 A.2d at 241. We observed that, but for the nol pros, the jury might have found from the evidence that Hook was so intoxicated as to lack the capacity to form either the specific intent required for premeditated first degree murder or that required for robbery—the predicate felony supporting the charge of felony murder-—in which event, we continued, “[t]he first degree murder then would be lowered to second degree murder.” <em>Id., </em>at 41, 553 A.2d at 242.</p>\n<p id=\"b322-4\"><page-number citation-index=\"1\" label=\"278\">*278</page-number>We applied the principles set forth in <em>Hook </em>in <em>Fairbanks, supra, </em>318 Md. 22, 566 A.2d 764, to like effect. The evidence there showed that the defendant had broken into a home and stolen certain property. He was charged with common law burglary, felonious daytime housebreaking, and two misdemeanors—statutory breaking and entering and theft. Over his objection, the State nol prossed the misdemeanor breaking charge, although the evidence clearly supported that charge, leaving the jury the choice of convicting of the felony or acquitting. Fairbanks was convicted of burglary and, as in <em>Hook, </em>we reversed.</p>\n<p id=\"b322-5\">We revisited the <em>Hook </em>principles in <em>Jackson v. State, </em>322 Md. 117, 586 A.2d 6 (1991), and <em>Burrell v. State, </em>340 Md. 426, 667 A.2d 161 (1995). Jackson was charged with possession of cocaine, possession with intent to distribute cocaine, conspiracy to possess, conspiracy to distribute, and conspiracy to possess with intent to distribute. Those charges were founded upon observations by a drug enforcement team of Jackson and a confederate standing on a corner conversing, being approached by persons exhibiting the characteristics of drug addicts, Jackson accepting money from the customers, the confederate obtaining small objects from a plastic bag located on a nearby lot, returning and handing the customer a small baggie containing a white substance, and the customer then leaving. At the conclusion of the case, the State, without entering a formal nol pros, effectively withdrew the simple possession and conspiracy to possess counts from the jury, over the defendant’s objection. Jackson was convicted of the remaining charges.</p>\n<p id=\"b322-6\">Jackson’s argument on appeal was that, because there was legally sufficient evidence to support a conviction of the lesser included offenses, it was error under <em>Hook </em>and <em>Fairbanks </em>for the court to allow those charges to be withdrawn. We rejected that analysis, pointing out that the test was not simply the existence of legally sufficient evidence. Rather:</p>\n<blockquote id=\"b322-7\">“Even when there is evidence that would support a finding of guilt of the lesser included offense, the State is not precluded from entering a nolle prosequi of that offense if, <page-number citation-index=\"1\" label=\"279\">*279</page-number>under the particular facts of the case, there exists no rational basis by which the jury could conclude that the defendant is guilty of the lesser included offense but not guilty of the greater offense.”</blockquote>\n<p id=\"b323-5\">322 Md. at 117, 586 A.2d at 11.</p>\n<p id=\"b323-6\">That, we concluded, was precisely the situation with Mr. Jackson. Given the evidence, there was no rational basis upon which the jury could have concluded that he was guilty of possession but not guilty of possession with intent to distribute.</p>\n<p id=\"b323-7\">We applied that same principle in <em>Burrell. </em>Mr. Burrell was part of a group that robbed a gas station. He was charged with armed robbery, robbery, theft over $300, theft under $300, and two handgun counts. His defense was that he did not participate in the robbery but was simply in the wrong place at the wrong time. At the conclusion of the case, the State nol prossed the robbery and misdemeanor theft charges. Burrell was convicted of armed robbery, felony theft, and the handgun charges and complained on appeal about the nol pros of the robbery charge.</p>\n<p id=\"b323-8\">We affirmed. We observed that the purpose of the <em>Hook </em>test was to prevent jurors from convicting a defendant of the greater offense “when they want to convict the defendant of some crime <em>and they have no lesser option,” </em>adding that “[t]he jurors’ presumed emotional response to want to convict a defendant who is ‘plainly guilty’ of something is tempered by having an array of <em>plausible </em>verdicts from which to choose, <em>including the verdict which the evidence most clearly supports.” </em>340 Md. at 432, 667 A.2d at 164 (emphasis added). We construed <em>Jackson </em>as making clear that the test is not whether there is sufficient evidence to convict of the lesser included offense but whether the evidence is such “that the jury could rationally convict <em>only </em>on the lesser included offense.” <em>Id. </em>at 434, 667 A.2d at 164-65. In Burrell’s case, we held that it was not possible for the jury, rationally, to convict only of simple robbery, for the undisputed evidence was that a gun was used. If the jury believed that Burrell was a <page-number citation-index=\"1\" label=\"280\">*280</page-number>participant, it would have to convict of armed robbery; otherwise, it would have to acquit.</p>\n<p id=\"b324-5\">Although we are not dealing here with a nol pros, as such, the issue is the same. By not instructing on depraved heart murder, the court effectively withdrew from the jury the possibility of convicting of that lesser included offense. There was no error in that decision, however, because, as in <em>Jackson </em>and <em>Burrell, </em>there was no rational basis for the jury to convict only of that offense.</p>\n<p id=\"b324-6\">As we have indicated, appellant pummelled a 78-year old, 97-pound frail woman, apparently with a telephone receiver, with such force as to break 13 ribs and two other bones and cause extensive bleeding. Neither the fact that he could have done even more damage and thus ended her life even quicker nor the fact that the victim was still alive when he left the house detracts, in the least, from the compelling inference that the beating he did administer must have been with the intent either to kill or to do such serious bodily harm that death would be the likely result. Under appellant’s theory, virtually any murder committed by beating or that does not involve instantaneous death could qualify as depraved heart murder. That is not the law. <em>See Robinson, supra, </em>307 Md. 738, 517 A.2d 94.</p>\n<p id=\"b324-7\">This is not a case like <em>Hook </em>or <em>Fairbanks. </em>The jury was not left with an all-or-nothing option. It was instructed on the two varieties of second degree murder upon which a plausible verdict could have been returned. It is simply beyond the realm of reasonableness to suppose that any rational jury could find that appellant administered the beating to Mrs. Davis with mere recklessness or indifference as to the result.<footnotemark>4</footnotemark></p>\n<p id=\"b325-4\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>(2) Mr. Davis</p>\n<p id=\"b325-5\">Appellant also asked for a depraved heart murder instruction with respect to Mr. Davis, offering no basis for such an instruction. In his brief, he posits only his statement that, upon being confronted by Mr. Davis, he “grabbed a pair of scissors, and just reacted the best I knew how which resulted in the stabbing of him.” From this, he argues that his action was “self-protective” and done only to “incapacitate Mr. Davis, all without regard to whether Mr. Davis lived or died.”</p>\n<p id=\"b325-6\">What appellant conveniently overlooks, of course, is that he stabbed Mr. Davis at least 11 times, once severing the aorta, once plunging more than three inches into his heart, and once penetrating the lung. That is hardly conduct engaged in “without regard to whether Mr. Davis lived or died.” For the reasons set forth in the discussion concerning Mrs. Davis, it is clear that there was no basis for a depraved heart murder instruction as to Mr. Davis.</p>\n<p id=\"b325-7\">D. <em>Instruction on Imperfect Self-Defense</em></p>\n<p id=\"b325-8\">In his statement to Detective Ricker, appellant asserted that, after he broke into the Davis home, Mr. Davis confronted him with a gun and that his attack was in response to that confrontation. Based on that evidence, the court instructed the jury, with respect to the killing of Mr. Davis, on both traditional self-defense and what has become known as “imperfect” or “partial” self-defense. It first explained that the doctrine of self-defense requires that the defendant not have been the aggressor—that he be free from fault as to the <page-number citation-index=\"1\" label=\"282\">*282</page-number>inception of the incident—and, thus, that, if the jury found that appellant initiated the incident that led to Mr. Davis’s death, he could not avail himself of the doctrine of self-defense as legal justification for his action. No complaint is made by appellant as to that instruction.</p>\n<p id=\"b326-5\">The court then instructed on partial self-defense. It said, in that regard:</p>\n<blockquote id=\"b326-6\">“If the defendant actually believed that he was in immediate and imminent danger of death or serious bodily harm when he committed the acts which caused the death of [Mr. Davis] ... <em>and also actually believed that he could not safely retreat, as the law requires him to do, when confronted by an owner who has the right to defend with reasonable force a dwelling ovmed by him, </em>even though a reasonable person would not have so believed, the defendant’s actual, though unreasonable, belief is a partial self defense, and in that instance the verdict should be guilty of voluntary manslaughter rather than murder.”</blockquote>\n<p id=\"b326-7\">(Emphasis added.)<footnotemark>5</footnotemark></p>\n<p id=\"b326-8\">Appellant complains here only about the italicized language in the instruction, asserting that imperfect or partial self-defense does not require an actual belief that safe retreat is not possible. He is wrong.</p>\n<p id=\"b326-9\">In <em>State v. Faulkner, </em>301 Md. 482, 500, 483 A.2d 759, 768-69 (1984), we adopted the concept of imperfect self-defense set forth by the Court of Special Appeals in that case:</p>\n<blockquote id=\"b326-10\">“Perfect self-defense requires not only that the killer subjectively believed that his actions were necessary for his safety but, objectively, that a reasonable [person] would so consider them. Imperfect self-defense, however, requires no more than a subjective honest belief on the part of the killer that his actions were necessary for his safety, even <page-number citation-index=\"1\" label=\"283\">*283</page-number>though, on an objective appraisal by a reasonable [person], they would not be found so. If established, the killer remains culpable and his [or her] actions are excused only to the extent that mitigation is invoked.”</blockquote>\n<p id=\"b327-5\">(Quoting from <em>Faulkner v. State, </em>54 Md.App. 113, 115, 458 A.2d 81, 82 (1983), <em>aff'd, </em>301 Md. 482, 483 A.2d 759 (1984)).</p>\n<p id=\"b327-6\">Appellant’s theory is drawn from the absence in this formulation of any reference to a duty to retreat or a belief that retreat is not safely possible. Because there is no mention of a duty to retreat in that language, he assumes that no such duty exists. That is not the case.</p>\n<p id=\"b327-7\">Imperfect self-defense, as the Court of Special Appeals noted in <em>Cunningham v. State, </em>58 Md.App. 249, 254, 473 A.2d 40, 43, <em>cert. denied, </em>300 Md. 316, 477 A.2d 1195 (1984), “stands in the shadow of perfect self-defense.” As is clear from our pronouncements in <em>Faulkner, supra, Dykes v. State, </em>319 Md. 206, 571 A.2d 1251 (1990), and <em>State v. Martin, </em>329 Md. 351, 619 A.2d 992, <em>cert. denied, </em>510 U.S. 855, 114 S.Ct. 161, 126 L.Ed.2d 122 (1993), the only substantive difference between the two doctrines, other than their consequences, is that, in perfect self-defense, the defendant’s belief that he was in immediate danger of death of serious bodily harm or that the force he used was necessary must be objectively reasonable. In all other respects, the elements of the two doctrines are the same. <em>See Corbin v. State, </em>94 Md.App. 21, 25, 614 A.2d 1329, 1331 (1992).</p>\n<p id=\"b327-8\">One of the elements of the defense of self-defense is “the duty of the defendant to retreat or avoid danger if such means were within his power and consistent with his safety.” <em>Bruce v. State, </em>218 Md. 87, 97, 145 A.2d 428, 433 (1958); <em>see also DeVaughn v. State, </em>232 Md. 447, 194 A.2d 109 (1963), <em>cert. denied, </em>376 U.S. 927, 84 S.Ct. 693, 11 L.Ed.2d 623 (1964); <em>Corbin, supra, </em>94 Md.App. 21, 614 A.2d 1329. There is an exception to that requirement, which we enunciated in <em>Crawford v. State, </em>231 Md. 354, 361, 190 A.2d 538, 541 (1963), that “a man faced with the danger of an attack upon his dwelling need not retreat from his home to escape the danger, but <page-number citation-index=\"1\" label=\"284\">*284</page-number>instead may stand his ground and, if necessary to repel the attack, may kill the attacker.” <em>See also Gainer v. State, </em>40 Md.App. 382, 391 A.2d 856, <em>cert. denied, </em>284 Md. 743 (1978); <em>Barton v. State, </em>46 Md.App. 616, 420 A.2d 1009 (1980).</p>\n<p id=\"b328-5\">That exception obviously applied to Mr. Davis, who was defending himself and his home from the intrusion by appellant, but it certainly does not apply to appellant. Accordingly, that part of the court’s instruction challenged by appellant was entirely correct. Mr. Davis—the owner—had “the right to defend with reasonable force [the] dwelling owned by him.” Appellant, conversely, was required by the law to retreat when confronted by Mr. Davis unless he could not safely do so. Because the instruction dealt with imperfect self-defense, it was only necessary that appellant subjectively believe that retreat was not safe, and that is what the jury was told.<footnotemark>6</footnotemark></p>\n<p id=\"b328-6\">IV. <em>SENTENCING ISSUES</em></p>\n<p id=\"Ag\">A. <em>Separate Sentencing Proceedings</em></p>\n<p id=\"b328-7\">Special procedures applicable to death penalty cases are set forth in Md.Code art. 27, §§ 412 and 413, and in Md. Rule 4-343. Section 412(b) provides, in relevant part, that a death sentence may not be imposed unless the State has given the <page-number citation-index=\"1\" label=\"285\">*285</page-number>defendant written notice at least 30 days prior to trial that it intends to seek a sentence of death and has informed the defendant of each aggravating circumstance upon which it intends to rely.</p>\n<p id=\"b329-5\">Section 413(a) provides that, if the defendant is convicted of first degree murder and the State has given the requisite notice, a separate sentencing proceeding shall be conducted. In that proceeding, the jury (or the court, if a jury is waived by the defendant) must first consider whether the defendant was a principal in the first degree in the murder, for only such a principal is eligible for the death penalty. If the jury answers that question in the affirmative, it must then consider whether, beyond a reasonable doubt, any of 10 enumerated aggravating factors exist. If it finds one or more such factors, it must then determine, by a preponderance of the evidence, whether any of seven enumerated mitigating circumstances, or any other fact which the jury finds as a mitigating circumstance, exist. If the jury finds one or more such mitigating circumstances, it then determines, by a preponderance of the evidence, whether the aggravating circumstances that it has found outweigh the mitigating circumstances. If it finds that to be the case, the sentence must be death.</p>\n<p id=\"b329-6\">Appellant was charged in separate counts—one and four, respectively—with the premeditated murder of Mr. and Mrs. Davis. On July 12, 1995, the State served appellant with written notice that, upon conviction “in the above-captioned case for the crime of first degree murder,” the State intended to seek “the sentence of death.” The notice further advised (1) that the State intended to rely on two aggravating factors—that appellant committed “the murder” while committing or attempting to commit a robbery and that he “committed more than one offense of murder in the First Degree arising out of the same incident”—and (2) that the notice “applies to all murder victims named in the above-captioned indictment.”</p>\n<p id=\"b329-7\">The jury returned its initial verdicts on March 22,1996. As noted, it found appellant guilty of both premeditated and <page-number citation-index=\"1\" label=\"286\">*286</page-number>felony murder of Mr. and Mrs. Davis. Under our rulings in <em>Evans v. State, </em>304 Md. 487, 499 A.2d 1261 (1985), <em>cert. denied, </em>478 U.S. 1010, 106 S.Ct. 3310, 92 L.Ed.2d 722 (1986), and <em>Grandison v. State, </em>305 Md. 685, 506 A.2d 580, <em>cert. denied, </em>479 U.S. 873, 107 S.Ct. 38, 93 L.Ed.2d 174 (1986), appellant was therefore subject to having two death sentences imposed—one as to each victim—and the question arose of how to present the matter to the jury. The court opined that the statutorily required findings needed to be made with respect to each victim, separately, and asked counsel to confer and attempt to develop an agreed-upon verdict sheet. The verdict sheet form set forth in Md. Rule 4-343 uses singular nouns—the murder, the victim—and thus envisions only one murder and one victim; the task was to convert that form to one that could be used in a multi-victim case.</p>\n<p id=\"b330-5\">The presentation of evidence at the sentencing proceeding lasted two days. At the conclusion, a verdict sheet had been prepared and was discussed by counsel and the court. With two principal exceptions, it was essentially in the form prescribed in Md. Rule 4-343 for use with respect to a single victim. The court excised certain questions as not being generated by the evidence and modified Section I to require a separate determination of whether the State had proven beyond a reasonable doubt that appellant was a principal in the first degree to the murder of each victim. In all other respects, the form was cast in the singular; like the form set forth in Rule 4-343, it spoke of “the victim” and “the murder” and asked, at the end, for the jury to determine “the sentence.” Although the court had earlier considered the possibility of having the form recite all of the questions separately with respect to each victim, neither the State nor appellant insisted on that approach or complained that, except in Section I, it lumped both murders together, spoke in the singular, and called for a single sentence.</p>\n<p id=\"b330-6\">In the absence of any such objection, the court submitted that form of verdict sheet to the jury. In Section I, the jury found that appellant was a principal in the first degree to the murder of each victim. Section II asked the jury to determine <page-number citation-index=\"1\" label=\"287\">*287</page-number>whether any of the 10 statutory aggravating factors had been proved beyond a reasonable doubt. The State, as noted, was relying on only two—that appellant committed more than one offense of murder in the first degree arising out of the same incident and that he committed the murder while committing or attempting to commit robbery, arson, rape in the first degree, or sexual offense in the first degree—and the jury found that both of those factors existed. It is obvious from the underlying convictions and the evidence that the second of those factors necessarily was based on a finding that the murder was committed while appellant was committing or attempting to commit robbery. There was no evidence to support any of the other listed offenses.</p>\n<p id=\"b331-4\">Section III asked the jury to determine which, if any, mitigating circumstances existed. The jury unanimously found one such circumstance—that appellant had not previously been found guilty, entered a plea of nolo contendere, or been granted probation without judgment with respect to a crime of violence. It unanimously found that five other possible mitigating circumstances did not exist, thus concluding that (1) the victim was not a participant in and did not consent to the act causing the victim’s death, (2) appellant did not act under substantial duress, domination, or provocation of another person, (3) he was not of “a youthful age” at the time of the crime, (4) his act was the sole proximate cause of the victim’s death, and (5) it was not unlikely that appellant would engage in further criminal activity that would constitute a continuing threat to society. One or more, but fewer than all, of the jurors found that the murder was committed while appellant’s capacity to appreciate the criminality of his conduct or to conform that conduct to the requirements of law was substantially impaired as the result of mental incapacity, mental disorder, or emotional disturbance. Finally, one or more, but fewer than all, of the jurors listed as an additional mitigating factor “Mercy, lack of moral/social training, dysfunctional family, under educated, alcohol/drug abuse, witness to or victim of physical, mental + or substance abuse, child abuse.”</p>\n<p id=\"b332-4\"><page-number citation-index=\"1\" label=\"288\">*288</page-number>Section IV directed each individual juror to weigh the aggravating factors found unanimously to exist against any mitigating factors found unanimously or by the juror individually to exist. In response, the jury unanimously found that the aggravating factors outweighed the mitigating factors. As a result of that determination, the jury unanimously found, in Section V, that “the sentence” was to be death.</p>\n<p id=\"b332-5\">When court convened the next day, defense counsel pointed out that the jury had not indicated whether the sentence of death was applicable to the murder of Mr. Davis or Mrs. Davis. He suggested “that only one death penalty can be imposed and that it has to be imposed as to one or the other but not both” and that, as to one of the two murder counts, “one of the sentences has to be a life sentence.” The court rejected that argument, noting that it was clear to the jury that they were considering two murders, and the court therefore imposed a death sentence on both Count One, dealing with Mr. Davis, and Count Four, dealing with Mrs. Davis.</p>\n<p id=\"b332-6\">Appellant now complains that, even though he made no such request below, he was entitled to have the jury go through the multi-step procedure separately with respect to each victim and to make separate findings as to each murder. He also asserts, in direct contrast to the position he took below, that, because the jury returned only one death sentence with respect to both murders, <em>both </em>death sentences imposed by the court must be vacated; it is not permissible, he now argues, for even one of those sentences to stand.</p>\n<p id=\"b332-7\">The problem with the approach used, he urges, is that, by the jury being asked to impose one sentence for two murders, that single sentence, in the jury’s mind, “had to be sufficiently severe to punish two murders.” If required to make a separate sentencing determination for each murder, he posits, the jury may have decided that two sentences of life without parole would be sufficient. In support of that hypothesis, he refers us to several instances where, in multiple murder situations, life sentences were, in fact, imposed by judges or juries. Taking his point one step further, he suggests that, if <page-number citation-index=\"1\" label=\"289\">*289</page-number>the jury had concluded that life without parole was appropriate for even one of the murders, one or more of the jurors may have been persuaded not to impose the death penalty for the other murder.</p>\n<p id=\"b333-5\">The State’s initial response to this argument is that it has not been preserved for appellate review. Not only did appellant not object to the form, but, once the jury’s determination was made, his only objection was to the imposition of two death sentences. Citing <em>Bowman v. State, </em>314 Md. 725, 552 A.2d 1303 (1989), and <em>Walczak v. State, </em>302 Md. 422, 488 A.2d 949 (1985), appellant replies that, because of the allegedly flawed procedure, the sentences were not permitted by law and therefore may be challenged on appeal notwithstanding, the lack of objection below.</p>\n<p id=\"b333-6\">In <em>Walczak </em>and in a host of cases decided after <em>Walczak, </em>we held that “when the trial court has allegedly imposed a sentence not permitted by law, the issue should ordinarily be reviewed on direct appeal even if no objection was made in the trial court.” <em>Walczak, supra, </em>302 Md. at 427, 488 A.2d at 951. <em>See also Wilkins v. State, </em>343 Md. 444, 447, 682 A.2d 247, 248 (1996). <em>Walczak </em>has a limited scope. Not every procedural irregularity, even in a capital sentencing proceeding, results in “a sentence not permitted by law.” Defendants, including those in death penalty cases, will ordinarily not be permitted to “sandbag” trial judges by expressly, or even tacitly, agreeing to a proposed procedure and then seeking reversal when the judge employs that procedure; nor will they freely be allowed to assert one position at trial and another, inconsistent position on appeal.</p>\n<p id=\"b333-7\">Nonetheless, we have been reluctant to avoid addressing issues going directly to the propriety of the penalty itself. <em>See Johnson v. State, 292 </em>Md. 405, 439 A.2d 542 (1982). Art. 27, § 414(a) and (e) requires this Court, when the death penalty has been imposed, to “review the sentence on the record” and “consider the imposition of the death sentence.” The issue raised here is a novel and important one and calls for some guidance. We therefore shall consider it. Md. Rule 8-131.</p>\n<p id=\"b334-4\"><page-number citation-index=\"1\" label=\"290\">*290</page-number>Md. Rule 4-343(e) requires that, in a death penalty sentencing proceeding, the findings and determinations shall be made in the form set forth in the rule. As we have indicated, that form is cast in the singular, as though there was but one victim and thus one murder. Obviously, as the court below recognized, it cannot be used singularly, without some modification, in a multiple murder case where the defendant, under the holdings in <em>Evans </em>and <em>Grandison, supra, </em>faces the prospect of more than one death sentence.</p>\n<p id=\"b334-5\">Both the State and the defendant are entitled to have a sentence determined, in accordance with the statute, for each crime subject to the death penalty, and, if the defendant has elected to have a jury determine those sentences, it is the jury that must do so. It is the court’s function to develop a form that enables the jury to make the requisite findings with respect to each crime—whether the defendant was a principal in the first degree, which, if any, aggravating factors exist, which, if any, mitigating factors exist, whether the aggravating factors outweigh the mitigating factors, and what the sentence should be. In the absence of an alternative form in Rule 4-343 usable in multiple-murder situations, the court may discharge that function by using a separate form for each murder or by devising, preferably with the assistance of counsel, one comprehensive form, whichever appears more appropriate and easy for the jury to understand.<footnotemark>7</footnotemark></p>\n<p id=\"b334-6\">The form used in this case, which was consistent with the instructions given to the jury, was inappropriate and, indeed, unnecessarily engendered the very issue we are now facing. At the very least, it permitted appellate counsel to engage in the speculations set forth in the brief. At worst, had there been any prospect of either an aggravating or a mitigating factor peculiar to one victim but not the other or anything that could reasonably have caused the jury to reach a different balance in the weighing process, from one victim to <page-number citation-index=\"1\" label=\"291\">*291</page-number>another, it would have required that we vacate both death sentences and remand for resentencing. On this record, however, we are convinced, beyond any reasonable doubt, that the error does not require the vacation of both death sentences.</p>\n<p id=\"b335-5\">The jury determined that appellant was a principal in the first degree as to both murders.<footnotemark>8</footnotemark> The two aggravating factors that it found necessarily applied to both victims; there was no basis for it to have found that either factor applied to one victim (or murder) but not the other. The one mitigating factor that the jury found to exist necessarily applied with respect to both murders; the five mitigating factors it found, unanimously, not to exist applied to both victims or murders; and the one interlineated group of mitigating factors that one or more but fewer than all jurors found to exist was peculiar to appellant and therefore necessarily applied to both victims or murders.</p>\n<p id=\"b335-6\">The only factor that conceivably, though tenuously, could have been peculiar to one murder was that the murder was committed while appellant’s capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was impaired—a factor found by one or more but fewer than all of the jurors. But even the juror or jurors who found that factor to exist, whether as to one or both of the murders, also found that the aggravating factors outweighed all of the mitigating factors and therefore found death to be the appropriate sentence.</p>\n<p id=\"b335-7\">On this record, there can be no question but that all 12 jurors, after weighing the aggravating and mitigating factors that they found to exist, concluded that appellant should be put to death for at least one, if not both, of the murders. The <page-number citation-index=\"1\" label=\"292\">*292</page-number>notions asserted in appellant’s brief that the jury may have returned two life sentences had it used separate forms to record its decisions have utterly no basis in fact and are no more than unsupported conjecture and speculation.</p>\n<p id=\"b336-5\">While multiple death sentences are permissible, obviously only one can be carried out. As both sentences are otherwise unimpeachable, we believe that the appropriate remedy here, in light of the jury’s determination that “the sentence” shall be death, is to vacate one of the sentences in favor of life imprisonment<footnotemark>9</footnotemark> but to allow the other sentence to remain undisturbed. Such a remedy is not arbitrary or capricious, as claimed by appellant, but rather effectuates the clear intent and determination of the jury. Because the jury found appellant eligible for the death sentence as to both murders and declared unanimously that the death sentence should be imposed, it makes no difference which sentence we vacate. We shall affirm the sentence imposed on Count One—the murder of Mr. Davis—vacate the death sentence imposed on Count Four, and, in accordance with § 414(f) of article 27, remand that count for entry of a sentence of life imprisonment.</p>\n<p id=\"b336-6\">B. <em>Voir Dire Examination</em></p>\n<p id=\"b336-7\">Among the questions submitted by appellant for voir dire examination were five concerning child abuse. They asked, among other things, what rights parents have in being able to discipline their children, whether a parent had the right to use corporal punishment, and how the juror defined child abuse. The fourth question in the series was:</p>\n<blockquote id=\"b336-8\">“In considering whether to impose a life sentence with or without the possibility of parole or a death sentence, would you be able [to] consider as mitigating the fact that [appellant] was abused as a child?”</blockquote>\n<p id=\"b337-3\"><page-number citation-index=\"1\" label=\"293\">*293</page-number>The court declined to ask any of the questions concerning child abuse on the ground that “they are either in the form of jury instructions or they are so general as to not be appropriate.” The court had included in its own voir dire questions whether, if evidence was presented at the sentencing hearing of appellant’s family background and social history, the jurors would be able to weigh it fairly with all other evidence presented. The court informed counsel that, if any juror answered that question in the negative, it would allow followup questions to that juror, but it would not allow follow-up questions to a juror responding in the affirmative. In fact, five jurors answered “no” to the court’s question, and all were stricken.</p>\n<p id=\"b337-4\">Appellant now complains that the court’s question was inadequate and that it was error for the court to decline to ask the fourth question he submitted. Though acknowledging that the scope and content of voir dire examination is largely within the discretion of the trial court, he avers that his question was framed to identify jurors “with a bias that is cause for disqualification” and that, as a result of the court’s refusal to ask it, “one or more of the jurors may have refused even to consider, as a mitigating factor, evidence that [appellant] was abused as a child.”</p>\n<p id=\"b337-5\">The issue raised by appellant is controlled by the confluence of three well-established principles. The first is that the scope of voir dire and the form of the questions asked indeed “rests firmly within the discretion of the trial judge.” <em>Davis v. State, </em>333 Md. 27, 34, 633 A.2d 867, 870 (1993); <em>see also Hill v. State, </em>339 Md. 275, 279, 661 A.2d 1164, 1166 (1995). The second is that the sole purpose for the inquiry is to establish cause for disqualification. Questions “which are speculative, inquisitorial, catechising or ‘fishing’, asked in the aid of deciding on peremptory challenges” may be refused by the court, in its discretion. <em>Davis, supra, </em>333 Md. at 34-35, 38, 633 A.2d at 871. Finally, in the same manner as instructions to the jury under Md. Rule 4-325(c), the court need not ordinarily grant a particular requested instruction “if the matter is fairly covered by instructions actually given.” <em>See Davis, supra, </em>93 Md.App. <page-number citation-index=\"1\" label=\"294\">*294</page-number>89, 111-12, 611 A.2d 1008, 1018-20 (1992), <em>aff'd, </em>333 Md. 27, 633 A.2d 867 (1993); <em>Carter v. State, </em>66 Md.App. 567, 577, 505 A.2d 545, 550 (1986).</p>\n<p id=\"b338-5\">Appellant’s conclusion that his proposed question sought to identify a disqualifying bias follows from the premise that the sentencer may not refuse to consider as a mitigating factor “any relevant aspect of the defendant’s character or record ... that the defendant proffers as a basis for a sentence less than death.” <em>Grandison, supra, </em>341 Md. at 245, 670 A.2d at 431. His syllogism seems to be: (1) questions seeking to discover a cause for disqualification must be allowed; (2) the jury may not refuse to consider, as a mitigating factor, any relevant aspect of his record; (3) the fact that he was a victim of child abuse is a relevant aspect of his record and therefore may be considered as a mitigating factor; (4) any juror who would refuse to consider child abuse as a mitigating factor would be disqualified for bias; therefore (5) his question sought to discover a cause for disqualification and thus had to be allowed.</p>\n<p id=\"b338-6\">It is a neat syllogism, but it overlooks one critical consideration. As <em>Grandison </em>points out, jurors in a capital sentencing proceeding are permitted to consider, as a mitigating factor, “any relevant aspect of the defendant’s character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.” <em>Id. </em>That is not license, however, to question prospective jurors, on voir dire, as to their views on each and every aspect of the defendant’s character or each and every circumstance of the offense that the defendant may decide, at some point in the trial or sentencing proceeding, to present. Those kinds of considerations are best left to the court’s instructions.</p>\n<p id=\"b338-7\">We touched on this in <em>Evans, supra, </em>333 Md. 660, 637 A.2d 117, where the defendant complained, among other things, about the court’s refusal to ask jurors whether the fact that he had been convicted of two first degree murders would cause them to vote automatically for the death penalty, regardless of the facts. In finding no error, we observed, at 676, 637 A.2d <page-number citation-index=\"1\" label=\"295\">*295</page-number>at 125, that, in presenting an important aggravating factor in a voir dire question, Evans had “stepped beyond a standard bias inquiry and essentially asked that the prospective jurors provide advance clues as to how they would vote based on the facts of this case.” That, we held, was “beyond the scope of proper <em>voir dire.” Id.</em></p>\n<p id=\"b339-4\">The same principle applies here. A defendant has no right to question prospective jurors, under the guise of searching for disqualifying bias, to see who might be receptive to any of the myriad of potential mitigating factors he or she may choose to present. <em>Cf. Hunt v. State, </em>321 Md. 387, 417-18, 583 A.2d 218, 232-33 (1990). Appellant was assured, through the question the court did ask, that the jurors would be able to weigh fairly, along with the other evidence, his family background and social history, and that was sufficient for the purpose.</p>\n<p id=\"b339-5\">C. <em>Continuance</em></p>\n<p id=\"b339-6\">The jury returned its verdicts of guilty just before 4:00 p.m. on Friday, March 22,1996, and was excused until the following Wednesday, March 27. Two weeks earlier, on March 8, defense counsel obtained a copy of the pre-sentence investigation report prepared by the Division of Parole and Probation but had received from the State no other material with respect to sentencing. The court directed the State to provide whatever documents it intended to use by the afternoon of March 22, and, with one exception, it did so. It turned over to defense counsel seven victim impact letters written by various members of the Davis family.<footnotemark>10</footnotemark> On March 25, it gave counsel an additional three-page victim impact statement.</p>\n<p id=\"b339-7\">When court resumed its session on Tuesday, March 26, to consider various motions, defense counsel again complained <page-number citation-index=\"1\" label=\"296\">*296</page-number>about receiving the victim impact statements so late and requested a continuance. After some discussion, the court resolved the issue by precluding the State from offering any of the letters, allowing it to call one witness, the Davises’s granddaughter, Patricia Bradfield, and limiting her testimony to the life of the victims and the impact of the crimes on her and her family. That, indeed, is what occurred. The next day, March 27, Ms. Bradfield testified briefly about her age, marital and family status, that her grandfather was a decorated war hero and later a firefighter for 27 years, about the kind of persons he and his wife were, about their relationship with Ms. Bradfield’s mother and siblings, and the impact their deaths had on the family. She was not cross-examined, and her entire testimony consumed less than 12 pages of transcript.</p>\n<p id=\"b340-5\">Appellant now complains that the denial of his request for continuance was an abuse of discretion because it left his attorney no time to “integrate” Ms. Bradfield’s testimony into his defense or to converse with the other family members who had written letters. We find no such abuse in the court’s handling of the matter.</p>\n<p id=\"b340-6\">D. <em>Presumption as to Appropriate Punishment</em></p>\n<p id=\"b340-7\">Appellant sought the following instruction at the sentencing proceeding, which the court refused to give:</p>\n<blockquote id=\"b340-8\">“As in [a] criminal prosecution where the defendant is presumed innocent unless proven guilty beyond a reasonable doubt, there is a presumption in a capital murder case that the appropriate punishment is life imprisonment rather than death. Unless and until that presumption is overcome by the State’s evidence of an aggravating circumstance, you should enter a sentence of life imprisonment.”</blockquote>\n<p id=\"b340-9\">In attempting to analogize the sentence in a death penalty case with the presumption of innocence, appellant relies on <em>Williams v. State, </em>322 Md. 35, 585 A.2d 209 (1991). His posited analogy is devoid of merit.</p>\n<p id=\"b341-4\"><page-number citation-index=\"1\" label=\"297\">*297</page-number>In <em>Williams, </em>the court explained to the jury that the State had the burden of proving the defendant’s guilt beyond a reasonable doubt but, in light of that instruction, refused to tell the jury that the defendant was presumed to be innocent. We reversed. Relying in part on <em>Taylor v. Kentucky, </em>436 U.S. 478, 98 S.Ct. 1930, 56 L.Ed.2d 468 (1978), we concluded that, because the notion of that “presumption” is such a core part of our jurisprudence and serves to introduce or help explain the State’s burden of proof, it should be given, upon request.</p>\n<p id=\"b341-5\">The “presumption” of innocence is essentially the mirror image of the State’s burden to prove guilt beyond a reasonable doubt. There is no analogy between that and the determination of an appropriate sentence in a death penalty case. The State does not have to prove beyond a reasonable doubt that the death penalty should be imposed. It has to prove, beyond a reasonable doubt, one or more qualifying aggravating factors, but once it does so, the defendant must then establish, by a preponderance of evidence, one or more mitigating factors against which the aggravating factors are to be weighed. There is no presumption in favor of life imprisonment.</p>\n<p id=\"b341-6\">E. <em>Judge Selection Process</em></p>\n<p id=\"A0n\">At some point in the past, former Chief Judge Murphy apparently requested of the various circuit administrative judges that death penalty cases not be assigned to circuit court judges who had not taken a special course offered by the Maryland Judicial Institute in the handling of such cases. The request, no doubt, stemmed from a recognition of both the importance and complexity of these kinds of cases and a desire that, to the extent practicable, judges trying them be alerted to some of the special problems and procedures they likely will encounter. The request was never in the form of an administrative order or binding directive and has not been universally followed. The course offered by the Judicial Institute is not intended—and there is no evidence that it is effective—to make judges who take it more prone to favor or <page-number citation-index=\"1\" label=\"298\">*298</page-number>impose capital punishment; its purpose is strictly educational, to assist judges in avoiding the commission of reversible error in these procedure-laden, hard-fought cases. Appellant finds a nefarious purpose in that laudable goal. We do not.</p>\n<p id=\"b342-4\">This case was initially assigned to Judge Thomas P. Smith. In July, 1995, Judge Smith informed the administrative judge that he had not taken the special course and asked that the case be reassigned. That was done; in August, the case was assigned to Judge Platt, who had taken the course.</p>\n<p id=\"b342-5\">On September 29, 1995, appellant filed a number of motions to strike the State’s notice of intent to seek the death penalty, which had been filed on July 13, 1995, along with a memorandum of law supporting those motions. Nothing was said, in either the motions or the memorandum, about the reassignment of the case to Judge Platt or about Chief Judge Murphy’s request that death penalty cases be assigned only to judges who had taken the special Judicial Institute course.</p>\n<p id=\"b342-6\">On March 13, 1996, for the first time, defense counsel asserted that, of the 20 circuit court judges in Prince George’s County, only six had taken the course and, without any evidence to support the proposition, expressed his personal belief that those six judges, because they volunteered to take the course, “are more inclined to have a personal affinity toward the implementation of the death penalty sentence____” That, he asserted, inhibited appellant in his choice of whether to have a jury or a non-jury trial. In response, Judge Platt, going well beyond what was necessary, subjected himself to the same voir dire questions that he allowed be asked of the prospective jurors.<footnotemark>11</footnotemark> The answers revealed no predilection toward imposing the death penalty, and no request was made to have the case assigned to any other judge. The motion to <page-number citation-index=\"1\" label=\"299\">*299</page-number>strike the notice of intent to seek the death penalty was denied.</p>\n<p id=\"b343-4\">Appellant complains to us that “[t]he effect of making death penalty training a prerequisite to presiding in a death penalty case is the creation of an unrepresentative group that systematically tilts a defendant’s election away from choosing a judge as senteneer.” There is absolutely nothing in this record to support such a statement. Even if we were to regard Chief Judge Murphy’s request as a “prerequisite,” which, as noted, it is not, there is no evidence that an “unrepresentative group” has been created or that it has “systematically tilt[ed]” a defendant’s election between a court or jury trial.</p>\n<p id=\"b343-5\">F. <em>Unconstitutionality of Death Penalty Statute</em></p>\n<p id=\"b343-6\">Appellant’s final argument is that the Maryland death penalty law is unconstitutional because (1) it requires the defendant to establish mitigating circumstances, (2) it requires defendants to establish that non-enumerated mitigating circumstances are, in fact, mitigating, and (3) requires the State to prove that the aggravating circumstances outweigh the mitigating circumstances by only a preponderance of the evidence, rather than by clear and convincing evidence. We considered and rejected those same arguments on a number of earlier occasions, most recently in <em>Perry v. State, </em>344 Md. 204, 686 A.2d 274 (1996), <em>cert. denied, </em>-— U.S. -, 117 S.Ct. 1318, 137 L.Ed.2d 480 (1997). <em>See also Grandison, supra, </em>341 Md. 175, 670 A.2d 398.</p>\n<p id=\"b343-9\">JUDGMENTS OF CONVICTION AFFIRMED; SENTENCE OF DEATH ON COUNT ONE AFFIRMED; SENTENCE OF DEATH ON COUNT FOUR VACATED; CASE REMANDED FOR ENTRY OF SENTENCE ON COUNT FOUR OF LIFE IMPRISONMENT.</p>\n<p id=\"b343-10\">BELL, C.J., dissents.</p>\n<p id=\"b343-11\">CHASNOW, J., concurs and dissents.</p>\n<footnote label=\"1\">\n<p id=\"b313-8\">. Defense counsel later asserted that Travis did not mention getting high in his testimony before the grand jury because he was never asked about it.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b317-7\">. No evidence was presented as to whether the victims knew appellant. In preparation for the sentencing proceeding, the State obtained certain written victim impact statements from members of the victims’ family which, according to the prosecutor, indicated that the victims did know appellant and that appellant often visited the victims’ home. Those written statements contained other material that the court found objectionable, however, and they were excluded from evidence. The only victim impact evidence allowed was testimony from the Davises’ granddaughter. She was not asked and did not volunteer whether the Davises knew appellant.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b318-8\">. We have never definitively ruled on whether, under existing Maryland common law, a murder committed in the perpetration of a felony other than one qualifying as a basis for first degree murder constitutes a separate method of committing second degree murder, and we have no occasion to do so here. <em>See, </em>however, <em>Hook v. State, </em>315 Md. 25, 43 n. 21, 553 A.2d 233, 242 n. 21 (1989); <em>Campbell v. State, </em>293 Md. 438, 444 A.2d 1034 (1982); <em>Jackson </em>v. <em>State, </em>286 Md. 430, 408 A.2d 711 (1979); <page-number citation-index=\"1\" label=\"275\">*275</page-number><em>Glenn </em>v. <em>State, </em>68 Md.App. 379, 386, 511 A.2d 1110, 1114, <em>cert. denied, </em>307 Md. 599, 516 A.2d 569 (1986).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b324-8\">. In a normal felony murder case, there may be no occasion for a second degree murder instruction of any kind because all murder committed in the course of one of the enumerated felonies is first degree murder. <em>See Goodall v. United States, </em>180 F.2d 397, 400 (D.C.Cir.), <em>cert. denied, </em>339 U.S. 987, 70 S.Ct. 1009, 94 L.Ed. 1389 (1950). That principle would not necessarily apply, however, when a defense is generated to the underlying felony, including, for example, evidence of intoxication sufficient to negate a requisite intent. <em>See </em><page-number citation-index=\"1\" label=\"281\">*281</page-number><em>Government of Virgin Islands v. Carmona, </em>422 F.2d 95, 100 (3d Cir. 1970), <em>Jackson v. United States, </em>313 F.2d 572, 572 (D.C.Cir.1962), <em>People v. Paul, </em>395 Mich. 444, 236 N.W.2d 486, 488 (1975). In those situations, instructions on lesser degrees of murder, or even manslaughter, may be appropriate.</p>\n<p id=\"b325-10\">We need not determine here whether Burch was entitled to a second degree instruction because he received one. He also received an instruction on an intoxication defense. We simply hold that, under the evidence in this case, he was not entitled to a depraved heart instruction.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b326-11\">. The court added that, if appellant used greater force than a reasonable person would have used, but he actually believed that the force used was necessary, his actual, though unreasonable, belief also is a partial self-defense. That part of the instruction is not in issue in this appeal.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b328-8\">. By addressing the issue raised by appellant, we are not suggesting, much less holding, that, as a burglar, appellant had any right even to claim self-defense—of either the traditional or partial variety. As <em>Crawford, supra, </em>makes clear, a homeowner confronted with an attack upon his or her dwelling has the right to use deadly force against the intruder if necessary to repel the attack. If there is the right to kill under that circumstance, it is certainly arguable that there cannot be a right by the intruder to use deadly force in response. There is some authority for the proposition that, if the intruder unmistakably withdraws from the encounter and effectively communicates the intent to do so, the homeowner may not thereafter use deadly force, for there is no longer an attack to repel. Rollin M. Perkins, Perkins on Criminal Law 1006 (2d ed.1969). That circumstance is not presented in this case, however, for there is no evidence indicating that appellant ever attempted or communicated an intent to withdraw when confronted by Mr. Davis. He did, nonetheless, receive self-defense instructions; our only concern is with the challenged language used in the partial self-defense instruction, and that is all we intend to address.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b334-7\">. With the filing of this Opinion, we request the Court's Standing Committee on Rules of Practice and Procedure to attempt to develop and propose for our consideration a form usable in such situations.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b335-8\">. The court instructed the jury that, in order to determine that the death sentence should be imposed, it must find that appellant was a principal in the first degree as to <em>both </em>murders. That was erroneous. If appellant was a principal in the first degree with respect to either murder, he would have been eligible for the death penalty as to that murder. The error, however, is clearly harmless as to appellant; he got more, not less, than was his due.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b336-9\">. Section 414(f) of article 27 permits only three options with respect to our review of a death sentence: affirm the sentence, set it aside and remand for the conduct of a new sentencing proceeding, or set it aside “and remand for modification of the sentence to imprisonment for life.\"</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b339-8\">. The court actually directed the State to turn the material over by 4:15. Defense counsel later complained that some of it was not delivered to his office until about 6:30. That complaint is not pursued in this appeal.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b342-9\">. Confirming the view expressed in <em>Matthews v. Evatt, </em>105 F.3d 907, 922 (4th Cir.1997), \"[w]e are aware of no authority, federal or state, that requires a trial judge to submit to <em>voir dire </em>examination.” <em>See also State v. Matthews, </em>296 S.C. 379, 373 S.E.2d 587, 590 (1988), <em>cert. denied, </em>489 U.S. 1091, 109 S.Ct. 1559, 103 L.Ed.2d 861 (1989).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b344-4\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>BELL, Chief Judge,</author>\n<p id=\"APX\">dissenting.</p>\n<p id=\"b344-5\">Md. Rule 4-343(e) prescribes the form to be used by a jury deliberating the appropriate sentence for a defendant who has been found guilty of murder in the first degree and to whom the State has given the notice required by Maryland Code (1957, 1996 Repl.Vol.) Article 27, § 412(b)(1),<footnotemark>1</footnotemark> stating its intention to seek the death penalty. As the majority recognizes and, indeed, the rule requires, in those cases, the jury’s “findings and determinations shall be made in writing in the ... form [set forth in the rule]” Md. Rule 4-343(e). As the majority also recognizes, “that form is cast in the singular, as though there was but one victim and thus one murder. Obviously, as the court below recognized, it cannot be used singularly, without some modification, in a multiple murder case where the defendant, under the holdings in <em>Evans v. State, </em>304 Md. 487, 499 A.2d 1261 (1985), <em>cert. denied, </em>478 U.S. 1010, 106 S.Ct. 3310, 92 L.Ed.2d 722 (1986) and <em>Grandison v. State, </em>305 Md. 685, 506 A.2d 580 (1986), <em>cert. denied, </em>479 U.S. 873, 107 S.Ct. 38, 93 L.Ed.2d 174 (1986) faces the prospect of more than one death sentence.” 346 Md. at 285, 696 A.2d at 459.</p>\n<p id=\"b344-10\">Acknowledging the entitlement of both the State and the defendant to have the sentence for each crime subject to the death .penalty determined by a jury, if that is the defendant’s election, in accordance with the statute and the rule, the majority correctly points out that:</p>\n<blockquote id=\"b344-11\">It is the court’s function to develop a form that enables the jury to make the requisite findings with respect to each crime—whether the defendant was a principal in the first degree, which, if any, aggravating factors exist, which, if any, mitigating factors exist, whether the aggravating factors outweigh the mitigating factors, and what the sentence should be. In the absence of an alternative form in Rule 4-343 usable in multiple-murder situations, the court may discharge that function by using a separate form for each murder or by devising, preferably with the assistance of <page-number citation-index=\"1\" label=\"301\">*301</page-number>counsel, one comprehensive form, whichever appears more appropriate and easy for the jury to understand.</blockquote>\n<p id=\"b345-5\">346 Md. at 285-286, 696 A.2d at 459-460 (footnote omitted). Focusing on the case <em>sub judice, </em>it concluded that, though consistent with the instructions given the jury, the form used by the jury in this case “was inappropriate and, indeed, unnecessarily engendered the very issue we are now facing.” 346 Md. at 286, 696 A.2d at 460. Nevertheless, the majority states that “on this record, [it is] convinced, beyond any reasonable doubt, that the error does not require the vacation of both death sentences.” To reach that conclusion, the majority satisfied itself that all—each one—of the jurors concluded that the defendant should be put to death for at least one, if not both, of the murders. <em>Id. </em>Its reasoning in that regard is as follows:</p>\n<blockquote id=\"b345-6\">The jury determined that appellant was a principal in the first degree as to both murders. The two aggravating factors that it found necessarily applied to both victims; there was no basis for it to have found that either factor applied to one victim (or murder) but not the other. The one mitigating factor that the jury found to exist necessarily applied with respect to both murders; the five mitigating factors it found, unanimously, not to exist applied to both victims or murders; and the one interlineated group of mitigating factors that one or more but fewer than all jurors found to exist was peculiar to appellant and therefore necessarily applied to both victims or murders.</blockquote>\n<blockquote id=\"b345-7\">The only factor that conceivably, though tenuously, could have been peculiar to one murder was that the murder was committed while appellant’s capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was impaired—a factor found by one or more but fewer than all of the jurors. But even the juror or jurors who found that factor to exist, whether as to one or both of the murders, also found that the aggravating factors outweighed all of the mitigating factors and therefore found death to be the appropriate sentence.</blockquote>\n<p id=\"b346-4\"><page-number citation-index=\"1\" label=\"302\">*302</page-number>346 Md. at 286-287, 696 A.2d at 460 (footnote omitted). Thus, we are told that, given the jury’s determination that “the sentence” shall be death and that both sentences “are otherwise unimpeachable,” the appropriate remedy for the correction of the error is to vacate one of the death sentences, it matters not which, and allow the other sentence to remain undisturbed. Rather than being arbitrary and capricious, the majority asserts, that remedy simply effectuates the clear intent and determination of the jury. 346 Md. at 286-287, 696 A.2d at 460.</p>\n<p id=\"b346-5\">With the first stated conclusion reached by the majority, that it was error not to require the jury to go through the prescribed procedure separately, utilizing a different form ■with respect to each victim and making separate findings as to each murder, and to permit the jury to return only one death sentence with respect to both murders, I concur. I can not, however, accept the latter. I simply am not persuaded by the reasons the majority offers in support of its conclusion that the two death sentences are unimpeachable.</p>\n<p id=\"b346-6\">On the contrary, the rationale argued by the defendant is quite a bit more compelling. It is certainly plausible and logical that a jury asked to impose one sentence for two murders will approach the task from the perspective that the single sentence must “be sufficiently severe to punish two murders.” Moreover, as the defendant also argues, a jury required to make separate sentencing determinations in a multiple murder situation logically and reasonably could have decided that multiple sentences of life imprisonment without the possibility of parole would be sufficient. Nor is it implausible that, as the defendant further suggests, a jury determination of life without parole with respect to one of the murders, may have persuaded one or more jurors against voting in favor of the death penalty for the other murder. In any event, these arguments are no more speculative than those advanced by the majority.</p>\n<p id=\"b346-7\">Having found error, the majority never adequately explains why one sentence, rather than the other, should be reversed. <page-number citation-index=\"1\" label=\"303\">*303</page-number>In a matter so serious as this, one would assume, and has the right to expect, that the resolution of so important a matter would be clearly thought out and even more clearly explained. It simply is not sufficient to act arbitrarily; there must be, it seems to me, a rational basis, which then can be articulated, for the decision to reverse one sentence and not the other. But this is exactly what the majority has failed to do; in fact, the opposite appears to be precisely what the majority has done—acted arbitrarily. As Judge Chasanow, in dissent, put it:</p>\n<blockquote id=\"b347-5\">From what I can glean from the Court’s opinion, the choice as to which murder should not be punished by death was entirely arbitrary, conceivably arrived at by something as illogical as the flip of a coin. <em>Cf. Johnson v. State, </em>292 Md. 405, 439 A.2d 542 (1982)(referring to unconstitutionality of imposing death penalty in an arbitrary and capricious manner).</blockquote>\n<p id=\"b347-6\">346 Md. at 310, 696 A.2d at 471-472 (1997) (Chasanow, J., concurring and dissenting).</p>\n<p id=\"b347-7\">The defendant’s position is that both death sentences imposed by the trial court must be vacated and a new sentencing proceeding conducted. I agree.</p>\n<footnote label=\"1\">\n<p id=\"b344-12\">. Subsection (g) sets forth the exception for defendants under 18 years old or who are mentally retarded.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b347-8\">CHASANOW, Judge,</author>\n<p id=\"AQip\">concurring and dissenting.</p>\n<p id=\"b347-9\">I concur with the affirmance of Burch’s convictions and the affirmance of the death penalty for the murder of Mr. Davis. I also join in all but parts 111(C)(1) and IV(A) of the majority opinion. My reasons for writing separately are 1) to express my concern about the rationale for approving the trial court’s failure to give a depraved heart second degree murder instruction, 2) to dissent from this Court striking one of Burch’s sentences of death, and 3) to point out why it is inappropriate for this Court to order the imposition of a sentence of life imprisonment for Burch’s murder of Ms. Davis.</p>\n<p id=\"b347-10\">REFUSAL OF A DEPRAVED HEART INSTRUCTION</p>\n<p id=\"A-R\">The trial judge refused to give a depraved heart second degree murder instruction for the homicide of Ms. Davis. The <page-number citation-index=\"1\" label=\"304\">*304</page-number>defendant admitted to the police that he beat and stabbed Ms. Davis; he acknowledged that he did this to keep her from calling the police and because he was high on drugs. He also maintained that he left her alive and did not intend to kill her. In fact, Ms. Davis was alive when the crimes were discovered and lived for a week after her savage beating. It was Burch’s contention that, although he did beat and stab Ms. Davis, he had no reason to, or intent to, kill her, and therefore the jury should be instructed on second degree depraved heart murder. The instruction he sought would have been that, if he killed Ms. Davis by creating a very high degree of risk to her life, being conscious of the risk and acting with extreme disregard of the life-endangering consequences, he would be guilty of second degree murder. The reason why this Court approves the failure to give this instruction is that, despite his denial, Burch had to have the intent to commit the intentional form of second degree murder or first degree murder and could not have merely had the lesser intent required for depraved heart murder. The Court justifies the refusal to give the depraved heart instruction because “there was no rational basis for the jury to convict only of that offense.” 346 Md. at 276, 696 A.2d at 455 (1997). In an attempt to explain why the defendant must, as a matter of law, have had the intent to commit a more extreme form of murder than depraved heart murder, the Court states:</p>\n<blockquote id=\"b348-5\">“Neither the fact that he could have done even more damage and thus ended her life even quicker nor the fact that the victim was still alive when he left the house detracts, in the least, from the compelling inference that the beating he did administer must have been with the intent either to kill or to do such serious bodily harm that death would be the likely result. Under appellant’s theory, virtually any murder committed by beating or that does not involve instantaneous death could qualify as depraved heart murder. That is not the law.</blockquote>\n<blockquote id=\"b348-7\">* * * * * *</blockquote>\n<blockquote id=\"b348-8\">It is simply beyond the realm of reasonableness to suppose that any rational jury could find that appellant administered <page-number citation-index=\"1\" label=\"305\">*305</page-number>the beating to Mrs. Davis with mere recklessness or indifference as to the result.”</blockquote>\n<p id=\"b349-5\">346 Md. at 277, 696 A.2d at 455. This is, in effect, a directed verdict that the defendant had the intent to murder and did not merely act recklessly. The Court is saying, as a matter of law, that, even though depraved heart murder is one of the charges at issue, the defendant could not be guilty of depraved heart murder because his acts show that he had the intent to commit a more serious form of murder.</p>\n<p id=\"b349-6\">The fallacy in the majority’s reasoning becomes evident upon reviewing the cases it cites as authority for its holding. The cited cases are all cases where an instruction on a lesser included offense was not given because the lesser offense was nolle prossed by the State and the Court is explaining why the lesser offense could permissibly be dismissed by the State. <em>See Burrell v. State, </em>340 Md. 426, 667 A.2d 161 (1995)(uphold-ing State’s decision to nolle pros a simple robbery charge because the only rational inference, in light of evidence that defendant had employed a deadly weapon, was that defendant committed an armed robbery); <em>Jackson v. State, </em>322 Md. 117, 586 A.2d 6 (1991) (finding decision to nolle pros lesser charge of possession of cocaine valid where there was no rational basis upon which jury could conclude that defendant was guilty of lesser charge, but not guilty of possession with intent to distribute); <em>Hook v. State, </em>315 Md. 25, 553 A.2d 233 (1989) (concluding that rational basis existed for finding defendant guilty of lesser offense such that State’s decision to nolle pros lesser offense violated principles of “fundamental fairness”). These cases are not apposite. There is a vast difference between our cases permitting the State to nolle pros a lesser included offense, thus withdrawing the count from the jury, and the instant case where the unilateral act of a trial judge “effectively withdrew from the jury the possibility of convicting of that lesser included offense.” 346 Md. at 276, 696 A.2d at 455. A trial judge may refuse to instruct on counts where the evidence does not justify a verdict, <em>Hof v. State, </em>337 Md. 581, 655 A.2d 370 (1995)(stating that requested instruction need not be given if not generated by the evidence), but this <page-number citation-index=\"1\" label=\"306\">*306</page-number>Court should not hold that the beating in the instant case was so severe that, as a matter of law, the defendant’s intent must have been greater than the intent required for depraved heart murder. The same reasoning would allow the trial judge <em>sua sponte </em>to withdraw a manslaughter charge from the jury’s consideration because the judge decided the beating was so severe that intent to murder was conclusively established as a matter of law.</p>\n<p id=\"b350-5\">I believe the judge was wrong in <em>sua sponte </em>withdrawing the depraved heart second degree murder charge from the jury’s consideration, but any error was harmless or rendered moot by the jury’s verdicts. Based on the jury’s findings in the more severe forms of murder, the depraved heart murder charge would not have been reached. The jury found Burch guilty of, <em>inter alia, </em>premeditated and deliberate murder of Ms. Davis, felony first degree murder of Ms. Davis, intentional second degree murder of Ms. Davis, burglary, and attempted robbery of Ms. Davis. Because of these multiple findings, it is obvious that the jury should not have reached depraved heart second degree murder, and that offense would be subsumed by the several more serious murder convictions. In addition, the jury found Ms. Davis died as a result of a beating administered during the course of the defendant’s commission of a burglary and an attempted armed robbery. As a matter of law, administering a beating that results in death during the course of committing a burglary and attempted robbery is first degree felony murder regardless of whether there was any intent to kill. Depraved heart second degree murder is subsumed by the felony murder conviction.</p>\n<p id=\"b350-6\">The majority cites no authority, nor do I believe there is any authority, for the proposition that a judge may refuse to instruct on a charge of depraved heart murder because the judge could properly determine, as a matter of law, that it is “beyond the realm of reasonableness to suppose that any rational jury could find that appellant administered the beating to Mrs. Davis with mere recklessness or indifference as to the result.” 346 Md. at 277, 696 A.2d at 455. Where intent is an element of the charge, the defendant is entitled to have the <page-number citation-index=\"1\" label=\"307\">*307</page-number>jury determine intent or absence of intent. If the majority is correct and a judge can refuse to instruct on a viable depraved heart murder count because no rational jury could find mere recklessness, then <em>a fortiori, </em>judges could <em>sua sponte </em>refuse to instruct on viable manslaughter counts in similar circumstances. When the State nolle prosses a count, the situation is different, but absent a nolle pros, trial judges should never hold, as a matter of law, that the nature of the defendant’s act conclusively indicates a culpable intent beyond mere recklessness. Nevertheless, because the jury obviously agreed with the judge’s assessment of the defendant’s intent, any error was harmless.</p>\n<p id=\"b351-4\">STRIKING THE SENTENCE OF DEATH</p>\n<p id=\"AEF\">In the instant case, the two aggravating factors alleged by the State were 1) that Burch “had committed more than one offense of murder in the First Degree arising out of the same incident,” and 2) that Burch had also committed murder while committing or attempting to commit robbery. <em>See </em>Maryland Code (1957, 1996 Repl.Vol.), Article 27, § 413(d)(9), (10). Burch was convicted of the premeditated first degree murder of both Mr. and Ms. Davis, as well as the attempted robbery with a deadly weapon of Ms. Davis. The State sought the death penalty for both murders or, if the death penalty was not warranted, life without parole for both murders.</p>\n<p id=\"b351-5\">There was discussion between the trial judge and counsel about whether two separate sentencing forms or only one consolidated sentencing form should be sent to the jury. The judge seemed inclined to use two separate forms but asked the State and defense to see if they could come to some agreement.<footnotemark>1</footnotemark> Both sides apparently agreed to a single consolidated <page-number citation-index=\"1\" label=\"308\">*308</page-number>sentencing form, and this is what was sent to the jury with the approval of the State and the defense. This was certainly reasonable because, if the jury found both murders “arose out of the same incident,” both sentences would probably be the same, and in addition, if the jury returned a verdict of death and the sentence was affirmed, the death sentence would be the only sentence actually carried out; it would precede, not follow, any life sentence. Apparently, both sides recognized that it would be highly unlikely under the circumstances that the jury would return inconsistent sentences for such closely related murders committed by the same person and that, if a single death sentence were imposed, it would be for all intents and purposes the only sentence, because any life sentences would be merged into the death penalty.</p>\n<p id=\"b352-5\">With both sides in agreement, a single sentencing form was submitted to the jury asking it to choose either death, life without parole, or life imprisonment. If Burch were validly sentenced to death, he would be executed, and it would not matter if it were for one or both murders; if Burch were not sentenced to death, but were sentenced to life without parole, he would serve life without parole. Both sides were satisfied with a single verdict sheet and agreed to have the jury render a single sentence. The only issue that was not resolved was whether the single sentence was to be a single, merged sentence or whether, in formally entering the sentences, the judge should enter a separate sentence for each murder in accord with the jury’s verdict.</p>\n<p id=\"b352-6\">When the jury returned a sentence of death, defense counsel began to have second thoughts about the agreed-to procedure. He stated, “I contend that only one death penalty can <page-number citation-index=\"1\" label=\"309\">*309</page-number>be imposed and that it has to be imposed as to one or the other and not both.....” The judge, however, held that “the intent of the jury was that he receive the [death penalty] for both, and it was made clear to them throughout [the sentencing proceeding] that they were considering two murders.” The judge then entered the death penalty sentences for both murders.<footnotemark>2</footnotemark> If the judge erred, it was in entering two separate death sentences instead of one death sentence with the sentence for the other murder merged.</p>\n<p id=\"b353-7\">The legal effect of the verdict sheet agreed to by the parties for these two murders arising out of the same incident was that a single, merged sentence would be returned by the jury. The defendant’s agreement to a single sentence was sound both in theory as well as in its practical effect, and this Court should not hold the consolidated verdict sheet constituted reversible error, especially because it was agreed to by the defendant. The defendant may not have wanted two sentencing forms for fear that any jurors who were reluctant to impose the death sentence might compromise and impose the death penalty for one murder and a life sentence for the other. This compromise, although not very rational and of no practical effect, might make reluctant jurors more likely to impose at least one death penalty. By requiring a merged sentence and not giving jurors any way to avoid recognition of the practical effect of a single sentence of death, defense counsel, as a matter of trial tactics, may have avoided any compromise verdict that would in no way benefit the defendant. Further indication of the defense preference to submit a single, <page-number citation-index=\"1\" label=\"310\">*310</page-number>merged sentencing determination in death penalty cases involving more than one first degree murder arising out of the same incident can be found in <em>Evans v. State, </em>304 Md. 487, 499 A.2d 1261 (1985), and <em>Grandison v. State, </em>305 Md. 685, 506 A.2d 580 (1986), where the defense strenuously argued that “the Legislature intended that only one death sentence could be imposed where more than one person was murdered.” <em>Evans, </em>304 Md. at 538, 499 A.2d at 1288; <em>see also Grandison, </em>305 Md. at 766, 506 A.2d at 621.</p>\n<p id=\"b354-5\">If the parties and the judge all agree, this Court should permit a merged sentence for two similar murders committed with the same aggravating factor, that both murders were committed “arising out of the same incident.” A single, merged sentence form might not be preferable, but it should be permissible under the circumstances in the instant case, especially where it is agreed to by the parties. This Court has taken a very flexible approach to merger of sentences, and it seems particularly appropriate in the instant case because only one merged death penalty sentence can be carried out.</p>\n<p id=\"b354-6\">In <em>Biggus v. State, </em>323 Md. 339, 593 A.2d 1060 (1991), where a single act of digital anal penetration formed the basis for multiple convictions, this Court noted:</p>\n<blockquote id=\"b354-7\">“Nevertheless, when the same act or acts of the defendant constitute different criminal offenses or different degrees of the same offense, Maryland common law principles will often require that one offense be merged into the other for sentencing purposes, so that separate sentences are not imposed for the same act or acts.”</blockquote>\n<p id=\"b354-8\">323 Md. at 350, 593 A.2d at 1065. Multiple death sentences are not precluded, but they differ from prison sentences because only one death sentence can be carried out. Where two first degree murders arise out of the same incident and are sentenced together, obviously there cannot be consecutive death sentences, and it may not even be accurate to say a defendant is to be executed for two murders concurrently. The practical effect of multiple death sentences is that they are merged into a single execution, and that ought to be a <page-number citation-index=\"1\" label=\"311\">*311</page-number>permissible sentencing option when agreed to in advance by all parties.</p>\n<p id=\"b355-5\">Instead of entering the jury’s verdict as a merged death sentence for both murders, the trial judge recorded separate death sentences for each murder. These docket entries may have been inaccurate, but the remedy for¡ the inaccurate docket entries should not be to reverse one sentence of death. The majority apparently concludes the practical effect of reversing one of the death sentences will be trivial, but that does not justify this Court trivializing the resentencing process. The Court holds one sentence of death is valid and the other sentence of death is invalid. The Court then, without benefit of argument of the parties or without soliciting the views of the trial judge, <em>sua sponte </em>reverses the death sentence for the murder of Ms. Davis. We are not told how the Court arrived at its determination that the murder of Ms. Davis should not be punished by death; indeed, according to the majority, this killing was so heinous that the defendant must have had the intent to murder as a matter of law. From what I can glean from the Court’s opinion, the choice as to which murder should not be punished by death was entirely arbitrary, conceivably arrived at by something as illogical as the flip of a coin. <em>Cf. Johnson v. State, </em>292 Md. 405, 439 A.2d 542 (1982)(referring to unconstitutionality of imposing death penalty in an arbitrary and capricious manner).</p>\n<p id=\"b355-6\">What is even more distressing than the Court’s striking the sentence of death for the murder of Ms. Davis is the Court’s adopting the role of sentencing court and ordering the trial judge to enter a sentence of life imprisonment. We do not know whether Burch’s convictions and sentences will withstand all future federal challenges and post conviction challenges, but we do know that if a retrial or resentencing is ever required, this Court’s order will forever bar the State from seeking death or even life without parole for the murder of Ms. Davis. The State ought to have the option to continue to seek death or life without parole for this especially heinous murder. There have been many cases in which this Court has found that error in a death penalty sentencing invalidated the <page-number citation-index=\"1\" label=\"312\">*312</page-number>death penalty, but in these cases, the Court has remanded for a new sentencing proceeding. <em>See, e.g., Scott v. State, </em>297 Md. 235, 465 A.2d 1126 (1983); <em>Harris v. State, </em>295 Md. 329, 455 A.2d 979 (1983); <em>Tichnell v. State, </em>287 Md. 695, 415 A.2d 830 (1980). This Court does not have the authority to impose any sentence, but if we are going to order the imposition of a sentence, the State’s Attorney, defense counsel, and the defendant should be present and should be given an opportunity to be heard before we preclude a sentence of death, life without parole, life, or even a life sentence with a portion suspended as a sentencing option.</p>\n<p id=\"b356-5\">The State may not want to prosecute another death penalty sentencing for the murder of Ms. Davis, but the decision whether to seek the death penalty again or a life sentence is the State’s decision, not this Court’s decision. <em>See </em>Md.Code (1957, 1996 Repl.Vol.), Art. 27, § 412(b),(c). The State should have that option, to seek a back-up death penalty, as well as the option to seek at least life without parole for the murder of Ms. Davis. There is no assurance that the single, remaining death sentence for the murder of Mr. Davis will withstand all the challenges yet to be made on the verdict and sentence. That death sentence also may be left more vulnerable to challenge because of this Court’s decision to enter a life sentence for an equally vicious murder, with the same aggravating factors, committed under the same circumstances. I dissent from this Court’s order requiring Burch to be sentenced to life imprisonment (with a possibility of parole) for the murder of Ms. Davis.</p>\n<footnote label=\"1\">\n<p id=\"b351-6\">. \"THE COURT: All right. So assuming we don’t have any disagreement with that, that changes the statutory form in the sense that it potentially doubles it, okay, and—</p>\n<p id=\"b351-8\">[DEFENSE ATTORNEY]: I think there’s certainly going to be some modifications needed.</p>\n<p id=\"b351-9\">THE COURT: I don’t want to get into the, to be the referee in a battle that perhaps doesn’t need to take place. I’m asking that <page-number citation-index=\"1\" label=\"308\">*308</page-number>counsel sit down, and we’re obviously not going to need the form today, and come up with—take the form, the statutory form, and work through it and present me with a proposal if you can agree. If you can’t agree, then so be it. I would ask each side to present me with their proposed verdict sheets. Obviously, I'm going to deviate from the prescribed form except to the extent that I'm obviously going to have to take that form and perhaps in effect just repeat it as to each victim.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b353-8\">. The majority states that \"had there been any prospect of either an aggravating or a mitigating factor peculiar to one victim but not the other or anything that could reasonably have caused the jury to reach a different balance in the weighing process, from one victim to another, it would have required that we vacate both death sentences and remand for resentencing.” 346 Md. at 286, 696 A.2d at 460 (1997). Although I do not necessarily agree with this conclusion and it may be an invitation to post conviction relief by merely establishing any difference in the two murders, it is an acknowledgment that the majority recognizes “beyond any reasonable doubt” that the jury intended the sentence for both murders to be the same, <em>i.e., </em>the death penalty.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}