{
  "casebody": {
    "data": "<casebody firstpage=\"312\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b328-3\">William B. Rice &amp; another <em>vs. </em>Charles H. Barrett &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b328-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AWX\">November 21.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aom\">23, 1874.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"AFE\">Wells &amp; Devens, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b328-6\">One who, by representing himself to he a partner, induces another to give credit to the supposed partnership, is liable to him as a partner, whether actually a partner or not.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b328-7\">Contract on an account annexed, against Charles H. Barrett and William. A. Barrett, as partners.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b328-8\">At the trial in the Superior Court, before Bacon, J., the only-issue was whether Charles H. was a partner with William A. Both the defendants testified that Charles H. was never a partner with William A., but that he was employed by William A. on wages. The plaintiffs’ counsel stated that he should not claim to hold Charles H. as partner in fact, but on the ground that he represented himself to the plaintiffs, before the purchase of the goods, to be a partner, and that the plaintiffs sold the goods confiding in such representations; and upon this branch of the case testimony was introduced upon both sides.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b328-9\">The defendant, Charles H., requested the judge to instruct the jury that the plaintiffs could not recover under their declaration, in which they declared against “ W. A. Barrett and C. H. Barrett, now or late traders and copartners under the name and style of Barrett &amp; Co.,” without proving actual partnership of said William A. and Charles H. Barrett. The judge declined to give this instruction, and instructed the jury that if the defendant, Charles H., represented to the plaintiffs that he was a partner with William A., and if the plaintiffs, confiding in such representations, sold their goods, they would be entitled to a verdict.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b328-10\">The jury returned a verdict for the plaintiffs, and the defendant alleged exceptions.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b328-11\"><em>J. S. </em>Abbott, for the defendant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b328-12\"><em>D. F. Fitz, </em>for the plaintiffs.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b328-13\">Gray, C. J.</author>\n<p id=\"AHj\">One who, by representing himself to a third per son to be a partner, induces him to give credit to the supposed partnership, is liable to him as a partner, whether actually a partner or not. Story Part. §§ 64, 65. <em>Exceptions overruled.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}