{
  "casebody": {
    "data": "<casebody firstpage=\"573\" lastpage=\"575\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b699-5\">Timothy Edward WHITE, Petitioner-Appellant, v. Robert A. BUTTERWORTH, The Attorney General for the State of Florida, Harry K. Singletary, Jr., Secretary of the Florida Department of Corrections, Respondents-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b699-8\">Nos. 94-2901, 94-2989</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AWR\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b699-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b699-10\">Dec. 7, 1995.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b699-26\">Timothy Edward White, Crestview, Florida, for Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b699-27\">Mark Menser, Asst. Atty. Gen., Dept, of Legal Affairs, Tallahassee, Florida, for Ap-pellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b699-29\">Before KRAVITCH, EDMONDSON and BARKETT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b699-30\">PER CURIAM:</author>\n<p id=\"b699-31\">Timothy White, a Florida prisoner, appeals the dismissal of his § 2254 habeas petition and the denial of his motion for reconsideration of the dismissal. The district court dis<page-number citation-index=\"1\" label=\"574\">*574</page-number>missed the petition after concluding that White did not satisfy § 2254’s jurisdictional “in custody” requirement because he was attacking an “expired” sentence. Upon review of the record, we determine that the court erred in finding that White was not “in custody” and therefore reverse the order dismissing the petition and remand for further proceedings.</p>\n<p id=\"b700-4\">In 1985, White pled guilty to a crime in Florida and received five years probation. When he violated the terms of his probation in Alabama in 1987, he was extradited to Florida, where he pled guilty to violating his probation and received a four-year sentence, to run concurrently with an unspecified Alabama sentence. After serving the 1987 Florida sentence, White was convicted of another crime in Florida in 1992 and received an enhanced sentence as a habitual felony offender; the enhanced sentence was based in part on his 1987 conviction for probation violation. He currently is serving the enhanced sentence.</p>\n<p id=\"b700-5\">White filed this <em>pro se </em>§ 2254 habeas petition in 1993, apparently challenging his 1987 conviction on several constitutional grounds. In response to an order to show cause why the petition should not be dismissed, White admitted that he was currently incarcerated pursuant to his 1992 sentence, but claimed that he still was “in custody” as a result of the 1987 conviction because his 1992 sentence was enhanced due to his 1987 conviction. The district court dismissed the petition and thereafter summarily denied White’s motion for reconsideration.</p>\n<p id=\"b700-6\">District courts may entertain petitions for habeas relief only from persons who are <em>“in custody </em>in violation of the Constitution or laws or treaties of the United States.” 28 U.S.C. § 2254(a) (emphasis added); <em>Maleng v. Cook, </em>490 U.S. 488, 490, 109 S.Ct. 1923, 1925, 104 L.Ed.2d 540 (1989). Jurisdiction normally does not extend to a petitioner who challenges a conviction after his sentence has fully expired. <em>Id., </em>490 U.S. at 490-92, 109 S.Ct. at 1925-26. This Court has held, however, that “a habeas petitioner may challenge a fully expired prior conviction if he is currently incarcerated as a result of a current sentence that was enhanced by his prior conviction.” <em>Harper v. Evans, </em>941 F.2d 1538, 1539 (11th Cir.1991). Stated differently, a habeas petitioner may challenge a current sentence on the ground that it was enhanced by an allegedly invalid, prior conviction.</p>\n<p id=\"b700-9\">The State argues that the district court correctly found that White was challenging only his expired 1987 conviction. We disagree. Having read White’s papers with the liberality due <em>pro se </em>petitioners, we find that White is claiming that his current sentence was enhanced by his allegedly invalid 1987 conviction. In response to the court’s show cause order, for example, White asserted that he is “currently incarcerated ... pursuant to the [1992] conviction ... where the State has relied upon the [1987] sentence ... for an enhancement sentence____” Rl-20 at 2-3. The State’s argument is based on “a distinction without a difference. Whether or not the petition is framed facially in terms of an attack on the enhanced sentence or the expired sentence, the reality is that [White] is ... ‘in custody’ as result of a prior and alleged illegal conviction.” <em>Harper, </em>941 F.2d at 1539. Thus, the court’s conclusion that White failed to meet the “in custody” requirement of § 2254 was erroneous.<footnotemark>1</footnotemark></p>\n<p id=\"b700-12\">The State argues that this Court should nevertheless affirm the dismissal because White’s claims are unexhausted and procedurally barred. The district court’s show cause order, however, merely required that White explain why he was “in custody” and did not ask him to respond to the State’s procedural default arguments. Because White has not been given an opportunity to respond to any issues of exhaustion or proee-<page-number citation-index=\"1\" label=\"575\">*575</page-number>dural bar, we will not affirm on this ground. <em>See Battle v. Thomas, </em>923 F.2d <em>165, 166 (11th </em>Cir.1991).</p>\n<p id=\"b701-4\">For the foregoing reasons, we REVERSE the district court’s order dismissing White’s petition and REMAND the case for further proceedings consistent with this opinion. In light of this ruling, we DISMISS AS MOOT White’s appeal of the order denying his motion for reconsideration of the dismissal.</p>\n<footnote label=\"1\">\n<p id=\"b700-7\">. White also appears to have made the argument that he was \"in custody” as a result of the 1987 conviction because Alabama had placed a detain-er on him for the conviction that should have run concurrently with his 1992 sentence. We note that a petitioner held in one state with a detainer lodged against him by another state is \"in custody” for purposes of attacking the detainer. <em>See Braden v. 30th Judicial Circuit Court of Kentucky, </em>410 U.S. 484, 498-499 &amp; n. 15, 93 S.Ct. 1123, 1131-32 &amp; n. 15, 35 L.Ed.2d 443 (1973); <em>Stacey v. Warden, Apalachee Correctional Institution, </em>854 F.2d 401, 403 (11th Cir.1988).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}