{
  "casebody": {
    "data": "<casebody firstpage=\"11\" lastpage=\"18\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b29-4\">[Civ. No. 52782.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AK\">Second Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZ\">Jan. 4, 1979.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b29-5\">Adoption of JASON R., a Minor. ROBERT R., Plaintiff and Appellant, v. GLORIA R. et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b30-11\"><page-number citation-index=\"1\" label=\"12\">*12</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b30-12\">Bockian &amp; Hanifin and Joanne Bockian for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b31-4\"><page-number citation-index=\"1\" label=\"13\">*13</page-number>Charles W. Gabler for Defendants and Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b31-5\">Opinion</p>\n<author id=\"b31-6\">HANSON, J.</author>\n<p id=\"A9\">Robert R. appeals an order of the trial court denying his motion to set aside his stepparent adoption of Jason R., age five.</p>\n<p id=\"b31-7\">Facts</p>\n<p id=\"b31-8\">Gloria and Dennis M. were married on August 5, 1967, and the minor child Jason was born to them on September 19, 1971. Their marriage was dissolved on October 31, 1972, and custody of their minor child, Jason, was granted to Gloria subject to the right of reasonable visitation by Dennis.</p>\n<p id=\"b31-9\">On November 23, 1972, Gloria M. married Robert R. in Las Vegas, Nevada. The couple resumed residence in California and Jason resided with them at all times during the course of their marriage. On April 9, 1974, Robert R. filed a petition for a stepparent adoption of Jason and this petition was granted on October 18, 1974.</p>\n<p id=\"b31-10\">A few months later, in February 1975, Gloria separated from Robert R. and filed a petition for dissolution of their marriage. In his response to the petition Robert R. prayed for an annulment on the basis of fraud in the inducement of the marriage (Civ. Code, § 4425, subd. (d)). The final judgment of nullity of the marriage was entered on March 24, 1975, and pursuant to a stipulation made in open court exclusive custody of the minor child Jason was awarded to Gloria and Robert R. was restrained from contacting the minor child “for any reason whatsoever.”</p>\n<p id=\"b31-11\">A month or two later Gloria agreed to petition to set aside the stepparent adoption and to undertake sole custody of the minor child. On October 22, 1975, Gloria filed a motion to vacate, set aside and nullify that adoption decree and hearing was set for November 5, 1975. However, since Gloria did not pursue this remedy, the motion hearing was taken off calendar and no adjudication thereon was ever made.</p>\n<p id=\"b31-12\">On April 12, 1976, Robert R. filed a motion to vacate, set aside and nullify the decree of adoption of Jason on grounds that “the Decree of Adoption was granted to Robert [R.], then married to the natural mother <page-number citation-index=\"1\" label=\"14\">*14</page-number>of the minor child, under circumstances of duress, coercion, mistake, and fraud perpetrated upon him by the natural mother, Gloria [R.]. ...” A guardian was appointed for Jason (Civ. Code, § 7008), who was made a party to the action. The court after hearing denied the motion to nullify the adoption decree on grounds that Robert R. failed to sustain his burden of proof on the issue of fraud.</p>\n<p id=\"b32-4\">Issues</p>\n<p id=\"b32-5\">Robert R. contends that: (1) The trial court erred in finding that there was no extrinsic fraud to set aside the stepparent adoption and that the appellate court is empowered to reweigh the evidence; (2) the prior determination of fraud in the proceedings to annul the marriage of Gloria and Robert R. controls by collateral estoppel the issue of fraud in the proceedings to annul the adoption; (3) since annulment rendered the marriage void ab initio, there was no marriage to support the stepparent adoption which was invalid; and (4) the court failed to take into consideration the paramount issue of the welfare of the child whose best interests require that the adoption be set aside.</p>\n<p id=\"b32-6\">Discussion</p>\n<p id=\"b32-7\">I</p>\n<p id=\"b32-8\">Robert R., having failed in his effort to have his stepparent adoption set aside, attempts by appeal to make a collateral attack on the order of the court which originally granted the stepparent adoption. He claims on this appeal, as he did on the motion to annul, that he was prevented by the extrinsic fraud of Gloria from fully presenting his case to the court at the stepparent adoption proceeding and that as a result a decree of adoption, which he now perceives as adverse to his interests, was entered. He contends that the appellate court is empowered to correct a judgment to conform it to findings of fact (Code Civ. Proc., § 909) and that he is entitled to have this court review the entire record of this matter, solicit any new evidence it may deem necessary or proper, and make new or additional findings of fact, together with appropriate conclusions of law based thereon, relying on <em>Brooms </em>v. <em>Brooms </em>(1957) 151 Cal.App.2d 343, 350 [311 P.2d 562],</p>\n<p id=\"b32-9\">Robert R.’s reliance on <em>Brooms </em>is misplaced. The court in <em>Brooms </em>acted pursuant to its authority under Code of Civil Procedure section <page-number citation-index=\"1\" label=\"15\">*15</page-number>956a<footnotemark>1</footnotemark> to amend the trial court’s order as a result of an inadvertant omission on the part of the trial court.</p>\n<p id=\"b33-5\">However, that statute does not empower an appellate court to weigh conflicting evidence or pass on the credibility of witnesses. <em>(Burton </em>v. <em>Los Angeles Ry. Corp. </em>(1947) 79 Cal.App.2d 605, 611 [180 P.2d 367]; <em>Helmer </em>v. <em>Helmer </em>(1948) 87 Cal.App.2d 682, 688 [197 P.2d 558].)</p>\n<p id=\"b33-6\">Robert R. argues that Gloria, by secretly harboring the intention not to conceive and bear his child and failing to communicate her decision to him prior to the hearing on the stepparent adoption, perpetrated a fraud on him which constitutes grounds for setting aside the stepparent adoption. He testified at the proceedings to set aside the adoption that only two months after the adoption was finalized Gloria told him, among other things, “ ‘I’m not going to have anymore kids. I’ve had it, and I’m going to keep using the pill. And that’s what I’ve decided. And if you don’t like that, it’s just too bad. You can support the kid.’ ”</p>\n<p id=\"b33-7\">The testimony of Gloria at the proceedings to annul the stepparent adoption was that she initially intended to have a child by Robert R. but changed her mind some time following the stepparent adoption when she “saw that the marriage was not working out.” Robert R. argues that it may reasonably be inferred that Gloria believed the marriage was not working out prior to the time of the entry of the stepparent adoption decree and that her withholding of this information constitutes extrinsic fraud perpetrated on him to get him to agree to and follow through with the adoption. His claim is that he would not otherwise have adopted her child and that his responses in that proceeding were induced by the extrinsic fraud of his former wife.</p>\n<p id=\"b33-8\">The trial court’s determination on the evidence is, however, binding on the appellate court where as in the present case there is sufficient evidence to sustain its judgment. <em>(Overton </em>v. <em>Vita-Food Corp. </em>(1949) 94 Cal.App.2d 367, 370 [210 P.2d 757].)</p>\n<p id=\"b33-9\">II</p>\n<p id=\"b33-10\">Robert R. next contends that even if the existence of fraud was not established in the proceeding to set aside the adoption, he was <page-number citation-index=\"1\" label=\"16\">*16</page-number>entitled to rely on the fact that it was earlier established in the annulment proceedings and that this finding was controlling under the doctrine of collateral estoppel.</p>\n<p id=\"b34-4\">The applicability of the doctrine of collateral estoppel in the instant proceeding depends on whether the issue decided in the earlier proceeding to nullify Robert and Gloria’s marriage was identical with the issue presented in this action to set aside the stepparent adoption. <em>(Hone </em>v. <em>Climatrol Industries, Inc. </em>(1976) 59 Cal.App.3d 513, 529 [130 Cal.Rptr. 770].) The annulment of Robert R.’s and Gloria’s marriage was granted on the basis of a finding of fraud in the inducement of the marriage as a result of Gloria’s misrepresentation that she would bear Robert R. children. By contrast, the issue in the present case is whether Robert R. was induced to consent to the adoption of Jason as a result of Gloria’s promise to bear his children. Since the issues in the two proceedings are not identical, the doctrine of collateral estoppel is not applicable.</p>\n<p id=\"b34-5\">Ill</p>\n<p id=\"b34-6\">Robert R. contends further that since the annulment decree had the eifect of rendering the marriage void ab initio, the adoption is likewise void because he was not the husband of the child’s mother and could not qualify as a stepparent.</p>\n<p id=\"b34-7\">Although an annulment has been said to “relate back” and erase the marriage and all its implications from the outset, the doctrine of relation back is a mere legal fiction and is not without its exceptions. <em>(Sefton </em>v. <em>Sefton </em>(1955) 45 Cal.2d 872, 874-875 [291 P.2d 439].) “A judgment of nullity is conclusive only as to the parties to the proceeding and those claiming under them.” (Civ. Code, § 4451.) Consequently, the doctrine of relation back will not be applied so as to deprive the children of a void or voidable marriage of their legitimate status nor is it applied to other transactions involving the rights of third parties. <em>(Sefton </em>v. <em>Sefton, supra, </em>45 Cal.2d at pp. 875-876.) In view of these circumstances, it is clear that the stepparent and stepson relationship was not invalidated by the annulment of the marriage.</p>\n<p id=\"b34-8\">IV</p>\n<p id=\"b34-9\">Robert R. contends finally that the trial court failed to take into consideration the paramount issue of the best interests of the child, which would have necessitated setting aside the decree.</p>\n<p id=\"b35-4\"><page-number citation-index=\"1\" label=\"17\">*17</page-number>Mr. Vogel, attorney for the child, Jason, argued at the hearing that setting aside the adoption and restoring the relationship between the natural father, Dennis M., and Jason was in the child’s best interests. The court characterized Mr. Vogel’s position as “forceful,” but concluded that the decree could be set aside on the basis.of the child’s best interests only if it found Robert R. had met his burden of proof on the fraud issue and did not consider what was in the best interest of the child.</p>\n<p id=\"b35-5\">However, “[t]he welfare of the child is the paramount consideration in all courts of record in proceedings involving the custody of children; and this principle will be found reiterated in most of the cases involving proceedings for annulment or vacation of adoption decrees. In other words, if an annulment clearly appears to be in the best interest of the welfare of the child, this alone would constitute proper grounds for annulment at the instance of either the natural or the foster parents.” (Annot., Annulment of Adoption (1948) 2 A.L.R.2d 887, 891, § 3, fn. omitted; see <em>also Adoption of Bird </em>(1960) 183 Cal.App.2d 140, 146-147 [6 Cal.Rptr. 675]; Bodenheimer, <em>New Trends and Requirements in Adoption Law and Proposals for Legislative Change </em>(1975) 49 So.Cal.L.Rev. 10, 16; 2 Am.Jur.2d, Adoption, § 82, pp. 926-927.)</p>\n<p id=\"b35-6\">Here, although the issue of the best interest of the child was not tendered by the notice of motion which is the pleading that set the case in motion, the issue was tendered and properly before the trial court since counsel for the child offered evidence bearing on that issue without objection. However, since the trial court did not consider that issue, we must remand this case for a further hearing on that issue.</p>\n<p id=\"b35-7\">We note, without deciding since we are not. in the fact finding business, that the record does contain evidence which supports inferentially that the best interest of the child would be served by vacating the adoption and reinstating the natural father’s status. This evidence, which falls short of compelling such a finding as a matter of law, consists of the uncontradicted testimony of Gloria that Jason’s grandparents (Dennis M.’s parents) have taken steps to reestablish a relationship with Jason. They have visited Jason three or four times since Gloria and Robert separated, the last visit occurring about one and a half weeks prior to the hearing to set aside the adoption. While it appears that reestablishing the legal parent-child relationship between Dennis M. and Jason may not resolve the natural father-son conflict presented in this case since no action by a court can compel Dennis M. to love Jason or to treat him as a son, it is likely that since Jason will continue to live with Gloria it will <page-number citation-index=\"1\" label=\"18\">*18</page-number>restore Jason’s legal familial relationship with his paternal grandparents, who have shown a desire to play a role in Jason’s life despite their son’s attitude toward Jason. “[W]e are beginning to realize . . . that the extended family can have an important place in a child’s life, particularly when his nuclear family is unstable.” (Bodenheimer, <em>New Trends and Requirements in Adoption Law and Proposals for Legislative Change, supra, </em>49 So.Cal.L.Rev. 10, 49, fn. 208.) In those situations where “[b]lood relationships . . . coincide with the psychological ties of the child . . . these ties are worthy of preservation . . . .” <em>(Id., </em>at p. 49.)</p>\n<p id=\"b36-4\">Disposition</p>\n<p id=\"b36-5\">The order denying the motion to set aside the stepparent adoption is reversed. The matter is remanded to the trial court to conduct a further hearing directed at the issue as to whether or not it would be in the best interests of the minor child, Jason, to vacate the adoption of Jason by Robert R. and reinstate all legal rights, duties and responsibilities of the natural father, Dennis M.</p>\n<p id=\"b36-6\">Lillie, Acting P. J., and Thompson, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b33-11\">Code of Civil Procedure section 956a was repealed and replaced by section 909 in 1968. However, the substance of the two sections remains the same. <em>(People </em>v. <em>Southern Cal. Edison Co. </em>(1976) 56 Cal.App.3d 593, 601, fn. 5 [128 Cal.Rptr. 697].)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}