{
  "casebody": {
    "data": "<casebody firstpage=\"295\" lastpage=\"296\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b293-5\">Wooster <em>vs. </em>Burr.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"ANG\">A plaintiff has g„bnritghto 'a nonsuit on tile jury, although prepared 'to certify a balof the defend-tbnofassumpsit,where a notice of set off has been given en.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b293-7\">Motion to set aside a nonsuit. The action was assumpsit; the defendant gave notice of set off, the suit was tried, the jury came into court prepared to certify a balance in fa-var of the defendant, the plaintiff did not appear, and a nonsuit was entered. The defendant moved to set the same aside, and for a rule that he have leave to notice the cause for trial by proviso, or that the court express their opinion that the verdict ought to have been received as a direction upon a future trial.</summary>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b293-16\"><em>D. B. Tallmadge, </em>for defendant</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AfS\">The statute allowing set offs, (1 <em>R. L. </em>515, 16,) is imperative, that if it appears that the plaintiff is overpaid, the jury shall find a verdict for the defendant, and certify to the court the amount, &amp;c. and the sum so certified shall be recorded, and the defendant have execution. After a plea of tender, there cannot be a non-suit. (1 <em>Camp. </em>N. <em>P. 327. 2 H. Bl. 377.) </em>None but the defendant can demand the plaintiff. (1 <em>Sir. 267.) </em>In Massachusetts, it has been decided, (16 <em>Mass. R. </em>317,) that after a cause is opened to the jury, either party may insist on a verdict</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b293-19\"><em>Walker, </em>contra.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Avc\">At common law, the plaintiff always had the right to submit to a nonsuit, and the statute has not taken away that right. Great injustice might be done had the plaintiff not that power. The practice of the New-England courts in this particular does not prevail here. Was the nonsuit set aside, the plaintiff could not be compelled to proceed to trial.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b293-20\"><em>By the Court, </em>Savage, C. J.</author>\n<p id=\"AS6O\">There is nothing in the statute which changes the rights of the parties. The statute directs that the sum certified shall be recorded, but the verdict of a jury can be received only by the assent of the plaintiff; and when no verdict is pronounced, no sum is certified. Where a verdict was received without the assent of the plain<page-number citation-index=\"1\" label=\"296\">*296</page-number>tiff, it was set aside, (1 <em>Wendell, </em>36;) and the court there held that it is the right of a plaintiff to submit to a nonsuit. The plea of tender is not analogous to a notice of set off; *^e former admits the debt, the latter not.</p>\n<p id=\"b294-4\">Motion denied, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}