{
  "casebody": {
    "data": "<casebody firstpage=\"593\" lastpage=\"595\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b591-7\">Brown <em>vs. </em>L. &amp; S. Denison.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"AIN\"><em>Forwarding merchants, </em>whom propertyis deposited, instructed ato forward the same, are discharged from on™ shewing th|í they us®d gence in send-property resPonsible 1 Evidence of fered^by °a pMntifl^to rebut a claim set upbyadefendsMe/dthough no charge of SbeYinYbm delivered^by thc plaintiff,</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b591-8\">Motion to set aside a report of referees. The defendants are merchants residing at Sackett’s Harbor, and engaged in the transportation of property on Lake Ontario, but are not carriers by land, nor upon the canal. In the years 1825 and 1826, the plaintiff deposited with them 1461 barrels of flour, <em>, , </em>which were received subject <em>to </em>the plaintiff’s order, and were subsequently directed by him <em>to be forwarded </em>to Albany and New-York. The plaintiff admitted that the whole quantity, except <em>236 </em>barrels, had been accounted for. The defendants proved that they had forwarded the whole quantity, (except 34 barrels, which they offered to account for,) in their vessels from Sackett’s Harbor, on Lake Ontario, to Han-ford’s Landing, on the Genesee river, where it was delivered to a common carrier, who transported it by land to Roches- , . _ . , , ter, and delivered it over to established and responsible forwarding merchants on the canal, to be sent forward to Albany and New-York.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"AEiA\">The declaration charges the defendants as <em>depositories,.not </em>as <em>common </em>carriers., It appeared that 137 barrels of the flour had been lost after the delivery of it at Rochester; and the referees held that the defendants, having delivered the property over to a safe and responsible forwarding merchant, <page-number citation-index=\"1\" label=\"594\">*594</page-number>were discharged from their liability. After hearing the Pro°fs °f the parties, the referees made a report in favor of the defendants for the sum of $137,03 ; which was moved to se* as‘^e, U Because, as it was contended, the referees had erred in not holding the defendants responsible for the whole quantity of flour; <em>2. </em>In allowing an item in the defendants’ accounts of $85,80 for storage, which, from the testimony, it appeared had already been allowed to the defendants by the forwarders, to whom the property had been delivered, subject to all <em>charges; </em>and 3. That the referees had refused to receive evidence shewing that an item in the defendant’s account, amounting to <em>$47,77, </em>for cash paid on the order of the plaintiff, had been refunded by the plaintiff. This evidence was rejected, on the ground that no item of cash paid was contained in the plaintiff’s bill of particulars, which was only an account of the quantity of barrels of flour delivered to the defendants.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b592-3\"><em>S. Beardsley, </em>for plaintiff,</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"AiR\">who cited <em>7 Cowen, </em>500, <em>in notis; </em>5 <em>Johns. R. </em>58 ; 15 <em>id. 44 ; Cro. Jac. 468.</em></p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b592-4\"><em>J. Edwards, </em>for defendants,</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"Ahme\">who cited <em>2 Chitty, 144, n.y ; id. 156, n.a. ; </em>1 <em>Wils. </em>281 ; 1 <em>Chitty, 134 ; Jones on Bailment, 120; Esp. R. </em>316 ; 12 <em>Johns. R. </em>232.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b592-5\"><em>By the Court, </em>Savage, Ch. J.</author>\n<p id=\"AOu\">The main question in the case is, whether the defendants are liable in this action for the safe transportation of the flour after it went out of their possession. I am of opinion, that simply as depositories or forwarders, they are not liable, having used ordinary diligence in forwarding the property by responsible persons. It appeared that the defendants were allowed for the storage of the whole quantity of flour delivered to them; and it also appeared that it was their custom to deliver the property to the forwarders subject to charges, and that such was the fact in this case. If so, they had already received their storage, and it ought not to have been again allowed.</p>\n<p id=\"b592-6\">The defendants were allowed an order drawn in 1822, which the plaintiff offered to prove had been already paid by him. The proof was rejected, because the bill of particulars <page-number citation-index=\"1\" label=\"595\">*595</page-number>presented by the plaintiff did not contain the accounts by which he proposed to prove the payment. On the part ot the defendants, it is said the proof was rejected as well on that ground as because the evidence offered was insufficient in itself. It is clear, however, that the referees decided that the plaintiff could not introduce any accounts not in his bill of particulars. In this they erred. The account offered was not for the purpose of making out the plaintiff’s case in the first instance, but to rebut evidence produced by the defendants. Of course it could not be in the bill of particulars.</p>\n<p id=\"b593-4\">In my opinion, the report should be set aside, unless the defendants will deduct the sum of $133 57, the amount of the charge for storage, and the amount of the order allowed by the referees.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}