{
  "casebody": {
    "data": "<casebody firstpage=\"146\" lastpage=\"149\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b188-4\">Alexandria</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b188-5\">SHARON S. COX v. JOSEPH E. COX, JR.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b188-8\">No. 0443-92-4</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AUT\">Decided March 30, 1993</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b189-5\"><page-number citation-index=\"1\" label=\"147\">*147</page-number>Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b189-6\">Lorraine M. Koury (Robert A. Ades &amp; Associates, RC., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b189-7\">No brief or argument for Joseph E. Cox, Jr., appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b189-8\">Opinion</p>\n<author id=\"b189-9\">BENTON, J.</author>\n<p id=\"A01\">Sharon S. Cox, the mother of minor children, contends that the circuit judge erred in dismissing her appeal from a custody and visitation order entered by the juvenile and domestic relations district court. The sole issue on this appeal is whether the mother, whose counsel endorsed “seen and agreed” upon the custody and visitation order entered in the juvenile court, may appeal that order to the circuit court and receive a <em>de novo </em>hearing. For the reasons that follow, we hold that the circuit judge erred in dismissing the appeal.</p>\n<p id=\"b189-10\">The record in this case establishes that the parties were divorced by a final decree of the circuit court in 1989. The father was awarded custody of the two minor male children of the marriage and the mother was awarded custody of the two minor female children of the marriage. Fourteen months later, on motion of the father and over objection of the mother, a circuit judge remanded the case to the juvenile court for all matters pertaining to custody and support. Following the remand, the father filed a petition in the juvenile court requesting temporary and permanent custody of the parties’ two minor female children and child support. The father was granted temporary custody of the younger female child pending a hearing for permanent custody. While the matter was pending, the parties agreed to entry of an order awarding permanent joint legal custody of both female children to both parents and a change of physical custody from the mother to the father. The order was endorsed “seen and agreed” by counsel for both parties as well as by the <em>guardian ad litem </em>for the children.</p>\n<p id=\"b189-11\">After the order was entered, the mother obtained new counsel and noticed an appeal to the circuit court. The circuit judge <em>sua sponte </em><page-number citation-index=\"1\" label=\"148\">*148</page-number>ruled that the juvenile court order was not appealable because it was endorsed “seen and agreed” and dismissed the appeal. This appeal followed.</p>\n<p id=\"b190-5\">Code § 16.1-296 provides in pertinent part:</p>\n<blockquote id=\"b190-6\">From <em>any </em>final order or judgment of the juvenile court affecting the rights or interests of any person coming within its jurisdiction, an appeal may be taken in accordance with the provisions of Chapter 7 (§ 16.1-123.1 et. seq.) of [Title 16.1]. (emphasis added).</blockquote>\n<p id=\"b190-7\">This section of the code makes no distinction between consent orders and non-consent orders. It also does not qualify or limit the word “any.” The plain and unambiguous meaning of the word “any” is “one or more indiscriminately from all those of a kind.” <em>Webster’s Third New International Dictionary </em>97 (1981).</p>\n<p id=\"b190-8\">Moreover, Code § 16.1-136 provides that “[a]ny appeal, taken under the provisions of this chapter shall be heard <em>de novo </em>in the appellate court.” <em>See also Barnes </em>v. <em>City of Newport News, </em>9 Va. App. 466, 389 S.E.2d 481 (1990). Because the hearing is <em>de novo, </em>“an appeal to the circuit court from a [juvenile court] under Code § 16.1-136 annuls the judgment of the [juvenile court] as completely as if there had been no previous trial.” <em>Walker v. Department of Public Welfare, </em>223 Va. 557, 563, 290 S.E.2d 887, 890 (1982). Thus, by statute the “trial <em>de novo </em>in the circuit court grants to a litigant every advantage which would have been [available to the litigant] had the case been tried originally in [the circuit] court.” <em>Id.</em></p>\n<p id=\"b190-9\">In support of his conclusion that the mother could not appeal from a consent order, the circuit judge relied upon <em>Loar </em>v. <em>Massey, </em>261 S.E.2d 83 (W. Va. 1979). The decision in <em>Loar, </em>however, is distinguishable. Analyzing the West Virginia Rules of Civil Procedure and West Virginia’s law concerning consent decrees, the West Virginia Supreme Court held that no appeal lies to the Supreme Court from a consent decree entered in the court of general jurisdiction. <em>Id. </em>at 85-86. <em>Loar </em>does not address the statutes that determine procedures in Virginia for appeal from a court not of record (juvenile court) to the court of general jurisdiction (circuit court). Indeed, the only Virginia case cited in <em>Loar, “Automatic” Sprinkler Corp. of America </em>v. <em>Coley &amp; Petersen, Inc., </em>219 Va. 781, 250 S.E.2d 765 (1979), did not involve issues concerning <em>de novo </em>appeals.</p>\n<p id=\"b191-4\"><page-number citation-index=\"1\" label=\"149\">*149</page-number>The consensual nature of the judgment from which the appeal was taken is not a limitation imposed by statute upon the right to appeal. <em>See </em>Code § 16.1-296 and 16.1-136. In an analogous case, involving an appeal from a guilty plea entered in a court not of record, the Supreme Court of Virginia held that the statutory right to appeal to the circuit court guaranteed the defendant a <em>de novo </em>trial and annulled completely the judgment of the court not of record entered as a consequence of a guilty plea. <em>See Baylor v. Commonwealth, </em>190 Va. 116, 56 S.E.2d 77 (1949). The Supreme Court’s holding that the right to a trial <em>de novo </em>is “unhampered and unprejudiced” by the judgment of the court not of record remains the rule in Virginia. <em>Id. </em>at 120, 56 S.E.2d at 79.</p>\n<p id=\"b191-5\">Accordingly, we reverse the order dismissing the mother’s appeal to the circuit court, and we remand the case to the circuit court for a trial <em>de novo.</em></p>\n<p id=\"b191-6\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b191-7\">Bray, X, and Fitzpatrick, X, concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}