{
  "casebody": {
    "data": "<casebody firstpage=\"150\" lastpage=\"158\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b192-4\">Alexandria</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b192-5\">ROYCE LEON HAMM v. COMMONWEALTH OF VIRGINIA</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Az6\">No. 2094-91-4</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABY\">Decided March 30, 1993</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b194-4\"><page-number citation-index=\"1\" label=\"152\">*152</page-number>Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b194-5\">Ralph Russo, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b194-6\">John H. McLees, Jr., Assistant Attorney General (Mary Sue Terry, Attorney General, on brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b194-7\">Opinion</p>\n<author id=\"b194-8\">COLEMAN, J.</author>\n<p id=\"Ak\">Royce Leon Hamm was convicted by a jury of maliciously burning an automobile in violation of Code § 18.2-81 and of conspiring to maliciously bum the vehicle. Hamm contends: (1) the evidence was insufficient to support the convictions because the Commonwealth failed to prove malice; (2) the prosecutor violated his due process rights by failing to characterize as exculpatory a laboratory report furnished to the defense in discovery; (3) the judge erred by admitting hearsay testimony of the insurance company’s investigator; (4) the Commonwealth failed to prove ownership of the burned vehicle as required by Code § 19.2-284; and (5) the Commonwealth failed to corroborate his confession that he burned or agreed to bum the automobile. We find Hamm’s contentions to be without merit. Therefore, we affirm the convictions.</p>\n<p id=\"b194-9\">On November 15, 1990, the Fairfax County Fire and Rescue Department found a burning automobile parked at the end of Heller Drive. The automobile belonged to Wesley and Virginia Thomason. Based on the physical damage and laboratory examinations, the authorities determined that the fire was not accidental. Police Investigator Richard Simpson examined the burned vehicle and concluded from the extent of the burning that the fire had accelerated very rapidly as if aided by a catalyst. A laboratory analysis established that materials from inside the car contained traces of a petroleum distillate such as gasoline.</p>\n<p id=\"b194-10\">After the investigation raised the suspicion of arson, the police talked with Royce Leon Hamm, who had been arrested, about his knowledge of the fire. Hamm told the police that Wesley Thomason had offered to pay him $400 to destroy his car. According to Hamm, Wesley Thomason gave him a $20 down payment and paid him the balance after he burned the automobile. On November 15, 1990, Hamm and two other men drove Thomason’s car to the end of Heller Drive, obtained gasoline from a nearby service station, removed the car’s stereo equipment, poured the gasoline on the car, and set it afire. <page-number citation-index=\"1\" label=\"153\">*153</page-number>Jeff Daniels, an auto theft investigator for Allstate Insurance Company, testified that on November 13, 1990, two days before the burning, Wesley Thomason increased the insurance coverage on his car stereo. On November 16, 1990, Virginia Thomason filed a theft claim with Allstate. Jeff Daniels, Allstate’s adjuster, authorized payment on the claim of $21,332.08 for loss of the car.</p>\n<p id=\"b195-4\">Police investigators discovered a New York Yankees baseball cap approximately twenty feet from the burning automobile. A laboratory analysis showed that the cap contained two Caucasian head hairs. Hamm is an African-American. The evidence disclosed that the cap had previously belonged to Patrick Hardiman, a Caucasian, who had given it away approximately two years before. Hamm admitted to the police that he had been wearing the cap when he had gone to burn Wesley Thomason’s car. As part of the pre-trial discovery, the Commonwealth gave Hamm a copy of the laboratory analysis report showing that Caucasian hairs were found in the cap. The Commonwealth had provided the laboratory report in response to that portion of Hamm’s discovery request for all “scientific reports,” and it was not listed in response to Hamm’s separate request for exculpatory evidence.</p>\n<p id=\"b195-5\">I. SUFFICIENCY OF THE EVIDENCE</p>\n<p id=\"b195-6\">Code § 18.2-81 provides in pertinent part:</p>\n<blockquote id=\"b195-7\">If any person maliciously, or with intent to defraud an insurance company or other person, set fire to or burn or destroy by any explosive device or substance . . . any personal property ... he shall, if the thing burnt or destroyed, be of the value of $200 or more, be guilty of a Class 4 felony; and if the thing burnt or destroyed be of less value, he shall be guilty of a Class 1 misdemeanor.</blockquote>\n<p id=\"b195-8\">In order to convict an accused of the charged offense, the prosecution must prove beyond a reasonable doubt “each and every constituent element” of the crime. <em>Martin </em>v. <em>Commonwealth, </em>13 Va. App. 524, 529, 414 S.E.2d 401, 403 (1992). Because the indictment charged Hamm with “maliciously burning” the Thomasons’ automobile in violation of Code § 18.2-81, the Commonwealth had to prove that Hamm acted with malice.</p>\n<p id=\"b195-9\">“[Mjalice inheres in the doing of a wrongful act intentionally, or without just cause or excuse, or as a result of ill will.” <em>Bell v. </em><page-number citation-index=\"1\" label=\"154\">*154</page-number><em>Commonwealth, </em>11 Va. App. 530, 533, 399 S.E.2d 450, 452 (1991) (quoting <em>Long </em>v. <em>Commonwealth, </em>8 Va. App. 194, 198, 379 S.E.2d 473, 475-76 (1989)). Malice, therefore, in the case of arson, is not necessarily a feeling of ill will toward another person, but may be a purposeful intent to do a wrongful act. Consequently, malice may be inferred from the fact that a person intentionally burned insured property for the purpose of defrauding or injuring an insurance carrier. <em>See State </em>v. <em>Marinitsis, </em>45 S.E.2d 733, 737 (W. Va. 1947), <em>cert. denied, </em>334 U.S. 837 (1948); <em>Nasin v. State, </em>366 A.2d 70, 76 (Md. Ct. Spec. App.), <em>cert. denied, </em>434 U.S. 868 (1977); <em>Commonwealth </em>v. <em>Shuman, </em>459 N.E.2d 102, 108 (Mass. App. Ct.), <em>review denied, </em>462 N.E.2d 1374 (Mass. 1984).</p>\n<p id=\"b196-5\">The fact that Code § 18.2-81 includes a separate provision for “burning with intent to defraud an insurance company” does not exclude that wrongful act as being an act of malicious burning. The statute separately identifies a common species of malicious burning, which, prior to the enactment of Code § 18.2-81, was defined separately and punished differently from other acts of malicious burning. <em>See </em>former Code § 18.1-79 and 18.1-85. We, therefore, reject Hamm’s contention that the Commonwealth could not prove malice under the charged offense of malicious burning by proving Hamm’s intent to defraud the insurance carrier. The jury could infer malice from the proof that Hamm burned the Thomasons’ automobile for the purpose of helping them collect on a fraudulent insurance claim.</p>\n<p id=\"b196-6\">II. DUE PROCESS VIOLATION — EXCULPATORY EVIDENCE</p>\n<p id=\"b196-7\">The prosecution’s failure to disclose evidence favorable to an accused upon request violates due process if the evidence is material to either guilt or punishment. <em>Brady </em>v. <em>Maryland, </em>373 U.S. 83, 87 (1963); <em>Lowe v. Commonwealth, </em>218 Va. 670, 679, 239 S.E.2d 112, 118 (1977), <em>cert. denied, </em>435 U.S. 930 (1978). However, the prosecution is not required by the Constitution to explain or advise the defense of the significance of the evidence that it actually discloses. <em>Washington </em>v. <em>Murray, </em>952 F.2d 1472, 1484 (4th Cir. 1991). Furthermore, evidence that is known to the defense or that is in its possession before trial does not have to be disclosed by the prosecution. <em>Thomas v. Commonwealth, </em>244 Va. 1, 18, 419 S.E.2d 606, 615-16, <em>cert. denied, 113 </em>S. Ct. 421 (1992).</p>\n<p id=\"b197-4\"><page-number citation-index=\"1\" label=\"155\">*155</page-number>In response to Hamm’s pre-trial discovery requests, the Commonwealth disclosed the certificate of laboratory analysis that indicated that the two head hairs that had been found in the baseball cap that Hamm had left at the scene of the crime were Caucasian. The Commonwealth provided the laboratory report in response to the discovery request for scientific reports. In response to the request for exculpatory evidence, the Commonwealth answered “none.” Although the Commonwealth did not characterize the results of the laboratory analysis as exculpatory, the <em>Brady </em>rule does not require that the Commonwealth explain the implications of the laboratory report or suggest theories of defense that might be based upon it. <em>Murray, </em>952 F.2d at 1484.</p>\n<p id=\"b197-5\">Furthermore, a defendant’s due process rights are violated only if the prosecution’s withholding of exculpatory evidence created a “reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.” <em>Jeffries </em>v. <em>Commonwealth, </em>6 Va. App. 21, 26, 365 S.E.2d 773, 776 (1988) (quoting <em>Strickland v. Washington, </em>466 U.S. 668, 682 (1984)). Hamm’s defense counsel recognized the laboratory analysis as having exculpatory value and presented it as such before the jury at trial. Hamm has not shown how the Commonwealth’s failure to characterize as exculpatory that evidence which was disclosed to him prejudiced his defense in any respect. <em>See Thomas, </em>244 Va. at 19, 419 S.E.2d at 616. The fact that the Commonwealth failed to apprise the defense that the evidence had possible exculpatory value did not affect the outcome of Hamm’s trial.</p>\n<p id=\"b197-6\">III. HEARSAY</p>\n<p id=\"b197-7\">Jeff Daniels testified, in substance, that Allstate had issued an insurance policy covering the theft of the Thomasons’ automobile; that Allstate had increased the insurance coverage, upon the insured’s application, on the automobile’s stereo equipment two days before the claimed loss; and that Daniels had authorized payment on the Thomasons’ theft claim. Hamm contends that aspects of this evidence are inadmissible hearsay because they contain or imply statements and reports allegedly made by the Thomasons and their insurance agent, who were not present and did not testify.</p>\n<p id=\"b197-8\">“Hearsay evidence is defined as a spoken or written out-of-court declaration or nonverbal assertion offered in court to prove the truth of the matter asserted therein.” <em>Arnold </em>v. <em>Commonwealth, 4 </em>Va. <page-number citation-index=\"1\" label=\"156\">*156</page-number>App. 275, 279-80, 356 S.E.2d 847, 850 (1987). If a statement is offered for any purpose other than to prove the truth or falsity of the contents of the statement, such as to explain the declarant’s conduct or that of the person to whom it was made, it is not objectionable as hearsay. <em>Fuller v. Commonwealth, </em>201 Va. 724, 729, 113 S.E.2d 667, 671 (1960). Thus, verbal statements that create legal consequences (“verbal acts”), such as oral or written contracts, when offered to prove the existence of the contractual relationship, are not hearsay. <em>See McCormick on Evidence </em>§ 249, at 588 (2d ed. 1972); <em>Speller </em>v. <em>Commonwealth, 2 </em>Va. App. 437, 446, 345 S.E.2d 542, 548 (1986); <em>Freeman </em>v. <em>Metropolitan Life Insurance Co., </em>468 F. Supp. 1269, 1291 (W.D. Va. 1979) (employee’s statement that he wanted to cancel his insurance policy was not hearsay because it was offered to prove reasonableness of clerk in acting).</p>\n<p id=\"b198-5\">The testimony of Daniels, the Allstate Insurance Company agent, was not hearsay and, therefore, was properly admitted. Daniel’s testimony that an insurance policy existed was not offered to prove the truth or falsity of matters stated in the policy, but was offered to prove the existence of a legal contract of insurance. The testimony that Wesley Thomason applied to Allstate to increase his insurance coverage also was not offered to prove the truth of the contents of Thomason’s statement made in support of his application. Evidence of Thomason’s request for increased insurance coverage was offered to prove that the request, or verbal act affecting Thomason’s insurance policy, had taken place. <em>See Freeman, </em>468 F. Supp. at 1291. Similarly, testimony by Daniels that he had authorized payment on the Thomasons’ insurance claim was evidence of a verbal act, offered to prove the fact that Allstate had received a claim and that Daniels had authorized payment of the claim. The trial judge did not err by admitting the evidence.</p>\n<p id=\"b198-6\">IV. PROOF OF OWNERSHIP</p>\n<p id=\"ArR\">Code § 19.2-284 provides:</p>\n<blockquote id=\"b198-7\">In a prosecution for an offense committed upon, relating to or affecting real estate, or for stealing, embezzling, destroying, injuring or fraudulently receiving or concealing any personal estate it shall be sufficient to prove that when the offense was committed the actual or constructive possession, or a general or special property, in the whole or any part of such estate was in the person <page-number citation-index=\"1\" label=\"157\">*157</page-number>or entity alleged in the indictment or other accusation to be the owner thereof.</blockquote>\n<p id=\"b199-5\">We do not agree with Hamm’s assertion that Code § 19.2-284 requires the Commonwealth to prove the ownership of property that is burned in violation of Code § 18.2-81. Code § 19.2-284 has no application to proving a violation of Code § 18.2-81.</p>\n<p id=\"b199-6\">Code § 18.2-81 is silent on the issue of ownership. Code § 18.2-81 proscribes not only burning another person’s property, but the broader offense of burning any property with malice or the intent to defraud an insurance company or another person. Thus, Code § 18.2-81 requires proof only of malice or intent to defraud. Proof of ownership, or of an insurable interest, is not an element of malicious burning under Code § 18.2-81, and Code § 19.2-284 does not make it such. Although proof of ownership may tend to prove a motive and thereby prove a malicious intent, it is not a necessary element and may not be the only means by which the Commonwealth can establish that the accused acted with malice. The Commonwealth proved that Hamm acted with malice by showing that Allstate was harmed because it insured the Thomasons’ interest in the automobile and was damaged when Hamm burned the automobile to help Wesley Thomason collect a fraudulent insurance claim.</p>\n<p id=\"b199-7\">Code § 19.2-284 has been applied only in cases of larceny, for which proof that the property taken was from ‘ ‘the person of another’ ’ is a necessary element. <em>See </em>Code §§ 18.2-95 and 18.2-96. Code § 19.2-284 defines what constitutes proof of ownership when it is required by other statutes; it does not, however, supplement or require proof of another element under Code § 18.2-81.</p>\n<p id=\"b199-8\">V. CORROBORATION OF A CONFESSION</p>\n<p id=\"b199-9\">A conviction cannot be based solely on the uncorroborated statement of a person that a crime has occurred and that he committed it. The <em>corpus delicti </em>cannot be established by a confession of the accused uncorroborated by any other evidence. <em>Reid v. Commonwealth, </em>206 Va. 464, 468, 144 S.E.2d 310, 313 (1965). However, “[w]here ‘the commission of the crime has been fully confessed by the accused, only <em>slight </em>corroborative evidence is necessary to establish the <em>corpus </em>delicti.’ ” <em>Jefferson v. Commonwealth, </em>6 Va. App. 421, 424, 369 S.E.2d 212, 214 (1988) (quoting <em>Clozza v. Commonwealth, </em>228 Va. 124, 133, 321 S.E.2d 273, 279 (1984), <em>cert. denied, </em>469 U.S. 1230 (1985)).</p>\n<p id=\"b200-4\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>Considerable evidence existed that an unlawful burning of an automobile had taken place. This evidence corroborated Hamm’s statement that he committed the crime. The independent evidence corroborating Hamm’s confession was more than slight. On November 13, 1990, the insurance coverage was increased on Thomason’s car stereo equipment. Two days later, the car was found consumed by fire. Laboratory tests revealed that materials inside the car contained an accelerant, and investigators eliminated all accidental causes of the fire.</p>\n<p id=\"b200-5\">The evidence was sufficient to establish that a crime had been committed, and Hamm’s confession implicated him in the crime. In addition, the evidence established that Wesley Thomason previously had offered another person money and part of his stereo equipment to destroy his automobile. Thomason frequently spoke of his plans to use the insurance proceeds to buy a new car.</p>\n<p id=\"b200-6\">For the reasons stated, we affirm Hamm’s convictions of malicious burning in violation of Code § 18.2-81 and conspiracy to commit malicious burning.</p>\n<p id=\"b200-7\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b200-8\">Barrow, J., and Benton, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}