{
  "casebody": {
    "data": "<casebody firstpage=\"457\" lastpage=\"461\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b499-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b499-5\">EDWIN E. GELLETLY, JR. v. COMMONWEALTH OF VIRGINIA</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Aih\">No. 2085-91-2</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aky\">Decided June 8, 1993</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b500-4\"><page-number citation-index=\"1\" label=\"458\">*458</page-number>Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b500-5\">David P. Baugh, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b500-6\">Robert B. Condon, Assistant Attorney General (Mary Sue Terry, Attorney General, on brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b500-7\">Opinion</p>\n<author id=\"b500-8\">ELDER, J.</author>\n<p id=\"ATa\">Edwin E. Gelletly, Jr., appellant, was convicted of maintaining a common nuisance in violation of Code §§ 48-3 and 48-5. He contends that the trial court erred (1) in admitting certain evidence concerning the possession and use of firearms by and against some of his patrons, and (2) in questioning witness Smith about hearsay statements, made by the police, that appellant would get no more than “a slap on the wrist” for the excessive noise. For the reasons set forth below, we affirm appellant’s conviction.</p>\n<p id=\"b500-9\">I.</p>\n<p id=\"b500-10\">Appellant operated a business called the Sound System, a club featuring food, nonalcoholic beverages and dance music played by a disc jockey. It was open from two to five times a week from about 10 p.m to 4:30 a.m. and each evening accommodated fifty to 150 patrons, predominantly young people aged sixteen and up. The Sound System was located in an area with other commercial establishments, including other nightclubs, as well as some private residences. Several witnesses testified that the music from the Sound System itself was so loud it rattled windows and kept them awake at night, but they also testified that the occupants of cars parked along the street played their radios loudly, consumed alcohol, blew their horns and talked loudly.</p>\n<p id=\"b500-11\">Captain Lloyd Woods of the Richmond City Sheriff’s Department, who worked as a security guard for the Sound System, also took the stand. Over appellant’s objection, he testified that guns were taken from patrons on two different occasions. He also testified that a female patron was shot after leaving the club and was found about a foot from the front door. He testified on cross-examination, however, that the shooting took place at closing time and that it may have been a mere coincidence that it occurred in front of the Sound System. Finally, he testified that all patrons were frisked and searched with metal detectors before they were allowed to enter.</p>\n<p id=\"b501-4\"><page-number citation-index=\"1\" label=\"459\">*459</page-number>At another point during the trial, the court questioned witness Princess Smith about her reports to the police. In response, she testified, “Several officers . . . said even if I took out a warrant, it was my word against theirs and they would just get a slap on the wrist. There is nothing on noise in the law books. That is what I don’t understand.” Appellant’s counsel made no objection; however, he presents the admission of this testimony as an assignment of error on appeal.</p>\n<p id=\"b501-5\">At one point during the Commonwealth’s case, appellant objected to the repetition of testimony concerning patrons drinking in their automobiles in the neighborhood surrounding the club. The trial judge then ruled <em>sua sponte </em>that evidence was “[t]oo far removed” and that the Commonwealth should ‘ ‘confine it to what comes from the premises.” He also said,</p>\n<blockquote id=\"b501-6\">I don’t see how you can expect [appellant] to control the conduct of the people that leave his establishment or any club in the country. Drunks leave them and kill people driving down the highway. If this is a public nuisance, it is going to be [confined to] what comes from his place and any disturbance it may cause. So, continue with that in mind.</blockquote>\n<p id=\"b501-7\">The trial judge made similar comments during a bench conference immediately following the above exchange, to which the Commonwealth’s Attorney responded that he would “confine it to the music.”</p>\n<p id=\"b501-8\">Appellant moved later to strike the Commonwealth’s evidence based on sufficiency. The court took appellant’s motion under advisement. The jury returned a verdict of guilty and recommended a fine of $500. Appellant moved to set aside the verdict, but his motion was denied.</p>\n<p id=\"b501-9\">II.</p>\n<p id=\"b501-10\">Appellant’s first assignment of error deals with two different kinds of testimony concerning firearms. The evidence showed both that guns were confiscated from patrons on two different occasions and that, on a third occasion, a patron was found shot just outside the establishment. The record also shows that, although appellant objected to the former testimony, he failed to object to the testimony concerning the shooting. Under Rule 5A:18, “[n]o ruling of the trial court. . . will be considered as a basis for reversal unless the objection was stated together with the grounds therefor at the time of the ruling, except <page-number citation-index=\"1\" label=\"460\">*460</page-number>for good cause shown, or to enable the Court of Appeals to attain the ends of justice.” Appellant shows no cause for us to consider his claimed error in the absence of a contemporaneous objection. Accordingly, review of this claim is barred.</p>\n<p id=\"b502-4\">We consider next appellant’s claim that the court improperly admitted evidence concerning the seizure of firearms from two different patrons of the Sound System. We conclude that this evidence was properly admitted as probative of the crime charged and that it was up to the jury to determine, based on all of the evidence, whether appellant was guilty of maintaining a nuisance. As the Supreme Court noted in <em>Packett </em>v. Herbert, 237 Va. 422, <em>377 </em>S.E.2d 438 (1989), a case involving a request for injunctive relief:</p>\n<blockquote id=\"b502-5\">[Appellants] cannot avoid responsibility for the maintenance of a nuisance upon or near their property because the activities complained of were their customers’, not their own. In our opinion, [appellants] could be responsible for their patrons’ offensive actions amounting to a nuisance, if those activities occur on or near the premises, and are reasonably related to the operation of [appellants’ business].</blockquote>\n<p id=\"b502-6\"><em>Id. </em>at 425, <em>377 </em>S.E.2d at 441. The court need not “distinguish between the owners’ acts and those of the facilities’ users.” <em>Id. </em>at 426, <em>377 </em>S.E.2d at 442. Rather such evidence “create[s] an issue of fact [for the jury] as to whether [appellant was] responsible for the conduct of a nuisance upon [his] property.” <em>Id.</em></p>\n<p id=\"b502-7\">We conclude, therefore, that the challenged evidence was properly admitted and that it was up to the jury, as the finder of fact, to determine what weight to be given it.</p>\n<p id=\"b502-8\">III.</p>\n<p id=\"b502-9\">Appellant also contends that the trial court erred in questioning witness Smith about hearsay statements, allegedly made to her by the police, that Mr. Gelletly would get no more than a slap on the wrist for the nuisance. Counsel for appellant objected to these statements on direct examination by the Commonwealth, and the trial judge sustained the objection. At a later point in the proceedings, however, the trial judge himself elicited the same response from the witness, and counsel for appellant failed to object. As stated above, Rule 5A:18 bars our review of claimed errors not specifically objected to in the <page-number citation-index=\"1\" label=\"461\">*461</page-number>court below. Although counsel for appellant objected to the admission of similar testimony by that witness at an earlier point,<footnotemark>1</footnotemark> he did not object to the trial court’s subsequent questioning. In his brief on appeal, he states only that “[t]he record is . .. silent as to proof that [this evidence was] without impact upon the verdict or sentence.” He admits, however, that his trial counsel failed to object at trial, and he makes no showing of cause, other than as stated above, as to why we should consider his claimed error in the absence of a contemporaneous objection. Accordingly, our review of this claim is also barred.</p>\n<p id=\"b503-5\">For the aforementioned reasons, we affirm appellant’s conviction.</p>\n<p id=\"b503-6\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b503-7\">Koontz, J.,<footnotemark>*</footnotemark> and Fitzpatrick, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b503-8\"> Smith testified on direct examination: “When I called the police, they wouldn’t do anything. The only thing they could do was go over there and ask them to turn it down.” Counsel for appellant then said, “Objection, that’s hearsay,” and the trial court sustained his objection.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b503-9\"> When the case was argued, Judge Koontz presided. Judge Moon was elected Chief Judge effective May 1, 1993.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}