{
  "casebody": {
    "data": "<casebody firstpage=\"76\" lastpage=\"116\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"AJ3\">(Constitutional Law.)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b86-8\">The United States v. Wiltberger.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b86-9\">The Courts of the United States have no jurisdiction, under the act of „ April 30th, If90, c. 36. of the crime of manslaughter, committed by ‘ the master upon one of the seamen on board a merchant vessel of the United States, lying in the river Tigris, in the empire of China, 35 milesab.ove its mouth, off Wampoa, about 100 yards from the shore, in four and a half fathoms water, and below low water mark.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"A9h\">Though penal laws are to be construed strictly; yet the intention of the legislature must govern.in the construction of penal, as well as other statutes, and they are not to be construed sq fetrictly as to defeat the obvious intention of the legislature.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b86-10\">In the act of April 30th, lf90, c.'36. the description of <em>places </em>contain-1 ed in the 8 th section, within which the offences therein enumerated must be committed, in order to give the Courts of the Union jurisdiction over them, cannot be transferred to the 12th section, so as to give those Courts jurisdiction over a manslaughter committed in the river of a foreign country, and not’on the high seas.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b86-11\">This was an indictment for manslaughter, in the Circuit Court of Pennsylvania. The jury found the defendant guilty of the offence with which he <page-number citation-index=\"1\" label=\"77\">*77</page-number>stood indicted, subject to the opinion of the Court, whether this. Court has jurisdiction of the case, which was as follows: '</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b87-5\">mi i The manslaughter charged in the indictment, was committed by the defendant, on board of the American ship the Benjamin Rush, on a seaman belonging to the said ship, whereof the defendant was master, in the river Tigris, in the empire of China, off Wampoa, and about 100 yards from the shore, in four and a half fathoms water, and below the low watermark, thirty-five miles above the mouth of the river. The water at the said place where the offence was committed, is fresh, except in very dry seasons, and the tide ebbs and flows at, and above the said place. At the mouth of the Tigris, the government of China has forts on each side of the river, where customhouse officers are taken in by foreign vessels to prevent smuggling. The river at the mouth, and at Wampoa, is about half a mile in breadth.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b87-7\">And thereupon, the opinions of the Judges of the Circuit Court, being opposed as to the jurisdiction of the Court, the question was by them stated, and directed to be certified to this Court.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b87-8\">Mr. <em>C. J. Ingersoll, </em>for the United States,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AG0\">argued, that by the Constitution the judicial power extends to all cases of admiralty and maritime jurisdiction, and Congress is invested with authority to define and punish piracies and other felonies committed, on the high seas. The judiciary act of 1789, c. <em>20. s. </em>H. gives jurisdiction over these offences to the Circuit Court. The act of April 30th, 1790. c. 36. for <page-number citation-index=\"1\" label=\"78\">*78</page-number>the punishment of certain crimes against the United States, s. 12. provides for the punishment of manslaughter committed on the high seas.<footnotemark>a</footnotemark> But it is un<page-number citation-index=\"1\" label=\"79\">*79</page-number>derstood to be objected, 1. That the civil, or Roman law, which is the admiralty code, does not recognise <page-number citation-index=\"1\" label=\"80\">*80</page-number>or define the. offence of manslaughter.a To which it is answered, that Congress, haying declared that <page-number citation-index=\"1\" label=\"81\">*81</page-number>any person convicted of manslaughter, shall be punished in the manner provided by the áct, the common law may be referred to for a definition of the <em>J </em>offence.<footnotemark>a</footnotemark> Neither robbery, murder, mayhem, nor many other offences, made punishable by the statute laws of the United States, are defined by those laws. The distinctions of homicide, as marked out by the common law, are unknown to the civil or Roman law. But when jurisdiction is given of murder committed on the high seas, &amp;c. to a Court of Admiralty, the law defining the crime is to be derived from the common, and not from the civil law.<footnotemark>b</footnotemark> It is also objected, 2. That the loeal jurisdiction of the Chinese empire over the offence charged by the indictment,if found by the jury to have been committed within its temtorial limits,.necessarily excludes the jurisdiction of the Courts of this country over the offence. <page-number citation-index=\"1\" label=\"82\">*82</page-number>To this objection, it is answered, that by the principles of universal law, a qualified national jurisdiction and immunity extends to the ships of the nation, public and. private, wherever they may be. As to <em>public </em>vessels, this immunity is unquestionable.<footnotemark>a</footnotemark> And even <em>private </em>vessels, though from the necessity of the case, subject to the revenue laws of the country where they may be, are yet in many respects exempted from the local jurisdiction. Minor crimes, which do not offend the safety or dignity of the local sovereignty, are usually left to the cognizance of the government to whose subjects the vessel belongs. Nor does this, in the slightest degree, affect the eminent domain and sovereignty of the foreign nation over its harbours and rivers.<footnotemark>b</footnotemark> But China herself disclaims jurisdiction in such cases, and <em>renvoys </em>them to the forum of the offending party.<footnotemark>c</footnotemark> The offence here, being <page-number citation-index=\"1\" label=\"83\">*83</page-number>committed by a citizen of the United States upon another citizen, on board a merchant vessel of this <page-number citation-index=\"1\" label=\"84\">*84</page-number>country, lying in the waters of a foreign country, which expressly disclaims jurisdiction of the case, it is dispunishable, unless it he punishable in the _ ' , . . . r Courts of this country ; and it appears at least questionable, whether there is any constitutional power in Congress to punish it, except in the mode already provided for, as an offence committed <em>on the high </em>seas. This brings us to the 3d objection, which is, that the offence was not committed “ on the high seas,” within the true intent and meaning of the act of April, 1790. c. 36. s. 12. In answer to this objection, it is insisted, that before the adoption of the present <page-number citation-index=\"1\" label=\"85\">*85</page-number>constitution, the admiralty and maritime jurisdiction extended every where on tide waters below low water mark.<footnotemark>a</footnotemark> The same extension has been given to the admiralty jurisdiction under the constitution.<footnotemark>b</footnotemark>. The opposite argument is founded on the expression <em>li high </em>seas,” as contradistinguishéd from that portion of the sea, where the tide ebbs and flows, but which is enclosed by head lands, or forms parts of rivers above their mouths. But the celebrated statutes of <em>Richard </em>II., regulating the admiralty jurisdiction, allow the Admiral to have cognizance of things done on the <em>sea, u sur le </em>meer,” without the addition of high. The stat. 27 <em>Eliz. </em>uses the expression'‘c main sea.” The 28 <em>Hen. </em>VIII. c. 15., concerning the trial of crimes committed within the admiralty jurisdiction, uses the terms, “ in and upon the sea, or in any other haven, creek, river, or place, where the Admiral hath, or pretends to have, power, authority, or jurisdiction.”<footnotemark>c</footnotemark> The act of Congress of 1790. c. 9. uses the terms promiscuously, <em>u </em>high. seas,”.(s. 8. s, 9.) “ the seas,” (s. 10.) <em>11 </em>the sea,” (s.\" 11:) “ high seas and seas,” (s, 12.) The term iC sea” is <em>water, </em>as contradistinguished from <em>land. </em>The term <em>11 high </em>sea,” doés not necessarily import <em>deep sea; </em>although the classical writers .frequently use the correspondent Latin word in' that figurative <page-number citation-index=\"1\" label=\"86\">*86</page-number>sense; as <em>altmn eequor, altissimum </em>jlumen, &amp;c. It is a common expletive applied, in both languages, to “ sea,” “ road,” “ crime,” and many other things. • • o The contrary acceptation of the term “ <em>high </em>sea,” would exclude bays, arms of the sea, coves, belts, straits, estuaries, great rivers, and lakes. There is no other limit to the sea, but that where the tide ceases to ebb ,and flow, whether' on the sea coast, or in bays and rivers. Even the English statutes of Richard II., made to restrict the admiralty jurisdiction, and in derogation of its ancient authority, give it cognizance of murders, &amp;c. committed on board great ships in the streams of great rivers below the first bridges. So the French law gives the admiralty the same-jurisdiction, as to rivers, for which we contend.<footnotemark>a</footnotemark> The case of the United States v. Bevans,* does not stand in our way, for the point now in question was not determined in that case.</p>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"A_0\">\n<page-number citation-index=\"1\" label=\"77\">*77</page-number>\n<em>Feb. 14th.</em>\n</otherdate>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b96-6\"><page-number citation-index=\"1\" label=\"86\">*86</page-number>Mr. Sergeant, contra,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AT5\">stated, that the indictment in this case, pursuing the words of the act, charges the offence, to have been committed upon the “high seas.” It is of no ponsequence what may be the extent of the power given by the constitution to the government of the Union. The question is, to what extent has the power so given been exercised ? It is . not necessary, therefore, to inquire whether this was an offence within the admiralty jurisdiction.. The only question is, whether it is within the true m,ean<page-number citation-index=\"1\" label=\"87\">*87</page-number>ing of the act of Congress.<footnotemark>a</footnotemark> The offence in question, if committed at all, was not committed upon the high seas: whether these terms be considered in their ordinary sense ; as used in foreign authorities, of the law; as employed in acts of Congress; as used in the act in question; or as expounded by our ovVn judicial decisions. 1. The national character of the ship or vessel in which the offence was committed, makes no difference in this case. A <em>public </em>armed vessel is a part of the national sovereign force, clothed with the sovereign character, and wherever she goes entitled to immunity. She is subject only to the jurisdiction of her sovereign, and is a part of his territory; <footnotemark><em>b</em></footnotemark><em> </em>is exempt from visitation and search, and governed by such laws as her sovereign may choose to give her. The immunity she enjoys does not depend upon the civil or admiralty law ; .but, like the privilege of an ambassador, or the immunity of troops on their passage, depends upon the law of nations'. Every sovereign may refuse admission, but. having admitted, is bound to respect. Still, it does not follow, that the Courts bf her own country have jurisdiction on board of her. Be this as it may, <em>a private, </em>ship has no such immunity. On the <em>ocean </em>she is bound to submit to visitation and search. In <em>port, </em>she is bound .to submit to the local jurisdiction, and entitled to the benefit of the laws of the place. Those who are on board of her, incur the obligation <page-number citation-index=\"1\" label=\"88\">*88</page-number>of a temporary allegiance, and are, in all respects, . amenable to the laws of the country in which they are f°und ; to itspenal laws especially. <em>The.ocean, </em>the <em>high seas, </em>are a common domain ; and every ship private as well as-public, is <em>there </em>upon the <em>territory </em>of her sovereign; and amenable to no laws, but the laws of her sovereign, and the law of nations. It is from <em>this principle that </em>every nation derives its jurisdiction over thé persons on board its ships: the spot they occupy in the <em>common domain, </em>is its own territory, and it has a right to give the law to it.<footnotemark>a</footnotemark> 2. The national character of the offender, or of the person offended, makes no difference. If the crew had all shipped in England, and been English subjects, they would have been equally entitled to protection, and equally amenable to our laws. If, upon the ocean, or high seas? a foreigner had been murdered, his death would have been equally aVengéd by-our laws. If a foreigner on board this ship, had committed an of-fence, he would equally have been liable. It is not correct, then, to say, that pérsonal jurisdiction is universal, as to citizens: nor that it does in no case extend to foreigners. <em>3. </em>In the next place, the extent or true nature of the constitutional power is wholly immaterial in this case. That instrument had in., view, 1st. To partition powers between the Union and the States; 2dly; To distribute powers among the different branches of the national government. The judicial power, in its exercise, is subordinate and auxiliary to the power jof Congress. The whole <page-number citation-index=\"1\" label=\"89\">*89</page-number>jurisdiction has never been exercised. Buttheprinciple, in its application to the very case, has been decided in the case of the United States v. Bevans.<footnotemark>a</footnotemark> It follows, therefore, that the judicial authority is of no avail, unless there be a corresponding power in Congress; that as the judicial authority is unavailing without a legislative act, it is to the act of Congress alone we must look for the extent of the jurisdiction. When, therefore, the authority of the judiciary is declared to extend to all cases of “ admiralty and maritime jurisdiction,” it is. to be extended only to such cases as Congress have power to provide for. The same power might be exercised through the medium of the State Courts, or omitted altogether. It follows, also, most indubitably, that the powers exercised by Congress, can receive no illustration from the powers given to the judiciary by the constitution ; and we are thus happily relieved from the necessity of exploring the distant speculation of the ancient jurisdiction of the admiralty. 4. What, then,, is the true meaning of the terms, on the tC high seas,” as used in the act of Congress <em>? </em>In their ordinary sense, they mean the open ocean, as distinguished from creeks, rivers, ports, and other bodies of water, inclosed and infra-territorial. The flow of the tide cannot be the true test; for then,the sea would flow to the falls of Schuylkill and Delaware, and would comprehend a vessel moored at the wharf. If we refer to the authorities <page-number citation-index=\"1\" label=\"90\">*90</page-number>of the English law, they are clear and uniform. The common lawyers never at any period denied the admiralty jurisdiction upon the “ high seas.” The civilians claimed a j urisdiction beyond what was conceded to them by the common lawyers, beyond the <em>u </em>high seas :” in rivers, bays, &amp;c. Thus, the very contest, in its origin, admitted that the “ high seas” were distinguishable from other waters. The statute 13 Richard II. confined the admiralty to things done upon the “ sea.<footnotemark>a</footnotemark> The 15 Richard II. gave it criminal jurisdiction in homicide and mayhem on <em>great rivers, </em>&amp;c.<footnotemark>b</footnotemark> The 27 Eliz. c. 11. is conclusive of the question.<footnotemark>c</footnotemark> Sir Leoline Jenkins makes the distinction expressly.<footnotemark>d</footnotemark> So, also, we have the authority of Lord Hale in many places;<footnotemark>e</footnotemark> and all the authorities agree that the <em>divisum- imperium </em>is only upon the sea coast. The distinction is also perfectly understood and maintained in our own legislation ; and thé act nowin question furnishes the clearest recognition of it, as will appear -by a comparison of the 8th with the 12th section. In the 8th section, the distinction is made between the “high seas,” and <em>“</em>a river, haven, basin, or bay.” The latter expressions can never, by any fair rule of construction ap-, plied to penal statutes, be transferred from the 8th to the 12th section. In criminal cases, a strict construction is always to be preferred; and if there be <page-number citation-index=\"1\" label=\"91\">*91</page-number>doubt, that is of itself conclusive. In Bevan’s case, the distinction between the high seas, and other en- ' 1 j ~ . <em>° , </em>. , . . closed parts ot the sea, was not denied by the counsel for the United States, and the Court do iot even. mention it as at all doubtful.® But, it is asked, whether the criminal jurisdiction of the admiralty is not as extensive as the civil ? To which it is answered, that the <em>criminal </em>jurisdiction depends upon the <em>place </em>where the offence is committed-;, the <em>civil, </em>upon the nature of the subject; and there can, therefore, be no comparison of their extent.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b101-6\">The <em>Attorney . </em>General, in reply,</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AcQ\">insisted, that although penal laws are tó-be construed, strictly, the intention of the legislature must govern in their construction. If a case be within the intention and reason,-it must be considered as within the letter, of the statute. This act having been passed by Congress on the first organization of the government, it must have been their intention to make the exercise of their power co-extensive with, their jurisdiction ; and to punish all the crimes enumerated, in every place within their jurisdiction. The act must, therefore,’be construed so as. to engraft the words of. the 8th .section, descriptive of the .place in which <em>murder </em>may be committed,bn the 12-th section, which describes the place in which <em>manslaughter </em>may be committed. . After expressing themselves fully in the previous section as to the places in which one of the crimes intended to be punished by the act .must be committed, .it was natural that the legislature <page-number citation-index=\"1\" label=\"92\">*92</page-number>should suppose the language engrafted into a subsequent section on a subject of the same class. Thus, the 1st section of .the act defines the' crime of treason, and provides, “ that if any person or persons owing allegiance to the United States of America, shall levy war,” &amp;c. “ such person or persons shall be adjudged guilty of treason,” &amp;c. The 2d section defines misprision of treason, and in specifying the persons who may commit the crime, omits the words <em>u </em>owing allegiance to the United States,” and uses without limitation or restriction the general terms <em>“ </em>any person or persons.” Yet these general terms were obviously intended tobe restrained by the words “ owing allegiance to the United States,” which are used in the preceding section. The crimes of murder and manslaughter are kindred offences, and are parts of the same general offence of homieide. Congress must have intended to make the same provision for their, punishment, as to the places within which they must be committed in order to give jurisdiction to the Courts of the Union. Thus, the 3d section of the act describes the places on land in which murder must be committed in order to give those Courts jurisdiction of the offence; and the 7th section describes in the very same terms the places on land in which manslaughter must be committed in order to give them jurisdiction. Observe the consequences of a contrary construction as to murder alone. The 9th section extends the guilt of the offences enumerated in it to a citizen of the United States committing them under colour of a foreign commission. But this section, in describing <page-number citation-index=\"1\" label=\"93\">*93</page-number>the place where the offence may be committed, omits the words “ in any river, haven, basin, or bay,” and uses the words “ high seas” only. It is incredible ° . that it was the legislative intention to distinguish between the same crime, committed under the pretext of authority by a foreign commission, on the high seas, and on the waters of a foreign State, or of the United States. So, also, the 10th section provides, <em>“ </em>that every person who shall, either upon the land or the seas, knowingly and wittingly aid and’ assist, procure, command, counsel, or advise, any person or persons, to do or commit any murder or robbery, or other piracy, aforesaid, upon the seas, which shall affect the life of such person, shall,” &amp;c. Here Congréss cannot have intended to exempt from punishment those persons who shall be acqessariés before-the fact to a murder or robbery committed “ in a river, haven, basin, or bay,” &amp;.c. A similar argument is applicable to the 11 tlx section. As to the 12th section, beside the offence of manslaughter, the other offences which it enumerates are all accessorial to those mentioned in the 8th.. It is, therefore; evidently connected with the 8th.</p>\n<decisiondate data-order=\"15\" data-type=\"decisiondate\" id=\"A7K\">Feb. <em>18th.</em></decisiondate>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"a\">\n<p id=\"b88-4\"> The sections of this act commented on in the argument, are as follows.:</p>\n<p id=\"b88-5\">Sec. I. 1 hat if any person or persons, owing allegiance to the United States of America, shall levy war against them, or shall adhere to their enemies, giving them aid and .comfort within the United States, or elsewhere, and shall be thereof convicted, on confession in open Court, or on the testimony of two witnesses to the same overtact of the treason whereof he or they shall stand indicted, such person or persons shall be adjudged guilty of treason against the United States, and shall suffer death.</p>\n<p id=\"b88-6\">Sec II. And be it enacted, That if any person or persons, having knowledge of the commission of any of the treasons aforesaid, shall conceal, and not as soon as may be disclose and make known the same.to the President of the United States, or some of the Judges thereof, or to the President or Governor of a particular State, or some one of the Judges or Justices thereof, such person or persons, on conviction, shall be adjudged guilty of misprision of treason, and shall be imprisoned not exceeding seven years, and fined not exceeding one thousand dollars.</p>\n<p id=\"b88-7\">Sec. III. And be it enacted, That if any person, or persons shall, within any fort, arsenal, dockyard, magazine, or in any other place or district of country, under the 4©le.and exclusive jurisdiction of the United States, commit the' crime of wilful murder, such person or persons, on being thereof convicted,' shall suffer death.</p>\n<p id=\"b88-8\">Sec. VI. And be it enacted, That if any person or persons, having knowledge of the actual commission of the crime of wilful murder, or other felony, upon the high seas, or within any fort, grsenal, dockyard^ magazine, br other place of district of country, under the sole and exclusive jurisdiction of the United States, shall conceal, and riot, as soon as may be, disclose and make known the same to some one. of the Judges; or other <page-number citation-index=\"1\" label=\"79\">*79</page-number>persons in civil or military authority under the United States, on conviction thereof, such- person or persons shall be adjudged guilty of misprision of felony, and shall be impristined not exceeding three years, and fined not exceeding five hundred dollars.</p>\n<p id=\"b89-7\">' Sec. VII. And be it enacted, That if any person or persons shall, within any fort, arsenal, dockyard, magazine, or other place or district of country, under the sole and. exclusive jurisdiction of the United States, commit the crime Of manslaughter, and shall- be thereof convicted, such person or persons Shall be imprisoned not-exceeding three years, and fined not exceeding one thousand dollars.</p>\n<p id=\"b89-8\">Sec. VIII. And be it enacted, That if any person or persons shall commit, Upon the high seas, or in any river, haven, basin, or bay, out of the jurisdiction of any particular State; murder or robbery, or any other offence, which, if committed within the’ body of a county, would, by the' laws of the United States, be punishable with death; or, if any captain or mariner of any ship or other vessel, shall piratically and feloniously run away with such ship or vessel, or any goods or merchandize, to the -value of fifty dollars, or yield up such ship or vessel voluntare-’ ly'to any pirate ; or if any seaman shall lay violent hands-upon his commander, thereby to hinder and prevent his fighting in defence of his ship, or goods committed to his trust, or shall make a revolt in the ship ; every such offender shall be deemed, taken, and adjudged-to be, a pirate and 'feloñ,.and being thereof convicted, shall suffer death : and the trial of crimes committed on the high seas, or in any place out of the jurisdiction of any particular State, shall be in the district where the offender is apprehended, or into which he may first be brought,1 ¡. _ Sec. IX.' And be it enacted,- That if any citizen shall commit ’ any piracy or robbery, aforesaid; or any act <em>róf </em>hostility against the-United States, or any citizen thereof, upon the high-seas, finder colour of any commission from -any foreign prince. <page-number citation-index=\"1\" label=\"80\">*80</page-number>or State, or on pretence of authority from any person, such offender shall, notwithstanding the pretence of authority, be deemed, adjudged, and taken to be, a pirate, felon, and robber, and on being thereof convicted, shall suffer death.</p>\n<p id=\"b90-8\">Sec. X. And be it enacted, That every person who shall either upon the land or seas, knowingly and wittingly aid an,d assist, procure, command, counsel or advise, any person or persons to do or commit any murder or robbery, or other piracy aforesaid, upon the high seas, which shall affect the life of such person, and such person or persons shall thereupon do or commit any such piracy or robbery, then all and every such pérsón, so as aforesaid aiding, assisting, procuring, commanding, counselling, or advising the same, either upon the land or the sea, shall be, and they are hereby declared, deemed, and adjudged, to. be, accessary to such piracies before the fact, and every such person, being thereof convicted, shall suffer death.</p>\n<p id=\"b90-9\">Séc. XI. And be it enacted, That after any murder, felony, robbery, or other piracy whatsoever, aforesaid,-is or shall be committed by any pirate or robber, every person who, knowing that,such pirate or robber has done or committed any such piracy or robbery, shall, on the land or at sea, receive,' entertain, or conceal, any such pirate or robbér, or.receive or take in&lt;- his custody any ship, vessel, goods, or chattels, which have been, by any such pirate or robber, piratically and feloniously taken, shall be, and are hereby declared, deemed and adjudged, to be accessary to such piracy or robbery, after the fact;. and .on conviction thereof, shall be imprisoned, not exceeding three -years, and fined,' not exceeding five hundred dollars.</p>\n<p id=\"b90-10\">Sec. XII. And be it,enacted,That if any seaman or other .person shall commit manslaughter upon' the high seas, or confederate, or attempt or endeavour to corrupt any commander, master, <page-number citation-index=\"1\" label=\"81\">*81</page-number>officer or mariner, to yield úp or to run away with aby ship or vessel, or with any <em>t </em>goods, wares, or merchandize,-or to-turn pirate, or to; go over to or confederate with pirates, or in any wise trade with any pirate, knowing him to be such, or shall furnish such pirate with any ammunition, stores, or provisions, of any kind; or shall fit out any vessel, knowingly, and with a design, to trade with or supply or correspond with any pirate or robber upon the seas ; or if any persons ' shall any ways consult, combine, confederate, or correspond,with any pirate or robber on the seas, knowing him to be guilty-, of any such'piracy or robbery; or if any seaman shall confine the master of any ship or other vessel,- or endeavour to make revolt in such ship; such person or, persons, so 1 offending, and being thereof convicted, shallbe^imprisoned, not exceeding three years, and fined, not exceeding one thousand dollars.</p>\n</footnote>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-2\" label=\"a\">\n<p id=\"b90-11\"><em> </em>1 <em>Broi Civ. and Adm. Law, </em>422. 2 <em>Bro. </em>460.</p>\n</footnote>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-3\" label=\"a\">\n<p id=\"Acx\"><em> </em>The United States v. Palmer, 3 <em>Wheat. 626.</em></p>\n</footnote>\n<footnote data-order=\"19\" data-type=\"footnote\" id=\"x999-4\" label=\"b\">\n<p id=\"b91-9\"><em> </em>The United States v. M‘Gill, 4 <em>Dali. </em>426. 429.</p>\n</footnote>\n<footnote data-order=\"20\" data-type=\"footnote\" id=\"x999-5\" label=\"a\">\n<p id=\"b92-7\"><em> Vattel, L. </em>1. c. 19. s. 216. The Exchange, 7 <em>Cranch, </em>116. Case of Nash, <em>alias </em>Robbins, <em>Bee's Adm. Rep. </em>266. <em>Vide </em>Appendix, Note I.</p>\n</footnote>\n<footnote data-order=\"21\" data-type=\"footnote\" id=\"x999-6\" label=\"b\">\n<p id=\"b92-8\"><em> </em>2 <em>Bro. Civ. &amp; </em>Adm. <em>Law, </em>468. 484. M'Gill’s case <em>Dall. </em>427. United States v. Ross, 1 <em>Gallis. </em>627. United States v. Smith, 1 <em>Mason, </em>147. United States v. Hamilton, 1 <em>Mason, </em>152.</p>\n</footnote>\n<footnote data-order=\"22\" data-type=\"footnote\" id=\"x999-7\" label=\"c\">\n<p id=\"b92-11\"> <em>Sir George Staunton's Translation of the Laws of Chima, </em>36. $23. The following extracts from this work were read at the argument, and it is thought their insertion here will not be unacceptable to the learned reader.</p>\n<p id=\"b92-12\"><em>“Offences committed by foreigners.(*) </em>In general all. foreigners who come to submit themsélves to the government of the empire, shall, when guilty of offences, be tried and sentenced according to the establishe I laws. The. particular decisions, however, of the tribunal Lee-Fan-Yuen,(t) shall be guided <page-number citation-index=\"1\" label=\"83\">*83</page-number>according to regulations framed for the government of the Mongol tribes.</p>\n<p id=\"b93-8\">Note (*) — \"This section of the code has been expressly quoted by the provincial government of Canton, and applied to the case of foreigners residing there and at Macao for the purposes of trade. The laws of China have never, however, -been attempted to be enforced against those'foreigners, except with considerable allowances in their favour, although, on .the other hand, they are restricted and circumscribed in such a manner, that a transgression on their part of any specific article of the laws, can scarcely occur ; at least, not -without at the same time implicating and involving in their guilt some of the natives, who thus in most cases become the principal victims of offended justice. The situation of Europeans in China is certainly by no means so satisfactory ou the whole as might be desired, or even as it may he reasonably expected to become in the progress of time, unless some untoward circumstance should occur to check the gradual course of improvement. It must be admitted, however, that the extreme contrariety of manners, habits, and language!, renders some such arrangement, as that now subsisting for the regulation of the intercourse between the, Europeans and the natives, absolutely indispensable, as well as conducive to the interests of both parties.</p>\n<p id=\"b93-9\">Note (†) — This tribunal might be stiled the office o,r department for foreign affairs, but its chief’concern ís, with the tributary and the subject States of Tartary.’' p. 36,.</p>\n<p id=\"b93-10\"><em>“ </em>The foregoing being the substance of the report of the. viceroy to his imperial majesty, we have deliberated thereon, and have ascertained that, according to the preliminary book of the penal code, all persons from foreign parts committing offences, shall undergo trial, and receive sentence according to the laws of the empire : Moreover, we find it declared in the. same code, that any person accidentally killing another!, shall be allowed to redeem himself from punishment, by the payment of <page-number citation-index=\"1\" label=\"84\">*84</page-number>a fine ; lastly, we find, that on the eighth year of Kien-Lung, (1743,) it was ordered, in reply to the address of the'viceroy of Canton, then in office, that thenceforward, in all cases of offences by contrivance, design, or in affrays happening between foreigners and natives, whereby such foreigners are liable, according to law, to suffer death by being strangled or beheaded, the magistrate of the district shall receive the proofs and evidence thereof, at the period.of the preliminary investigation, and after- having-fully, and distinctly inquired into the reality of the circumstances, report the result to the viceroy and sub-viceroy,' who are thereupon strictly to repeat and revise the investigation , If the determination of the inferior Courts, upon the alleged facts,-,and upon the application of the laws, is found to, have been just and accurate, the magistrate of -the district shall, lastly, receive orders to proceed, in. conjunction with the chief of the nation, to take the offender to execution; according to his-sentence.</p>\n<p id=\"b94-7\">• “ In all other instances of offences committed under what the, laws declare to be palliating circumstances,' and which are, therefore; not. capitally punishable-, the offender shall be sent away ’to be punished in his.own country. February,. P* 523.</p>\n</footnote>\n<footnote data-order=\"23\" data-type=\"footnote\" id=\"x999-8\" label=\"a\">\n<p id=\"b95-11\"><em> </em>See authorities cited, 3 <em>Wheat. 357., </em>Note <em>B. </em>to United States v. Bevans. De Lovio v. Boit, 2 <em>Gallis. </em>4170. Note 47.</p>\n</footnote>\n<footnote data-order=\"24\" data-type=\"footnote\" id=\"x999-9\" label=\"b\">\n<p id=\"b95-12\"><em> </em>United States v. La <em>Vengeance, 3 Dall. </em>297. The Sally, 2 <em>Cranch, </em>406. The Betsey and Charlotte, 4 Cranch, 443. The Samuel, 1 <em>Wheat. </em>9. The Octavia, <em>ib, </em>20.</p>\n</footnote>\n<footnote data-order=\"25\" data-type=\"footnote\" id=\"x999-10\" label=\"c\">\n<p id=\"b95-15\"> See The King v. Bruce, cited 3 <em>Wheat, </em>371. Note a.</p>\n</footnote>\n<footnote data-order=\"26\" data-type=\"footnote\" id=\"x999-11\" label=\"a\">\n<p id=\"b96-7\"> 1 <em>Valin, Com. stir [’Ordon. liv. 1. tit. </em>2. <em>Dela </em>Competence, <em>art. </em>5.</p>\n</footnote>\n<footnote data-order=\"27\" data-type=\"footnote\" id=\"x999-12\" label=\"b\">\n<p id=\"AvK\"><em> </em>3 <em>Wheat. </em>336.</p>\n</footnote>\n<footnote data-order=\"28\" data-type=\"footnote\" id=\"x999-13\" label=\"a\">\n<p id=\"b97-5\"><em> </em>The United States v. Bevans, 3 <em>Wheat. </em>336. 386.</p>\n</footnote>\n<footnote data-order=\"29\" data-type=\"footnote\" id=\"x999-14\" label=\"b\">\n<p id=\"b97-6\"><em> </em>The Exchange, 7 <em>Cranch, </em>116. Speech of Sir. (now Chief Justice) Marshall, in the case of Nash <em>alias </em>Robbins, Appendix; Note I.</p>\n</footnote>\n<footnote data-order=\"30\" data-type=\"footnote\" id=\"x999-15\" label=\"a\">\n<p id=\"A81\"><em> </em>1 <em>Sir L. Jenkins’ Works, </em>91.</p>\n</footnote>\n<footnote data-order=\"31\" data-type=\"footnote\" id=\"x999-16\" label=\"a\">\n<p id=\"b99-9\">. 3 Wheat. 336. 386.</p>\n</footnote>\n<footnote data-order=\"32\" data-type=\"footnote\" id=\"x999-17\" label=\"a\">\n<p id=\"b100-4\"><em> 4 Inst. </em>136.</p>\n</footnote>\n<footnote data-order=\"33\" data-type=\"footnote\" id=\"x999-18\" label=\"b\">\n<p id=\"A6x\"><em> 4 Inst. </em>137.</p>\n</footnote>\n<footnote data-order=\"34\" data-type=\"footnote\" id=\"x999-19\" label=\"C\">\n<p id=\"b100-5\">c 4 <em>Inst. </em>137.</p>\n</footnote>\n<footnote data-order=\"35\" data-type=\"footnote\" id=\"x999-20\" label=\"d\">\n<p id=\"AGG\"><em> </em>1 <em>Life of Sir L. J. </em>77..</p>\n</footnote>\n<footnote data-order=\"36\" data-type=\"footnote\" id=\"x999-21\" label=\"e\">\n<p id=\"b100-6\"><em> Hale, De Jure Maris, c. </em>4. 2 <em>East’s C. L., </em>304. 2 <em>Hale’s P. C. ch. </em>3.</p>\n</footnote>\n<footnote data-order=\"37\" data-type=\"footnote\" id=\"x999-22\" label=\"a\">\n<p id=\"b101-7\"> 3 Wheat, 336,</p>\n</footnote>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-23\" type=\"majority\">\n<author id=\"ACal\">Mr. Chief Justice Marshall</author>\n<p id=\"AXo\">delivered the opinion of the Court. The indictment in this case is founded on the 12th section of ,the act, entitled, <em>u </em>an act for the punishment of certain crimes against the United. States.” That section-is in these words: “ And be it enacted, that if any seaman, or other person, shall commit manslaughter on the high seas, or confedérate,” &amp;c. “ such person or persons so offending, <page-number citation-index=\"1\" label=\"94\">*94</page-number>and being thereof convicted, shall be imprisoned not exceeding three years, and fined not exceeding one thousand dollars.”</p>\n<p id=\"b104-8\">The jurisdiction of the Court depends on the place in which the fact was committed. Manslaughter is not punishable in the Courts of the United States, according to the words which have been cited, unless it be committed on the high seas. Is the place described in the special verdict a part of the high seas ?</p>\n<p id=\"b104-9\">If the words be taken according to the common understanding of mankind,' if they be taken in their popular and received sense, the <em>“ </em>high seas,” if not in all instances confined to the ocean which washes a-coast, can never extend to a river about half a mile wide, and in the interior of a country. This extended construction of the words, it has been insisted, is still farther opposed, by a comparison of the 12th with the 8th section of the act. In the 8th section, Congress has shown its attention to the distinction between the <em>il </em>high seas,” and <em>“ </em>a river, haven, basin, or bay.” The well known rule that this is a penal statute, and is to be construed strictly, is also urged upon us.</p>\n<p id=\"b104-10\">On the part of the United States, the jurisdiction of the Court is sustained, not so much, on the extension of the words high seas,” as/on that construction of the whole act, which would engraft the words of the 8th section, descriptive of the place in which. murder may be committed, on the 12th section, which describes the place in which manslaughter may be committed. This transfer of the words of one section to the other, is, it has been contended,'in pursu<page-number citation-index=\"1\" label=\"95\">*95</page-number>anee of the obvious intent of the legislature ; and in support of the authority of the Court so to do, certain maxims, or rules for the construction of statutes, • have been quoted and relied on. It has been said, that although penal laws are to be construed strictly, the intention of the legislature must govern in their construction. That if a case be within the intention, it must be considered as if within the letter of the statute. So if it be within the reason of the statute.</p>\n<headnotes id=\"Ais\">Rules for the construction q£ penal statutes.</headnotes>\n<p id=\"b105-6\">The rule that penal laws are to be construed strictly, <em>1 ** </em>is perhaps not much less old than construction itself, It is founded on the tenderness of the law for the rights of individuals; and on the plain principle that the power of punishment is vested in the legislative, not in the judicial department. It is the legislature, <em>not the Court, </em>which is <em>to define </em>a crime, and ordain its punishment.</p>\n<p id=\"b105-15\">It is said, that notwithstanding this rule, the intention of the law maker must govern in the construction of penal, as well as other statutes. This is true. But this is not a new independent rule which subverts the old. It is a modification of the ancient maxim, and amounts to this, that though penal laws are to be construed strictly, they are not to be construed so strictly as to defeat the obvious intention of the legislature. The maxim is not to be so ap - plied as to narrow the words of the statute to the exclusion of cases which those words, in their ordinary acceptation, or in that sense in which the legislature has obviously used them, would comprehend. The intention of the legislature is to be collected from the words they employ. Where there is no ambiguity in <page-number citation-index=\"1\" label=\"96\">*96</page-number>the words, there is no room for construction. The case must ke a strong one indeed, which would justify a Court in departing, from the plain meaning of words, especially in a penal act, in search of an intention which the words themselves did not suggest. To determine that a case is within the intention of a statute, its language must authorise us to say so.. It would be dangerous, indeed, to carry the principle, that a case which is within the reason or mischief of a statute, is within its provisions, so far as to punish a crime not enumerated in the statute, because it is of equal atrocity, or of kindred character, with those which are enumerated. If this principle has ever been recognized in expounding criminal law, it has been in cases of considerable irritation, which it would be unsafe to consider as precedents forming a general rulé for other cases.</p>\n<headnotes id=\"ARK\">medescripcómaine/^ht the 8th section of the act of WflO, c. 36., is not so mcorpoaslto «-¡ve^he SSjnrisdic6siaughtCTcomi reignd <em>'“itviT, </em>and not on the high seas.</headnotes>\n<p id=\"A9D\">Having premised these general observations, the Court will proceed to the examination of the act, . . . , , <em>m </em>m order to determine whether the intention to m-_ corporate the description of place contained in the section, into the 12th, be so apparent as to jus^fy the Court in so doing. It is contended, that throughout the act the description of one section is full, and is necessarily to be carried into all the other . , . , , - . sections which relate to place, or to crime.</p>\n<p id=\"b106-11\">The 1st section defines the crime of treason, and declares, that if any person or persons owing allegiance to the United States of America shall levy war,” &amp;c. “ such person or persons shall be adjudged guilty of treason,” &amp;c. The second section defines misprision of treason; and in the description of the <page-number citation-index=\"1\" label=\"97\">*97</page-number>persons who may commit it, omits the words “ owing allegiance to the United States,” and uses without limitation, the general terms “ any person or persons.” Yet, it has been said, these general terms were obviously intended to be limited, and must be limited, by the words “ owing allegiance to the United States,” which are used in the preceding section.</p>\n<p id=\"b107-3\">• Jt is admitted, that the general terms of the 2d section must be so. limited; but it is not admitted^ that the inference drawn from this circumstance, in favour of incorporating the words of one section of this act into another, is a fair one. Treason is a breach of allegiance, and can be committed by him only who owes allegiance either perpetual or temporary. The words, therefore, <em>u </em>owing allegiance to the United States,” in the first section,\" are entirely surplus words, which do not, in the slightest degree, affect its sense. The construction would be precisely the same were they omitted. When, therefore, we give the same construction to the second section, we do not carry those words into it, but construe it as it would be construed independent of the first. There is, too, in a penal statute, a difference between restraining general words, and enlarging particular words.</p>\n<p id=\"b107-5\">The crimes of murder and of manslaughter, it has béen truly said,.are kindred crimes; and there is much reason for supposing, that the legislature intended to make the same provision for the jurisdiction of its Courts, as to the place in which either might be committed. In illustration of this position* the 3d and 7th sections of the act have been cited. <page-number citation-index=\"1\" label=\"98\">*98</page-number>The 3d section describes the places in which murder on land may be committed, of which the Courts of the United States may take cogtuzance; and the section describes, in precisely the same terms, the places on land, if manslaughter be committed in which, the offender may be prosecuted in the federal Courts.</p>\n<p id=\"b108-4\">It is true, that so far as respects place, the words of. the 3d section concerning murder, are repeated in the 7th, and applied to manslaughter ; but this circumstance suggests a very. different inference from that which has been drawn from it. When the legislature is about to describe the. places in which manslaughter, cognizable in the Courts of the United States, may bé committed, no reference whatsoever is made to a prior section respecting murder ; but the description is as full and ample, as if the prior section had not been in the act. This would rather justify the opinion, that in proceeding to manslaughter, the legislature did not mean to refer us to the section on murder for a description of the place in which the crime might be committed, blit did mean to give us a full description in the section on that subject.</p>\n<p id=\"b108-5\">So, the 6th section, which punishes those who have knowledge of the commission of murder, or other felony, describes the places on. land in which the murder is to be committed, to constitute the crime) with the same minuteness which had been before employed in the-3d, and was, afterwards, employed in the 7th section.</p>\n<p id=\"b108-6\">In the 8th section, the legislature takes up the sub<page-number citation-index=\"1\" label=\"99\">*99</page-number>ject of murder, and other felonies, committed on the water, and is full in the description of place. “ If any person or persons, shall commit upon the high' seas, or in any river, haven, basin or bay, out of the jurisdiction of any particular State, murder,” &amp;c.</p>\n<p id=\"b109-4\">The 9th section of the act applies to a citizen who shall commit any of the offences described in the 8th section, against the United States, or a citizen thereof, under colour of a commission from any foreign Prince or State.</p>\n<p id=\"b109-5\">It is observable, that this section, in- its description of place, omits the words, <em>u </em>in any river, haven, basin, or bay,” and uses the words “ high seas” only. It has been argued, and, we admit, with great force, that in this section the legislature intended to take from a citizen offending against the United States, under colour of a commission from a foreign powrer, any pretence to protection from that commission; and it is almost impossible to believe' that there could have been a deliberate intention to distinguish between the same offence, committed under colour of such commission, on the high seas, and on the waters of a foreign State, or-of the United . States, out of the jurisdiction of any particular State. This would unquestionably have been the operation of the section, had the words,- “ on the high seas,” been omitted. Yet it would be carrying construction very falto strike out those words. Their whole effect is to limit the operation which the sentence would have without them; and it is making very free with legislative language, to declare them totally useless, when they are sensible, and aré calculated to have a de<page-number citation-index=\"1\" label=\"100\">*100</page-number>cided influence on the meaning of the clause. That case is not directly before us, and we may perhaps be relieved from ever deciding it. For the present purpose, it will be sufficient io say, that the determination of that question in the affirmative, would not, we think, be conclusive with respect to that now' under consideration. The 9th section refers expressly, so far at least as respects piracy or robbery, to the 8thand its whole language shows that its sole object is to render a citizen who offends against the United States or their citizens, under colour of a foreign commission, punishable in the same degree as if no such commission existed. The clearness with which this intent is manifested by the language of the whole section, might perhaps justify a latitude of construction which would not be allowable where the .intent is less clearly manifested ; where we are to be guided, not so much by the words in which the provision is made, as by our opinion of the reasonableness of making it.</p>\n<p id=\"b110-7\">Buthere, too, it cannot escape notice, that the legislature has not referred for a description of the place to the preceding section, but has inserted a description, and by that, insertion has created the whole difficulty of the case.</p>\n<p id=\"b110-8\">The-10th section declares the punishment of accessories before- the fact, It enacts, “ that every person who shall either upon the land or the seas, knowingly and wittingly, aid and assist, procure, command, counsel, or advise any person or persons todo or commit any murder or robbery, or other piracy, <page-number citation-index=\"1\" label=\"101\">*101</page-number>aforesaid, upon the seas, which shall affect the life of such, persons, shall,” &amp;c.</p>\n<p id=\"b111-4\">Upon this section, also, as on the preceding, it has , 1 , , ’ ’ 1 , . . 1 been argued, that the legislature cannot have intended to exclude from punishment those who shall be accessories before the fact to a murder or robbery committed c£ in a river, haven, basin, or bay, out of the jurisdiction of any Stateand now, as then, the argument has great weight. But it is again to be observed, that the legislature has not referred for a description of place to any previous parts of the law, but has inserted a description, and by so doing, has materially varied the obvious sense of the section. ££ Every person who shall, either upon the land or the seas, knowingly and wittingly aid,” &amp;c. The probability is, that the legislature designed to punish .all persons amenable to their laws, who should, in any place, aid and assist, procure, command, counsel, or advise, any person or persons to commit any murder or piracy punishable under the act. And such would have been the operation of the sentence, had the words, <em>“ </em>upon the land or the seas” been omitted. But the legislature has chosen to describe the place .where the accessorial offence is to be committed, and has not referred to a description contained in any other part of the act. The words are,£&lt; upon the land the seas.” The Court cannot reject this description. If we might supply the. words “ river, haven,” because they are stated in the 8th section, must supply ££ fort, arsenal,” &amp;c. which are used in 3d section, describing the place in which murder may be committed on land ? In doing so, we should <page-number citation-index=\"1\" label=\"102\">*102</page-number>probably defeat the will of the legislature. Yet if we depart from the description of place given in the section, in which Congress has obviously intend- ^ tQ ¿escrp,e for the purpose of annexing to the word “ seas,” the words iC river, haven, basin, or bay,” found in the 8th section, there would be at least some appearance of reason in the argument, which would require us to annex also to the word “ land,” the words “ fort, arsenal,” &amp;c. found in the 3d section.</p>\n<p id=\"b112-5\">After describing the place in which the <em>u </em>aid, assist - ance, procurement, command, counsel, or advice,” must be given, in order to give to the Courts of the United States jurisdiction over the offence, the legislature proceeds to describe the crime so to be commanded or procured, and the place in which such crime must be committed. The crime is, “ any murder or robbery, or other piracy, aforesaid.” The place is <em>“ </em>upon the seas.”</p>\n<p id=\"b112-6\">In this section, as in the preceding, had the words <em>et </em>upon the seas” been omitted, the construction would have been that which, according to the argument on the part of the United States, it ought now to be. But these words are sensible and are material. They constitute the description of place which the legislature has chosen to give us; and Courts cannot safely vary that description, without some sure guide to direct their way.</p>\n<p id=\"b112-7\">The observations made on this section apply so precisely to the 11th, that they need not be repeated.</p>\n<p id=\"b112-8\">The legal construction of those sections is doubtful, and the Court is not now, and may perhaps ne<page-number citation-index=\"1\" label=\"103\">*103</page-number>ver be, required to make it. It is sufficient to say, that should it. even be such as the Attorney General contends it ought to be, the reasons in favour of that construction do not apply conclusively to the 12th section. They both contain a direct reference to the 8th section. They describe accessorial offences, which from their nature are more intimately connected with the principal offence, than distinct crimes are with each other.</p>\n<p id=\"b113-4\">The 12th section takes up the crime of manslaughter, which is not mentioned in the 8th ; and, without any reference to the 8th, describes the place in which it must be committed, in order to give jurisdiction to the Courts of the United States. That place is <em>il </em>on the high seas.” There is nothing in this section which can authorize the Court to take jurisdiction of manslaughter committed elsewhere.</p>\n<p id=\"b113-5\">To prove the connection between this section and the 8th, the attention of the Court has been directed to the other offences it recapitulates, which are said to be accessorial to those enumerated in the 8th. They are admitted to be accessorial; but the Court draws a different inference from this circumstance. Manslaughter is an independent crime distinct from murder, and the legislature annexes to the offence, a description of the place in which it müst be committed in order to give the Court jurisdiction. The same section then proceeds to enumerate certain other crimes which áre accessorial in their nature, without any description of places.. To manslaughter, the principal crime, the right to punish which depends on the place in which it is committed, Congress has annexed a description of place. To the other crimes enu - <page-number citation-index=\"1\" label=\"104\">*104</page-number>merated in the same section^ which are accessorial in their nature; and some of which at least may be committed any where, Congress has annexed no description of place. The conclusion seems irresistible, that Congress has not in this section inserted the limitation of place inadvertently; and the distinction which the legislature has taken, must of course be respected by the Court.</p>\n<p id=\"b114-7\">It is the object of the law, among other things, to punish murdef and manslaughter, on land, in places within the jurisdiction of the United States ; and also to punish murder and manslaughter, committed on the ocean. The two crimes of murder and manslaughter, when committed on land, are-described in two distinct sections, as two distinct offences; and the^description of place in the one section, is complete in itself, and makes no reference to the description of place in the other. Tiie crimes of murder and manslaughter, when committed on water, are also described as two distinct offences, in two sections, each containing a description of the place in which the offence may be committed, without any reference in the one section to the other. That section which affixes the punishment to manslaughter on the seas, proceeds to describe other offences which are accessorial in their nature, without any limitation of place. In every section throughout .the act, describing a crime, the right to punish which depends on place, and in some, instances where the right of punishment does not depend upon place, the legislature has, W'ithout any reference to a preceding section, described the place in which it must be committed, in order to bring the offender within the act. This characteristic feature <page-number citation-index=\"1\" label=\"105\">*105</page-number>of the law now to be expounded, deserves great consideration, and affords a powerful reason for restraining the Court from annexing to the description con- ? _ . . . b , /. tamed m one section, parts ot the description contained in another. From this review of the examination made of the act at the bar, it appears that the argument chiefly relied on, to prove that the, words of one section descriptive of the place ought to be incorporated into another, is the extreme improbability that Congress could have intended to make those differences with respect to place, which their words import. We admit that it is extremely improbable. But probability is not a guide which a court, in cdn^ struing a penal statute, can safely take., We can conceive no reason why other crimes which are not comprehended in this act, should not be punished. But Congress has not made them punishable, and this Court cannot enlarge the statute.</p>\n<p id=\"b115-8\">After giving the subject an attentive consideration, we are unanimously of opinion, that the offence charged in this indictment is not cognizable in the Courts of the United States; which opinion is to .be certified to the Circuit Court for the district of Pennsylvania.</p>\n<p id=\"b115-9\">Certificate. This cause came on to be heard &gt; on the transcript of the record of the Circuit Court for the district of Pennsylvania, and on the question on which the Judges of that Court were divided, and was argued by counsel; on consideration whereof, the Court is of opinion, that manslaughter committed in a river such as the river Tigris.is described <page-number citation-index=\"1\" label=\"106\">*106</page-number>lo be, is not punishable by the laws of the United States, and that the Circuit Court of the United States, for the district of Pennsylvania, has no jurisdiction over the offence. All which is ordered to be certified to the Circuit Court of the United States for the district of Pennsylvania.<footnotemark>a</footnotemark></p>\n<footnote label=\"a\">\n<p id=\"b116-7\"> The Constitution of the United States declares, that the judicial power of the Union shall extend, (among other things,) to all cases of <em>admiralty and maritime </em>jurisdictionand this Court has determined, that the power thus granted belongs exclusively to the Courts of the United States. (Martin v. Hunter, <em>ante, </em>vol. 1. p.333. 337.) It is not the purpose of this note to consider what cases-.'of a <em>civil </em>nature are properly included within the terms, <em>“ </em>cases of admiralty and maritime jurisdiction.” As to the <em>criminal </em>jurisdiction of the admiralty, there is no doubt that it is defined by local limits ; and in order to ascertain these, it becomes necessary to inquire into the extent of the admiralty'jurisdiction of England, from which ours was derived, as that was from the maritime States on the continent of Europe.</p>\n<p id=\"b116-9\">Both in England and the other countries of Europe, the Court of Admiralty is a branch which has sprung from that ancient and venerable stock, the office of <em>admiral. </em>The etymology of the word serves to indicate the origin of the office, and 'the time when it was introduced, at least under that name, into Europe. The word <em>admiral </em>or <em>ammirul, </em>is doubtless derived from the Arabic word <em>emir </em>or <em>amira, </em>signifying a general officer or commander in chief, <em>dominum vel prcefectum. (Du Cange. Glossary. Verbo Admir alius. </em>In the time of the crusades, by means of which so many oriental usages were brought into the west of Europe, it was introduced into France as the title of a commander in chief, either of land or sea forces. Accordingly, we find that the office, with that title, was unknown until the third race of French kings, under Charles IV., about the end of the thirteenth century, and it appeared in England about the same period in the reign of Edward I. After the term thus came to be exclusively applied to the commander in <page-number citation-index=\"1\" label=\"107\">*107</page-number>chief of naval forces in France, the station was filled with several illustrious characters, and in the scale of civil and military. dignities ranked immediately after the office of constable. The person who filled this high station had jurisdiction by himself or his deputies, of all crimes and offences committed on the sea, its ports, harbours, and shores. <em>(Valin. Com. sur I’Ordon. 1. </em>1. <em>tit. </em>2. <em>art. </em>10. <em>De la Competence.)</em></p>\n<p id=\"b117-5\">In England, the office subsisted 'with the same title of high admiral, until the reign of Charles II., when it was filled by his brother, the Duke of York, (afterwards James II.) who being excluded from office as a Catholic by the test act in 1673, it was. executed by commissioners, with the same power and authority as belonged to the Lord High Admiral: and since the accession of the house of Hanover, the office has also been vested in commissioners, who are styled the Lords Commissioners of the Admiralty. But the king is said still to hold, for certain purposes, the office of Lord High Admiral, though in a capacity distinguishable from his regal character ; a distinction of practical importance in the law of prize, but immaterial to the present purpose. The judge of the High Court of Admiralty in England formerly held his place by patent from the Lord High Admiral, but since that office has only existed in contemplation of law, he holds it by direct commission from the crown. The ancient criminal jurisdiction of the Court was modified by the statute of the 28th of'Henry VIH. c. 1.5. which enacted-, that offences upon the seas, and in havens, rivers, &amp;c. should be tried by the admiral or his deputy, and- three or four more, among whom two common law judges are usually appointed,-the judge of the High Court of Admiralty presiding. (2 <em>Bro. Civ. and Adm. Law, </em>458.) In Scotland, the Court is- held before- the delegaté of the High Admiral-, who may also name other inferior local deputies, and who is declared to-be the king’s Justice- General upon-the seas, or fresh water within- flood and'mark, and in-all harbours and creeks. (2 <em>Bro. Civ. and Adm. Law. </em>30.)</p>\n<p id=\"b117-7\">This remarkable conformity between the origin, history, and-nature of the Courts of Admiralty in France and Great Britain* renders it highly probable that their jurisdiction, both civil and? criminal, however it may have been shifted from jts aacieot. <page-number citation-index=\"1\" label=\"108\">*108</page-number>foundations, was originally the same; and this supposition derives additional strength from the manner in which the history 0£ countries is blended together during the middle' ages, and from the circumstance of both having derived their maritime institutions from the shores of the Mediterranean.</p>\n<p id=\"b118-5\">There appears to be no question, that the admiralty jurisdiction of England originally extended to all crimes and offences committed upon the sea, and in all ports, rivers, and arms of the sea, as far as the tide ebbs and flows. This is established by the ancient inquisitions, the records of which still remain in the black book of the admiraltj', and by the articles given in chargé at the admiralty sessions, as early as the reign of Edward III. <em>(Clerk’s Praxis. Roughton’s articles, passim. Exton, c. </em>11, 12, 13. <em>Selden, de Dom. Mar. 1. 2. c. 24. p. </em>209.) But Lord Coke, in 4 <em>Inst. </em>135. ei <em>seq. </em>after admitting, that the admiralty had jurisdiction of all things done upon the sea, endeavours to establish the doctrine, that the sea, <em>ex vi termini, </em>did not include any navigable waters within the body of any county of the realm ; and for proof of this, he mainly relies on certain authorities in <em>Fitzherbert’s Abridgment, (Avowry, </em>192. <em>Corone, </em>399.) which, when carefully considered, will not support his position. The hostility of Lord Coke to the admiralty, and indeed to every other jurisdiction rivalling the common law Courts, is well known; and Mr. Justice Buller has observed, that “ with respect to what is said relative to the admiralty jurisdiction in 4 <em>Inst. </em>135. that part of Lord Coke’s work has been always received with great caution, and frequently contradicted. He seems to have entertained not only a jealousy of, but an enmity against, that jurisdiction.” All the authorities cited by Lord Coke, will be satisfactorily disposed of upon the supposition (which Lord Hale asserts to be the fact,) that before the thirty-fifth year of Edward III. the common law', exercised, even upon the narrow seas, as well as in ports and havens within the ebb and flow of the tide, a <em>concurrent </em>jurisdiction with the admiralty. (2 <em>Hale’s, P. C. </em>13. <em>et seq.) </em>Neither does the case itself in <em>Fitz. Abr. Corone, </em>399. 8 <em>Edw. 2. </em>warrant Lord Coke’s assertion. Stanton, J. is there reported to have said, that it is not an arm of, the sea where a man can see <page-number citation-index=\"1\" label=\"109\">*109</page-number>what is clone on the one side of the water and the other ;. and that the coroner, in such cases, shall exercise his jurisdiction there. This <em>dictum, </em>taken literally; cannot be considered as law, for in the year books (22 <em>Assisarum, </em>93.) it is expressly held, that every water which hows and reflows, is called an arm of the sea, so far as it flows. “ <em>Que chescun ewe, que flow et reflow, est appelle bras de mer cy tantaunt come el flowe.” </em>The same doctrine is quoted and confirmed by .Lord Hale, who states, that the sea is either that which lies within the body of a county, or without; and that an arm or branch of the sea which lies within the <em>fauces terree, </em>where a man may reasonably discern between shore and shore, <em>is, </em>or' at least <em>may be, </em>within the body of a county <em>(Hale, De Jure Mar. c. </em>4. <em>p. </em>10.) So that there is the strongest reason to question Lord Coke’s authority in this respect, and to adhere to the evidence furnished by the records of the admiralty, of its ancient jurisdiction in ports and havens within the ebb and flow of the tide.</p>\n<p id=\"b119-4\">How far this ancient jurisdiction has been altered by statutes, is another question. The statute 13 <em>Richard </em>II. c. S. enacts, “ that the admirals, and their deputies, shall not meddle henceforth of any thing done within the realm, but only of a thing, done upon the sea, according as it hath been duly used in the time of the noble King Edward, (III.) grandfather of our Lord the King that now is.” The statute 15 <em>Richard </em>II. c. 3. enacts, that of all manner of contracts, pleas and quereles-, and of all other things done, or arising within the bodies of counties, as well by land as by water, and also of wreck of the sea, the Admiral’s Court shall have no manner of cognizance, power, nor jurisdiction ; but all manner of contracts, pleas and . quereles, and all other things rising within the bodies of counties, as well by land as by water, as afore, and also wreck- of the sea, shall be tried, determined, discussed, and remedied, by the laws of the land, and not before, or by the admiral, nor his lieutenants, in any wise. Nevertheless, of the death of a man, and of a maihem done in great ships, being hovering on the main stream of great rivers, only, beneath the bridges of the same rivers nigh to the sea, and in none other places of the same rivers, the admiral shall have cognizance: and also, to <page-number citation-index=\"1\" label=\"110\">*110</page-number>arrest ships in the great flotes for the great voyages of the King, and of the realm ; saving always to the King all manner of forfeitures and profits thereof coming ; and he shall also have jurisdiction upon the said flotes during the said voyages-, only saving always to the lords, cities, and boroughs, their liberties and franchises.” The true limit of the admiralty jurisdiction under these statutes was long a subject of angry contention between the civilians and the common lawyers. But it is admitted on all sides, that on the main or high seas, (which, as Blackstone states, begin at the low water mark, (1 <em>Bl. Comm. </em>110.) th.e admiralty has jurisdiction exclusive of the common law ; and that, between high water mark and low watermark, where the sea ebbs and flows, (which is technically the shore of the sea, or <em>littus maris,) (Hale de Jure Mar. c. </em>4. <em>p. 12.) </em>the common law and the admiralty have a divided empire <em>{divisum imperium) </em>or’alternate jurisdiction, one upon the water when it is full sea, the other upon the land, when it is an ebb. (1 <em>Bl. Comm. </em>110. <em>Constable’s case, </em>5 <em>Co. Rep. </em>106, 107. Barber v Whanton, 2 <em>Lord Raym. </em>1452. 2 <em>East’s P. C. </em>803. 4 <em>Bl. Comm. </em>268.) Upon the sea coast, therefore, it is incontestible, that the body of every county bordering on such coast, is bounded by the shore of the sea, and at no time extends below-low water mark.</p>\n<p id=\"b120-8\">But what constitutes the boundary of counties bordering on-arms of the sea, and navigable rivers, is a question concerning which great differences of opinion have been expressed. It has been strenuously insisted by the judges of the admiralty, that, notwithstanding the statutes of Richard, the admiralty still continues to possess jurisdiction in all ports, havens, and rivers, where the sea ebbs and flows, below the first bridges. (1 <em>Sir L. Jenkins’Life, xcii. Exton, b. 2. c. </em>3. <em>et seq. Zouch, </em>92.) And Sir Henry Spelman adopts the same opinion. <em>(Spelm. Reliq. </em>226.) The ground of this opinion is, that the same rule exists-at the common law in respect to the bounds of counties on navigable waters and arms of the sea as is applied by the same law to the sea Coast, viz. that they are limited by the ebb and flow of the tide ; and that the statute- of Richard was in<page-number citation-index=\"1\" label=\"111\">*111</page-number>tended no further to restrict the admiralty, than as to crimes committed above the first bridges. (1 <em>Sir L. Jenkins’ Life, xcii. Exton, e. 10. to </em>20. <em>Zouch, 92.) </em>And it cannot be denied, that the agreement of the twelve judges in 1632, (cited at large, <em>ante, vol. </em>III. <em>p. </em>365. Note <em>a.) </em>strongly countenances this pretension. In Rex. v. Soleguard <em>(Andrew’s Rep. </em>231.) also, Sir Edmund Isham cited an opinion delivered as recently as 1713, on a reference to all .the judges, in which ten of them (against Ward, C. B. and Gould, J.) held, “ that the admiralty hath a jurisdiction in all great navigable rivers <em>from the bridges to the sea.” </em>And in that case, the Court did not deny the jurisdiction, but founded their judgment upon a supposed concurrent jurisdiction of the common law'. On the other hand, Lord Coke, principally on the authority of the two cases before cited, (4 <em>Inst. </em>140. <em>Fitz. Mr. Avowry, </em>192. and <em>Corone, </em>399.) maintains that the bodies of counties comprehend all navigable waters where persons can see from one side to the other; or rather, as other authorities,' with more accuracy, state it, the <em>point, </em>where a man standing on one side of the land, may see what is done on the other side. <em>(Hawkins’ P. C. c. </em>9. s. 14. 2 <em>East, P. C. </em>804.) Lord Hale appears to speak with great doubt and hesitation on this subject, merely asserting that “ an arm. or branch of the sea, where a man may <em>reasonably </em>discern between shore and shore, is, or at least way be,.within the body of a county.” And it may fairly be inferred as well from this cautious expression, as from his commentary on the statute of the 28th <em>Hen. </em>VIII. c. 15. (2 <em>Hale’s P. C. </em>16, 17.) that Lord Hale was not satisfied with Lord Coke’s exposition of the common law boundary of counties. The whole question, however, became in a great degree unimportant in England after the enactment ef the statute of the 28 <em>Hen. </em>VIII. c. 15. which gave to the High Commission Court, (of which the admiral or his deputy is the presiding judge,) cognizance of “ all treasons, felonies, robberies, murders and confederacies committed in or upon the sea, <em>or in any other haven, river, creek, or place, where the admiral or admirals have, or pretend to have, jurisdiction.” </em>In the .exposition of this statute, Lord Hale says, “ this seems to me, to extend to great rivers where the sea flows and reflows below <page-number citation-index=\"1\" label=\"112\">*112</page-number>the first bridges, and also, in creeks of the sea at full water, where the sea flows and reflows, and upon high water upon shorej though these <em>possibly </em>be within the body of the country, for there <em>at least </em>by the statute of 15 <em>Rich. </em>II. they [the' admirals] have a jurisdiction ; and thus accordingly it has been held at all times even' when the Judges of the common law have been named, and sat in the commission; but we are not to extend the words <em>(pretend to </em>have) to such a pretence as is without any right at all; and, therefore, although the .admiral pretend to have jurisdiction upon the shore, when the tide is reflowed, yet he hath no cognizance of a felony committed there.” (2 <em>Hale’s P. C. </em>16, 17.) This construction of the statute, in opposition to Lord Coke’s, was solemnly adopted in a very recent case by the twelve judges; and sentence of death accordingly passed upon the prisoner upon a conviction under the statute. (Rex v. Bruce, 2 <em>Leach’s C. C. </em>1093. 4th <em>Ed. </em>cited at large, <em>ante, </em>vol. III. <em>p. </em>371. Note a.) Sir Leoline Jenkins, in his charge given at the Admiralty Sessions at the Old Bailey, speaking of the commission given to the Judges under the statute, says: “But the commission itself explains the word (pretend) in a more particular manner in directing the inquiry to be of things done, not only upon the'sea, and in havens, creeks, and rivers, as in the statute, but also in all places whatsoever within the flowing of the water, to 'the full sea mark; and in all great rivers from those bridge's downwards that are next the sea : which words, being in the commission, are the best comment upon the statute, it having so often passed the,greát seal in these last seven score years, under the view, and approbation of so many Lords Chancellors and Keepers, and of so many Attorney Generals, men of the gréatest eminency in the laws of the land, so that the words of the statute, and the commission, being taken together, do not only ascertain the power of this Court to hear and determine offences done in all, or any of those places, but do also declare all, and every of the, places themselves, to be within the jurisdiction of the admiralty; for otherwise, the jurisdiction of the commissioners since the statute, would be of larger extent, and in moré places than the jurisdiction of the Admiral was before the sta<page-number citation-index=\"1\" label=\"113\">*113</page-number>tute, which it is clear was hot intended by the law makers.” (1 <em>Sir L. Jenkins, </em>xci.) But where such havens, creeks, and rivers, &amp;c. are within the body of a county, it seems now generally agreed, that the Courts of Common Law have a <em>concurrent </em>jurisdiction over the same offences. (2 <em>Hale’s P. C. </em>15. 16., Rex v. Bruce, 2 <em>Leach’s C. C. </em>1093, <em>4th ed.)</em></p>\n<p id=\"b123-7\">Supposing, however, Lord Coke’s view of this matter to be correct, the limits of a county will still he confined to places in rivers, creeks, and arms of the sea, which are so narrow as .that a person on one side can reasonably discern and attest upon oath any thing done on the other side for the reason assigned for this rule of limitation is, that the <em>pais </em>may there come and take inquisition of the facts. (4 <em>Inst. </em>140. 2 <em>East’s P. C. </em>804.) And, in England, the Admiralty hath by the express provisions..of the statute 15 <em>Rich. </em>II. c. 3. cognizance of every description of homicide and mayhem, w happening in great ships being and hovering in the main stream of great rivers below the bridges of the same rivers, which, (as Blackstone observes,) are then a sort of port or haven such (to use his own illustration,) as are the ports of London and Gloucester, though they lie at a great distance from the sea, (4 <em>Bl. Comm. </em>268.) and though they be within the body of a county. (2 <em>Hale’s P. C. </em>16.)</p>\n<p id=\"ATP\">But it is certainly very questionable how far the statutes of .Richard II. are to be considered as restrictive of tbe grant of admiralty and maritime jurisdiction contained in' the constitution of the United States.' These statutes were never designed to apply to the colonies, for at that time the colonies did not exist; and in point of fact, the admiralty jurisdiction in the colonies has always depended entirely upon the royal commission, and upon acts of parliament expressly extending to them. Hence, the colonial Vice Admiralty Courts- have constantly exercised jurisdiction'in many cases, such as revenue cases, of which the .High Court bf Admiralty in England has not recently taken jurisdiction. I say, <em>recently, </em>.because it seems that formerly the Admiralty in England did take jurisdiction of the breaches of the navigation laws, and other laws of trade; either by the express provisions of those statutes, or in virtue of its original. <page-number citation-index=\"1\" label=\"114\">*114</page-number>maritime jurisdiction. (1 <em>Sir L. Jenkins’. Life, </em>lxxii. <em>xcv.etseq, </em>2 <em>Sir L. J. p. </em>745. 746.) But it appears that the colonial Vice ' J Admiralty Courts have uniformly exercised a jurisdiction over revenue cases upon their original inherent powers by virtue of their commissions, independent of any statute. (See a case cited in the Fabius, tí <em>Rob. </em>245.) Beside the restrictions contained in the statutes of 13 and 15 <em>Rich^ll. </em>as to criminal jurisdiction, are purely arbitrary, and cannot be considered as declaratory of the pre-existing- lavy. What reason is there why thé Admiralty should have jurisdiction of homicide and mayhem in fivers, ports, and creeks of the sea, and not of other crimes in the same places ? Such a limitation has no foundation in the ancient constitution of the Court, and never at any time existed independent of the statute. It is also a well established rule in the construction of English statutes, that they are not to be considered as extending to the colonies, unless included by express words, or by inevitable, implication ;. (1 <em>Bl. Comm. </em>107, 108.) and it cannot be pretended, that the colonies are- within the •purview or the words of the statutes of the 13 and 15 Richard II. Why, then, should they be considered as extending to the colonies,1 which did not then exist, any more than to Scotland, which was not then.united to the,crown, but in jVhich .country the Admiralty still retains its ancient-jurisdiction undimíníshed ?</p>\n<p id=\"b124-7\">The,commissions issued, by the crown to the Vice Admiralty Courts in the colonies, were entirely inconsistent-with the limitations ’ imposed upon the Admiralty in England. One of the latest, which is probably copied from the others, is that issued to the Governor of New Hampshire, in 6 Geo. III. It empowers him “ to take cognizance, of, and proceed in, all- causes, civil and -maritime, and in complaints, contracts, <em>offences or suspected offences, crimes, </em>pleas, debts, exchanges, accounts, charter parties, agreements, suits,.trespasses, inquiries, extortions, and demands, and all business, \"civil and maritime, whatsoever, &amp;c. throughout all and every the <em>sea shores, public streams, ports, fresh waters, rivers, creeks, and árrns, as well of the sea, as of the rivers and -coasts, </em>whatsoever, of the province, &amp;c. and territories dependent thereon, and <em>maritime ports, </em>whatsoever of the same, and thereto adjacent ;” and in this commission <page-number citation-index=\"1\" label=\"115\">*115</page-number>those places are referred to as within <em>“ </em>our maritime jurisdiction.” (De Lovio v. Boit, 2 <em>Gallis. </em>47.) <em>Note </em>47.) It seems highly probable that the expression \" maritime jurisdiction,” in the constitution, was borrowed from the language of those commissions, and was introduced <em>ex abundant! cautela, </em>and super-added to the term <em>“ </em>admiralty,” in order to obviate any donbt as to the full extent of the authority meant to be conferred.</p>\n<p id=\"AEzo\">, Indeed it has already been, in effect, decided by this Court, that the statutes of Richard are not in force in the United States, as limitations of the admiralty and maritime jurisdiction granted in the constitution. By the judiciary act of 1789, c. 20. s. \"9. seizures under laws of impost, navigation, and trade, on waters navigable from the sea by vessels of ten or' more tons burthen, as well as seizures on the high seas, are expressly included in the admiralty and maritime jurisdiction of the District Courts. It is evident that Congress could not give the District Courts, acting as Courts of Admiralty, cognisance of any causes which were not <em>“ </em>of admiralty and maritime jurisdiction,” within the true meaning of the constitution ; because, it would de-' prive the parties of their constitutional right of trial by jury. The objection was, therefore, very early taken, that seizures in ports, and in such navigable waters, as above stated, were not'causes of admiralty andmaritime jurisdiction, because those places were not, according to the common law interpretation in England of the statutes of Richard It. within the jurisdiction of the admiralty. But this Court has repeatedly overruled the objection, (La Vengeance, 3 <em>Dall. </em>297. The Sally, 2 <em>Cranch, </em>406. The Betsey and Charlotte, 4 <em>Cranch, </em>443. The Samuel, <em>Ante, vol. </em>I. <em>p. </em>9. The Octavia, <em>Ib. p„ </em>20.) and thereby established the doctrine that .the constitutional admiralty jurisdiction includes ports, arms, and creeks of the sea, as far as the tide ebbs and flows.</p>\n<p id=\"b125-4\">The learned reader will observe, that this position is not disturbed by the decision of this Court in the case in the text, (The U. S. v. Wiltberger,) or by that of the United States v. Bevans; <em>(Ante, vol. </em>III. <em>p. </em>336. 387.) the only question in those cases being, not what was the constitutional authority of Congress, but how far it had been' exercised; not what was the <page-number citation-index=\"1\" label=\"116\">*116</page-number>extent of the admiralty and maritime jurisdiction granted in the constitution, but how far it had been conferred by. Congress Upon any particular Court of the Union.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}