{
  "casebody": {
    "data": "<casebody firstpage=\"840\" lastpage=\"844\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b888-3\">Otto E. KUHN and Edna R. Kuhn, Appellants, v. UNITED STATES of America.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b888-5\">No. 12581.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b888-6\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b888-7\">Argued June 10, 1958.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b888-8\">Decided Aug. 28, 1958.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b888-20\">Leopold Frankel, Paterson, N. J. (Frankel &amp; Frankel, Paterson, N. J., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b888-21\">David O. Walter, Washington, D. C. (Charles K. Rice, Asst. Atty. Gen., Lee A. Jackson, Robert N. Anderson, Attorneys, Department of Justice, Washington, D. C., Chester A. Weidenburner, U. S. Atty., George J. Rossi, Asst. U. S. Atty., Newark, N. J., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b888-22\">Before KALODNER, STALEY and HASTIE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b888-23\">KALODNER, Circuit Judge.</author>\n<p id=\"b888-24\">Were payments made to taxpayer by his employer, pursuant to the express provisions of his employment contract, “because of permanent ailment”, tax exempt amounts “received through * * health insurance * * * ” under Section 22(b)(5) of the Internal Revenue Code of 1939 7<footnotemark>1</footnotemark></p>\n<p id=\"b888-25\">That is the question presented by this appeal from the judgment of the District <page-number citation-index=\"1\" label=\"841\">*841</page-number>Court<footnotemark>2</footnotemark> which answered it negatively, thereby making the payments received taxable as ordinary income rather than compensation for illness exempt from taxation.</p>\n<p id=\"b889-5\">The facts as stipulated, supplemented by the oral testimony of two physicians, may be summarized as follows:</p>\n<p id=\"b889-6\">Otto E. Kuhn (“taxpayer”) <footnotemark>3</footnotemark> entered into a contract with his employer, Botany Mills, Inc. (“Botany”), on May 31, 1951. He was then sixty-six years old and two years earlier had suffered a cardiac ailment. The contract recited that taxpayer had been employed by Botany or its predecessors for more than twenty-seven years and was at the time a vice-president; that Botany was desirous of having taxpayer continue in an active management capacity through December 31, 1951, and thereafter, in a consulting capacity during his lifetime, and that taxpayer was willing to be so employed provided he received reasonable compensation. It expressly provided that taxpayer was to be paid through 1951 at an annual salary of $35,000, plus certain contingent incentive compensation, and thereafter, for life, at an annual rate of $25,000 provided he made himself available for consulting purposes “at all reasonable and proper times” not to exceed 100 days a year. In the event of permanent disability taxpayer was to be paid $15,000 a year. The critical clause making the latter provision reads as follows:</p>\n<blockquote id=\"apn-dedup-2\">“ * * * provided, however, that such payments shall nevertheless be continued during the lifetime . of Kuhn but at the reduced rate of $15,000 per annum, if Kuhn is un- ' able to perform the services set forth in (a) above because of permanent ailment and incapacity if such condition is attested by competent medical certificate submitted to the corporation.”</blockquote>\n<p id=\"b889-7\">Taxpayer was paid at the rate of $25,-000 a year during his employment in 1952. On or about December 15, 1952, he received a letter from his physician recommending that “you will see your way clear to decide on a permanent retirement.” The letter was submitted to Botany and accepted by it as competent medical evidence of taxpayer’s permanent incapacity. During 1953 taxpayer received $15,000 from Botany which charged it to operating expenses and not to any reserve for disability. Botany did not deduct any withholding on the $15,000 but reported it on form 1099 of its tax return as “salaries, commissions, or other compensation.” Botany has never been licensed as an insurer and no premiums were paid or money set apart to cover taxpayer’s disability payments.</p>\n<p id=\"b889-9\">In dispute here is the characterization for tax purposes of the 1953 payment. Taxpayer paid income tax on it and filed claim for refund which was disallowed resulting in the instant suit. ¡</p>\n<p id=\"b889-10\">The District Court premised its determination that the payments did not constitute health insurance within the meaning of Section 22(b)(5) on these findings: (1) the contract was not part of a previously established plan by Botany for its employees generally; (2) it was not entered into at the inception of the employer-employee relationship between Botany and taxpayer; (3) there was no oral testimony or resolution of Botany’s directors from which the inten-' tion of the contracting parties could be ascertained; (4) the payments were not to be drawn from a special or otherwise segregated fund; (5) there was no evidence that Botany was authorized to make insurance contracts; and (6) no consideration in the form of premium payment, salary deduction or prospective services was paid by taxpayer for the so-called insurance. It concluded that the payments made upon a showing of permanent disability were still salary payments but at a reduced rate. In doing so it stressed the fact that the agreement provided that “such payments”, refer<page-number citation-index=\"1\" label=\"842\">*842</page-number>ring to the $25,000 annual salary for consulting services, “shall nevertheless be continued during the lifetime of Kuhn but at the reduced rate of $15,000 per annum”, if he became unable to perform the consulting services by reason of permanent ailment or incapacity.</p>\n<p id=\"b890-4\">The Government contends that the contract under consideration is “more akin to an ordinary retirement plan than to compensation for disability.” This, it is said, follows from the provisions for partial retirement as a consultant effective January 1, 1952, at the reduced salary of $25,000 per year and the continuation of these payments at á still lower rate in the event such service could not be performed by reason of permanent disability. The Government stresses the fact that the contract was not executed until taxpayer was sixty-six years old, and two years after the diagnosis of his cardiac ailment had been made. It also points to frequent elements of health insurance plans not found in the contract in question- — -requirement that the insured undergo approved treatment, periodic medical examinations by the insurer, and a termination or other adjustment of the obligation of the insurer in the event the permanent disability does not continue.</p>\n<p id=\"b890-5\">Taxpayer relies on the interpretation of Section 22(b)(5) of the 1939 Code by the Supreme Court in Haynes v. United States, 1957, 353 U.S. 81, 77 S.Ct. 649, 1 L.Ed.2d 671, the earlier case of Epmeier v. United States, 7 Cir., 1952, 199 F.2d 508 and several subsequent decisions.</p>\n<p id=\"b890-6\">In Haynes the Supreme Court said (353 U.S. at page 83, 77 S.Ct. at page 650):</p>\n<blockquote id=\"b890-7\">“Broadly speaking, health insurance is an undertaking by one person for reasons satisfactory to him to indemnify another for losses caused by illness.”</blockquote>\n<p id=\"b890-8\">In rejecting “the narrow meaning of § 22(b) (5) now urged by the Government” with respect to the term “health insurance”, the Court said (353 U.S. at page 85, 77 S.Ct. at page 651):</p>\n<blockquote id=\"AT7\">“Administrative rulings since 1918 appear to have regularly vacillated between holding receipts under company disability plans taxable and holding that they are not taxable. Under these circumstances <em>we see no reason why the term ‘health insurance’ in </em>§ <em>22(b)(5) should not be given its broad general meaning.” </em>(Emphasis supplied.)</blockquote>\n<p id=\"b890-10\">The Supreme Court in Haynes refused to restrict the deduction of payments received as health insurance to conventional modes of insurance. It held to be immaterial the factors that the employees paid no fixed periodic premiums, that there was no definite fund created to assure payment of disability benefits or that the amount and duration of the benefits varied with the length of service.</p>\n<p id=\"b890-11\">In the earlier Epmeier case the Court seemed to attribute to Congress a humanitarian purpose to relieve burdens of the sick and disabled through tax relief.</p>\n<p id=\"b890-12\">Subsequent references to the impact of the Haynes decision, both by the courts and the Internal Revenue Service, lead to the conclusion that the District Court erred in denying relief to the taxpayer here.</p>\n<p id=\"b890-13\">In commenting upon Section 105 of the Internal Revenue Code of 1954, 26 U.S.C. § 105, the successor to Section 22(b)(5), the Commissioner in his Regulations 1.105-5 “Accident and Health Plans” stated:</p>\n<blockquote id=\"b890-14\">“A plan may cover one or more employees, and there may be different plans for different employees or classes of employees. An accident or health plan may be either insured or non-insured, and it is not necessary that the plan be in writing or that the employees’ rights to benefits under plan be enforceable.”</blockquote>\n<p id=\"b890-15\">The Tax Court, in Jackson v. Commissioner of Internal Revenue, 1957, 28 T.C. 36, held that retirement for a permanent and total non-occupational disability at an advanced age pursuant to a comprehensive employer-created plan providing for the payment of death benefits to de<page-number citation-index=\"1\" label=\"843\">*843</page-number>pendents of employees and for retirement of employees for old age and for disability qualified as health insurance. Under that plan an employee with fifteen years service was entitled to retire for total and permanent disability and receive “an annual retirement income based upon the employee’s average annual salary for the five years of service immediately preceding the date of transfer to the retirement list.” To the same effect is Sibole v. Commissioner of Internal Revenue, 1957, 28 T.C. 40. There the Tax Court recognized that the payments in Haynes were for the duration of the illness subject to an overall limitation of 52 weeks but held that the retirement of a husband and wife, aged 60 and 55, for disability of more uncertain duration did not compel a different result.</p>\n<p id=\"b891-5\">Branham v. United States, D.C.W.D. Ky.1955, 136 F.Supp. 342, reversed per curiam, 6 Cir., 1957, 245 F.2d 235, is also pertinent to our inquiry. In that case the employees made no monetary contribution for the coverage; there was no segregated fund for the payment of claims; the employer had never been licensed to act as a health insurer; and the written plan specified that its provisions were purely voluntary, constituting no contract and conferring no right of action. The District Court, prior to the decision in Haynes, held that the plan did not constitute health insurance. The Sixth Circuit reversed in a per curiam judgment without opinion, resting its reversal upon the Haynes case which had been decided during the pendency of the appeal.<footnotemark>4</footnotemark></p>\n<p id=\"b891-6\">The Internal Revenue Service recently carried the concept of health and accident insurance one step further in Rev. Rui. 58-90, I.R.B. 1958 — 11, 12. There the Service was presented with the question of the tax treatment of amounts paid as premiums on, and amounts received as benefits under, an individual insurance policy providing disability benefits purchased by an employer for a key employee. The Ruling concluded that “income payments received under the above policies, constitute amounts received through accident or health insurance within the meaning of Sections <em>104(a) </em>(3) and 105(a) of the 1954 Code<footnotemark>5</footnotemark> and Section 22(b) (5) of the 1939 Code.” We can see no reason for restricting the key employee insurance to commercial plans and conclude that a self-insurer, as here, may likewise insure only one employee.</p>\n<p id=\"b891-10\">Turning once again to the factors considered dispositive by the District Court, we conclude that neither a previously established plan for all employees nor a special or otherwise segregated fund for the payment of claims nor consideration in the form of premium payment or prospective service is essential to a plan of health insurance under Section 22(b) (5). With respect to the problem of consideration, we note that the provision under which the $15,000 was paid was a feature of the supplemental contract of employment entered into on May 31, 1951, and that there was adequate consideration for the entire agreement. Nor is the absence of evidence that Botany was authorized to make insurance contracts and the fact that the contract in question was not entered into at the inception of the employer-employee relationship fatal under the foregoing authority. Further, the absence of oral testimony or resolution from which the purpose of the contracting parties might be ascertained is unnecessary when, as here, the contract is itself free from ambiguity. The absence of any reference to disability payments in the recitals of the agreement <page-number citation-index=\"1\" label=\"844\">*844</page-number>does not derogate from the plain meaning of the operative provisions. Lastly, the District Court concluded that the payments made following the accrual of permanent disability were either salary at a reduced rate or pension payments. The evidence affords no basis for this determination. The payments were made only upon a showing of permanent disability by competent medical evidence with no requirement that services be rendered.</p>\n<p id=\"b892-4\">For the reasons stated the judgment of the District Court will be reversed.</p>\n<p id=\"b892-5\">Judge HASTIE thinks that the findings and conclusions of the District Court were permissible and proper on the facts of this case and, therefore, would affirm the judgment of the District Court.</p>\n<footnote label=\"1\">\n<p id=\"b888-26\">. 26 U.S.C.1955 ed. § 22(b) (5), 53 Stat. 10, as amended 56 Stat. 811, 826.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b889-11\">. The opinion of the District Court is reported at 157 F.Supp. 331 (D.C.N.J. 1958).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"axg-dedup-0\">. Since a joint tax return was filed by taxpayer and his wife, Edna K. Kuhn, she is a party plaintiff.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b891-7\">. See also Herbkersman v. United States, D.C.S.D.Oliio 1955, 133 F.Supp. 495, affirmed per curiam 6 Cir., 1957, 245 F.2d 244.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b891-8\">. In Sections 104r-306 of the Internal Revenue Code of 1954, 26 U.S.C.A. §§ 104-106, Congress exempted amounts received through health and accident plans, both insured and non-insured, for personal injuries or sickness, but limited the exclusion to a maximum of $300.00 per week and in the case of sickness required hospitalization for at least one day during the period in order to apply the exclusion to the first seven days of illness.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}