{
  "casebody": {
    "data": "<casebody firstpage=\"722\" lastpage=\"727\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b778-9\">In re CRESAP. CRESAP v. EQUITABLE LIFE ASSUR. SOC. OF UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b778-12\">No. 6415.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b778-13\">Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b778-14\">Nov. 9, 1938.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b779-7\"><page-number citation-index=\"1\" label=\"723\">*723</page-number>N. E. Hutson, of Monticello, 111. (Green &amp; Palmer, of Urbana, 111., of counsel), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b779-8\">Henry I. Green and Enos L. Phillips, both of Urbana, 111., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b779-9\">Before SPARKS, MAJOR, and TREANOR, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b779-10\">SPARKS, Circuit Judge.</author>\n<p id=\"b779-11\">This action arose in a proceeding for composition and extension under, section 75 of the Bankruptcy Act, 11 U.S.C.A. § 203. At its inception the appellee was prosecuting a foreclosure proceeding in the District Court against the debtor’s farm. A receiver was in possession, a decree of foreclosure had been entered, a special master in chancery had been appointed to execute the decree, and he had advertised the sale of the land for a day certain. Thereupon the bankruptcy court enjoined further proceedings in the foreclosure. Subsequently the debtor’s petition for composition and extension was dismissed by the court, and after due notice the property was sold to appellee. Thereafter, during the period of redemption, the debtor’s petition for composition and extension was reinstated and referred to the conciliation commissioner who enjoined further proceedings in carrying out the foreclosure decree. At appellee’s request the court reviewed the commissioner’s order, dissolved the restraining order, struck the real estate from the debt- or’s schedules, and permitted appellee to receive its deed, the period of redemption having expired. From this order the appeal is prosecuted.</p>\n<p id=\"b779-13\">A chronological statement of the facts as disclosed by the record is as follows: On January 5, 1926, Edward E. Welch and wife owned the 325 acres of Illinois land in question. On that day they executed a first mortgage lien thereon to secure the payment of $40,000 borrowed by them from appellee.</p>\n<p id=\"b779-14\">On March 1, 1926, Welch and his wife executed to W. L. Plankenhorn a second mortgage on the same land to secure five notes in the principal aggregate amount of $25,600, bearing six and one half per cent interest per annum. Subsequently and before December 1930, the debtor Cresap’s father acquired the second mortgage and the notes secured thereby. Thereafter, but before December 13, 1930, the father died and the debtor inherited from him these second mortgage notes.</p>\n<p id=\"b779-15\">On December 13, 1932, Welch and his wife deeded the land in question to the debtor, appellant, and the deed wás properly recorded on December 15, 1930. The mortgage was never released of record. At the time of this inheritance, and the transfer by Welch and wife to the debt- or, the latter was employed, and had been employed for several years, at the Wabash Railroad shops at Decatur, Illinois, and such employment was continuing at the time of the hearing in the District Court.</p>\n<p id=\"b779-16\">Since March 1, 1932, the debtor has paid nothing on the first mortgage indebtedness, principal or interest, except $1,012 on one installment, and that was collected on an assignment of the lease of the land by the debtor to the mortgagee. That rent was collected in 1932, but thereafter the debtor-appellant, under subsequent leases, collected all rentals down to the time the bill to foreclose the first mortgage was filed on May 19, 1934. He paid nothing on the interest accruing, and paid no part of the taxes. On May 28, 1934, appellee was compelled to and did pay accrued taxes in default in the sum of $796.-57. When the bill for foreclosure was filed a receiver was appointed to take possession of the property and collect the rentals. This he did, and from the proceeds of two years’ rentals, accruing after his appointment, he applied $3,000 on <page-number citation-index=\"1\" label=\"724\">*724</page-number>the judgment for $44,904.17, which was entered by the decree of foreclosure on January 19, <footnotemark>1</footnotemark>1935. This decree ordered the property sold to satisfy the judgment, and appointed a special master in chancery to execute the decree. The master ■duly advertised the sale for March 15, 1935.</p>\n<p id=\"b780-5\">On March 11, 1935, the debtor filed his petition for composition and extension under section 75 of the Bankruptcy Act, and on March 13, 1935, secured an order restraining the special master from carrying out the sale as advertised for March 15, 1935. The debtor’s petition was referred to a conciliation commissioner who on August 10, 1935, filed his report showing that the debtor had made no progress toward effecting any compromise .with his creditors, and recommending dismissal of the petition. On August 19, it was ordered that the debtor have leave to amend his petition to include a prayer for adjudication in bankruptcy within ten days or show cause why the original petition should not be dismissed. The debtor failed to respond to this rule to show cause, and on -September 10, the proceeding was dismissed.</p>\n<p id=\"b780-6\">On October 21, 1935, the debtor filed his petition to reinstate his petition for rehabilitation, and his petition was allowed and the cause was reinstated. Another restraining order was issued enjoining the special master from proceeding with the sale.</p>\n<p id=\"b780-7\">The debtor having made no progress in any attempted rehabilitation, but having apparently abandoned his efforts in that behalf, appellee on January 31, 1936, moved the court to vacate the restraining order of October 2, 1935, and prayed for an order authorizing the special master to proceed to execute the decree by a sale of the property. That motion and prayer were granted, but in order to protect the debtor’s rights the court directed appellee not to assign its certificate of purchase, or to take a deed from the master until further order pf the court.</p>\n<p id=\"b780-8\">On March 12, 1936, the special master sold the property to appellee, it being the highest and best bidder, pursuant to previous notice as provided by the decree of foreclosure. On March 19, 1935, the master filed his report of sale showing the amount due on the date of sale to be $44,480.22, after applying the $3,000 received -from the receiver by order of the court. Appellee had bid $42,039.06 at the sale and it was accepted, and an order was entered approving the sale and the master’s report, and finding a deficiency of $2,441.16 in favor of appellee which the court made a lien on the rents and profits until redeemed, during which time the receiver was continued in possession by order of the court.</p>\n<p id=\"b780-10\">On April 22, 1936, the conciliation commissioner filed a second report showing that the debtor had made no progress toward his rehabilitation. On April 25, 1936, the court entered an order requiring the debtor, within ten days, to show cause why his proceeding should not be dismissed. No response having been made by the debtor to that order, the court, on May 6, 1936, entered an order dismissing the debtor’s proceeding, which in effect rendered the restraining order of no further force.</p>\n<p id=\"b780-12\">On March 12, 1937, the debtor’s equity of redemption expired under the Illinois Statute, Ill.Rev.Stat.1937, c. 77, §§ 18, 18a. However, the creditors of the debtor had three additional months under the Illinois Statute within which to redeem, so that the deed could not be issued until June 12, 1937. Until long after the debtor’s equity of redemption had expired, he had not been adjudicated a bankrupt under the provisions of subsection (s) of section 75 of the Bankruptcy Act, 11 U.S.C.A. § 203 (s).</p>\n<p id=\"b780-14\">On June 1, 1937, the debtor filed another petition in the. District Court to reinstate his proceeding which had theretofore been dismissed on May 6, 1936. The court granted the petition and reinstated the proceeding, and on that date adjudicated the debtor a bankrupt under subsection (s) and referred the matter to a conciliation commissioner.</p>\n<p id=\"b780-15\">On June 11, 1937, nearly three months after the debtor’s equity of redemption had expired, and only one day before the expiration of the time for the debtor’s creditors to redeem, the debtor obtained from the conciliation commissioner an order restraining the master in chancery from issuing a deed pursuant to the foreclosure decree.</p>\n<p id=\"b780-16\">On June 14, 1937, appellee filed its petition for review of that order, and the District Court entered an order directing the commissioner to transmit a certificate for review. This was done and in it was incorporated a summary of the <page-number citation-index=\"1\" label=\"725\">*725</page-number>evidence on which the order for injunction was based, viz: The petition of the debtor; the court orders and files in this cause; and the. testimony of one witness who testified that the debtor was not a person engaged in farming operations or the principal part of whose income was •derived from farming operations, but was .an employee of the Wabash Railway Company in Decatur, Illinois. The certificate further disclosed that there was no evidence offered as to the debtor’s ability to rehabilitate himself.</p>\n<p id=\"b781-4\">On July 28, 1937, appellee filed its motion to strike from the debtor’s schedules the real estate here involved, and the court set the motion, together with appellee’s petition for review of the commissioner’s order, for hearing on September 7, 1937, on which date the court heard evidence and argument, and on September 8, 1937, filed its findings of fact and conclusions of law,<footnotemark>1</footnotemark> upon which it dissolved the restraining order entered by the commissioner, struck the real estate in question from the debtor’s schedules and ordered a deed for the land issued to appellee.</p>\n<p id=\"b781-15\">The errors assigned and relied upon are (1) dissolution of the injunction, issued by the conciliation commissioner; (2) striking the real estate in question from the debtor’s schedules; and (3) authorizing the special master in chancery to issue the deed to appellee.</p>\n<p id=\"b781-16\">We are convinced there was no error in these rulings. It is clear from this evidence that the debtor was not entitled to the benefits of any part of section 75 <page-number citation-index=\"1\" label=\"726\">*726</page-number>of the Bankruptcy ■ Act, because he was not a farmer within the definition of ’that term as stated in subsection (r), 11 U.S.C. A. § 203 (r). Since 1921 the debtor had never lived on a farm, or operated one, or realized any substantial part of his income from farming operations. Since about 1921 he had been employed in railroad shops, where he worked by the hour at an average wage of about $150 a month. It was about 1930 that he inherited from his father a second mortgage on the land here involved, which the owner of the land subsequently deeded to him to satisfy the second mortgage, subject, h.owever, to ap^ pellee’s first mortgage of $40,000. The rents from the farm were insufficient to pay the interest on the first mortgage and the taxes; and the debtor admitted that he had received no income from it. Certainly these facts are insufficient to warrant, the debtor’s classification as a farmer as defined, by the Act.</p>\n<p id=\"b782-4\">Furthermore, the practical administration of section 75 requires good faith in the-initiation of proceedings under subsections (a) to (r), 11 U.S.C.A, § 203 (a-r). Paragraph ’3 of subsection (s), 11 U.S.C.A. § 203 (s) (3) has been interpreted by the Supreme <em>Court </em>as meaning that the Court may terminate the stay if after a reasonable time it becomes evident that there is no reasonable hope that the debtor can rehabilitate himself within the three-year period. If the debtor is beyond all reasonable hope of financial rehabilitation, and the proceedings under section. 75 cannot be expected to have any effect beyond postponing inevitable liquidation, the proceedings will be halted at the outset.- Wright v. Vinton Branch of Mountain Trust Bank of Roanoke, 300 U.S. 440, 462, 57 S.Ct. 556, 562, 81 L.Ed. 736, 112 A.L.R. 1455, note 6.</p>\n<p id=\"b782-5\">The undisputed evidence here discloses a debtor who has no money, or farm equipment, but who hopes to borrow from his uncle, a farmer in Champaign County, sufficient farm equipment to farm the land in question in Piatt County, if he can get possession of it. When he had the right to possession of it he did not pretend to farm it and never realized enough from it to pay the interest. During five years indulgence by appellee and the court he has failed to comply with the mortgage covenants, and ’ has disclosed no progress toward composition, extension, or rehabilitation, or any possibility thereof. The record is quite convincing that the debt- or has<footnotemark>1</footnotemark> had no intention of operating the farm or securing any income from it.. Nevertheless, through a period of three years he has obtained numerous restraining orders against the mortgage foreclosure for the purpose of retarding its enforcement with the sole hope and purpose of securing some speculative benefit by possible increase in farm land values. The evidence here presented was not sufficient to classify such hope as a reasonable one, even though the debtor be considered a farmer. The bankruptcy court was warranted in not passing these facts unnoticed (In re Reardanz, 7 Cir., 91 F.2d 410), and we think the orders complained of were properly entered, in view of the ruling in Wright v. Vinton Branch, supra.</p>\n<p id=\"b782-7\"> It is true the District Court based its rulings, in part, upon our decision in Wright v. Union Central Life Insurance Company, 7 Cir., 91 F.2d 894, which was subsequently reversed in part by the Supreme Court on May 31, 1938, 58 S.Ct. 1025, 82 L.Ed. 1490. Our reversed ruling there, of -course, can not support the ruling of the District Court in this case. However, there are other reasons hereinbefore discussed, not present in Wright v. Union Central Life Insurance Company, supra, which we think fully support the rulings in this case. Moreover, the facts here disclosed are quite different from those in Wright v. Union Central Life Ins. Co., supra. This factual difference, we think, renders the rulings of the District Court here in harmony with both Wright v. Union Central Life Ins. Co. and .Wright v. Vinton Branch.</p>\n<p id=\"b782-8\">The decree of foreclosure here was a final, binding and appealable decree. It was entered January 19, 1935, before the original Frazier-Lemke Act had been declared invalid on May 27, 1935. The validity of that Act was not questioned by appellee, and the District Court attempted to administer its provisions in aid of the debtor, who filed his original petition on March 11, 1935.</p>\n<p id=\"b782-9\">At the time of the last reinstatement of appellant’s petition for composition and extension, which also contained a prayer for adjudication, the debtor’s right to redeem had expired, for almost three months, and he had nothing more than a bare legal title which was valueless so <page-number citation-index=\"1\" label=\"727\">*727</page-number>far as his rehabilitation was concerned. He had never asked for an adjudication up to that time, yet he could have done so with effect under amended subsection (s) at any time during the last preceding one year and nine months. Each previous dismissal of debtor’s petition was warranted because of his failure to secure a composition and his failure to ask for an adjudication. When his petitions were dismissed the restraining orders were severally abrogated, and when he permitted his redemption period to expire after the rightful dismissal of his petition, and before he had asked for an adjudication, all hope of rehabilitation was gone under his petition for adjudication.</p>\n<p id=\"b783-4\">It is quite true that amended subsection (n), 11 U.S.C.A. § 203 (n), subjects the farmer and all his property, for the purposes of section 75, to the exclusive jurisdiction of the court from the time the farmer’s petition for composition and extension is filed. A reasonable construction of that subsection would continue that jurisdiction for the purpose of permitting the debtor to ask for an adjudication if he failed in the composition, providing he asked for it within a reasonable time and before his reinstated petition for composition was rightfully dismissed. Subsection (n) confers jurisdiction of the property for the purposes of the Act. The two purposes of the Act are to extend to the farmer the unmolested right to effect a composition of his debts, and upon his failure in that respect it further extends to him, if he asks for it, the right to be adjudicated a bankrupt under subsection (s), and to secure its benefits with respect to rehabilitation, providing there is a reasonable hope of rehabilitation. These rights were, fully accorded to him, and the purposes of subsection (n) were accomplished. He admittedly failed to effect a composition, and he failed to ask for the benefits of subsection (s) until long after he had permitted his period of redemption to expire, and after the expiration of repeated notices of the court to exercise his option to ask for an adjudication. Thereupon the court made the order complained of and for the several reasons hereinbefore discussed. We think there was no error.</p>\n<p id=\"b783-5\">The order of the District Court is</p>\n<p id=\"b783-6\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b781-5\"> “The mortgagee seeks a review of the order of commissioner restraining it from proceeding further in its foreclosure proceedings against the debtor.</p>\n<p id=\"AjA\">“The land involved consists of 325 acres in Piatt County. The debtor inherited from his father a $25,000 second mortgage upon the same, and the owner of the land, being unable to meet his obligations, conveyed by quit-claim deed the premises to the holder of the second mortgage, the present bankrupt. The first mortgage, placed upon the land by the original owner, was for $40,000. The bankrupt defaulted in the payment of interest and taxes, the last payment having been made March 1, 1932 with the exception of $1,012.18 rents collected by the receiver in the years 1932 and 1933. The mortgagee advanced the taxes for 1932 and 1933.</p>\n<p id=\"Ay5\">“On May 19, 1934 the mortgagee filed its bill of complaint in this court for foreclosure of its mortgage and decree of foreclosure and sale was entered January 19, 1935 for $44,904.17. The property was sold at a master’s sale March 12, 1936. The bankrupt’s right to redeem expired March 12, 1937; all creditors’ right to redeem expired June 12, 1937. The mortgagee bid the property in at the sale and there was due on the certificate as of June 12, 1937 $45,808.57.</p>\n<p id=\"Aok\">“The debtor originally came into this court under Section 75 of the Bankruptcy Act on March 11, 1935. After futile proceedings before the commissioner for over a year, the debtor having been unable to effect a composition or extension agreement, on April 25, 1936 this court entered an order upon him to show cause within ten days why his petition should not be dismissed. No showing was made and accordingly on May 6, 1936 this court entered an order dismissing debtor’s petition. From this, no appeal was taken, and there were thereafter no proceedings pending in this court, until over a year later, on June 1, 1937 the debtor again petitioned under Section 75. The petition was approved and the cause referred to the commissioner.</p>\n<p id=\"b781-20\">“Thus, it is to be observed, at the time the debtor filed the present proceedings, the property had been sold at foreclosure sale and the debtor’s equity of redemption had expired. Under the doctrine announced by the United States Circuit Court of Appeals for this Circuit in Wright v. Union Central Life Ins. Co., 91 F.2d 894, and In re Lowmon, 79 F. 2d 887, this court is without power to grant the bankrupt any relief.</p>\n<p id=\"b781-21\">“Furthermore he has had to all intents and purposes more of a moratorium than Congress contemplated, in fact, one for five years, during which time he has not been able to rehabilitate himself or to make any extension or composition agreement with his creditors. Under the discretion vested in me by the legislation, these facts make it necessary for me to deny him relief as against this mortgage.</p>\n<p id=\"b781-22\">“Accordingly it is ordered by the court that the restraining order entered by the commissioner be and the same is hereby dissolved; that the real estate in question be stricken .from the schedules of the bankrupt and that the mortgagee be permitted to receive its deed for the land.</p>\n<p id=\"b781-23\">“The foregoing includes and is adopted as my findings of fact and conclusions of law.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}