{
  "casebody": {
    "data": "<casebody firstpage=\"635\" lastpage=\"646\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b657-4\">Commonwealth vs. Connor C., a juvenile.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b657-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AUm\">September 12, 2000.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Avh\">November 17, 2000.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b657-6\">Present: Marshall, C.J., Abrams, Grbanby, Irbland, Spina, Cowin, &amp; Sosman, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b657-13\"><em>Sean Gordon, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b657-14\"><em>Suellen E. Seabury </em>for the juvenile.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b657-15\">Marshall, C.J.</author>\n<p id=\"AUx\">The defendant was indicted as a “youthful offender,” G. L. c. 119, § 54, for possession of a firearm without a license, subsequent offense, in violation of G. L. c. 269, § 10 <em>(d). </em>A judge in the District Court dismissed the youthful offender indictment, concluding that the defendant’s earlier “adjudication of delinquency” for possession of a firearm <page-number citation-index=\"1\" label=\"636\">*636</page-number>without a license was not a “conviction,” as that term is used in G. L. c. 269, § 10 <em>(d).</em><footnotemark><em>1</em></footnotemark><em> </em>We granted the Commonwealth’s application for direct appellate review and now vacate the dismissal of the indictment and remand the case for further proceedings consistent with this opinion.</p>\n<p id=\"b658-5\">I</p>\n<p id=\"b658-6\">The following facts are drawn from the District Court judge’s findings, supplemented where necessary by unchallenged facts from the record. In January, 1999, Officer James Fay of the Lowell police department observed a Toyota Camry automobile, later found to be stolen, speeding north on Mount Vernon Street in Lowell. The automobile spun out of control, whereupon the officer saw two males leave the automobile and run west on Lombard Street. One was wearing a black mask and carrying a black book bag.</p>\n<p id=\"b658-7\">Two other officers with the Lowell police department tracked the two males through backyards and across several streets by following their footsteps in the snow. They eventually apprehended the defendant and another person, later identified by Officer Fay as the two individuals who had run from the Toyota Camry. A .22 caliber semiautomatic handgun with a loaded clip and defaced serial numbers was recovered from the black book bag apparently dropped while the two males were fleeing; the bag bore the defendant’s name.</p>\n<p id=\"b658-8\">In March, 1999, a. grand jury returned youthful offender indictments, G. L. c.119, § 54, charging the defendant with five offenses, including the one at issue here, possession of a <page-number citation-index=\"1\" label=\"637\">*637</page-number>firearm without a license, subsequent offense, G. L. c. 269, § 10 <em>(d) </em>(Count B).<footnotemark>2</footnotemark> The basis for the subsequent offense indictment was that previously, in November, 1996, the defendant had been adjudicated delinquent for violating G. L. c. 269, § 10 (a), possession of a firearm without a license, and had been committed to the Department of Youth Services (DYS). On the Commonwealth’s motion, a judge in the Superior Court ordered that the youthful offender indictments against the defendant be sent to the juvenile session of the Lowell District Court, where the defendant moved to dismiss Count B. After-a hearing, a judge in the District Court allowed the motion on the ground that the defendant, notwithstanding his prior adjudication of delinquency for unlawful possession of a firearm, had not been “convicted” of a firearm offense for purposes of G. L. c. 269, § 10 <em>(d).</em></p>\n<p id=\"b659-5\">II</p>\n<p id=\"b659-6\">In 1996, the Legislature enacted substantial changes to the law governing delinquent children, addressed primarily to those children who commit violent or gun-related unlawful acts. See generally St. 1996, c. 200. See also R.L. Ireland, Juvenile Law § 3, at 13-14 (Supp. 1998). We describe the provisions of the new law relevant to this appeal. As amended through St. 1996, c. 200, § 2, G. L. c. 119, § 54, now provides several mechanisms by which the Commonwealth may initiate proceedings against a child who is charged with a violation of a law of the Commonwealth. It may proceed by complaint in a Juvenile Court; it may proceed by complaint in a juvenile session of a District Court; or it may proceed by indictment in a District or Juvenile Court if the child qualifies as a “youthful offender,” as defined in the 1996 legislation.<footnotemark>3</footnotemark> G. L. c. 119, §§ 52, 54. We are concerned in this case with the category of “youthful offend<page-number citation-index=\"1\" label=\"638\">*638</page-number>ers” who violate the law concerning firearms, G. L. c. 269, § 10.</p>\n<p id=\"b660-6\">As appearing in St. 1996, c. 200, § 5, the third paragraph of G. L. c. 119, § 58, now provides that, if a child is adjudicated a youthful offender on an indictment, a judge shall impose, of three possible dispositional options, the one that best protects the “present and long-term public safety.” The most severe option grants a judge authority to punish the child by “a sentence provided by law,” G. L. c. 119, § 58 <em>(a), </em>in other words the punishment the child would receive were he an adult.<footnotemark>4</footnotemark> Alternatively, the judge may order a “combination sentence,” which requires the commitment of the child to the custody of the DYS until he reaches the age of twenty-one years, and an adult sentence to a house of correction or to the State prison as provided by law, subject to required suspension. <em>Id. </em>Finally, a judge may commit the child to DYS until he reaches the age of twenty-one years, the least severe option.<footnotemark>5</footnotemark> <em>Id.</em></p>\n<p id=\"b660-7\">It is not disputed that the Commonwealth could seek an indict<page-number citation-index=\"1\" label=\"639\">*639</page-number>ment of this defendant as a “youthful offender”: he was sixteen years old at the time of the alleged firearm offense, the alleged offense was punishable by imprisonment in a State prison,<footnotemark>6</footnotemark> and he allegedly committed a firearm offense in violation of G. L. c. 269, § 10 <em>(a). </em>See note 3, <em>supra. </em>Two statutory issues are in dispute. First, may the defendant be indicted as a youthful offender for violating G. L. c. 269, § 10 (d), the repeat offender provision of G. L. c. 269, § 10? That question turns on whether the defendant’s 1996 “adjudication of delinquency” for violation of G. L. c. 269, § 10 (a), satisfies the requirement of § 10 <em>(d), </em>that a person previously be “convicted” of a firearm offense. The second issue, closely tied to the first, concerns the proper interpretation of the new sentencing provisions of G. L. c. 119, § 58. The crux of that question is whether the 1996 dispositional provisions of § 58, seventh and eighth pars.,<footnotemark>7</footnotemark> apply only to children “adjudicated delinquent on a complaint” or apply also to “youthful offenders.”</p>\n<p id=\"b662-4\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>m</p>\n<p id=\"b662-5\">A</p>\n<p id=\"b662-6\">The 1996 revisions of G. L. c. 119 are silent on whether the Legislature intended the term “conviction,” as used in G. L. c. 269, § 10 <em>(d), </em>to apply to a child previously adjudicated delinquent, who is indicted as a youthful offender for a “subsequent” or “like” firearm offense. The defendant argues that treating a prior delinquency “adjudication” as a “conviction” so that a child may be prosecuted and sentenced to prison pursuant to G. L. c. 269, § 10 <em>(d), </em>would circumvent nearly one century of law giving effect to the Legislature’s determination to decriminalize juvenile offenses. The Commonwealth does not challenge that the primary public policy of this Commonwealth remains one of rehabilitation and redemption of children who violate our laws. See G. L. c. 119, § 53. Rather, it rests its argument on a more narrow statutory analysis that construing the term “convicted” to include a delinquency “adjudication,” harmonizes G. L. c. 269, § 10 <em>(d), </em>with G. L. c. 119, § 8, in a manner consistent with the Legislature’s intent to protect the public from, and deal more severely with, children who violate our firearms laws.</p>\n<p id=\"b662-7\">We again embrace the maxim that a statute must be interpreted “according to the intent of the Legislature ascertained from all its words construed by the ordinary and approved usage of the language, considered in connection with the cause of its enactment, the mischief or imperfection to be remedied and the main object to be accomplished, to the end that the purpose of its framers may be effectuated.” <em>Champagne </em>v. <em>Champagne, </em>429 Mass. 324, 326 (1999), quoting <em>O’Brien </em>v. <em>Director of the Div. of Employment Sec., </em>393 Mass. 482, 487-488 (1994). Statutes concerning a common topic should, of course, be read as a whole to produce an internal consistency and to effectuate the presumed intention of the Legislature. See <em>Dowling </em>v. <em>Registrar of Motor Vehicles, </em>425 Mass. 523, 525 (1997); <em>Charles C. </em>v. <em>Commonwealth, </em>415 Mass. 58, 64 (1993). To this end where, by amending an existing statute, the Legislature changes some but not all of the provisions of an earlier statute, the later enacted provisions must be read together with the earlier provisions left unchanged as if they originally had been enacted as one. See 1A NJ. Singer, Sutherland Statutory Construction §§ 22.32-22. 35, at 282-300 (5th ed. 1992).</p>\n<p id=\"b663-4\"><page-number citation-index=\"1\" label=\"641\">*641</page-number>We begin our analysis by comparing the 1996 amendments to G. L. c. 119, §§ 52-63, with the earlier enactments of the statute to determine what “mischief or imperfection” in the original act the Legislature intended to remedy in 1996. <em>Champagne </em>v. <em>Champagne, supra. </em>We recently noted that the purpose of the 1996 amendments was “to reduce or to eliminate certain protections previously available to all juvenile offenders in an effort to address growing concern about violent crimes committed by juveniles.” <em>Commonwealth </em>v. <em>Clint C., </em>430 Mass. 219, 227-228 (1999). See <em>Doe </em>v. <em>Attorney Gen. (No. 1), </em>425 Mass. 210, 212-213 &amp; n.8 (1997). To deal specifically with children who commit violent offenses, especially those involving guns, St. 1996, c. 200, § 7, repealed the “transfer” provision, G. L. c. 119, § 61.<footnotemark>8</footnotemark> The Commonwealth may now proceed directly by indictment against a child and, for the first time in a juvenile proceeding, a judge may impose a sentence to the State prison on a child.</p>\n<p id=\"b663-5\">At the same time, the provisions of the 1996 amendments did not eviscerate the longstanding principle that the treatment of children who offend our laws are not criminal proceedings. See, e.g., <em>Department of Youth Servs. </em>v. A <em>Juvenile, </em>384 Mass. 784, 786 (1981), and cases cited. Notably, the 1996 act did not amend G. L. c. 119, § 53, which declares the legislative policy that the operative provisions of the statutes shall be liberally construed to require rehabilitative “aid, encouragement and guidance” rather than criminal dispositions for children who offend.<footnotemark>9</footnotemark> Moreover, even as to the category of children adjudicated “youthful offenders,” the statute does not label a “youthful of<page-number citation-index=\"1\" label=\"642\">*642</page-number>fender” proceeding as “criminal.” The distinction our law recognizes between child and adult adjudication exists partly to avoid the infringement of a child’s constitutional rights, and partly to avoid the attachment of criminal stigma to children who may be amenable to rehabilitation. <em>Metcalf </em>v. <em>Commonwealth, </em>338 Mass. 648, 651 (1959). The 1996 amendments did not alter that fundamental policy determination by the Legislature.</p>\n<p id=\"b664-5\">Thus, G. L. c. 119, § 53, continues to instruct us to construe liberally the new provisions contained in §§ 54 and 58 in favor of treating children as offenders in need of aid, encouragement, and guidance, not as criminals. But the statutory mandate that we do so “as far as practicable” takes on new significance in light of the 1996 amendments that some children who violate some laws should, at the discretion of a judge in a juvenile proceeding, be subject to the same prison sentences provided by law as if they were adults. G. L. c. 119, § 58. It may not be “practicable” to construe the provisions of the revised §§54 and 58 to favor the “aid, encouragement and guidance” of those children, while at the same time enforcing the legislative mandate that terms of incarceration, sometimes lengthy, be served in State prisons by some children found to imperil the public safety. In this respect, the 1996 amendments reflect a legislative determination that a purely rehabilitative approach directed to all children who engage in any unlawful conduct, no matter how egregious, is no longer desirable.</p>\n<p id=\"b664-6\">We are mindful that, if the legislation we examine here can plausibly be found to be ambiguous, we should give the defendant the benefit of the ambiguity. <em>Charles C. </em>v. <em>Commonwealth, supra </em>at 70, quoting <em>Commonwealth </em>v. <em>Roucoulet, </em>413 Mass. 647, 652 (1992). In this case we detect no such ambiguity. If a prior “adjudication” does not satisfy the “conviction” requirement of G. L. c. 269, § 10 <em>(d), </em>then the Commonwealth could never indict a child for a second or subsequent firearms offense under G. L. c. 269, § 10 <em>{d), </em>because a child is never “convicted” of violating a statute, whether the Commonwealth proceeds by complaint or indictment. To accept the defendant’s interpretation of the 1996 legislation would therefore impermissibly negate several provisions of the 1996 amendments in the face of a reasonable alternative construction. Cf. <em>Ben Elfman &amp; Sons </em>v. <em>Home Indem. Co., </em>411 Mass. 13 (1991).</p>\n<p id=\"b665-4\"><page-number citation-index=\"1\" label=\"643\">*643</page-number>The Legislature included within the statutory definition of “[y]outhful offender” children who violate only <em>one </em>identified criminal statute, G. L. c. 269, § 10. The specific reference to G. L. c. 269, § 10 (if), in the definition of “[y]outhful offender,” G. L. c. 119 §§ 52, and in the procedures concerning the treatment of a “youthful offender,” G. L. c. 119, § 54, strongly suggests that the Legislature intended to authorize the Commonwealth to indict children who repeatedly violate the gun laws, i.e., G. L. c. 269, § 10 <em>(d).</em></p>\n<p id=\"b665-5\">Similarly, seventh and eighth paragraphs of G. L. c. 119, § 58, provide the maximum periods of commitment for a child who is adjudicated delinquent for a first, second, or subsequent <em>“violation </em>of [§ 10] <em>(a), </em>(c) or <em>(d)” </em>(emphasis added). From the plain reading of that provision it is apparent that the Legislature contemplated that a child can “violate” § 10 <em>(d); </em>that is, he can be found to have committed a second or subsequent firearms offense in violation of G. L. c. 269, § 10 <em>(d), </em>if he previously has “violated” § 10 <em>(a) </em>or (c). If the Legislature had not intended to impose on children who repeatedly violate the gun laws the more severe sentences authorized by G. L. c. 269, § 10 <em>(d), </em>it would simply have omitted from its definition of “youthful offender” any reference to § 10 <em>(d). </em>See note 10, <em>supra. </em>Alternatively, as to children who repeatedly violate § 10 <em>(a) </em>or (c), the Legislature could have required the Commonwealth either to indict under § 10 (a) or (c) (rather than under § 10 [&lt;f|), <em>or </em>to proceed by complaint and seek a longer commitment to DYS pursuant to paragraph eight of G. L. c. 119, § 58, eighth par. It did not do so.</p>\n<p id=\"b665-6\">B</p>\n<p id=\"b665-7\">The defendant also argues that the Legislature intended G. L. c. 119, § 58, seventh and eighth pars., to govern the disposition of <em>all </em>children (“delinquent children” and “youthful offenders”) who commit a second or subsequent offense under G. L. c. 269, § 10, and that those paragraphs effectively supersede the provisions of paragraph three that contemplate lengthy prison sentences for “youthful offenders” who repeatedly violate the firearms laws. The seventh and eighth paragraphs of § 58 limit the dispositional options available to a judge for a child found to have violated G. L. c. 269, § 10, as distinguished from children who violate any other laws: those provisions mandate that even children who are adjudicated delinquent on a <em>complaint </em><page-number citation-index=\"1\" label=\"644\">*644</page-number>are not treated as leniently as other children precisely because they violate the gun laws. For a first firearms offense, a judge must now commit the child to a DYS facility for at least 180 days or until the child reaches his eighteenth birthday.<footnotemark>10</footnotemark> In other words the Legislature required a more severe disposition for those children committing gun-related offenses, even if the offense is the child’s first.</p>\n<p id=\"b666-5\">For a second or subsequent gun-related offense prosecuted by a complaint, a judge must commit the child to a DYS facility for not less than one year, and the commitment period cannot be reduced or suspended. It is important to our resolution of this aspect of the defendant’s argument to note that, in stark contrast to § 58, third par., § 58, seventh and eighth pars., does not allow a judge the option of imposing the most severe sanction, commitment to an adult prison as provided in G. L. c. 269, § 10 <em>(a), </em>(c), and <em>(d). </em>See note 1, <em>supra. </em>Accordingly, if the seventh and eighth paragraphs are construed to apply to “youthful offenders” as well as to children adjudicated delinquent on a complaint, those paragraphs would preclude a judge from imposing a sentence provided by law on a “youthful offender,” as § 58, third par., seems to contemplate. In short, the consequences of this dispute for the defendant are significant. The maximum penalty that may be imposed pursuant to § 58, eighth par., for a child who commits a second or subsequent violation of G. L. c. 269, § 10 <em>(a), </em>commitment to DYS custody until he reaches age twenty-one years, is considerably more lenient than the possible seven-year prison sentence that can be imposed “by law” for a violation of G. L. c. 269, § 10 <em>(d).</em></p>\n<p id=\"b666-6\">To resolve these different claims we look to the plain language of G. L. c. 119, § 58, seventh and eighth pars., that provides in relevant part that “a person <em>adjudicated a delinquent child </em>by reason of a violation” of G. L. c. 269, § 10 <em>{a), </em>(c) or <em>(d), </em>must be placed in the custody of a DYS facility for at least 180 days (seventh par.), and that on a second or subsequent violation of G. L. c. 269, § 10, <em>“such </em>child” must be placed in a youth services facility for not less than one year (eighth par.) (emphases added). There is no reference to a person adjudicated <page-number citation-index=\"1\" label=\"645\">*645</page-number>a “youthful offender” on an indictment.<footnotemark>11</footnotemark> Absent some contrary indication in the statute, the same words used in different parts of a statute enacted at the same time should receive the same meaning. <em>Green </em>v. <em>Board of Appeals of Provincetown, </em>404 Mass. 571, 573 (1989), citing <em>Plymouth County Nuclear Info. Comm’n </em>v. <em>Energy Facilities Siting Council, </em>374 Mass. 236, 240 (1978). In § 58, second and third pars., the Legislature established procedures and dispositional options for two categories of children who offend: “delinquent children” (second par.) and “youthful offenders” (third par.).<footnotemark>12</footnotemark> A “delinquent child” is subject to essentially rehabilitative penalties and remedies, while a “youthful offender” is subject to penalties ranging from placement in a DYS facility to adult sentences in the State prison. There is no reason to conclude that, when the Legislature used the term “delinquent child” in G. L. c. 119, § 58, seventh and eighth pars., enacted at the same time as the second and third paragraphs, it had some different, more encompassing category of children in mind.<footnotemark>13</footnotemark> The seventh and eighth paragraphs apply only to “a person adjudicated a delinquent child,” and not to “a child adjudicated a youthful offender on an indictment.”</p>\n<p id=\"b667-5\">Our reading is consistent with the Legislature’s obvious intent to increase the penalties for children who offend firearms laws. The Legislature provided, of course, that children who <em>are </em>adjudicated as youthful offenders on indictment receive an even more severe penalty than those adjudicated delinquent on a complaint. The minimum penalty that a judge may impose on a “youthful offender” who violates § 10 <em>(d), </em>“a commitment to the department of youth services until he reaches the age of twenty-one,” exceeds the maximum disposition allowed under § 58, second par., for a subsequent firearms offense by a child prosecuted by complaint. Section 58 is thus a logical continuum of prosecution and sentencing for young offenders: It authorized <page-number citation-index=\"1\" label=\"646\">*646</page-number>the Commonwealth and, subsequently, a judge to estimate both the danger a particular child presents to the public, and the child’s amenability to rehabilitation. That more lenient dispositions are available to a judge where the Commonwealth proceeds by complaint, and more severe where the Commonwealth proceeds by indictment, is consistent with the Legislature’s twin goals of protecting the public from dangerous offenders, while emphasizing the rehabilitation of those children who pose a less serious risk to society.</p>\n<p id=\"b668-5\">We therefore conclude that a “previous adjudication of delinquency” for a violation of G. L. c. 269, § 10 (a), (c), or (if), as that term is used in G. L. c. 119, §§ 52-63, is a “conviction” as that term is used in G. L. c. 269, § 10 <em>(d). </em>We emphasize that our holding is a narrow one, limited to these specific statutory provisions. We adhere to our long-standing jurisprudence that an “adjudication” that a child has violated a law generally is not a “conviction” of a crime. See, e.g., <em>Department of Youth Servs. </em>v. <em>A Juvenile, </em>384 Mass. 784, 786 (1981). It remains the law that the goal of our juvenile system of justice is to act in the best interests of children by encouraging and helping them to become law-abiding and productive members of society, and not to label and treat them as criminals. See, e.g., <em>Police Comm’r of Boston </em>v. <em>Municipal Court of the Dorchester Dist., </em>374 Mass. 640, 666-668 (1978). Accord <em>Commonwealth </em>v. <em>Balboni, </em>419 Mass. 42, 45-46 (1994). The Legislature has affirmed the continuing vitality of that general principle. See G. L. c. 119, § 53.</p>\n<p id=\"b668-6\">The order dismissing the indictment pursuant to G. L. c. 269, § 10 (if), is vacated. The case is remanded to the District Court for further proceedings consistent with this opinion.</p>\n<p id=\"b668-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b658-9\"> General Laws c. 269, § 10 <em>(á) </em>and <em>(d), </em>provides as follows:</p>\n<blockquote id=\"b658-10\"><em>“(a) </em>Whoever, except as provided or exempted by statute, knowingly has in his possession ... a firearm, loaded or unloaded . . . without. . . having in effect a license to carry firearms . . . shall be punished by imprisonment in the state prison for not less than two and one-half years nor more than five years, or for not less than one year nor more than two and one-half years in a jail or house of correction ....</blockquote>\n<blockquote id=\"b658-11\"><em>“(d) </em>Whoever, after having been <em>convicted </em>of any of the offenses set forth in paragraph <em>(a), (b) </em>or (c) commits a like offense or any other of the said offenses, shall be punished by imprisonment in the state prison for not less than five years nor more than seven years .... The sentence imposed upon a person, who after a conviction of an offense under paragraph (a), (b) or (c) commits the same or a like offense, shall not be suspended, nor shall any person so sentenced be eligible for probation or receive any deduction from his sentence for good conduct.” (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b659-7\"> The other indictments were possession of a firearm without a license, in violation of G. L. c. 269, § 10 <em>(a) </em>(Count A); possession of a firearm with serial number defaced while committing or attempting to commit a felony, in violation of G. L. c. 269, § 11B (Count C); receiving a stolen motor vehicle, in violation of G. L. c. 266, § 28 (Count D); and possession of burglarious instruments, in violation of G. L. c. 266, § 49 (Count E).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b659-8\"> A “[yjouthful offender” is defined as “a person who is subject to an adult or juvenile sentence for having committed, while between the ages of fourteen and seventeen, an offense against a law of the commonwealth which, if he were an adult, would be punishable by imprisonment in the state prison, <em>and (a) </em>has previously been committed to the department of youth services [DYS], or <em>(b) </em>has committed an offense which involves the infliction or threat of seri<page-number citation-index=\"1\" label=\"638\">*638</page-number>ous bodily harm in violation of law, or <em>(c) has committed a [firearm offense in] violation of paragraph </em>(a), <em>(c), or </em>(d) <em>of section ten .. . of chapter two hundred and </em>sixty-nine” (emphasis added). See G. L. c. 119, § 52, as amended through St. 1996, c. 200, § 1.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b660-11\"> We use the masculine pronoun because the defendant in this case is a male.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b660-12\"> General Laws c. 119, § 58, second, third and fourth pars., provides: “If a child <em>is adjudicated a delinquent child on a complaint, </em>the court may place the case on file or may place the child in the care of a probation officer for such time and on such conditions as it deems appropriate or may commit him to the custody of the department of youth services, but the probationary or commitment period shall not be for a period longer than until such child attains the age of eighteen, or nineteen in the case of a child whose case is disposed of after he has attained his eighteenth birthday.</p>\n<p id=\"b660-13\">“If a child is adjudicated a youthful offender on an indictment, the court may sentence him to such punishment as is provided by law for the offense. The court shall make a written finding, stating its reasons therefor, that the present and long-term public safety would be best protected by:</p>\n<blockquote id=\"b660-14\"><em>“(a) </em>a sentence provided by law; or</blockquote>\n<blockquote id=\"b660-15\"><em>“(b) </em>a combination sentence which shall be a commitment to the department of youth services until he reaches the age of twenty-one, and an adult sentence to a house of correction or to the state prison as is provided by law for the offense ... or</blockquote>\n<blockquote id=\"b660-16\">“(c) a commitment to the department of youth services until he reaches the age of twenty-one.”</blockquote>\n<p id=\"b660-17\">“In making such determination the court shall conduct a sentencing recommendation hearing to determine the sentence by which the present and long-<page-number citation-index=\"1\" label=\"639\">*639</page-number>term public safety would be best protected. At such hearing, the court shall consider, but not be limited to, the following factors: the nature, circumstances and seriousness of the offense; victim impact statement; a report by a probation officer concerning the history of the youthful offender; the youthful offender’s court and delinquency records; the success or lack of success of any past treatment or delinquency dispositions regarding the youthful offender; the nature of services available through the juvenile justice system; the youthful offender’s age and maturity; and the likelihood of avoiding future criminal conduct.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b661-10\"> The sentence “provided by law” for a violation of G. L. c. 269, § 10 <em>(d), </em>is a term of imprisonment from five to seven years in the State prison. See note 1, <em>supra.</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b661-11\"> General Laws c. 119, § 58, seventh and eighth pars., now provides as follows:</p>\n<blockquote id=\"b661-12\">“Notwithstanding any other provisions of this chapter, a person adjudicated a delinquent child by reason of a violation of paragraph (a), (c) or <em>(d) </em>of section ten of chapter two hundred and sixty-nine, shall be committed to the custody of the commissioner of youth services who shall place such child in the custody of a facility supported by the commonwealth for the care, custody and training of such delinquent children for a period of at least one hundred and eighty days or until such child attains his eighteenth birthday, whichever first occurs, provided, however, that said period of time shall not be reduced or suspended.</blockquote>\n<blockquote id=\"b661-13\">“Upon the second or subsequent violation of said paragraph <em>(a), </em>(c) or <em>(d) </em>of said section ten or ten E . . . the commissioner of youth services shall place such child in the custody of a facility supported by the commonwealth for the care, custody and training of such delinquent child for not less than one year; provided, however, that said period of time shall not be reduced or suspended.”</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b663-6\"> General Laws c. 119, § 61, authorized the transfer of a case from the juvenile court to the criminal court by judicial waiver so that a child fourteen years of age or older could be tried as an adult on a criminal complaint. A hearing was held to determine whether there was probable cause to believe the child had committed the offense or violation charged. If the judge concluded that probable cause had been determined, he then assessed the child’s dangerousness and amenability to rehabilitation, using a directed verdict standard to determine whether the evidence was sufficient to support the transfer. See <em>Commonwealth </em>v. <em>Clint C., </em>430 Mass. 219, 222 (1999), and cases cited.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b663-7\"> General Laws c. 119, § 53, provides: “Sections fifty-two to sixty-three, inclusive, shall be liberally construed so that the care, custody and discipline of the children brought before the court shall approximate <em>as nearly as possible </em>that which they should receive from their parents, and that, <em>as far as practicable, </em>they shall be treated, not as criminals, but as children in need of aid, encouragement and guidance” (emphasis added).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b666-7\"> Section 58, eighth par., requires a mandatory minimum commitment period of at least one year for a child who violates § 10 <em>(d), </em>and a judge has no discretion to “place the case on file” or “place the child in the care of a probation officer,” as she otherwise might, pursuant to § 58, second par.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b667-6\"> The District Court judge correctly noted that “the mandatory sentence provided in section fifty-eight is pursuant to adjudications of delinquency not an adjudication as a youthful offender and does not carry a ‘penal’ sentencing component with it.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b667-7\"> See note 5, <em>supra.</em></p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b667-8\"> The Legislature could, of course, have added the term “youthful offenders” to § 58, eighth par., had it intended that category of children to be subject to that provision. On the other hand we would not expect paragraph three of § 58 to refer specifically to G. L. c. 269, § 10 <em>(d), </em>because the term “youthful offender” itself is defined to include children who violate G. L. c. 269, § 10 <em>(d).</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}