{
  "casebody": {
    "data": "<casebody firstpage=\"95\" lastpage=\"100\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b95-7\">Yard’s Appeal. Hamill’s Estate.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b95-8\">1. A grant or devise to a charitable use may create a perpetuity or render the estate granted, &amp;c., for the purpose, inalienable.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b95-9\">2. Nothing is a perpetuity, unless it restrain the vesting of an estate or interest beyond the period of a life or lives in being and twenty-one years and nine months thereafter.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b95-10\">3. An estate cannot be created with a condition repugnant to the nature of it; e. g. that tenant in fee shall not alien or in tail suffer a common recovery.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b95-11\">4. If an estate be vested it is not a perpetuity, although by the purpose for which it is granted, it cannot be devoted to any other use.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b95-12\">5. The trustee taking a ground-rent for a charity, takes it subject to the right of the landowner to redeem it.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b95-13\">6. Whenever a charity is given to a subordinate object, in connection with a church or other charitable religious institution, the trust vests in the society itself in ease of which it was granted.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"A7E\">7. McGirr <em>v. </em>Aaron, 1 Penna. R. 49, Domestic and Foreign Missionary Society’s Appeal, 6 Casey 425, recognised.</headnotes>\n<otherdate data-order=\"8\" data-type=\"otherdate\" id=\"At6\">January 12th 1870.</otherdate>\n<judges data-order=\"9\" data-type=\"judges\" id=\"AeN\">Before Thompson, C. J., Read and • Sharswood, JJ. Agnew, J., at Nisi Prius.</judges>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b96-5\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>Appeal from the decree of the Orphans’ Court of <em>Philadelphia: </em>In the estate of George S. Hamill, deceased: No. 850, to January Term 1869.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b96-6\">The proceedings were upon the account of John Yard, Jr., administrator <em>c. t. a., </em>of George S. Hamill, deceased. The account was referred to Charles Buckwalter, Esq., who made a report February 16th 1866, which was confirmed.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b96-7\">It appeared that the decedent died in August 1863, leaving a will, which was dated October 16th 1864, by which he gave distinct ground rents to each of the following associations and churches, viz. :</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b96-8\">1. To the poor of St. Francis Xavier Roman Catholic Church of Fairmount, now and for ever and to be .applied for their use annually, &amp;c.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b96-9\">2. To the poor of the Reformed Presbyterian Church of Fairmount, and to be applied to this use now and for ever annually, &amp;c.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b96-10\">3. To the poor of the German Reformed Church, Race street between Third and Fourth streets, * * * to be applied annually for their use now and for ever, &amp;e.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b96-11\">4. To the poor of St. Augustine’s Roman Catholic Church, Fourth street near Vine street, * * * to be applied annually, now and for ever, * * * for their use, &amp;e.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b96-12\">5. To the poor of Logan Square Presbyterian Church, to be applied for their use, annually now and for ever, &amp;c.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b96-13\">6. To the poor of Emory Methodist E. Chuch, on Callowhill street between Eighteenth and Nineteenth streets, to be applied to their use, annually now and for ever, &amp;c.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b96-14\">7. To the House of the Good Shepherd, on Twenty-second street below Chestnut street, * * * to be appropriated for their use now and for ever, &amp;c.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b96-15\">8. To St. Ann’s R. C. Widows’ Asylum, now and for ever, &amp;c.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b96-16\">9. To St. Joseph R. C. Hospital, on Girard Avenue, and to be applied to that use now and for ever, &amp;c.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b96-17\">10. To the Temporary Home (Protestant, on Twenty-third street, near Parrish, now building), to be applied for that use now and for ever, &amp;c.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b96-18\">11. To the Protestant Episcopal Hospital, situate in the late district of Richmond, and to be applied to that use now and for ever, &amp;c.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b96-19\"><em>“ </em>The 1 to 11 donations <em>is </em>to remain with them for ever, that is, they are not to be sold. The interest of the principal is only to be applied to their use. As regards the churches, their interest of the principal is to be given to the poor of the respective churches during the winter, say the month of January in each year, at the discretion to (of) the pastor or trustees. The other institutions will receive their instalments as the rent comes due April and October.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b97-5\"><page-number citation-index=\"1\" label=\"97\">*97</page-number>He gave the residue to Margaret H. Kelly.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b97-6\">He further directed :' “ Should there not be found enough to pay the donations at first, my executor will collect all from ground-rents coming due, before assigning them over to the proper ones —(that is, he will continue to collect money, the ground-rents) until all donations are paid.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b97-7\">The auditor in his report says: * * * “In the will of Dr. Hamill there likewise appear a number of devises of ground-rents to churches and charitable institutions, and in the account filed by the accountant he charges himself with the collection of certain of these amounts set forth in detail therein, and amounting in the aggregate to the sum of $547.75. These collections were made by the accountant, under what he regarded as his duty, under one of the provisions of the will. (That last above stated.) These ground-rents collected are still in the hands of the accountant. A number of claimants appeared before the auditor on behalf of' the churches and charitable institutions to whom these ground-rents have been devised, and presented their claims. Objections were made to the same on behalf of the accountant and the residuary legatee, and among others, urging that the devises of these ground-rents under the various sections of the will created perpetuities. On these objections being presented, it was agreed by all interested that, * * * the question as to the awarding of the several specific legacies under the will to the several churches and charitable institutions, be submitted to the court in a case stated at as early a period as possible. The auditor therefore directs the accountant to retain in his possession all the ground-rents since collected by him until the court shall direct the disposition of the same.”</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b97-8\">The ease provided: “ If the court shall be of opinion that the devises of the ground-rents to the various devisees or any of them, are good in law, then a decree is to be entered accordingly, directing also the administrator, c. t. a., to pay all arrears collected by him since the date of the auditor’s report to the devisees who may be found respectively entitled to them, after deducting any portion that may have been required to make up any deficiency in payment of the pecuniary legacies; but if the court should be of opinion that the devises or any of them are void for any reason, then a decree to that effect is to be entered.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b97-9\">“ The costs of the cause and reasonable counsel fees to be paid out of the arrears in the hands of the administrator.”</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b97-10\">The Orphans’ Court entered a decree for the several claimants or devisees of the rents, &amp;c.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b97-11\">The administrator appealed, and assigned the decree of the Orphans’ Court for error.</summary>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b97-12\"><em>T. J. Diehl </em>and <em>W. W. </em>Juvenal, for appellant.</attorneys>\n<p data-order=\"33\" data-type=\"legal\" id=\"AcO\">— Perpetui<page-number citation-index=\"1\" label=\"98\">*98</page-number>ties are grants wherein the vesting is unlawfully postponed: City <em>v. </em>Girard, 9 Wright 26 ; Saunders on Uses and Trusts 196. When there is no power of alienation a devisee is void as a perpetuity : Hillyard <em>v. </em>Miller, 10 Barr 326. There must be a discretionary power over the testator’s bounty: Pickering <em>v. </em>Shotwell, 10 Barr 23; Witman <em>v. </em>Lex, 17 S. &amp; R. 93; Dom. and For. Missionary Society’s Appeal, 6 Casey 425; Beaver <em>v. </em>Filson, 8 Barr 327. If the devises are not sustained the residuary legatee takes: Woolmer’s Estate, 3 Whart. 477; Earp’s Will, 1 Pars. 459.</p>\n<decisiondate data-order=\"34\" data-type=\"decisiondate\" id=\"AZe\">January 24th 1870,</decisiondate>\n<attorneys data-order=\"35\" data-type=\"attorneys\" id=\"b98-6\"><em>J. A. Olay, </em>for appellees.</attorneys>\n<p data-order=\"36\" data-type=\"legal\" id=\"AGe\">— The doctrine of perpetuities does not apply to charitable devises: Perin <em>v. </em>Carey, 24 How. 465; Philadelphia <em>v. </em>Girard, 9 Wright 9. The interest is to be given “to the poor,” &amp;c., with a discretionary power of appropriation in the pastor or trustees: Pickering <em>v. </em>Shotwell, 10 Barr 23. Religious societies have a capacity to take and hold charitable bequests: Evan. Association's Appeal, 11 Casey 316 ; Dom. and For. Miss’y Society’s Appeal, Witman <em>v. </em>Lex, <em>supra; </em>Magill <em>v. </em>Brown, Brightly 347; Blenon’s Est., Id. 339 ; Price <em>v. </em>Maxwell, 4 Casey 28; Hillyard <em>v. </em>Miller, 10 Barr 326; Acts of February 5th 1821, § 1, 7 Sm. L. 355; 28th April 1868, §. 1, Pamph. L. 1147, Purd. 517, pl. 7, 1505, pl. 1.</p>\n<opinion data-order=\"37\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b98-7\">The opinion of the court was delivered,</p>\n<author id=\"Ag1z\">by Sharswood, J.</author>\n<p id=\"AxM\">— It is no valid objection to a grant or devise to a charitable use that it creates a perpetuity, or renders the estate granted or devised for the purpose inalienable. “ This, it is observed,” says Mr. Lewis, “is the characteristic of alienations to charitable uses; it is in the very nature of such dispositions, to withdraw the subject of them from every kind of circulation, since a contrary course defeats their manifest object, viz.: sustentation of the charitable or religious institutions, or the carrying out in continuity of the benevolent purposes and designs, in favor of which they are made. Any disposition incompatible with this chief end is a breach of duty on the part of the person or body intrusted with the office of giving it effect. Land thus dedicated to the service of charity and religion, is therefore practically inalienable :” Lewis on Perpetuities 689. Nothing, indeed, is denounced by the law as a perpetuity, unless it restrain the vesting of an estate or interest beyond the period of a life or lives in being, and twenty-one years and nine months thereafter: City of Philadelphia <em>v. </em>Girard’s Heirs, 9 Wright 9. An estate cannot, indeed, be created with a condition repugnant to the nature of it, as that tenant in fee shall not alien or tenant in tail suffer a common recovery. But if the estate be vested it is not in the view of the law a perpetuity, although the purpose for which it is granted be such that it cannot be devoted to any other use. Grants to corporations <page-number citation-index=\"1\" label=\"99\">*99</page-number>accomplished this result, and were, therefore, prohibited by the Statutes of Mortmain, and they were excepted from the Statute of Wills. Nevertheless, such devises when made in favor of charities were upheld, and in such cases land has been decreed by courts of equity to be practically inalienable: Perin <em>v. </em>Casey, 24 How. 495, and authorities there cited. ■ Nor is the case varied in this respect by the fact that the subject-matter of the devise is a ground-rent or rent-charge, subject to redemption or extinguishment by the owner of the land. The trustee of the charity takes the rent necessarily subject to the right of the owner of the land to redeem or extinguish it. The Act of Assembly of February 5th 1821, Pamph. L. 25, has made express provision to meet the difficulty here suggested; that where the owner of such rent dies, and it becomes vested in minors, trustees or other persons not authorized to redeem or extinguish such rents, proceedings may be instituted in the Court of Common Pleas, who shall make an order authorizing and requiring the executors or administrators, the guardians of minors or trustees, or other person or persons authorized for the time being to receive such rents, to execute a sufficient release or discharge.</p>\n<p id=\"b99-6\">The devises contained in the will of Dr. George S. Hamill, were beyond all question valid charities. He seems to have been actuated by no narrow and sectarian views, but in the spirit of the Good Samaritan to have been desirous of disposing of a portion of his worldly goods to the needy and suffering of every name. Though the objects were vague and indefinite, there were, in every instance, competent trustees named to exercise the discretion necessary in the distribution of his bounty. Those given to the poor of different churches were evidently in ease of the churches themselves, and it is well settled, that whenever a charity is given to a subordinate object in connection with a church, or other charitable or religious institution, the trust vests in the society itself in ease of which it is granted. In McGirr <em>v. </em>Aaron, 1 Penna. 49, a devise for the maintenance of a Roman Catholic priest, who should succeed the testator in a particular church, and to his successors for ever, though it would have been void by itself, as a devise to a sole corporation unknown to the law, was held to be good, because in ease of the congregation and for its benefit, and that the congregation was entitled to take the profits in the first instance, but subject to the right of the incumbent for the time being to have them applied to his support. This principle was reaffirmed by this court in The Domestic and Foreign Missionary Society’s Appeal, 6 Casey 425. “ Similar adjudications,” said Mr. Justice Strong, “ have often been made, where the object literally designated has been incapable of taking directly and the legacy has been in relief of a superior,” and several authorities are there cited. But the testator in this instance has precluded <page-number citation-index=\"1\" label=\"100\">*100</page-number>even this question from arising, by providing expressly: “As regards the churches their interest of the principal is to be given to the poor of the respective churches during the winter, say the month of January in each year, at the discretion of the pastor or trustees,” that is, as no doubt was intended, to the poor of the Roman Catholic churches at the discretion of the pastor, and of the Protestant churches at the discretion of the trustees. As to the devises to the House of the Good Shepherd, to St. Ann’s Roman Catholic Widows’ Asylum, to St. Joseph’s Roman Catholic Hospital, to the Temporary Home (Protestant, <em>on </em>Twenty-third street near' Parrish), and to the Protestant Episcopal Hospital, these were direct gifts to charitable institutions competent to take as trustees, whether incorporated or not. Though the purposes are not expressed, yet they must necessarily be intended to be applied to the benevolent objects for which these institutions were created, and they are all of them good charities: The Evangelical Association’s Appeal, 11 Casey 316.</p>\n<p id=\"b100-6\">Decree affirmed and appeal dismissed, the costs of the case and reasonable counsel fees to be paid out of the arrears in the hands of the appellant, as provided by the agreement of the parties in the court below.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}