{
  "casebody": {
    "data": "<casebody firstpage=\"271\" lastpage=\"275\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b301-9\">Eduardo Granara <em>vs. </em>David H. Jacobs &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b301-10\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Al-\">March 19, 20, 1912.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AfF\">June 17, 1912.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b301-11\">Present: Rugg, C. J., Morton, Hammond, Braley, Sheldon, &amp; DeCourcy, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b301-13\"><em>Negligence, </em>Employer’s liability. <em>Practice, Civil, </em>Ordering verdict.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b301-14\">In an action by an employee of one engaged in the alteration and reconstruction of a building, to recover for injuries received by reason of the breaking of a staging which had been laid across an elevator well and upon which the plaintiff was standing while at work under the direction of a superintendent of the defendant, one count of the declaration was at common law and alleged as the cause of the injury that the defendant had caused the staging to be constructed in a negligent manner and of unsafe and improper materials and insufficient strength. At the trial there was no evidence that the staging was constructed by the defendant, that it was furnished by him for the plaintiff to use, that the material of which it was constructed was furnished by the <page-number citation-index=\"1\" label=\"272\">*272</page-number>defendant, or that the defendant had adopted it for the use of his employees or had directed the plaintiff or others of his employees to use it, and a verdict was ordered for the defendant. <em>Held, </em>that the verdict was ordered properly.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"AI1\">In an action by an employee against his employers to recover for personal injuries caused by the breaking of a staging upon which the plaintiff was standing while performing duties which he had been directed by the defendants’ superintendent to perform, a count of the declaration alleged that the accident occurred “ by reason of a certain defect in the condition of the ways, works and machinery of the defendants, connected with and' used in the business of the defendants, which arose from or had not been discovered or remedied owing to the negligence of the defendants or of some person or persons in the service of the defendants and entrusted by the defendants with the duty of superintending the construction of said work, and whose sole or principal duty was that of superintendence.” There was no evidence that the staging was erected by the defendants or that it was built with materials furnished by them or had been adopted by them for use by their servants. There was evidence that it was used occasionally by the defendants’ employees and that, when it broke, the plaintiff was on it by the direction of a superintendent of the defendants. <em>Held, </em>that the count charged a defect in the ways,' works or machinery of the defendants under St. 1909, c. 514, § 127, cl. 1, and that there was no evidence that the staging was a part of the ways, works or machinery of the defendants.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b302-5\">The declaration in an action against an employer by an employee for personal injuries contained only a count at common law and a count under St. 1909, c. 514, § 127, cl. 1. At the trial there was no evidence to support the allegations of the declaration and the trial judge ordered a verdict for the defendant and reported the case for determination by this court, judgment to be entered for the defendant if the order was correct; otherwise, judgment to be entered for the plaintiff for a stipulated sum. In this court the plaintiff argued that there was evidence of negligence of a superintendent of the defendant which would entitle the plaintiff to recover under d. 2 of the section of the statute. <em>Held, </em>that such a contention need not be considered, because the order of the trial judge must be taken to have been made in view of the allegations of the declaration.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b302-6\">Tort for personal injuries caused by the breaking of a plank upon which the plaintiff, while in the employ of the defendants, was standing while performing work to which he had been assigned by a superintendent of the defendants. Writ dated June 30, 1906.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b302-7\">The declaration contained two counts. The first count alleged as the cause of the accident “that the defendants caused the said staging to be constructed in so negligent a manner and of such unsafe and improper material that the said staging was not of sufficient strength.” In the second count it was alleged that the plaintiff’s injuries were caused “by reason of a certain defect in the condition of the ways, works and machinery of the defendants, connected with and used in the business of the defendants, which arose from or had not been discovered or remedied owing to the negligence of the defendants or of some person or persons in the service <page-number citation-index=\"1\" label=\"273\">*273</page-number>of the defendants and entrusted by the defendants with the duty of superintending the construction of said work, and whose sole or principal duty was that of superintendence.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b303-5\">In the Superior Court the case was tried before <em>Brown, </em>J. There was evidence tending to show the following facts:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b303-6\">At the time of the accident the defendants were engaged in the alteration and reconstruction of a building on Atlantic Avenue and Tileston Square or Alley in Boston. An elevator well about ten feet square had been cut through the floors of the building at one side of it and directly against the outer wall on the alley side. A hole had been cut in this outer wall at the street floor directly opposite the elevator well. This hole was later to become a door to the well. The street floor was about three feet above the level of the sidewalk at this point. Across the elevator well a plank had been placed on the level of the street floor, parallel with the outside wall of the building and close against it, and two other planks some distance apart extended at right angles from the first plank to the opposite side of the well. Both ends of the first plank rested on the floor of the building and extended a little over a foot upon it at each end. The cross planks at one end rested upon the first plank and were against the outer wall of the building. At the other end they extended two or three feet out upon the street floor of the building.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b303-7\">The plaintiff was a laborer in the defendants’ employ. A foreman of the defendants called upon him to assist in swinging into position an iron column which was to form one corner of the elevator well and which was lying in the alley, and directed him to \"go and help Peter Finochetti” fix some tackle. Finochetti was upon one of the cross planks above described.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b303-8\">While the plaintiff and Finochetti were upon the plank, another employee of the defendants, one Solari, came on to one of the other planks and started to cross the elevator well upon it, and as he was doing so, the planks, with all three men, fell to the cellar.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b303-9\">One of the defendants, called by the plaintiff, testified that the defendants were doing the masonry work on the building, and that the plastering, whitewashing and carpentering were being done by other contractors to whom the defendants had sublet that part of the job; that the defendants had a large supply of planks on the job, all of which were marked, and that <page-number citation-index=\"1\" label=\"274\">*274</page-number>none of the planks across the elevator well belonged to the defendants.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b304-5\">There was no other evidence as to who owned the planks in question.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b304-6\">At the close of the evidence the judge ordered a verdict for the defendants and reported the case for determination by this court, judgment to be entered for the defendants if the verdict was ordered rightly; otherwise, judgment to be entered for the plaintiff in the sum of $1,250.</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b304-7\"><em>R. W. Nason, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b304-8\"><em>W. H. Hitchcock, </em>for the defendants.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b304-9\">Sheldon, J.</author>\n<p id=\"ARk\">The plaintiff was not entitled to recover upon his first count. That was at common law, and charged the defendants with negligence in the construction of the staging, the fall of which caused the plaintiff’s injuries. But there was no evidence that the staging was constructed by the defendants or furnished by them for the plaintiff to use, or that the planks used in its construction were supplied by them. The plaintiff offered no such evidence, and that given by the defendant who testified tended merely to show that the staging was put up by other contractors with their own planks and for their own purposes. Nor could it have been found that the defendants had adopted the staging for the use of their servants or had directed the plaintiff or others of their servants to use it. <em>Kennedy </em>v. <em>Spring, </em>160 Mass. 203. <em>O’Connor </em>v. <em>Rich, </em>164 Mass. 560. <em>Brady </em>v. <em>Norcross, </em>172 Mass. 331. <em>Thompson </em>v. <em>Worcester, </em>184 Mass. 354. For any negligence of their superintendent in sending the plaintiff or others upon it, they would not be liable at common law. <em>Moody </em>v. <em>Hamilton Manuf. Co. </em>159 Mass. 70. <em>Flynn </em>v. <em>Salem, </em>134 Mass. 351. <em>Grebenstein </em>v. <em>Stone &amp; Webster Engineering Co. </em>205 Mass. 431, 437.</p>\n<p id=\"b304-10\">The second count charged a defect in the ways, works or machinery of the defendants under R. L. c. 106, § 71, cl. 1; St. 1909, c. 514, § 127, cl. 1. But such a structure as this, put up by a third person with his own materials for his own purposes, was not a part of the defendants’ ways, works or machinery, even though occasionally used by their servants. <em>Adasken </em>v. <em>Gilbert, </em>165 Mass. 443. <em>McKay </em>v. <em>Hand, </em>168 Mass. 270. <em>Nichols </em>v. <em>Boston &amp; Maine Railroad, </em>206 Mass. 463.</p>\n<p id=\"b304-11\">There was evidence that the defendants’ superintendent told <page-number citation-index=\"1\" label=\"275\">*275</page-number>the plaintiff to go upon this staging, and it has been argued that the order could have been found to be negligence in the superintendent, for which the defendants would be liable under cl. 2 of the statute already cited. It would be hard to say that this conduct was negligent. No outward visible defect appeared on the planks; there was no crack or knot on any of them; they were simply discolored, not apparently weakened, from prior use. It was Solari’s hurried going upon the planks that caused the fall, and there is no evidence that the superintendent told bim to take that path. But this question need not be considered; for no such cause of action is stated in the declaration. The whole averment thereof fails, if there was no defect in the defendant’s ways, works or machinery, as we have seen that there was not. We must take it that the ruling of the judge was made with the declaration before him and in view of its averments. <em>Wallace </em>v. <em>New York, New Haven, &amp; Harford Railroad, </em>208 Mass. 16. The doctrine of <em>Ridenour </em>v. <em>H. C. Dexter Chair Co. </em>209 Mass. 70, 78, frequently has been applied to sustain a ruling made at a trial, but not, so far as we have found, for the purpose of reversing a ruling apparently made upon the issues raised by the pleadings. The ruling which was reversed in <em>Kellogg </em>v. <em>Boston &amp; Maine Railroad, </em>210 Mass. 324, was made upon “all the evidence” merely, without reference to the specific averment of the declaration.</p>\n<p id=\"b305-3\">\n<em>Judgment for the defendants.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}