{
  "casebody": {
    "data": "<casebody firstpage=\"893\" lastpage=\"894\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b969-8\">UGI CORPORATION, Ken Pollock, Inc., and Heavy Media, Inc., Appellants v. CLARK, William P., Secretary, U.S. Department of the Interior, Reed, J. Lisle, Director, Office of Surface Mining.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b969-11\">No. 84-5466.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b969-12\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b969-13\">Argued Sept. 10, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b969-14\">Decided Nov. 9, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b969-21\">E. Barclay Calé, Jr., Frank M. Thomas, Jr. (argued), Morgan, Lewis &amp; Bockius, Philadelphia, Pa., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b969-22\">David Dart Queen, U.S. Atty., James G. Sheehan (argued), James J. West (argued), Asst. U.S. Attys., Harrisburg, Pa., Stuart <page-number citation-index=\"1\" label=\"894\">*894</page-number>A. Sanderson, Dept, of Interior, Washington, D.C., Harrisburg, Pa., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b970-4\">Before GIBBONS, HUNTER and GARTH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b970-5\">OPINION OF THE COURT</p>\n<author id=\"b970-6\">GIBBONS, Circuit Judge:</author>\n<p id=\"b970-7\">UGI Corporation and others appeal from a June 29, 1984 order of the United States District Court for the Middle District of Pennsylvania. The appellees, William P. Clark, Secretary of the Interior, and J. Lisle Reed, Acting Director, Office of Surface Mining move to dismiss the appeal as interlocutory.</p>\n<p id=\"b970-8\">The case commenced with the filing by UGI of a complaint in the Middle District of Pennsylvania seeking a declaratory judgment that it did not owe reclamation fees under section 402 of the Surface Mining Act. Pub.L. No. 95-87, Title IV § 402, 91 Stat. 457, codified at 30 U.S.C. § 1232(e). One month later the United States filed a suit in the Eastern District of Pennsylvania pursuant to section 402(e) to collect delinquent reclamation fees. Thereafter the Eastern District transferred the suit for collection of unpaid fees to the Middle District, where it was consolidated with UGI’s declaratory judgment action. On June 29, 1984 the Middle District entered an order in the declaratory judgment action granting summary judgment in favor of the defendants. That order determined that UGI was liable for reclamation fees under section 402.</p>\n<p id=\"b970-9\">So far as the record discloses, the reclamation fees still have not been paid, however, and the consolidated collection case has not been disposed of. Section 402(e) provides that “[a]ny portion of the reclamation fee not properly or promptly paid pursuant to this section shall.be recoverable, with statutory interest, from coal mine operators, in any court of competent jurisdiction in any action at law to compel payment of debts.” The United States is entitled to pursue that claim to a money judgment, and if successful, to take steps to satisfy that judgment.</p>\n<p id=\"b970-14\">Fed.R.Civ.P. 54(b) provides that “[w]hen more than one claim for relief is presented in an action ... the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment.” No such express determination has been made in this instance.<footnotemark>1</footnotemark> The rule provides, further, that in the absence of such a determination “any order or other form of decision, however designated, which adjudicates fewer than all the claims ... shall not terminate the action as to any of the claims or parties, and the order or other form of decision is subject to revision at any time before the entry of judgment adjudicating all the claims____” UGI contends, nevertheless, that the June 29, 1984 order should be considered a final judgment not subject to revision because the court did all it was empowered to do. Plainly, however, that is not so. The United States is entitled to pursue its section 402(e) claim to a money judgment. <em>See United States v. Devil’s Hole, Inc., </em>747 F.2d 895 (3d Cir.1984), filed simultaneously herewith.</p>\n<p id=\"b970-16\">Since the order appealed from is by virtue of Rule 54(b) still subject to revision, it is not a final judgment within the meaning of 28 U.S.C. § 1291. No other basis for appellate jurisdiction appears in the record. The appeal will, therefore, be dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b970-10\">. The order appealed from provides that \"[t]he Clerk of the Court is directed to close this case.\" This direction appears to refer only to the de- . claratory judgment action, and as to it is not such an express determination as Rule 54(b) requires.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}