{
  "casebody": {
    "data": "<casebody firstpage=\"267\" lastpage=\"270\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b315-21\">PURE TRANSPORTATION COMPANY, an Ohio corporation, Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b315-23\">No. 13156.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b315-24\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b315-25\">June 30, 1961.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b316-7\"><page-number citation-index=\"1\" label=\"268\">*268</page-number>John G. Heard, James P. Saunders, Jr., Houston, Tex., Vinson, Elkins, Weems &amp; Searls, Houston, Tex., of counsel, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b316-8\">Louis F. Oberdorfer, Asst. Atty. Gen., Harry Marselli, Atty. Tax Division, U. S. Dept, of Justice, Washington, D. C., Lee A. Jackson, Atty., Dept, of Justice, Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b316-9\">Before HASTINGS, Chief Judge, and SCHNACKENBERG and KNOCK, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b316-10\">SCHNACKENBERG, Circuit Judge.</author>\n<p id=\"b316-11\">Pure Transportation Company, an Ohio corporation, petitioner (sometimes called Transportation), appeals from a decision of the Tax Court of the United States, which ordered and decided that petitioner is not entitled to relief from excess profits taxes for the taxable years 1943, 1944 and 1945, under the provisions of 26 U.S.C.A. § 722, Internal Revenue Code of 1939.</p>\n<p id=\"b316-14\">Wabash Pipe Line Company (hereinafter called Wabash) was organized on August 6, 1937. It operated solely in southeastern Illinois. From October 15, 1937 until June 30, 1941, when it merged with petitioner, Wabash operated independently thereof.</p>\n<p id=\"b316-15\">As a part of its brief herein, petitioner submits a .summary of argument, which we set forth below:</p>\n<p id=\"b316-16\">I.</p>\n<p id=\"b316-17\"><em>Petitioner Is Entitled </em>As A <em>Matter Of Law To Compute Its Constructive Average Base Period Net Income By Adding The Constructive Average Base Period Net Income Of Wabash To Its Own Actual Average Base Period Net Income.</em></p>\n<p id=\"b316-18\">By virtue of the merger in 1941 of Wabash and Transportation, Petitioner paid an excess profits tax for 1943, 1944 and 1945 (computed without regard to section 722), whereas in the absence of a merger neither Wabash nor Transportation would have incurred any excess profits tax. Though Wabash qualified under both sections 722(b) (2) and 722 (b) (4) for a reconstruction of its ABPNI,<footnotemark>1</footnotemark> Transportation could not so qualify and must therefore utilize its actual ABPNI. Petitioner determined its CABPNI<footnotemark>2</footnotemark> by adding the CABPNI of Wabash to the actual ABPNI of Transportation. The validity of this method of reconstruction has been recognized and approved by Respondent and by the Tax Court. However the basis for the Court’s decision that Petitioner had failed to sustain its burden of proof was its rejection of this hitherto accepted method of reconstruction. Petitioner submits that in so doing the Tax Court erred as a matter of law.</p>\n<p id=\"b316-19\">II.</p>\n<p id=\"b316-20\">\n<em>Basis of Section 722 Relief.</em>\n</p>\n<p id=\"b316-21\">Petitioner is entitled to use a CABPNI (1) because during the base years the business of Wabash was depressed as a <page-number citation-index=\"1\" label=\"269\">*269</page-number>result of a temporary and unusual circumstance, (2) and because of the commencement and change of capacity of Wabash’s operations during the base period which did not reach a normal level ■of earnings by the close of the base period.</p>\n<p id=\"b317-5\">\n<em>A. Petitioner Qualifies for Relief Under Section 722(b) (2).</em>\n</p>\n<p id=\"b317-7\">During the latter months of 1938 and all of 1939, Wabash’s net income was 60 per cent of its 1938 net income, though its costs remained constant and, its throughput increased 20 per cent. This ■depression was caused by a substantial reduction in Wabash’s share of the transportation tariff imposed by the Interstate •Commerce Commission, brought about by a practical monopoly exercised over Wabash's oil. All of the trunk lines with which Wabash connected, except Illinois, .■stopped operations in the latter part of 1938, leaving Wabash but a single outlet to its markets in the East. Illinois then •demanded that Wabash reduce its tariff rate more than 60 per cent. The monopoly held by Illinois was both temporary and unusual in the experience of Wabash, lasting but two years. However, as a result of the monopolistic control ■exerted by Illinois, Wabash’s earnings suffered a severe depression before the entry of competing lines into the southeastern Illinois area, which depression ■occurred during the latter part of the base period. Thus, it is entitled to reconstruct its ABPNI so as to arrive at a normal level of earnings for excess ■profits tax computation.</p>\n<p id=\"b317-8\">\n<em>B. Petitioner Qualifies for Relief Under Section 722(b) (U).</em>\n</p>\n<p id=\"b317-10\">By virtue of its commencement of operations in 1937, Wabash qualifies for a reconstruction of its ABPNI if its earnings did not reach a normal level by the end of the base period. Though it was .able to operate at full capacity in 1939, .and though there was a sufficient market for its capacity of crude oil, Wabash failed to transport its normal capacity ■during the base years. This was due to the fact that production in the fields from which it gathered crude oil had not reached a sufficient level by the end of 1939 to utilize Wabash’s capacity throughout. Because its actual earnings had not reached a normal level by the close of the base period, Wabash is entitled to reconstruct its ABPNI using the two-year pushback rule. Petitioner has offered into the record three computations of Wabash’s CABPNI utilizing the two-year pushback rule which indicate Petitioner’s right to a recovery of a portion of its excess profits taxes.</p>\n<p id=\"b317-12\">\n<em>C. The Rate Per Barrel as Used in Petitioner’s Reconstructions Is Proper.</em>\n</p>\n<p id=\"b317-13\"><em>In the </em>aforementioned computations, Petitioner used as the rate per barrel of oil transported, the normal rate reached at the close of 1940, the actual average rate over the base period, the average rate over the base period excluding shipments to the Lawrenceville refinery while the Toledo refinery was closed due to a strike, and the average rate during the base period on oil transported for the account of the Pure Oil Company. Petitioner believes that one of these rates should be used by the Court in computing the CABPNI of Wabash, but that in any event the undisputed facts upon which the Court could find another rate are contained in the record. Petitioner submits that it is error for the Court to refuse to consider Petitioner’s computations because of the rates which it has used.</p>\n<p id=\"b317-14\">The contested issues, as framed by petitioner’s counsel, are as follows:</p>\n<blockquote id=\"b317-15\">(1) Whether Petitioner is entitled as a matter of law to compute its constructive average base period net income (CABPNI) by adding the CABPNI of Wabash Pipe Line Company to its own actual average base period net income (ABPNI).</blockquote>\n<blockquote id=\"b317-16\">(2) Whether Petitioner qualifies under section 722 of the Internal Revenue Code of 1939 for a reconstruction of its ABPNI.</blockquote>\n<blockquote id=\"b318-3\"><page-number citation-index=\"1\" label=\"270\">*270</page-number>(3) Whether Petitioner has established that its excess profits tax computed without the benefit of section 722, is excessive and discriminatory and has established a fair and just amount representing normal base period earnings to be used as a CABPNI.</blockquote>\n<p id=\"b318-4\">Respondent has filed a motion to dismiss for lack of jurisdiction the petition for review filed in this court by petitioner.</p>\n<p id=\"b318-5\">26 U.S.C.A. § 732(c), Internal Revenue Code of 1939, provides:</p>\n<blockquote id=\"b318-6\"><em>“(c) Finality of determination. </em>If in the determination of the tax liability under this subchapter the determination of any question is necessary solely by reason of section 711(b) (1) (H), (I), (J), or (K), section 721, or section 722, the determination of such question shall not be reviewed or redetermined by any court or agency except the Tax Court.”</blockquote>\n<p id=\"b318-8\">The 1954 Code has not disturbed the continuing effectiveness of Section 732 (c).</p>\n<p id=\"b318-9\">This proceeding was commenced in June, 1952 (before the enactment of the 1954 Code) and is not to be affected by the general repeal of the 1939 Code by the 1954 Code. See Section 7851(b) (1) of the 1954 Code, 26 U.S.C.A. § 7851(b) (1); cf. Section 7851(a) (6) (C) and (a) (7) of the 1954 Code.</p>\n<p id=\"b318-10\">It has been held that Section 732(c) of the 1939 Code is still (after the effective date of the 1954 Code) applicable with respect to reviews sought on “abnormalities” or “relief” questions under the Second World War Excess Profits Tax Law of the 1939 Code, and that Section 732(c) has been neither expressly nor impliedly repealed by the 1954 Code. Brown Paper Mill Co. v. Commissioner, 5 Cir., 255 F.2d 77, certiorari denied 358 U.S. 906, 79 S.Ct. 229, 3 L.Ed.2d 227, rehearing denied 358 U.S. 942, 79 S.Ct. 344, 3 L.Ed.2d 350; Patent Button Co. of Tennessee v. Commissioner, 6 Cir., 256 F.2d 726; Crowell-Collier Pub. Co. v. Commissioner, 2 Cir., 259 F.2d 860, certiorari denied 358 U.S. 928, 79 S.Ct. 314, 3 L.Ed.2d 302; and Hewitt-Robins, Inc. v. Commissioner, 3 Cir., 282 F.2d 868. See also Helms Bakeries v. Commissioner, 9 Cir., 263 F.2d 642, certiorari denied 360 U.S. 903, 79 S.Ct. 1285, 3 L.Ed.2d 1255, rehearing denied 361 U.S. 857, 80 S.Ct. 44, 4 L.Ed.2d 96; Standard Hosiery Mills, Inc. v. Commissioner, 4 Cir., 249 F.2d 469; L. E. Carpenter &amp; Co. v. Commissioner, 3 Cir., 264 F.2d 230; United States Rubber Co. v. Commissioner, 2 Cir., 274 F.2d 307, certiorari denied 363 U.S. 827, 80 S.Ct. 1596, 4 L.Ed.2d 1522; Puget Sound Pulp 6 Timber Co. v. Commissioner, 9 Cir., 277 F.2d 803, certiorari denied 364 U.S. 831, 81 S.Ct. 71, 5 L.Ed.2d 58.</p>\n<p id=\"b318-14\">Inasmuch as, in the determination of petitioner’s tax liability under the sub-chapter dealing with excess profits tax in the 1939 Code, it is necessary to determine a question solely by reason of § 722, the determination of such a question cannot be reviewed or redetermined by any court or agency except the Tax Court; hence this court has no jurisdiction of this appeal. Accordingly the pending appeal is dismissed at petitioner’s costs.</p>\n<p id=\"b318-15\">Appeal dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b316-12\">. Average base period net income.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b316-22\">. Constructive average base period net income.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}