{
  "casebody": {
    "data": "<casebody firstpage=\"113\" lastpage=\"114\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b133-3\">Octavia J. B. Davis &amp; another <em>vs. </em>Francis C. Smith.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b133-4\">Dukes County.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AsE\">Oct. 28, 1880.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AzM\">Jan. 8, 1881.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"AHE\">Ames &amp; Ekdicott, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b133-5\">Town ways and private ways laid out under the provisions of the statutes of the Commonwealth are public ways.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b133-6\">The power conferred upon justices of the peace by the Gen. Sts. c. 46, § 6, to order obstructions in a town way or private way to be removed, is not a judicial power; and a sheriff is not responsible for the acts of his deputy in executing such an order.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b133-7\">Tort against the sheriff of the county of Dukes County for the act of Jason L. Dexter, his deputy, in entering the plaintiff’s close in Edgartown and tearing down and removing a fence standing thereon.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b133-8\">At the trial in the Superior Court, before <em>Allen, </em>J., without a jury, the plaintiffs offered to prove that the title of the locus where the alleged trespass was committed was in them; and that said locus was not within a town way or private way. The plaintiffs then put in the following evidence:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b133-9\">1. A petition by citizens of Edgartown to either of the trial justices for the county, representing “ that certain obstructions, to wit, fences, have been placed, and are now, upon and across the way leading from Eodolphus W. Coffin’s house hi said Edgar town, past the residence of Mrs. O. J. B. Davis to Pease’s Point Way, which way so leading is a public and private way; that said obstructions were not placed across said way for the purpose of preventing the spreading of a disease dangerous to the public health, nor erected and continued by license of said town, nor of the person for whose use said way was laid out; ” and praying for the issuing of an order for the removal of said obstructions.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b133-10\">2. An order by a trial justice and justice of the peace for the county to the sheriff, or either of his deputies, or any constable of the town, setting forth the petition, and directing them “to remove said obstructions or cause them to be removed.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b133-11\">3. The return of the defendant’s deputy, setting forth that, “in obedience to the within precept, I this day removed and caused to be removed all the obstructions as within mentioned and described, in a town way, leading from Pease’s Point Way <page-number citation-index=\"1\" label=\"114\">*114</page-number>by the residence of O. J. B. Davis, to South Water Street, as within directed.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b134-4\">It was admitted that the proceedings were regular, and that the facts stated in the return were true.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b134-5\">The defendant asked the judge to rule that the action could not be maintained. The judge so ruled; and found for the defendant. The plaintiffs alleged exceptions.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b134-6\"><em>G. W. Clifford ¿- W. </em>Clifford, for the plaintiffs.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b134-7\"><em>Cr. Marston W. II. Cobh, </em>for the defendant.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b134-8\">Gray, O. J.</author>\n<p id=\"AWX\">Town ways and private ways laid out under the provisions of our statutes are public ways. <em>Denham </em>v. <em>County Commissioners, </em>108 Mass. 202. The power conferred upon justices of the peace by the Gen. Sts. <em>c. </em>46, § 5, to order fences, gates, rails or bars across town ways or private ways to be removed, is no more a judicial power than if it had been vested in the selectmen or in the surveyors of highways, or than is the similar power which any citizen has, under § 4 of the same statute, to remove like obstructions in a county highway. Not being a judicial power, an order of a justice of the peace for the removal of such an obstruction is not in the nature of a judicial warrant, precept or process; the sheriff or his deputy is not required in his official capacity to serve it; and any acts done by the deputy in the execution of such an order are not done by virtue or under color of his office, but are his personal acts, for which the sheriff is not responsible. Gen. Sts. <em>c. </em>17, §§ 15, 65; <em>c. </em>122,, § 5. <em>Marshall </em>v. <em>Hosmer, 4 </em>Mass. 60. <em>Knowlton </em>v. <em>Bartlett, </em>1 Pick. 271. <em>Mansfield </em>v. <em>Sumner, </em>6 Met. 94. Whether the deputy himself would be liable to an action, upon the facts z stated in the bill of exceptions, cannot be decided in this case, to which he is not a party.</p>\n<p id=\"ACF\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}