{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"435\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b451-3\">Broadway National Bank <em>vs. </em>Charles W. Adams &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b451-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Anc\">Jan. 19.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A5fa\">Feb. 23, 1881.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"A-VW\">Morton &amp; Field, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b451-6\">A., a citizen of this Commonwealth, brought a bill in equity against B., a citizen of another State, and C., a citizen of this Commonwealth, which alleged that B. owed him a certain sum, and had no property subject to attachment, and that C. held, as trustee under a will, certain property, in trust to pay the income to B. for life. The prayer of the bill was that this income might be applied to the payment of A.’s claim, or C. ordered to pay A. the income, while B. lived, until the debt should be paid. <em>Held, </em>that neither B. alone, nor B. and C. jointly, could remove the case into the Circuit Court of the United States, under the act of Congress of March 3, 1875, § 2.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b451-7\">Bill in EQUITY, filed June 18, 1880, by a corporation having its usual place of business in Boston in this Commonwealth, against Charles W. Adams of Galveston in the State of Texas, and Thomas W. Peirce of Topsfield in this Commonwealth, alleging that Adams was indebted to the plaintiff in the sum of $10,000, on certain promissory notes signed by him; that Peirce, as trustee under the will of Seth Adams, held the sum of $75,000, in trust to invest the same in such manner as to him might seem prudent, and to pay the net income thereof semiannually to the defendant Adams during his natural life, “ such payments to be made to him personally when convenient, otherwise upon his order or receipt in writing, in either case free from the interference or control of his creditors; my intention being that the use of said income shall not be anticipated by assignment;” and at his death to pay the net income to his present wife for the benefit of herself and of his children, and the principal at her death or second marriage to the children and their representatives ; that, except his interest in the trust fund, Adams had no means wherewith to pay his indebtedness to the plaintiff, and had no property subject to attachment; so that the plaintiff was wholly unable to enforce payment of said indebtedness from him.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b451-8\">' The prayer of the bill was for a writ of subpoena; and that the plaintiff be allowed to reach and apply, in payment of his debt, the right, title and interest of Adams in the trust fund; that this interest might be sold by public or private sale, and <page-number citation-index=\"1\" label=\"432\">*432</page-number>the proceeds applied in payment of his debt in such manner as the court might direct; or that Peirce be ordered to hold the trust fund in trust to pay the net income thereof semiannually to the plaintiff, until his debt, with interest and costs, be paid, or until the death of Adams; and for further relief.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b452-4\">On October 13, 1880, the defendant Adams filed a petition for the removal of the case into the Circuit Court of the United States, alleging that the plaintiff was a citizen of this Commonwealth, and that he was a citizen of Texas; that the defendant Peirce was a citizen of this Commonwealth, and was made a party in order that the income of a certain trust fund, held by him as trustee under the will of Seth Adams, might be reached and applied to the payment of a debt claimed to be due from Adams to the plaintiff; that the matter in dispute, exclusive of costs, exceeded the sum of $500; that in the suit there was a controversy wholly between citizens of different States, the plaintiff and the defendant Adams, namely, whether said defendant was liable to the plaintiff, and the extent of his liability, and also another controversy, namely, whether the income of the trust property could be applied in payment of the plaintiff’s claim, to neither of which controversies was Peirce a party, and in which he was not interested. A bond, in the form prescribed by law, was filed with the petition. On December 13, 1880, both defendants filed a joint petition, similar in form to the preceding, except that it omitted the allegations relating to the controversies between the plaintiff and Adams. With this petition was also filed a bond in the form prescribed by law.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b452-5\">To these petitions the plaintiff filed answers, admitting the citizenship of the parties, and that the amount in dispute, exclusive of costs, exceeded the sum of $500; denying the other allegations, except so far as they were consistent with .the facts alleged in the bill; and alleging that the cause could not by law be removed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b452-6\">Hearing before <em>Fndieott, </em>J., who ruled that the petitioners were not entitled to remove the case; and reported the case for the consideration of the full court, according to whose opinion the petitions were to be allowed or dismissed.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b452-7\"><em>R. I). Smith §• W. W. Vaughan, </em>for the defendant</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AB98\">Adams, cited <em>Gaines </em>v. <em>Fuentes, </em>92 U. S. 10, 18; <em>Boom Co. </em>v. <em>Patterson, </em><page-number citation-index=\"1\" label=\"433\">*433</page-number>98 U. S. 403, 407; <em>Meyer </em>v. <em>Construction Co. </em>100 U. S. 457; <em>Taylor </em>v. Rockefeller, 6 W. N. C. (Penn.) 283; <em>Burnham </em>v. <em>Chicago, Dubuque &amp; Minnesota Railroad, </em>4 Dillon, 503; <em>Lockhart </em>v. <em>Horn, </em>1 Woods, 628, 634; <em>Clarkson </em>v. <em>Manson, </em>4 Fed. Rep. 257.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b453-4\"><em>■T. R. Churchill, </em>for the plaintiff, was not called upon.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b453-5\">Gray, C. J.</author>\n<p id=\"A4n\">The question whether the petitions for removal present a case in which this court is obliged by the Constitution and laws of the United States to surrender its jurisdiction and proceed no further in the cause, is one which must be determined by this court in the first instance, though subject to revision by the Supreme Court of the United States on writ of error. <em>Stone </em>v. <em>Sargent, </em>129 Mass. 503, and cases cited.</p>\n<p id=\"b453-6\">The only provision of the Constitution of the United States under which the jurisdiction of the Federal courts can be invoked in this case, is that which ordains that the judicial power of the United States “ shall extend to controversies between citizens of different States.” U. S. Const, art. 3, § 1. And one of the earliest amendments of that Constitution declares that “ the powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.” U. S. Const. Amendm. art. 10. Under the Constitution, therefore, it would seem that the jurisdiction of the courts of the United States, so far as it depends upon the citizenship of the parties, may extend to any controversy between citizens of different States, but cannot include controversies between citizens of the same State; and under every act of Congress passed before March 3, 1875, concerning the removal of causes from the State courts to the Federal courts, it was held that all the defendants who were real parties in interest must be citizens of a different State from the plaintiff, in order to entitle them, or either of them, to remove the cause. <em>Bryant </em>v. <em>Rich, </em>106 Mass. 180, 192, and cases cited. <em>Florence Sewing Machine Co. </em>v. <em>Grover &amp; Baker Co. </em>110 Mass. 70, 80, and 18 Wall. 553.</p>\n<p id=\"b453-7\">The act of Congress of March 3, 1875, § 2, provides that a civil suit “ in which there shall be a controversy between citizens of different States ” may be removed by “ either party ” into the Circuit Court of the United States; and that when in any such suit “there shall be a controversy which is wholly <page-number citation-index=\"1\" label=\"434\">*434</page-number>between citizens of different States, and which can be fully determined as between them, then either one or more of the plaintiffs or defendants actually interested in such controversy may remove said suit.” The opinion of the majority of the Supreme Court in <em>Meyer </em>v. <em>Construction Co. </em>100 U. S. 457, and the unanimous judgment of that court in <em>Ayers </em>v. <em>Chicago, </em>101 U. S. 184, have dispelled the doubts created by decisions in some of the Circuit Courts, and have authoritatively determined that no removal can be had under the act of 1875, unless all those on one side of the real controversy are citizens of different States from all those on the other side.</p>\n<p id=\"b454-4\">The material facts of the present case, as alleged in the bill, are as follows: The defendant Peirce, as trustee under the will of Seth Adams, holds the sum of $75,000, in trust to invest the same in such manner as to him may seem prudent, and to pay the net income thereof semiannually to the testator’s brother, Charles W. Adams (the other defendant) during his natural life, “ such payments to be made to him personally when convenient, otherwise upon his order or receipt in writing, in either case free from the interference or control of his creditors; my intention being that the use of said income shall not be anticipated by assignment; ” and at his death to pay the net income to his present wife for the benefit of herself and of his children, and the principal at her death or second marriage to the children and their representatives. The defendant Adams owes the plaintiff $10,000 for money lent. The plaintiff is a corporation established in this Commonwealth, the defendant Peirce is a citizen of Massachusetts, and the defendant Adams is a citizen of Texas, and, except his interest in this trust fund, has no means wherewith to pay his debt to the plaintiff, and has no property subject to attachment. The bill prays that the plaintiff may be allowed to reach and apply that interest in payment of his debt; that it may be sold and the proceeds applied to such payment, or Peirce be ordered to hold the fund in trust to pay the net income semiannually to the plaintiff until the debt is paid, or until the death of the defendant Adams; and for further relief.</p>\n<p id=\"b454-5\">If this bill is founded upon the general chancery jurisdiction of this court, the trustee is not merely a formal, but a necessary <page-number citation-index=\"1\" label=\"435\">*435</page-number>party, entitled to be heard upon the question whether he is under the duty and obligation of holding the fund during the lifetime of the defendant Adams for his exclusive benefit, free from all claims of his creditors. <em>Sparhawk </em>v. <em>Cloon, </em>125 Mass. 263. <em>Nichols </em>v. <em>Eaton, </em>91 U. S. 716. If, as some of the allegations and prayers of the bill indicate, it is founded on the special jurisdiction in equity conferred upon this court by the Gen. Sts. c. 113, § 2, <em>cl. </em>11, “to reach and apply, in payment of a debt, any property, right, title or interest, legal or equitable, of a debtor, within this State, which cannot be come at to be attached or taken on execution in a suit at law against such debtor,” the jurisdiction of the court depends upon the existence of such an interest within this Commonwealth, and upon the joinder of the trustee as a defendant. <em>Dearborn </em>v. <em>Kemble, </em>5 Allen, 372. <em>Phœnix Ins. Co. </em>v. <em>Abbott, </em>127 Mass. 558.</p>\n<p id=\"b455-3\">In either aspect of the case, no judgment can be rendered upon the bill in its present form, nor the controversy as between the creditor and the debtor be fully determined, in favor of the creditor, without the presence of the trustee; and the trustee being a citizen of the same State with the plaintiff, neither the debtor alone, nor the debtor and the trustee jointly, can remove the case into the Circuit Court of the United States. <em>Burnham </em>v. <em>Chicago, Dubuque &amp; Minnesota Railroad, </em>4 Dil-lon, 503. <em>Burke </em>v. <em>Flood, </em>1 Fed. Rep. 541, 551, 552. <em>Bailey </em>v. <em>New York Savings Bank, </em>2 Fed. Rep. 14. <em>Merchants’ Bank </em>v. <em>Thompson, </em>4 Fed. Rep. 876. <em>Tremain </em>v. <em>Amory, </em>C. C. U. S. Dist. Mass. May term 1879.</p>\n<p id=\"b455-4\">To the suggestion that, if it should be decided that the defendant Peirce holds no fund as trustee applicable to the payment of the plaintiff’s claim, yet, the court having obtained jurisdiction over the defendant Adams by his appearance, the plaintiff may, under the St. of 1865, <em>c. </em>179, § 1, be allowed to amend by changing this suit into a suit at law, and, if successful in such suit, obtain a judgment therein against Adams, it is a sufficient answer, that no such amendment has as yet been allowed or asked for.</p>\n<p id=\"AC2I\">\n<em>Petitions for removal denied.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}