{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"301\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b301-5\" pgmap=\"301\">The Town of Cicero v. The City of Chicago.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b301-8\" pgmap=\"301\">Opinion filed October 19, 1899</decisiondate><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A9Y\" pgmap=\"301\">Rehearing denied December 9,1899.</otherdate><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b301-9\" pgmap=\"301\">1. Municipal corporations—the Annexation act of 1889 applies to the tenon of Cicero. The act to provide for the annexation of cities, incorporated towns and villages, or parts of the same, to cities, incorporated towns and villages, approved and in force April 25,1889, (Laws of 1889, p. 66,) is applicable to the annexation of a part of the incorporated town of Cicero to the contiguous city of Chicago.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b301-10\" pgmap=\"301(44) 302(24)\">2. Same—town of Cicero does not exist under Township Organisation law. The legal existence of the town of Cicero under the Township Organization law was terminated by the special acts of 1867 and 1869, which created the incorporated town of Cicero, and the portion taken therefrom and annexed to the city of Chicago does not remain a part of the town of Cicero under the Township law.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b302-4\" pgmap=\"302\">3. Same—county board may annex detached territory to other towns for township government. The county board of Cook county has power, under its general authority, to divide, enlarge or create new towns, conferred by section 1 of article 3 of the Township Organization act, (Rev. Stat. 1874, p. 1060,) to annex territory left out of any township to some other town for the purpose of township government.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b302-5\" pgmap=\"302\">4. Same—completed annexation is not affected by subsequent laws. The completed annexation of a part of the territory of an incorporated town to a contiguous city is not rendered illegal by the subsequent passage of a law increasing the area of towns, nor is the county board thereby deprived of the right to add the territory so left without township government to some other town for that purpose.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b302-6\" pgmap=\"302\">5. Same—legislature may authorize division of towns without consent of inhabitants. A statutory provision that a part of the territory of a town may, by the vote of a majority of the entire town, be detached from it, is within the legislative power and discretion, which may be exercised by general and uniform law, to divide, alter or abolish townships and incorporated towns without consent of inhabitants.</headnotes><summary data-order=\"8\" data-type=\"summary\" id=\"b302-7\" pgmap=\"302\">Appeal from the Superior Court of Cook county; the Hon. Axel Chytraus, Judge, presiding.</summary><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b302-8\" pgmap=\"302\">Charles S. Cutting, and Green &amp; Pringle, for appellant:</attorneys><p data-order=\"10\" data-type=\"legal\" id=\"b302-9\" pgmap=\"302\">The town of Cicero, under its special charter, is indivisible under any existing law. Martin v. People, 178 Ill. 611; Gray v. Cicero, 177 id. 459; Cicero v. McCarthy, 172 id. 279; Drexel v. Lake, 127 id. 54; Ottawa v. LaSalle County, 12 id. 345; Covington v. East St. Louis, 78 id. 552; Insurance Co. v. Freer, 97 id. 539; Andrews v. People, 75 id. 605; Chicago v. Packing Co. 88 id. 221.</p><p data-order=\"11\" data-type=\"legal\" id=\"b302-10\" pgmap=\"302\">Cook county, and every part of it, is under township organization. Railway Co. v. People, 83 Ill. 476; People v. Brisbin, 80 id. 423.</p><p data-order=\"12\" data-type=\"legal\" id=\"b302-11\" pgmap=\"302\">The city of Chicago has no township powers. General act of 1872, incorporating cities and villages; Dolese v. Pierce, 124 Ill. 140.</p><p data-order=\"13\" data-type=\"legal\" id=\"b302-12\" pgmap=\"302(21) 303(14)\">The annexation of the Austin territory in spite of an adverse vote of its own people is contrary to the policy of this State as expressed by its legislature. Bradwell’s Laws of 1899, p. 89.</p><p data-order=\"14\" data-type=\"legal\" id=\"b303-3\" pgmap=\"303\">No township can be reduced to an area of less than sixteen square miles, hence the Austin territory must remain a permanent part of the township of Cicero. Bradwell’s Laws of 1899, p. 285; Jefferson v. People, 87 Ill. 506; Menard County v. Kincaid, 71 id. 587; Illinois and Michigan Canal v. Chicago, 14 id. 334.</p><attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b303-4\" pgmap=\"303\">Charles M. Walker, Corporation Counsel, Granville W. Browning, (Crafts &amp; Stevens, and E. F. Abbott, of counsel,) for appellee:</attorneys><p data-order=\"16\" data-type=\"legal\" id=\"b303-5\" pgmap=\"303\">The incorporated town of Cicero is a municipal corporation, like an incorporated city or village. Martin v. People, 87 Ill. 524; Kelly v. Gahn, 112 id. 23; Enfield v. Jordan, 119 U. S. 680; Greeley v. People, 60 Ill. 19; Wilson v. Trustees, 133 id. 443.</p><p data-order=\"17\" data-type=\"legal\" id=\"b303-6\" pgmap=\"303\">This Annexation law of 1889, under which the annexation of the territory involved in this suit was begun and completed, applies to the incorporated town of Cicero for the annexation of a part of its territory, as well as of the whole thereof, to the city of Chicago. People v. Morgan, 90 Ill. 558; Peoples. Knopf, 171 id. 191; Bruce v. Schuyler, 4 Gilm. 221; 1 Starr &amp; Cur. Stat. (2d ed.) sec. 219, p. 798; True v. Davis, 133 Ill. 522.</p><p data-order=\"18\" data-type=\"legal\" id=\"b303-7\" pgmap=\"303\">The powers granted to municipal corporations are not vested rights but are held subject to the law-making power of the State, and their charters may be amended, changed or repealed at .the legislative will. Trustees of Schools v. Tatman, 13 Ill. 27; Lake View v. Rose Hill Cemetery, 70 id. 191; Mt. Carmel v. Wabash County, 50 id. 69; People v. Harvey, 142 id. 575; McCormack v. People, 139 id. 499; Dutton v. Aurora, 114 id. 138.</p><p data-order=\"19\" data-type=\"legal\" id=\"b303-8\" pgmap=\"303(40) 304(47)\">The act under which this annexation took place has been before this court and upheld as valid and constitutional in the following cases: McGurn v. Board of Education, 133 Ill. 122; Cravener v. Board of Education, id. 145; True v. Davis, id. 522; North Springfield v. Springfield, 140 id. 165; People ex rel. v. Cregier, 138 id. 401; East St. Louis v. Rhein, 139 id. 116; Railroad Co. v. Chicago, 143 id. 641; Swift v. People, 162 id. 534; Swift v. Klein, 163 id. 269.</p><p data-order=\"20\" data-type=\"legal\" id=\"b304-3\" pgmap=\"304\">All questions raised in this case as to the applicability of said act to the town of Cicero are res judicata by virtue of the contemporaneous construction of said act by the officers and people of the town of Cicero, and their acquiescence therein for the past ten years. Donnersberger v. Prendergast, 128 Ill. 229; Bruce v. Schuyler, 4 Gilm. 221; People v. Morgan, 90 Ill. 558; People v. Knopf, 171 id. 191.</p> <opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b304-4\" pgmap=\"304\">Mr. Chief Justice Cartwright</author> <p id=\"AVP\" pgmap=\"304\">delivered the opinion of the court:</p> <p id=\"b304-5\" pgmap=\"304\">The superior court of Cook county sustained a demurrer to the bill of complaint of the appellant, the town of Cicero, wherein said town prayed that the appellee, the city of Chicago, should be enjoined from asserting jurisdiction over certain territory which had been within the corporate limits of said town and which the city claimed had been detached from said town and annexed to said city, and also from interfering with the possession by said town of the public property in said territory. The complainant elected to stand by the bill, and the court dismissed it for want of equity.</p> <p id=\"b304-6\" pgmap=\"304(118) 305(322)\">The facts as alleged in the bill and admitted by the demurrer are as follows: In the year 1857 Cook county was organized under the Township Organization law of this State, and as a county it still remains under said law. The town of Cicero was organized as one of the townships under that law, and included the whole of township 39, range 13, in said county. On February 28, 1867, by an act of the General Assembly, this town was incorporated under the name of the town of Cicero. On February 27, 1869, the legislature, by a special act, disconnected from said town the east two miles thereof, except that part-south-east of the Illinois -and Michigan canal, and annexed it to the city of Chicago for municipal purposes proper and to the town of West Chicago for township purposes. On March 25,1869, the charter of the town of Cicero was revised and amended, and has since continued in the same form. In November, 1887, in pursuance of an election held under the Township Organization law, that part of the town of Cicero south-east of the Illinois and Michigan canal was annexed to the town of South Chicago and another portion was annexed to the town of West Chicago. On April 29, 1889, the same territory detached from the town of Cicero in November, 1887, was annexed to the city of Chicago under the provisions of an act entitled “An act to provide for the annexation of cities, incorporated towns and villages, or parts of the same, to cities, incorporated towns and villages,” approved and in force April 25,1889. Afterward, July 15, 1889, by virtue of proceedings under the same act, another portion was annexed to the city of Chicago, and in November, 1889, the county board annexed the same territory to the town of West Chicago under the Township Organization law. After these portions were detached from it the town of Cicero was left with seventeen and three-fourths square miles of territory. A portion of that territory is locally known as Austin, and contains three and a half square miles and about 10,500 inhabitants. The remainder of the town has about 13,500 inhabitants. The proceeding involved in this case was begun March 17, 1899, by the presentation of a petition to the judge of the county court for the annexation to the city of Chicago of said territory known as Austin. The petition was under the act of April 25,1889, above mentioned, and an election was called and held in accordance with its provisions resulting in favor of annexation.</p> <p id=\"b305-3\" pgmap=\"305(40) 306(121)\">The arguments against the decree are, that the town of Cicero, under its special charter, is indivisible under any existing law, and any part of it less than the whole cannot be annexed to any other; that the annexation of Austin, to the city of Chicago, which has no township powers, would not interfere with or interrupt the civil township of Cicero existing under the Township Organization law, and the inhabitants of Austin would participate in the election of the town officers of Cicero, who would also participate in its other municipal affairs, and other absurd conditions would exist; that this territory of Austin cannot be annexed to any other township since the remainder of the township would be less than sixteen square miles, and that it is against the spirit of the law to permit Austin to be voted out of the town of Cicero and into the city of Chicago by the remaining part of the town.</p> <p id=\"b306-4\" pgmap=\"306\">The answer to the first proposition is, that the legislature, by express and plain language, made the act applicable to the incorporated town of Cicero, and had the rig'ht to do so. The act provides for the annexation of a part of a town like the town of Cicero, which is contiguous to another incorporated city, to such other incorporated city, and provides for the method of procedure to effect that object. The legislature have plenary power to provide for a change in the political status of this territory and have exercised such power.</p> <p id=\"b306-5\" pgmap=\"306(132) 307(356) 308(221)\">We have recently had occasion, in the case of People v. Martin, 178 Ill. 611, to consider the nature of the incorporated town of Cicero, and our determination precludes further discussion of that subject. We there held, that prior to the year 1867 it was a town under the Township Organization law, but by the acts of 1867 and 1869, which created the new corporation and conferred upon it all the powers possessed by the town of Cicero as a local agency of the government under the Township Organization law, and also the additional powers needed for the advantage and convenience of its' inhabitants and usually possessed by incorporated villages and cities as municipal corporations proper, the provisions of the general law were abrogated. Our decision was, that these acts operated to terminate the legal existence of the town of Cicero under the Township Organization law, and that it ceased to exist as a corporate entity under that law. The corporation thereafter existing and exercising the local powers of government within the territory was the incorporated town of Cicero chartered by the said enactments. Now it is claimed that if a part of its territory is taken from it, such territory will remain a part of the town of Cicero under the Township law. It seems to be thought that as to this territory the township government, which was abrogated and terminated by the acts of 1867 and 1869, has continued in existence, and if the territory is taken from the town of Cicero it will arise from its dormant condition in some mysterious way, or that, contrary to the decision in People v. Martin, there have been two corporations acting in conjunction and exercising jurisdiction over the town of Cicero, which will become separated by the annexation to the city of Chicago, and one of the constituent elements or corporations still retains jurisdiction over the territory. Out of this supposition counsel evolve many curious problems and anomalous situations, but when that factor of each of them is removed the consequent difficulties go with it. There is not, and has not been since the passage of the special acts of 1867 and 1869, any other corporation than the incorporated town of Cicero exercising municipal or township powers over this territory. That town is not an amalgamated township and incorporated town, but is a single corporation in itself It is true that the incorporated town has the powers and performs the functions which are possessed and performed by the quasi municipal corporations known as towns under the Township Organization law, but it cannot perform such functions outside of its own territory, and when territory has ceased to be a part of it its powers do not extend over it. When this territory was detached from that corporation it was no longer a part of it for any purpose, and the municipal franchise could not extend over it or operate within it for township or other purposes. By the annexation the territory becomes subject to the municipal powers of the city of Chicago, but that city, unlike the town of Cicero, does not exercise the powers of township government, and as it cannot exercise such powers this territory is left without township government. It is the design of the law that it should be brought within such township government, and it is the duty of the county board to annex it to some township organization for that purpose. The county board of Cook county has power and jurisdiction to alter the boundaries of towns, to change town lines, and to divide, enlarge or create new towns in that county to suit the convenience of inhabitants residing therein. (Rev. Stat. art. 3, chap. 139, sec. 1, and chap. 34, sec. 57.) There are certain conditions under which the county board is compelled to make alterations when requested by a certain number of residents in a territory of a certain size, but if it should happen, as it has in this case, that territory is left out of any township, there can be no doubt of the power of the county board, under its general authority, to annex it to some other town.</p> <p id=\"b308-6\" pgmap=\"308(160) 309(101)\">The next point is, that the annexation is illegal because an act was passed on April 10, 1899, after the annexation, which would be in force July 1,1899, providing that no township should be created containing a territory of less than sixteen square miles, and there would be left an area of only fourteen and a fourth square miles in the remaining town of Cicero. At the time this annexation took place the territory required for a new town was not less than ten square miles, and the town of Cicero contained more than that, so that there was no violation of the law in that respect. The fact that, a law was afterward passed and would be in force in the future raising the area from ten to sixteen square miles would not render the annexation illegal. It is said, however, that if the county board of Cook county should act in the matter after July 1, 1899, it would be governed by the new law. The county board would not be called upon to act with relation to the town of Cicero in any manner. The territory in question was taken from the town of Cicero April 4, 1899, before the law raising the area was enacted or in force, and the town was left with its reduced area as a completed transaction. The county board, by adding this territory, which was left without township government, to some other town, would not create a new town with less than the required area.</p> <p id=\"b309-3\" pgmap=\"309(279) 310(45)\">The last argument, that there is injustice and inequity in a law which permits the territory known as Austin to be ejected and put out of the town of Cicero by a vote of the whole town, is one which cannot appeal to the courts. Townships and incorporated towns are created at the pleasure of the legislature, and they have no vested rights. The legislature have supreme power over them, and may divide or alter them or detach property from them, or even abolish them, at the legislative pleasure, subject only to the restraint of the constitution that the power shall not be exercised by local or special law, but shall be by general and uniform law. (Dillon on Mun. Corp. sec. 30; Coles v. Madison County, Breese, 154.) Such corporations are subject to the legislative control, and may be chang'ed, modified, enlarged or destroyed by general law, to meet the legislative judgment of the public welfare. (People v. Power, 25 Ill. 187; True v. Davis, 133 id. 522; Town of Somonauk v. People, 178 id. 631.) It was within the legislative power and discretion, at the time, to enact such a charter as that incorporating the town of Cicero, (Greeley v. People, 60 Ill. 19,) and it was within its power to enact the law by which it has been divided and territory taken from it. The legislature may obtain the consent of the people in the locality to be affected, or not, as they may deem best, and the question whether the consent of a majority in the territory to be annexed or the consent of the whole town shall be required is one which addresses itself solely .to the legislature. It is not, as a matter of law, essential that any consent should be obtained, and all that the legislature have required is that the majority of the entire town to be affected should vote for the annexation.</p> <p id=\"b310-5\" pgmap=\"310\">The facts alleged in the bill and admitted by the demurrer do not constitute any ground for relief, and we approve of the action of the court in sustaining the de-</p> <p id=\"b310-6\" pgmap=\"310\">murrer and dismissing the bill.</p> <p id=\"A9O\" pgmap=\"310\">The decree is affirmed.</p> <p id=\"b310-7\" pgmap=\"310\">Decree affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}