{
  "casebody": {
    "data": "<casebody firstpage=\"932\" lastpage=\"933\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b964-9\">CURRY v. TERRY.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b964-10\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A_v\">April 16, 1901.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b964-11\">Brokers—Commissions.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b964-12\">Where a correspondence between a broker and a vendor of land showed that the broker was merely seeking a vendor in the course of his employment for an intending purchaser, the broker was not entitled to commissions from the vendor.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b964-13\">Appeal from municipal court of city of New York, Tenth district.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b964-14\">Action by Francis A. Curry against William H. Terry. From a judgment in plaintiff’s favor, defendant appeals.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AGno\">Reversed.</disposition>\n<p data-order=\"8\" data-type=\"judges\" id=\"b964-15\">Argued before BISCHOFF, P. J., and CLARKE and LEVEN-TRITT, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b964-16\">John W. Boothley, for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b964-17\">George Haas, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b964-18\">BISCHOFF, P. J.</author>\n<p id=\"AF6c\">The plaintiff has recovered a judgment for broker’s commissions, his claim being founded upon his having procured a purchaser for the defendant’s property at the price desired by the latter, who thereafter failed to complete the sale. The conflict of testimony at the trial had to do simply with the question whether there had been a meeting of the minds of the defendant and the prospective purchaser as to terms, but upon the essential fact of the plaintiff’s employment by the defendant the evidence was furnished solely by correspondence between the parties. From this correspondence, in which the initiative was taken and negotiations were actively maintained by the plaintiff throughout, it appears beyond possibility of dispute that this broker was actively seeking a seller in the course of his employment by the intending purchaser, and was understood to be acting for the purchaser alone. There is no suggestion of an employment by the defendant, and it is evident that his position in the matter was that of the hoped-for second party to a transaction which the plaintiff had been engaged by another to bring about. No reasonable man, when receiving such letters as came from this plaintiff, could be expected to construe them as embodying an offer of services by the broker. They were re<page-number citation-index=\"1\" label=\"933\">*933</page-number>stricted to negotiations for a purchase, made by a third party through the plaintiff, and were so treated by the defendant, who replied to them in the sense of their obvious purport. To imply an employment under these circumstances would be to charge both parties to a sale with broker’s commissions, whenever the broker, engaged by one party, has simply performed his duties.</p>\n<p id=\"b965-5\">Judgment reversed, and new trial ordered, with costs to appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}