{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"parties\" id=\"b223-4\">\n<em>This case was not selected for publication in the Federal Reporter UNPUBLISHED</em>\n</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b223-6\">UNITED STATES of America, Plaintiff-Appellee, v. Abelardo Felix CECILIO-MATIAS, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Abelardo Felix Cecilio-Matias, Defendant-Appellant.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b223-12\">Nos. 06-4096, 06-115.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b223-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b223-14\">Submitted: Oct. 25, 2006.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b223-15\">Decided: Dec. 5, 2006.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b223-27\">James Edward Quander, Jr., Quander <em>&amp; </em>Rubain, P.A, Winston-Salem, North Carolina, for Appellant. Arnold L. Husser, Angela Hewlett Miller, Office of the United States Attorney, Greensboro, North Carolina, for Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b223-28\">Before WILKINSON, NIEMEYER, and DUNCAN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b223-29\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p id=\"b223-30\">Unpublished opinions are not binding precedent in this circuit.</p>\n<author id=\"b223-31\">PER CURIAM:</author>\n<p id=\"b223-32\">In these consolidated appeals, Abelardo Felix Cecilio-Matias appeals the district court’s judgments sentencing him to forty-<page-number citation-index=\"1\" label=\"200\">*200</page-number>three months in prison and two years of supervised release for illegally reentering the United States after having previously been deported subsequent to an aggravated felony conviction, in violation of 8 U.S.C. § 1326(a), (b) (2000), and revoking his supervised release for a previous illegal reentry conviction and sentencing him to a consecutive eleven-month prison term. Cecilio-Matias’s attorney has filed a brief pursuant to <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), asserting, in his opinion, there are no meritorious grounds for appeal and concluding Cecilio-Matias’s sentence is “reasonable by law.” Cecilio-Matias has filed a pro se supplemental brief raising the issue of whether the district court erred in computing his criminal history score by assessing criminal history points for his 1992 drug conviction when he was only sixteen years old. We affirm.</p>\n<p id=\"b224-4\">We will affirm a sentence imposed by the district court as long as it is within the statutorily prescribed range and is reasonable. <em>United States v. Hughes, </em>401 F.3d 540 (4th Cir.2005). A sentence may be unreasonable for both substantive and procedural reasons. <em>United States v. More-land, </em>437 F.3d 424, 434 (4th Cir.), <em>cert. denied, </em>— U.S.-, 126 S.Ct. 2054, 164 L.Ed.2d 804 (2006). A sentence within a properly calculated advisory guideline range is presumptively reasonable. <em>United States v. Green, </em>436 F.3d 449, 457 (4th Cir.), <em>cert. denied, </em>— U.S.-, 126 S.Ct. 2309, 164 L.Ed.2d 828 (2006). This presumption can only be rebutted by showing the sentence is unreasonable when measured against the factors under 18 U.S.C. § 3553(a) (2000). <em>United States v. Montes-Pineda, </em>445 F.3d 375, 379 (4th Cir.2006), <em>pet. for cert. filed, </em>— U.S.L.W. - (July 21, 2006) (No. 06-5439). In considering whether the sentence is unreasonable, we review the district court’s factual findings for clear error and its legal conclusions de novo. <em>United States v. Hampton, </em>441 F.3d 284, 287 (4th Cir.2006).</p>\n<p id=\"b224-13\">We will affirm the sentence imposed after revocation of supervised release if it is within the prescribed statutory range and not plainly unreasonable. <em>United States v. Crudup, </em>461 F.3d 433, 439 (4th Cir.2006). In making this determination, we first consider whether the sentence is unreasonable, and if so, whether it is “plainly” so. <em>Id. </em>at 438-39. While the district court must consider the Chapter Seven policy statements and statutory requirements and factors applicable to revocation sentences under 18 U.S.C. §§ 3553(a), 3583 (2000), the court ultimately has broad discretion to revoke the previous sentence and impose a term of imprisonment up to the statutory maximum upon finding a violation of a condition of supervised release. <em>Id.</em></p>\n<p id=\"b224-14\">We have reviewed the record and conclude Cecilio-Matias’s sentences are reasonable. First, the district court did not assess any criminal history points for Cecilio-Matias’s 1992 conviction when computing his criminal history score. Moreover, the court correctly determined his advisory guideline range for the reentry conviction was thirty-seven to forty-six months and his sentencing range on the supervised release violation was eight to fourteen months. The court considered the pertinent factors and reasonably determined a sentence within each of these ranges was appropriate. Specifically, the court found as positive the fact that Cecilio-Matias’s drug conviction occurred when he was only sixteen years old and he had worked without committing any further drug offenses since that time. On the negative side, although Cecilio-Matias received a break with a below-guidelines sentence for his previous reentry conviction and had been deported twice already, he <page-number citation-index=\"1\" label=\"201\">*201</page-number>continued to return to <em>the </em>country illegally and had numerous traffic offenses.</p>\n<p id=\"b225-5\">In accordance with <em>Anders, </em>we have reviewed the entire record in this case and have found no meritorious issues for appeal. We therefore affirm the district court’s judgments. This court requires that counsel inform his client, in writing, of his right to petition the Supreme Court of the United States for further review. If the client requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may move in this court for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on the client.</p>\n<p id=\"b225-6\">We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b225-7\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}