{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"441\" lastpage=\"450\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b453-4\" pgmap=\"453\">(No. 56118.</docketnumber><parties data-order=\"1\" data-type=\"attorneys\" id=\"b453-5\" pgmap=\"453\">In re ARNIM JOHNSON, Attorney, Respondent.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b453-6\" pgmap=\"453\">Opinion filed December 17, 1982.</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"ACd\" pgmap=\"453\">Rehearing denied January 28, 1983.</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b453-11\" pgmap=\"453\">CLARK, SIMON, and GOLDENHERSH, JJ., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b453-13\" pgmap=\"453\">James J. Grogan, of Chicago, for the Administrator of the Attorney Registration and Disciplinary Commission.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b453-14\" pgmap=\"453\">Arnim Johnson, respondent, pro se.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b454-4\" pgmap=\"454\">JUSTICE WARD</author> <p id=\"A8f\" pgmap=\"454\">delivered the opinion of the court:</p> <p id=\"b454-5\" pgmap=\"454\">Following a hearing on a complaint filed by the Administrator of the Attorney Registration and Disciplinary Commission which charged professional neglect, a hearing panel of the Commission recommended that Arnim Johnson be suspended from the practice of law for a period of one year and until the further order of this court. The Review Board of the Commission modified that recommendation and has recommended to us that the respondent attorney simply be suspended from practice for one year. See In re Feder (1982), 93 Ill. 2d 48, 52.</p> <p id=\"b454-6\" pgmap=\"454\">Arnim Johnson was admitted to the bar of this State in 1948. The complaint was in two counts. The first count charged neglect in the handling of a divorce matter and the second count alleged neglect in the handling of a decedent’s estate.</p> <p id=\"b454-7\" pgmap=\"454\">The respondent filed a complaint for divorce in behalf of Jackie Carr in the circuit court of Cook County in June 1977 charging Carr’s wife, Carolyn Louise, with desertion. Ms. Carr was served by publication, and in September the respondent appeared with Carr before a judge of the domestic relations division. The defendant did not appear, and evidence was offered by the respondent to support the complaint for divorce. After the hearing, the respondent and Carr discussed the action taken and Carr testified that he asked the respondent whether or not he could remarry. He said that the attorney replied that he was now free to marry. The respondent denied that the conversation took place. Johnson was paid in full by Carr for his services.</p> <p id=\"b454-8\" pgmap=\"454(50) 455(106)\">In October 1977 Carr entered into what he believed was a second marriage. After the evidentiary hearing in June the case had been continued for the filing of the transcript and for the entering of a judgment of divorce. The respondent promised to send Carr a copy of his divorce decree. After Carr had made several unsuccessful attempts to obtain a copy, he learned that the respondent had moved his offices to a different address. When he was unsuccessful in further efforts to have the respondent have the judgment of divorce entered, Carr testified that he filed a complaint at the Commission in July 1978. As of the time of the hearing, no transcript of the proceeding had been filed and no judgment had been entered. The pro se brief of the respondent states that at the renewed request of Carr the respondent did have a dissolution-of-marriage decree entered on May 14, 1981.</p> <p id=\"b455-5\" pgmap=\"455(237) 456(94)\">The second count of the complaint was filed as a result of what was claimed to be the respondent’s improper representation of Mrs. Margaret Johnson as the personal representative of the estate of Lincoln W. Mills. Mrs. Johnson is not related to the respondent. In February 1974 the respondent filed a petition for letters of administration in behalf of Mrs. Johnson in the circuit court of Cook County and she was appointed administrator of the estate of her brother Lincoln W. Mills. In March 1974 the attorney filed a petition for partial attorney fees and was awarded $500. In March he also filed an inventory of the decedent’s property and a bill of appraisal. Mrs. Johnson testified that claims against the estate had been paid by 1976 but that the respondent failed to file a final report and accounting. Mrs. Johnson testified that she asked the respondent on numerous occasions to file a final account and was assured each time that he soon would close the estate. The probate judge to whom the matter was assigned cited Margaret Johnson for contempt and in May 1978 found that she, as the administrator, was obstructing the orderly administration of the estate. The court issued a rule to show cause why she should not be held in contempt of court. Mrs. Johnson met with the judge and the judge suggested that she file a complaint against the respondent with the Commission. She did so on July 21, 1978, and on July 24, 1978, the judge found that the respondent had failed to assist her in administering the estate and issued a rule to show cause against him. (It appears that the attorney was not found in contempt of court.) On April 19, 1979, Margaret Johnson was removed as the administrator and the public administrator was appointed to close the estate. This was done on August 14, 1979, without assistance of the respondent.</p> <p id=\"b456-5\" pgmap=\"456\">Before the hearing panel, the respondent, who appeared pro se, stated that the failure to have a decree entered in the Carr matter was simply an oversight and that his efforts to file a transcript and have a judgment entered were frustrated by the failure of Carr to cooperate with him. In the brief filed in this court, the respondent says that the woman whom Carr had believed he was free to marry told the respondent that he had mishandled Carr’s divorce, that she would seek a new attorney, and said that she had refused in behalf of Carr to cooperate with the respondent. The respondent argues, too, that the evidence against him was not clear and convincing.</p> <p id=\"b456-6\" pgmap=\"456\">The respondent testified that the reason he did not file the final report and account in the estate matter was differences he had with Mrs. Johnson, over the amounts to be set out in the final report and account. He contended that the figures presented by Mrs. Johnson for the proposed final report and account contradicted in part the report of inventory and that the report and account presented by her were simply inaccurate.</p> <p id=\"b456-7\" pgmap=\"456(47) 457(5)\">The hearing panel was unconvinced by the respondent’s defenses. There was no way, it concluded, that the cooperation of Carr would have been required under the circumstances in order to have had a decree of divorce entered and in any event the testimony of Carr contra-dieted any claim of noncooperation.</p> <p id=\"b457-5\" pgmap=\"457\">The panel concluded that in the estate matter if there were differences between the respondent and Mrs. Johnson as to what the report should contain, it was his obligation to withdraw from the administration of the estate if he and the client could not compose their differences. Instead of taking either course, the respondent did nothing, and as a result contempt citations were issued against Mrs. Johnson and the estate incurred additional expense through additional premiums on a personal representative’s bond. Too, the probate court files indicated that the final report and account filed by the public administrator followed substantially the inventory which was filed earlier by Mrs. Johnson. The files showed that there were no objections to the final report and accounting as filed.</p> <p id=\"b457-6\" pgmap=\"457\">We consider that the finding of the panel that the respondent was guilty of professional neglect was supported by clear and convincing evidence. The recommendation of the Review Board is appropriate. In In re Chapman (1978), 69 Ill. 2d 494, 501, this court observed:</p> <blockquote id=\"ANb\" pgmap=\"457\">“The traditionally high standards of the legal profession impose upon an attorney the duty to represent a client with zeal and diligence, and as we said in In re Taylor, 66 Ill. 2d 567, 571: '*** we find that neglect in the performance of an attorney’s duties to a client can be sufficient to warrant disciplinary action. Suspension is a proper punishment “where a corrupt motive and moral turpitude are not clearly shown.” (In re Ahern (1961), 23 Ill. 2d 69, 74 * * *.)”</blockquote> <p id=\"b457-8\" pgmap=\"457\">The respondent is suspended from the practice of law for a period of one year.</p> <p id=\"b457-9\" pgmap=\"457\">Respondent suspended.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b457-10\" pgmap=\"457\">JUSTICE CLARK,</author> <p id=\"AAQ\" pgmap=\"457\">dissenting:</p> <p id=\"b457-11\" pgmap=\"457(22) 458(27)\">I agree with the majority that the failure of the respondent to fulfill his duties as an attorney to his clients can be enough to warrant discipline. However, I believe the conduct of the respondent was not so egregious that it warranted the penalty of a one-year suspension.</p> <p id=\"b458-5\" pgmap=\"458\">The majority opinion cites to In re Chapman (1978), 69 Ill. 2d 494, 501, in support of the proposition that in a case where an attorney has neglected the responsibilities as a representative of his client “ ‘[suspension is a proper punishment “where a corrupt motive and moral turpitude are not clearly shown.” (In re Ahern (1961), 23 Ill. 2d 69, 74 ***.)’ ” Chapman involved an attorney who, like the respondent in the instant case, had not been previously charged with unprofessional conduct. In Chapman this court concluded that a three-month suspension was appropriate when the attorney had failed to prosecute three appeals. There was no clear showing in Chapman that two of the respondent’s clients had suffered any substantial harm. However, because of the attorney’s failure to act, one client was denied an appeal. It was recommended by the Hearing Board that the respondent in Chapman be suspended for a period of three years. While the Review Board had agreed, this court, in considering the circumstances of the case, concluded that a three-month suspension was an appropriate sanction.</p> <p id=\"b458-6\" pgmap=\"458\">It is important that this court be uniform in sanctioning attorneys for similar misconduct. The respondent’s clients here did not suffer any substantial harm. I, therefore, do not believe this respondent should be penalized more severely than the respondent in Chapman.</p> <p id=\"b458-7\" pgmap=\"458\">In In re Kink (1982), 92 Ill. 2d 293, an attorney negligently handled three estates which caused a delay in the receipt of estate funds. We concluded there that the respondent should be censured. I do not see a significant difference in the respondent’s conduct in the instant case.</p> <p id=\"b458-8\" pgmap=\"458(32) 459(12)\">I feel a suspension from the practice of law for a period of three months would be more consistent with our prior orders in similar cases and, given the facts and circumstances here, I believe a three-month suspension would be a sufficient punishment.</p> <p id=\"b459-5\" pgmap=\"459\">JUSTICE GOLDENHERSH joins in this dissent.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\"> <author id=\"b459-6\" pgmap=\"459\">JUSTICE SIMON,</author> <p id=\"APK\" pgmap=\"459\">also dissenting:</p> <p id=\"b459-7\" pgmap=\"459\">The one-year suspension imposed by the majority in this case is too severe when compared with the punishments imposed on attorneys who have engaged in conduct similar to that of the respondent.</p> <p id=\"b459-8\" pgmap=\"459\">In choosing the appropriate sanctions to impose on attorneys in disciplinary proceedings we should carefully consider the recommendations of the boards, but “the final responsibility for imposing discipline rests with this court.” (In re Schuyler (1982), 91 Ill. 2d 6, 18.) In determining the appropriate sanction in a particular case, we are to consider any relevant mitigating or aggravating factors that are unique to the case. (In re O’Hallaren (1976), 64 Ill. 2d 426, 433.) In several cases, however, we have also emphasized that “ ‘[predictability and fairness require that there be a degree of consistency in the sanctions imposed for similar types of conduct ***.’ (In re Hopper (1981), 85 Ill. 2d 318, 324.) Sanctions should be imposed consistent with those imposed in cases with factual situations substantially similar to the case under consideration.” In re Freel (1982), 89 Ill. 2d 263, 270; see also In re Feldman (1982), 89 Ill. 2d 7,11; In re Clayter (1980), 78 Ill. 2d 276, 283.</p> <p id=\"b459-9\" pgmap=\"459(99) 460(36)\">The majority’s imposition of a one-year suspension is not accompanied by a careful examination of the cases in which other attorneys have been found guilty of neglecting their client’s matters. Instead, the majority simply observes that suspension is a proper punishment in cases in which a corrupt motive and moral turpitude are not shown. In many cases of professional neglect suspension is a proper remedy, but in many other cases of this type censure has also been considered a proper remedy. (See In re Kink (1982), 92 Ill. 2d 293; In re Ahem (1961), 23 Ill. 2d 69.) Only by reviewing the punishments imposed in similar cases of professional neglect can we establish a fair and proper punishment for this respondent as well as one consistent with the sanctions imposed on others.</p> <p id=\"b460-5\" pgmap=\"460\">A review of these cases illustrates that suspension has been limited to cases of outrageous neglect and irresponsibility. For example, in In re Taylor (1977), 66 Ill. 2d 567, and In re Simpson (1971), 47 Ill. 2d 562, the attorney-respondents were each suspended for one year because they completely neglected matters entrusted to them by clients after money had been paid in advance for fees and costs. In Simpson the court emphasized the outrageous character of the attorney’s conduct: “His unprofessional conduct was not merely failing to do the work he should have done *** but *** failing even to commence the divorce action, destroying the file, and remaining incommunicado from his client for over two years, while retaining the fee paid to obtain the divorce ***.” (47 Ill. 2d 562, 566.) Moreover, in Simpson the attorney had apparently converted to his own use money that had been entrusted to him by a client for the purchase of a surety bond. Other disciplinary cases in which this court has imposed suspension involve similar circumstances of complete neglect and outrageous conduct. See, e.g., In re Levin (1979), 77 Ill. 2d 205 (clients’ action dismissed because attorney failed to provide answers to interrogatories, to produce clients for depositions, and to obtain documentation of alleged settlement agreement); In re Chapman (1978), 69 Ill. 2d 494 (two clients denied appeals because of attorney’s neglect; attorney misrepresented to clients the status of their cases).</p> <p id=\"b460-6\" pgmap=\"460(57) 461(48)\">The respondent’s conduct, although reprehensible, is not as outrageous as that of the attorneys in Taylor and Chapman. The principal basis for the charge of neglect in the estate matter involves the respondent’s failure to file the final account despite numerous inquiries from his client. The principal basis for the charge of neglect in the divorce matter is the respondent’s failure to prepare and submit to the court the final decree of divorce. In both matters the respondent performed considerable legal work, but through oversight and mistaken judgment, and probably also through inattention to responsibility, he failed to complete the entrusted matters.</p> <p id=\"b461-5\" pgmap=\"461\">The respondent’s conduct appears to be no worse than the conduct of the attorney-respondents in In re Kink (1982), 92 Ill. 2d 293, and In re Ahern (1961), 23 Ill. 2d 69, cases where the attorney received a censure. In Ahern an attorney was censured for failing to complete properly matters that had been entrusted to him by clients and for which he had already received a fee. In one matter he had been asked to obtain a marriage annulment. He had filed a complaint but had failed to obtain the appropriate decree. In another matter the attorney represented the executor of an estate. He procured the admission of the will but was thereafter unable to proceed because of an alleged dispute with the executor. In finding that censure was the most appropriate penalty this court observed that the attorney’s “misconduct, altho[ugh] it involves an error in judgment, is not shown to have resulted from corrupt motives.” 23 Ill. 2d 69, 74.</p> <p id=\"b461-6\" pgmap=\"461\">In Kink an attorney was also censured for failing to complete properly three estate matters entrusted to him. This court found that he had failed to close two estates, had misrepresented the status of the matters to his clients, and had been evasive in failing to respond to his client’s inquiries. In deciding that the attorney in Kink should be censured this court distinguished Taylor and Chapman, in which suspensions had been imposed. In doing so the court observed that “[although respondent was negligent and dilatory in representing his clients’ interest, he did render some services on their behalf.”</p> <p id=\"b461-7\" pgmap=\"461(19) 462(37)\">I believe that the majority’s decision to suspend Amim Johnson for one year is inconsistent with Kink and Ahem. The respondent’s shortcomings are substantially equivalent to the shortcomings of the attorneys in those cases, and fairness requires that he receive a comparable penalty. I would therefore censure him instead of imposing a one-year suspension.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}