{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"367\" lastpage=\"388\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><citation data-order=\"0\" data-type=\"citation\" id=\"b401-3\" pgmap=\"401\">172 A.3d 927</citation><parties data-order=\"1\" data-type=\"parties\" id=\"b401-4\" pgmap=\"401\">WASHINGTON GAS LIGHT COMPANY v. MARYLAND PUBLIC SERVICE COMMISSION</parties><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Ais\" pgmap=\"401\">No. 117,</docketnumber><p data-order=\"3\" data-type=\"misc\" id=\"ARq\" pgmap=\"401\">Sept.Term, 2016</p><court data-order=\"4\" data-type=\"court\" id=\"Ad2\" pgmap=\"401\">Court of Special Appeals of Maryland.</court><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b401-7\" pgmap=\"401\">November 1, 2017</decisiondate><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b403-9\" pgmap=\"403\">Argued by: J. Joseph Curran, III (Christopher S. Gunder-son, Jessica M. Raba, Venable LLP, on the brief) all of Baltimore, MD, for Appellant.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b403-10\" pgmap=\"403\">Argued by: Joseph G. Cleaver, Joseph M. English (Paula M. Carmody, People’s Counsel, Theresa V. Czarski, Deputy People’s Counsel on the brief) all of Baltimore, MD, for Appellee.</attorneys><judges data-order=\"8\" data-type=\"judges\" id=\"b403-11\" pgmap=\"403\">Panel: Kehoe, Berger, Leahy, JJ.</judges> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <p id=\"b403-12\" pgmap=\"403\">Opinion by</p> <author id=\"Asc\" pgmap=\"403\">Kehoe, J.</author> <p id=\"b403-13\" pgmap=\"403(44) 404(74)\">Washington Gas Light Company (“WGL”) has appealed from a judgment of the Circuit Court for Montgomery County which affirmed a decision of the Maryland Public Service Commission. At issue was the Commission’s decision to deny portions of WGL’s proposed 2015 amendment to its Strategic Infrastructure Development and Enhancement Plan. WGL asserts to us that both the circuit court and the Commission misinterpreted Public Utility Article (“PUA”) § 4-210 of the Maryland Code. The statute sets out a procedure by which a natural gas utility company can recover, on an accelerated basis, certain kinds of expenses incurred by the company in making improvements to its gas transmission and distribution infrastructure in order to improve public safety and system reliability.</p> <p id=\"b404-4\" pgmap=\"404\">The appellees are the Office of People’s Counsel (the “OPC”) and the Commission. They assert that the Commission’s understanding of PUA § 4-210 was correct.</p> <p id=\"b404-5\" pgmap=\"404\">I. Background</p> <p id=\"AiT\" pgmap=\"404\">A. The STRIDE Law</p> <p id=\"b404-6\" pgmap=\"404\"> A public service company in Maryland may charge its customers a rate which is intended to yield to the company a reasonable return only upon the company’s assets that are “ ‘used and useful in providing service to the public.’ ” Columbia Gas of Maryland, Inc. v. Pub. Serv. Comm’n of Maryland, 224 Md.App. 575, 587, 121 A.3d 224, cert. denied, 445 Md. 488, 128 A.3d 52 (2015) (quoting PUA § 4-101(3)). This means that the company ordinarily bears the cost of system improvements until the projects are completed. WGL’s “rate base,” that is, the conglomeration of assets whose values are used to calculate a reasonable return, includes assets located outside of Maryland.</p> <p id=\"b404-7\" pgmap=\"404\">Most of the analytical heavy lifting in this case was performed by Judge Kevin F. Arthur in People’s Counsel v. Public Service Commission, 226 Md.App. 483, 489-90, 130 A.3d 1061 (2016) (“STRIDE I”). He explained (footnotes and some citations omitted):</p> <blockquote id=\"b404-8\" pgmap=\"404\">In ordinary ratemaking proceedings, the Commission analyzes data from a prior “test year” to project a utility’s future income and expenses:</blockquote> <blockquote id=\"b404-9\" pgmap=\"404(15) 405(93)\">The [Public Service Commission] establishes [just and reasonable] rates by examining the utility’s income and expenses during a test year, calculating the rate base (the fair value of the property used and useful in rendering-service) during that year, determining the utility’s cost of capital (its required rate of return), and then multiplying that rate of return against the rate base. The result is the amount of income to which the utility is entitled. To the extent that level of income significantly differs from the test year’s net income, the Commission orders an adjustment in the utility’s rates—an increase or a decrease, as the case may be.</blockquote> <blockquote id=\"b405-4\" pgmap=\"405\">Bldg. Owners &amp; Managers Ass’n of Metro. Baltimore, Inc. v. Pub. Serv. Comm’n of Maryland, 93 Md.App. 741, 753 [614 A.2d 1006] (1992)[.]</blockquote> <blockquote id=\"b405-5\" pgmap=\"405\">In a conventional proceeding to set rates, the Commission will “calculate the test year’s rate base, ie„ ‘the fail’ value of the company’s property used and useful’ in rendering the service.” Severstal Sparrows Point, LLC v. Pub. Serv. Comm’n of Maryland, 194 Md.App. 601, 620 [5 A.3d 713] (2010) (quoting PUA § 4-101(3)). A public service company ordinarily is not entitled to recover costs simply because the costs were incurred prudently; instead, the Commission normally requires the company to show that the costs relate to an asset “used and useful” in providing service.</blockquote> <p id=\"b405-6\" pgmap=\"405\">In 2013, and in order to establish an incentive for gas companies to make much-needed safety and reliability-related improvements to their systems, the General Assembly enacted PUA § 4-210. This statute is often referred to as the “STRIDE law”—an acronym for “Strategic Infrastructure Development and Enhancement.” Section 4-210 authorizes the Commission to allow gas companies to recover costs for system improvements through a fixed annual surcharge that is collectible from customers as the work is performed. This makes it possible for the companies to recover costs for eligible projects more quickly than is possible through the typical ratemaking process. Judge Arthur’s summary of the way that the STRIDE law works is more than adequate for our purposes.</p> <blockquote id=\"b406-3\" pgmap=\"406\">The legislation added section 4-210 to the Public Utilities Article. This new section includes an express statement of legislative intent: “It is the intent of the General Assembly that the purpose of this section is to accelerate gas infrastructure improvements in the State by establishing a mechanism for gas companies to promptly recover reasonable and prudent costs of investments in eligible infrastructure replacement projects separate from base rate proceedings.” PUA § 4-210(b).</blockquote> <blockquote id=\"b406-4\" pgmap=\"406\">Pursuant to this section, a gas company may file “a plan to invest in eligible infrastructure replacement projects” accompanied by “a cost-recovery schedule ... that includes a fixed annual surcharge to recover reasonable and prudent costs” of those projects. PUA § 4—210(d)(1). A plan filed by a gas company must include: “(i) a time line for the completion of each eligible project; (ii) the estimated cost of each project; (iii) a description of customer benefits under the plan; and (iv) any other information the Commission considers necessary to evaluate the plan.” PUA § 4-210(d)(2).</blockquote> <blockquote id=\"b406-5\" pgmap=\"406\">The Commission is required to “take a final action to approve or deny the plan” within 180 days after the gas company files the plan. PUA § 4—210(e)(l)(ii). The Commission “may approve a plan if it finds that the investments and estimated costs of eligible infrastructure replacement projects are: (i) reasonable and prudent; and (ii) designed to improve public safety or infrastructure reliability over the short term and long term.” PUA § 4-210(e)(3).</blockquote> <blockquote id=\"b406-6\" pgmap=\"406(88) 407(133)\">The term “[eligible infrastructure replacement” is defined as “a replacement or an improvement in an existing infrastructure of a gas company that: (i) is made on or after June 1, 2013; (ii) is designed to improve public safety or infrastructure reliability; (iii) does not increase the revenue of a gas company by connecting an improvement directly to new customers; (iv) reduces or has the potential to reduce greenhouse gas emissions through a reduction in natural gas system leaks; and (v) is not included in the current rate base of the gas company as determined in the gas company’s most recent base rate proceeding.” PUA § 4-210(a)(3). The cost-recovery schedule associated with a plan must include a fixed annual surcharge, which may not exceed $2 per month for each residential customer, and which is capped pursuant to a formula for non-residential customers. PUA § 4—210(d) (4) (i). After the approval of a plan, the gas company must file an annual reconciliation “to adjust the amount of a surcharge to account for any difference between the actual cost of a plan and the actual amount recovered under the surcharge.” PUA § 4—210(h). A surcharge established by the cost-recovery schedule “shall be in effect for 5 years from the date of initial implementation of an approved plan.” PUA § 4-210(g)(l)(i).</blockquote> <p id=\"b407-4\" pgmap=\"407\">Id. at 491-92, 130 A.3d 1061.</p> <p id=\"b407-5\" pgmap=\"407\">B. WGL’s 2015 STRIDE Application</p> <p id=\"b407-6\" pgmap=\"407\">WGL provides natural gas to customers in Montgomery, Prince George’s, Charles, Calvert, St. Mary’s, and Frederick Counties in Maryland, as well as the District of Columbia and parts of Northern Virginia stretching into the Shenandoah Valley. The system consists of transmission and distribution pipelines that transport natural gas to customers across the service area. The costs of installing and maintaining transmission pipelines are shared by WGL’s customers throughout its service territory, as those pipelines serve and support the entire WGL system. Costs associated for distribution lines are allocated to customers in the jurisdiction in which the line is located, as they serve more limited areas.</p> <p id=\"b407-7\" pgmap=\"407(44) 408(15)\">WGL filed its initial STRIDE application 2013. All of the proposed infrastructure improvements were located within WGL’s Maryland service territory and the Commission approved it, subject to modifications, in May 2014.<footnotemark>1</footnotemark> In 2015, WGL filed a proposed amendment to its STRIDE plan. Relevant to this appeal, it sought approval for four new transmission system replacement projects.</p> <p id=\"b408-4\" pgmap=\"408\">Transmission Program 1 entailed replacing portions of high pressure transmission lines located in Tyson’s Corner and Arlington, Virginia. The segments to be replaced had been identified by WGL as requiring full or partial replacement based on their age as well as safety and reliability considerations. In its application, WGL stated that Transmission Program 1 “is a proactive measure to enhance system safety, by replacing specific sections of high risk transmission main.”</p> <p id=\"b408-5\" pgmap=\"408\">Transmission Program 2 involved the installation of remote control valves that would enable WGL to respond more quickly to emergencies by isolating and shutting off gas flow to pipe segments that are either damaged or in high risk of damage. These valves would reduce the danger to the public and emergency responders as well as limit the amount of greenhouse gases that would be released should a pipe rupture. Eight of the 12 valves were located in Maryland.</p> <p id=\"b408-6\" pgmap=\"408\">Transmission Program 3 proposed to replace aging block valves that had become difficult to operate. Block valves are used during emergencies or construction to isolate a segment of pipeline and reduce the pressure to it. All of the impacted valves were located in Maryland.</p> <p id=\"b408-7\" pgmap=\"408\">Transmission Program k addressed corroded pressure gauge and grease risers on transmission pressure valves. Located upstream and downstream from the valves themselves, pressure gauge risers control gas pressure during routine maintenance and emergencies. Grease risers serve to lubricate the valves. Replacing them was a proactive step to prevent high pressure gas leaks. Two of the nine affected valves were located in Maryland.</p> <p id=\"b408-8\" pgmap=\"408(52) 409(97)\">In its application, WGL wrote, “Washington Gas requests authority to include and recover through the STRIDE Rider the costs of transmission system replacements and enhancements directly assigned to Maryland, or allocated to Maryland based on the cost allocation methodology approved by the Commission in the Company’s most recent Maryland base rate case[.]” In other words, WGL sought advanced cost recovery from Maryland customers under the STRIDE law only for the portion of the out-of-state projects that would be eventually allocated to Maryland customers through the normal rate-making process. WGL estimated that the four projects would cost $38,590,000 between 2015 and 2018. In support of its application, WGL reported to the Commission that, based on the 42.62 percent jurisdictional allocation factor normally used during rate cases, $16,447,058 of that total would be apportioned to Maryland customers and would eventually be included in WGL’s Maryland rate base.</p> <p id=\"b409-4\" pgmap=\"409\">C. The Proceedings Before the Commission</p> <p id=\"b409-5\" pgmap=\"409\">The Commission delegated WGL’s application to amend its previously-approved STRIDE plan to the Public Utility Law Judge Division. After determining that the Commission had jurisdiction over the matter, the parties conducted discovery, and written testimony was filed.</p> <p id=\"b409-6\" pgmap=\"409\">The parties appeared before a public utility law judge for an evidentiary hearing on April 29, 2015. The Commission staff and the Maryland Office of People’s Counsel objected to several aspects of WGL’s proposal. The main point of contention relevant to this appeal was WGL’s request for advanced reimbursement for the transmission and other program improvements at sites located outside of Maryland.<footnotemark>2</footnotemark> Although Commission staff conceded that those projects would be eligible for STRIDE cost recovery surcharges if they were located in Maryland, staff interpreted PUA § 4-210(b) as restricting the Commission’s approval of STRIDE projects to those located within Maryland.</p> <p id=\"b409-7\" pgmap=\"409(19) 410(44)\">WGL did not agree. In summary, the utility posited that PUA § 4-210 permitted the Commission to approve STRIDE cost recovery for improvements located outside of Maryland, as long as the improvements benefit Maryland customers by improving overall system reliability. (WGL’s arguments to the Commission were essentially the same as it presents to this Court and we will address them in detail later.)</p> <p id=\"b410-4\" pgmap=\"410\">The public utility law judge concluded that:</p> <blockquote id=\"Alr\" pgmap=\"410\">the STRIDE law is clear and unambiguous; the incentive for cost recovery outside a base rate proceeding is available to “accelerate gas infrastructure improvements in the State,” subject to Commission evaluation of the company’s plan and the Commission’s determination that the proposed projects under the plan are “reasonable and prudent” and “designed to improve public safety or infrastructure reliability in the short term and long term.”</blockquote> <p id=\"b410-5\" pgmap=\"410\">For this reason, the public utility law judge issued a proposed order that conditionally approved the Maryland portions of Transmission Programs 2 and 4, but denied STRIDE cost recovery for the out-of-state parts of those programs. Transmission Program 1 was rejected, since it was located entirely out-of-state. The public utility law judge recommended approval of Program 3, which involved only projects within Maryland.</p> <p id=\"b410-6\" pgmap=\"410\">WGL appealed the proposed order to the Commission. Once again, WGL argued that PUA § 4-210 permitted advanced reimbursement for projects located outside of Maryland and that the public utility law judge had misinterpreted the statute. The Commission was not persuaded:</p> <blockquote id=\"AdD\" pgmap=\"410(88) 411(11)\">the Proposed Order finds that cost recovery under the STRIDE law is available only for gas infrastructure improvements physically located “in the State.” We agree, finding that § 4-210(b) of the STRIDE law clearly expresses the legislative intent behind the statute. To be clear, gas companies are not precluded from making transmission infrastructure improvements beyond State lines; they simply cannot employ the STRIDE surcharge mechanism to recover costs associated with them. To interpret § 4—210(b) any other way would be contrary to accepted principles of statutory construction, and would render the words “in the State” meaningless.</blockquote> <blockquote id=\"b411-4\" pgmap=\"411\">WGL argues that no party disputes the Company’s proposed transmission infrastructure replacements will benefit Maryland gas customers. While that may be true, it is also irrelevant to the issue at hand, as infrastructure improvements must be located in Maryland to receive STRIDE cost recovery. The company may include appropriate Maryland-allocated share of out-of-state projects in the rate base in its next rate case, as has been the Company’s practice, but there is no basis to accelerate cost recovery for improvements that the General Assembly did not intend to make eligible under the STRIDE law.</blockquote> <p id=\"b411-5\" pgmap=\"411\">WGL filed a petition for judicial review in the Circuit Court for Montgomery County. The court affirmed the Commission, explaining:</p> <blockquote id=\"b411-6\" pgmap=\"411\">The Court finds WGL’s complaints that the Commission’s interpretation impermissibly “adds criteria” to the definition of an “eligible infrastructure replacement” [in PU § 4-201] to be without merit. ... The construction urged by WGL requires the Court to ignore its mandate to interpret the statutory scheme as a whole, and would render subsection (b) meaningless. Adopting this construction would also cause STRIDE’S narrow exception to the normal ratemaking process to swallow the rule, effectively permitting concurrent recovery of costs incurred by gas companies if the public utility could show that the utility company’s actions had any bearing on Maryland’s overall infrastructure safety.</blockquote> <p id=\"b411-7\" pgmap=\"411\">(Emphasis in original; some citations omitted).</p> <p id=\"b411-8\" pgmap=\"411\">WGL noted this appeal. We will affirm the circuit court’s judgment.</p> <p id=\"b411-9\" pgmap=\"411\">II. The Standard of Review</p> <p id=\"b411-10\" pgmap=\"411(26) 412(18)\"> Consistent with our review of decisions by other administrative agencies, we review the Commission’s decision rather than circuit court’s decision. STRIDE I, 226 Md.App. at 500, 130 A.3d 1061. The standard of review for Commission decisions is set out in PUA § 3-203:</p> <blockquote id=\"b412-4\" pgmap=\"412\">Every final decision, order, or regulation of the Commission is prima facie correct and shall be affirmed unless clearly shown to be:</blockquote> <blockquote id=\"b412-5\" pgmap=\"412\">(1) unconstitutional;</blockquote> <blockquote id=\"b412-6\" pgmap=\"412\">(2) outside the statutory authority or jurisdiction of the Commission;</blockquote> <blockquote id=\"b412-7\" pgmap=\"412\">(3) made on unlawful procedure;</blockquote> <blockquote id=\"b412-8\" pgmap=\"412\">(4) arbitrary or capricious;</blockquote> <blockquote id=\"b412-9\" pgmap=\"412\">(5) affected by other error of law; or</blockquote> <blockquote id=\"b412-10\" pgmap=\"412\">(6) if the subject of review is an order entered in a contested proceeding after a hearing, unsupported by substantial evidence on the record considered as a whole.</blockquote> <p id=\"b412-11\" pgmap=\"412\"> We afford a significant degree of deference to the Commission, particularly concerning fact finding. STRIDE I, 226 Md.App. at 501, 130 A.3d 1061. “ ‘Because the Commission is well informed by its own expertise and specialized staff, a court reviewing a factual matter will not substitute its own judgment on review of a fairly debatable matter.’ ” Id. (quoting Communications Workers of Am. v. Pub. Serv. Comm’n, 424 Md. 418, 433, 36 A.3d 449 (2012)). Questions of law, however, are a different matter. Where the Commission is construing a statute, as is the case here, its conclusions are “subject to more plenary review by the courts” and the agency’s interpretation “ ‘may be entitled to some deference,’ but ‘[t]hat deference is by no means, dispositive[.]’ ” STRIDE I, 226 Md.App. at 501, 130 A.3d 1061 (quoting Office of People’s Counsel v. Maryland Pub. Serv. Comm’n, 355 Md. 1, 14, 733 A.2d 996 (1999)).</p> <p id=\"b412-12\" pgmap=\"412\"> We determine the appropriate weight to give the Commission’s interpretation of a statute after considering factors such as:</p> <blockquote id=\"b412-13\" pgmap=\"412(29) 413(29)\">whether agency officials adopted their view “soon after its passage”, whether the interpretation “has been applied consistently and for a long period of time,” “the extent to which the agency engaged in a process of reasoned elaboration in formulating its interpretation,” and “the nature of the process through which the agency arrived at its interpretation[.]”</blockquote> <p id=\"b413-4\" pgmap=\"413\">Id. at 501, 130 A.3d 1061 (quoting Office of People’s Counsel v. Maryland Pub. Serv. Comm’n, 355 Md. at 16-17, 733 A.2d 996) (internal citations omitted). As with review of decisions of other agencies, when “there does not appear to be a record of a long-standing practice... of construing the term” at issue, we consider statutory construction questions de novo. Green v. Church of Jesus Christ of Latter-Day Saints, 430 Md. 119, 134-35, 59 A.3d 1001 (2013).</p> <p id=\"b413-5\" pgmap=\"413\">The issue before the Commission was one of first impression for it. Because the agency’s decision was not based upon a long-standing administrative practice, general principles of statutory interpretation guide this de novo review. The Court of Appeals described the process as:</p> <blockquote id=\"ApE\" pgmap=\"413\">one that requires an examination of the statutory text in context, a review of legislative history to confirm conclusions or resolve questions from that examination, and a consideration of the consequences of alternative readings. “Text is the plain language of the relevant provision, typically given its ordinary meaning, viewed in context, considered in light of the whole statute, and generally evaluated for ambiguity. Legislative purpose, either apparent from the text or gathered from external sources, often informs, if not controls, our reading of the statute. An examination of interpretive consequences, either as a comparison of the results of each proffered construction, or as a principle of avoidance of an absurd or unreasonable reading, grounds the court’s interpretation in reality.”</blockquote> <p id=\"b413-6\" pgmap=\"413\">Blue v. Prince George’s County, 434 Md. 681, 689, 76 A.3d 1129 (2013) (quoting Town of Oxford v. Koste, 204 Md.App. 578, 585-86, 42 A.3d 637 (2012), aff'd, 431 Md. 14, 63 A.3d 582 (2013)).</p> <p id=\"b413-7\" pgmap=\"413(18) 414(60)\"> Even when we conclude that language of the statute is unambiguous, we will sometimes “examine extrinsic sources of legislative intent merely as a check of our reading of a statute’s plain language. In such instances, we may find useful the context of a statute, the overall statutory scheme, and archival legislative history of relevant enactments.” Phillips v. State, 451 Md. 180, 197, 152 A.3d 712 (2017) (quoting Douglas v. State, 423 Md. 156, 178, 31 A.3d 250 (2011)).</p> <p id=\"b414-4\" pgmap=\"414\">III. Analysis</p> <p id=\"b414-5\" pgmap=\"414\"> The relevant language of PUA § 4-210 states:</p> <blockquote id=\"b414-6\" pgmap=\"414\">(a)(1) In this section the following words have the meanings indicated.</blockquote> <blockquote id=\"b414-7\" pgmap=\"414\">(2) “Customer” means a retail natural gas customer.</blockquote> <blockquote id=\"b414-8\" pgmap=\"414\">(3) “Eligible infrastructure replacement” means a replacement or an improvement in an existing infrastructure of a gas company that:</blockquote> <blockquote id=\"b414-9\" pgmap=\"414\">(i) is made on or after June 1, 2013;</blockquote> <blockquote id=\"b414-10\" pgmap=\"414\">(11) is designed to improve public safety or infrastructure reliability;</blockquote> <blockquote id=\"b414-11\" pgmap=\"414\">(iii) does not increase the revenue of a gas company by connecting an improvement directly to new customers;</blockquote> <blockquote id=\"b414-12\" pgmap=\"414\">(iv) reduces or has the potential to reduce greenhouse gas emissions through a reduction in natural gas system leaks; and</blockquote> <blockquote id=\"b414-13\" pgmap=\"414\">(v) is not included in the current rate base of the gas company as determined in the gas company’s most recent base rate proceeding.</blockquote> <blockquote id=\"b414-14\" pgmap=\"414\">(4) “Plan” means a plan that a gas company files under subsection (d) of this section.</blockquote> <blockquote id=\"b414-15\" pgmap=\"414\">(5) “Project” means an eligible infrastructure replacement project proposed by a gas company in a plan filed under this section.</blockquote> <blockquote id=\"b414-16\" pgmap=\"414(37) 415(13)\">(b) It is the intent of the General Assembly that the purpose of this section is to accelerate gas infrastructure improvements in the State by establishing a mechanism for gas companies to promptly recover reasonable and prudent costs of investments in eligible infrastructure replacement projects separate from base rate proceedings.</blockquote> <p id=\"b415-5\" pgmap=\"415\">WGL argues that the Commission was wrong when it concluded that the statement of legislative intent in PUA § 4-210(b) has the legal effect of limiting cost recovery under the STRIDE law to projects within Maryland. It makes a number of arguments, which boil down to three core assertions:</p> <p id=\"b415-6\" pgmap=\"415\">First, WGL asserts that its interpretation of the STRIDE law to allow recovery for out-of-state projects makes the most sense as a matter of public policy. If the purpose of the STRIDE law is to speed up infrastructure projects, making WGL wait until the project is done to seek a rate base increase ignores the Legislature’s policy decision, which it asserts is apparent in the STRIDE law, that the base rate process is an insufficient mechanism to allow for cost recovery in this situation. Additionally, WGL contends that because of the interconnected nature of gas utility systems, the “improvements in the State” in PUA § 4-210(b), such as enhanced public safety and more reliable infrastructure, can be realized by a project physically located outside of Maryland just as readily as they can by projects located within the State.</p> <p id=\"b415-7\" pgmap=\"415\">Second, WGL contends that the language in PUA § 4-210(a)(3) is unambiguous and controlling, so there is no need to look to the language in PUA § 4-210(b) to discern legislative intent. According to WGL, PUA § 4-210(a)(3) sets out eligibility requirements, and the physical location of the proposed project is not one of them.</p> <p id=\"b415-8\" pgmap=\"415\">Third, WGL takes the position that the legislative history of the statute supports WGL’s interpretation, as the discussion around the STRIDE bills was silent on the in state issue.</p> <p id=\"b415-9\" pgmap=\"415\">We need not consider WGL’s policy-based arguments, other than to note that they are inconsistent with the plain meaning of the statute. We will focus our analysis on the latter contentions.</p> <p id=\"b416-3\" pgmap=\"416\">A. The Plain Text</p> <p id=\"b416-4\" pgmap=\"416\">The purpose of statutory interpretation is to “discern and carry out the intent of the Legislature,” Blue v. Prince George’s County, 434 Md. at 689, 76 A.3d 1129, and we look to the text itself for evidence of the legislature’s intent. Spaw, LLC v. City of Annapolis, 452 Md. 314, 341, 156 A.3d 906 (2017). We look “to the normal, plain meaning of the language of the statute, reading the statute as a whole to ensure that no word, clause, sentence or phrase is rendered surplusage, superfluous, meaningless or nugatory.” Id. (quoting Douglas v. State, 423 Md. at 178, 31 A.3d 250). “We neither add nor delete language so as to reflect an intent not evidenced in the plain and unambiguous language of the statute, and we do not construe a statute with forced or subtle interpretations that limit or extend its application.” CashCall, Inc. v. Maryland Com’r of Fin. Regulation, 448 Md. 412, 431, 139 A.3d 990 (2016).</p> <p id=\"b416-5\" pgmap=\"416\">For the reader’s convenience, we again set out the relevant statutory language:</p> <blockquote id=\"b416-6\" pgmap=\"416\">(a)(1) In this section the following words have the meanings indicated.</blockquote> <blockquote id=\"b416-7\" pgmap=\"416\">* * *</blockquote> <blockquote id=\"b416-8\" pgmap=\"416\">(3) “Eligible infrastructure replacement” means a replacement or an improvement in an existing infrastructure of a gas company that:</blockquote> <blockquote id=\"b416-9\" pgmap=\"416\">(i) is made on or after June 1, 2013;</blockquote> <blockquote id=\"b416-10\" pgmap=\"416\">(ii) is designed to improve public safety or infrastructure reliability;</blockquote> <blockquote id=\"b416-11\" pgmap=\"416\">(iii) does not increase the revenue of a gas company by connecting an improvement directly to new customers;</blockquote> <blockquote id=\"b416-12\" pgmap=\"416\">(iv) reduces or has the potential to reduce greenhouse gas emissions through a reduction in natural gas system leaks; and</blockquote> <blockquote id=\"b416-13\" pgmap=\"416\">(v) is not included in the current rate base of the gas company as determined in the gas company’s most recent base rate proceeding.</blockquote> <blockquote id=\"b417-3\" pgmap=\"417\">(4) “Plan” means a plan that a gas company files under subsection (d) of this section.</blockquote> <blockquote id=\"b417-4\" pgmap=\"417\">(5) “Project” means an eligible infrastructure replacement project proposed by a gas company in a plan filed under this section.</blockquote> <blockquote id=\"b417-5\" pgmap=\"417\">(b) It is the intent of the General Assembly that the purpose of this section is to accelerate gas infrastructure improvements in the State by establishing a mechanism for gas companies to promptly recover reasonable and prudent costs of investments in eligible infrastructure replacement projects separate from base rate proceedings.</blockquote> <p id=\"b417-6\" pgmap=\"417\">PUA § 4-210 (emphasis added).</p> <p id=\"b417-7\" pgmap=\"417\">Subsection (a)(3) sets out five requirements that a replacement project must meet to be approved for cost recovery under the STRIDE law, and none of them state that the project must be located in Maryland. This is not dispositive, however.</p> <p id=\"b417-8\" pgmap=\"417\">We read statutes as a whole to identify legislative intent. See, e.g., Phillips v. State, 451 Md. at 196-97, 152 A.3d 712 (“We begin our analysis by first looking to the normal, plain meaning of the language of the statute, reading the statute as a whole to ensure that no word, clause, sentence or phrase is rendered surplusage, superfluous, meaningless or nugatory.” (quoting Douglas v. State, 423 Md. at 178, 31 A.3d 250)). That the Legislature used the word “intent” in subsection (b) does not render that subsection meaningless surplusage. Instead, the criteria in § 4-201 (a)(3) must be read in conjunction with the Legislature’s statement of intent that is contained in subsection (b). In effect, subsection (b) acts as a substantive restriction on the Commission’s authority to approve a gas company’s request for accelerated cost recovery through the STRIDE law.</p> <p id=\"b417-9\" pgmap=\"417\">Seeking to avoid this result, WGL argues that § 4—210(b) draws a distinction between improvements and projects:</p> <blockquote id=\"b417-10\" pgmap=\"417(26) 418(80)\">The first clause expresses that the General Assembly enacted STRIDE to “accelerate gas infrastructure improvements in the State.” According to the second clause, the General Assembly sought to accomplish that goal by establishing a mechanism for gas companies to promptly recover reasonable and prudent costs of investments in eligible infrastructure replacement projects separate from base rate proceedings.” PUA § 4—210(b). (Emphases added.) In other words, the first part of the provision describes the purpose of the law; the second part describes the means to accomplishing that purpose. These two clauses must be read independently to ascertain the true intent behind the provision.</blockquote> <p id=\"b418-4\" pgmap=\"418\">In a similar vein, WGL argues that its interpretation of the statute—that PUA § 4-210(a)(3) is the only part of the statute that sets out criteria for STRIDE projects—is consistent with PUA § 4-201(b) because the projects at issue would ultimately benefit Maryland customers, either through increased safety across the entire system or else through a reduction in greenhouse gas emissions.</p> <p id=\"b418-5\" pgmap=\"418\"> These contentions run afoul of the principle that courts should avoid “forced or subtle constructions that limit or extend [a statute’s] application.” CashCall, Inc. v. Maryland Com’r of Fin. Regulation, 448 Md. at 431, 139 A.3d 990. It would have to be a very subtle and very forced construction indeed to support a judicial conclusion that the Legislature’s unambiguously expressed intention that the STRIDE law permits accelerated cost recovery only for infrastructure improvements in Maryland to mean that the General Assembly also intends the law to extend to improvements that are located outside of this state.</p> <p id=\"b418-6\" pgmap=\"418\">In short, the contention that STRIDE is intended to provide for cost recovery for projects located in Virginia is contrary to the plain language of statute. The Commission’s interpretation of PUA § 4-210 was correct.</p> <p id=\"b418-7\" pgmap=\"418\">B. The Legislative History</p> <p id=\"b418-8\" pgmap=\"418(44) 419(23)\">As previously mentioned, even when we find the text to be unambiguous, we may still “examine extrinsic sources of legislative intent merely as a check of our reading of a statute’s plain language.” Phillips v. State, 451 Md. at 197, 152 A.3d 712 (quoting Douglas v. State, 423 Md. at 178, 31 A.3d 250). An examination of the legislative history yields little support for WGL’s position.</p> <p id=\"b419-4\" pgmap=\"419\">Cast iron gas pipelines were first installed in the United States about 150 years ago and were widely built through the first half of the 20th century. Cast Iron Pipeline R &amp; D Projects, Pipeline &amp; Hazardous Materials Safety Administration, https://opsweb.phmsa.dot.gov/Pipelineforum/reports-and-research/cast-iron-pipeline/. While safer plastic and steel pipes have replaced cast iron in many instances, cast iron gas mains remain in place in a number of cities, including Washington, D.C. and Baltimore, because replacing mains in urban settings can be challenging. Id. As of the beginning of this decade, Maryland was among the 10 states with the highest mileage of cast iron pipelines, and it was the only one of those states without a program to incentivize the replacement of these aging and potentially risky pipes. Id.</p> <p id=\"b419-5\" pgmap=\"419\">The General Assembly acted to address the issue. Earlier iterations of the STRIDE law were introduced during the 2011 and 2012 Sessions. S.B. 332, cross-filed as H.B. 856, was the 2011 version. It included the following statement of intent: “The General Assembly finds and declares that the purpose of this section is to promote gas infrastructure improvements in the State by establishing a mechanism for gas companies to promptly recover investments in eligible infrastructure replacement.” The bill did not pass during the 2011 Session.<footnotemark>3</footnotemark> </p> <p id=\"b419-6\" pgmap=\"419\">H.B. 662 and S.B. 541 of the 2012 legislative session, which also did not pass, contained language that was identical to what is now in PUA § 4—210(b):</p> <blockquote id=\"b419-7\" pgmap=\"419(39) 420(12)\">It is the intent of the General Assembly that the purpose of this section is to accelerate gas infrastructure improvements in the State by establishing a mechanism for gas companies to promptly recover reasonable and prudent costs of investments in eligible infrastructure replacement projects separate from base rate proceedings.<footnotemark>4</footnotemark> </blockquote> <p id=\"b420-4\" pgmap=\"420\">What is now PUA § 4-210 was introduced during the 2013 Session as S.B. 8 and H.B. 89. The Fiscal and Policy Notes prepared for S.B. 8 and H.B. 89 both provide the language from PUA § 4-210(b) regarding the Legislature’s intention to “accelerate gas infrastructure improvements in the State.” (Emphasis added.) The Fiscal and Policy Notes discuss the current pipeline situation in Maryland, noting that while pipelines are the safest method to transport gas, incidents can occur, including “30 ‘significant incidents’ in Maryland from 2002 through 2011, totaling $12 million in property damage and causing one fatality and 16 injuries.” (Emphasis added.) While the Fiscal and Policy Notes do not explicitly state that STRIDE cost recovery mechanism was to be limited to projects located in Maryland, nothing in the notes suggested that cost recovery for out-of-state projects was contemplated.</p> <p id=\"b420-5\" pgmap=\"420\">In comments it submitted to the House Economic Matters Committee and the Senate Finance Committee on S.B. 8 and H.B. 89, the Commission noted that it “recognizes the importance of upgrading the State’s gas pipeline infrastructure” but does not further address the location of STRIDE cost recovery eligible projects.</p> <p id=\"b420-6\" pgmap=\"420\">WGL’s own statement in support of S.B. 8 states that Maryland had the nation’s ninth-highest amount of cast iron gas pipes, which have been found to pose safety risks. WGL also made reference to Virginia’s accelerated cost recovery statute<footnotemark>5</footnotemark> passed in Virginia, but did not address using the STRIDE law to recover for out-of-state projects.</p> <p id=\"b421-3\" pgmap=\"421\">Finally, the U.S. Department of Transportation Pipeline and Hazardous Materials Safety Administration (“PHMSA”) filed its comments in support of the STRIDE bills with the House Economic Matters Committee. The letter highlighted the dangers facing Maryland:</p> <blockquote id=\"b421-4\" pgmap=\"421\">According to annual reports submitted to PHMSA for the year 2011, 3019 miles of gas distribution pipeline in the state of Maryland were installed prior to 1960 which equates to one out of every five miles. These pipelines have been in the ground for over 50 years. Cast iron, which can be prone to failure, makes up nearly 10 percent of Maryland’s natural gas distribution mains. Only five states have more cast iron pipe than Maryland, and according to a 2011 survey on the National Association of Pipeline Safety Representatives, Maryland is the only state in the top 10 that does not have cost recovery mechanisms for cast iron replacement programs.</blockquote> <p id=\"b421-5\" pgmap=\"421\">In other words, the PHMSA, like other commenters, focused on Maryland infrastructure in its discussion of the STRIDE bills.</p> <p id=\"b421-6\" pgmap=\"421\">We recognize that the relevant legislative history does not lead ineluctably to the conclusion that the General Assembly intended that the STRIDE law should apply only to projects located in Maryland. It is more accurate to say that we have found nothing to suggest that the legislators, stakeholders, or anyone else who was a part of the discourse surrounding the STRIDE law considered it to be a mechanism for accelerated cost recovery for improvements made outside of the state.</p> <p id=\"b421-7\" pgmap=\"421\">WGL urges us to interpret the lack of discussion about geographic limitations as support for its construction of the statute. But an absence of evidence is not proof of the contrary. We would require very clear evidence in the legislative record in order to conclude that the Legislature did not intend PUA § 4—210(b) to mean what it says, and that evidence is completely lacking.</p> <p id=\"b422-3\" pgmap=\"422\">C. Conclusion</p> <p id=\"b422-4\" pgmap=\"422\">When read as a whole, PUA §§ 4-201 makes it clear that the STRIDE law’s accelerated cost recovery mechanism is available only for projects located in Maryland. The Commission’s interpretation of the statute was correct and we affirm its decision. In our view, WGL’s policy arguments are a matter for the General Assembly.</p> <p id=\"b422-5\" pgmap=\"422\">THE JUDGMENT OF THE CIRCUIT COURT FOR MONTGOMERY COUNTY IS AFFIRMED. APPELLANT TO PAY COSTS.</p> <footnote label=\"1\"> <p id=\"b407-8\" pgmap=\"407\">. The Commission's approval, in Order No. 86321, included modifications such as limiting STRIDE cost recovery to projects in the 2014 calendar year.</p> </footnote> <footnote label=\"2\"> <p id=\"b409-8\" pgmap=\"409\">. Specifically, the Commission’s staff were concerned with the out-of-state portions of Transmission Program 1, which involved replacement of pipeline in Northern Virginia; Transmission Program 2, which was for installation of remote control valves, where only 8 of the 12 valves were in Maryland; and Transmission Program 4, which involved replacement of corroded gauge and grease risers, only three of which were located in Maryland.</p> </footnote> <footnote label=\"3\"> <p id=\"b419-8\" pgmap=\"419\">. S.B. 332 was withdrawn after an unfavorable report from the Senate Finance Committee following its first reading. H.B. 856 was withdrawn after an unfavorable report by the House Economic Matters Committee.</p> </footnote> <footnote label=\"4\"> <p id=\"b420-7\" pgmap=\"420\">. H.B. 662 passed the House but received an unfavorable report in the Senate Finance Committee and was withdrawn. S.B. 541 received a favorable report in the Senate Finance Committee, but failed on its second reading in the Senate.</p> </footnote> <footnote label=\"5\"> <p id=\"b420-8\" pgmap=\"420\">. The Steps to Advance Virginia’s Energy Plan (SAVE) Act is Virginia's equivalent of the STRIDE Law. It is codified at Va. Code Ann. §§ 56-603 to 56-604.</p> </footnote> </opinion> </casebody> ",
    "status": "ok"
  }
}