{
  "casebody": {
    "data": "<casebody firstpage=\"375\" lastpage=\"375\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b403-3\">FRANKLIN KNITTING MILLS, Inc., v. GROPPER KNITTING MILLS, Inc.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b403-4\">(Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b403-5\">November 3, 1926.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b403-6\">No. 14.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b403-14\">Harold R. Lowe, of Jamestown, N. Y. (Edward M. Evarts, of New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b403-15\">Goldenberg &amp; Silverman, of New York City, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b403-16\">Before MANTON, HAND, and MACK, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b403-17\">MACK, Circuit Judge.</author>\n<p id=\"A0t\">The trial judge, doubting infringement and finding lack of novelty and invention in design patent No. 43,459, for knitted neektie, issued January 21, 1913, dismissed the bill for infringement thereof.</p>\n<p id=\"b403-18\">Concededly, the so-called “merrowed” .edge shown in patent drawing is new; so, too, is the concave, curve of the tapering .ends and the rounded tongues or points; ,the relative size of the two ends is old. Defendant copies the merrowed edge and the .rounded point; neither party in practice has the concave curve.</p>\n<p id=\"AVR\">Plaintiff’s tie has been commercially highly successful; defendant has paid it the tribute of almost exact imitation; the slight departure from the patent design in oúr judgment is not sufficiently noticeable to the average purchaser or wearer to avoid infringement.</p>\n<p id=\"b403-20\">That the novel element in the design is hidden, if a .waistcoat is worn, is immaterial; ties are marketed as such; they are bought, not only because of their utility to the wearer and their attractiveness to others when worn, but also because of the appeal, as novel, ornamental, aud pleasing, that the design makes to the esthetic sense of the purchaser, ofttimes the wife, sweetheart, or female relative of the man who is to wear it. That sense may be favorably or unfavorably aroused by the appearance of the tie in the box or in the hand, entirely regardless of the fact that the, or one of the, attractive elements may be concealed when worn. We cannot concur in the contrary views expressed in Phoenix v. Hygienic, 194 F. 696, 699, 115 C. C. A. 118.</p>\n<p id=\"b403-22\">Of course, in part the design is utilitarian ; it is that of a neektie to be worn; .all ties have certain common elements. But in its entire shape the design is new. and novel; and in our judgment, and evidently in that of the defendant, it is ornamental and pleasing. This suffices to sustain the claim of invention, and to support the validity of the design patent.</p>\n<p id=\"b403-23\">Decree reversed, and cause remanded, with directions to grant an injunction and an accounting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}