{
  "casebody": {
    "data": "<casebody firstpage=\"544\" lastpage=\"545\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b572-6\">Atlantic Transport Co., Limited, v. LLOYD ROYAL BELGE et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b572-8\">(Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b572-9\">October 19, 1926.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b572-10\">No. 2465.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b572-17\">Braden Vandeventer, of Norfolk, Va. (Chauncey I. Clark and C. B. Manly O’Kelley, both of New York City, Hughes, Vandeventer <em>&amp; </em>Eggleston, of Norfolk, Va., and Burlingham, Veeder, Masten &amp; Fearey, of New York City, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b572-18\">John W. Oast, Jr., of Norfolk, Va., and Homer L. Loomis, of New York City (Loomis &amp; Ruebush, of New York City, and Baird, White &amp; Lanning, of Norfolk, Va., on the brief), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b572-19\">Before ROSE, Circuit Judge, and WEBB and SOPER, District Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b572-20\">ROSE, Circuit Judge.</author>\n<p id=\"Ay4\">At about noon on a bright, calm, clear day, near the middle of July in the year 1920, the steamships Manhattan and Argentinier came into collision; the Argentinier at the time being in the tow of the tug Dauntless, whose master was on the steamship’s bridge in charge of her navigation. For some minutes preceding the coming together of the two steamships, all three of the vessels concerned had been in plain sight of the others. As it chanced, every one of them knew whither the other two were bound. Navigation was not embarrassed by wind, tide, or the proximity of other craft. It is not claimed that there was anything wrong with the machinery of any of the vessels. It is clear that somebody was to blame. The learned District Judge held that the Manhattan was in fault and the others were not.</p>\n<p id=\"b572-21\">The collision took place in the main Norfolk Ship Channel, at or very near the point at which there connects with it the dredged channel leading from the Army Base piers. When the story begins, the Argentinier, assisted by the Dauntless, was about to leave'these piers, to go down the dredged channel to the main ship channel; thence to turn northward in it on her way to the open sea. The Manhattan at that time was in the main ship channel, some distance to the seaward of the entrance to the Army Base channel, up which she purposed to go; she being bound for the piers at its head. In getting into the channel which led to them, and in docking at them, she would need the assistance of a tug. She gave her whistle signal for one; by an answering signal, the Dauntless accepted the employment. As the Argentinier moved down the 1,700 or 1,800 feet which separated the piers from the main ship channel, she blew one blast to the Manhattan, which was in clear view in the main channel and still some distance from the mouth of the Army Base channel. The Manhattan gave the appropriate one-blast reply.</p>\n<p id=\"b572-22\">As, a result of the Manhattanls call for a tug, of the response of the Dauntless, of the Argentinier’s one blast signal, and of the Manhattan’s one blast in reply, everybody concerned with the navigation of any <page-number citation-index=\"1\" label=\"545\">*545</page-number>of these vessels knew that the Argentinier was bound out to sea, that the Manhattan intended to come to the Army Base piers, and that the Dauntless was to help her to get to them. The Manhattan was at least 490 feet long, with a beam slightly exceeding 56 feet. She was of something over 8,000 gross tons. The Argentinier was much smaller, having a length of only 314 feet, with a beam of 44.</p>\n<p id=\"b573-5\">In the position in which the vessels were, immediately after the interchange of signals among them had made the intentions of every one of them known to the other two, the learned District Judge thought that common sense required that the Manhattan should so regulate her movements as not to embarrass the Argentinier and the Dauntless as they turned out of the Army Base channel into the main ship channel; that is to say, that she should not come up the latter, as far as the mouth of the former, until the other craft was well out of the Army Base channel. Prom her own standpoint, she had nothing to gain by an earlier approach. She knew that she could not go into the smaller channel until the Argentinier was out of it. Her own entrance into it would be easier, if she had not run past it before she started to get into it. At any event, she had to wait for the Dauntless, whom she knew would not come to her until the Argentinier was clear of the smaller channel and straightened out on her course down the larger. Nevertheless the Manhattan did come up the latter to a point at which, in coming out of the former, the Argentinier and she came into collision. What she in fact did exposed her and the other vessels concerned to an uncalled-for risk.</p>\n<p id=\"b573-6\">In spite of all this, if she had kept, as she says she did, close to her own — that is, to the western — edge of the main channel, she would have left'the Argentinier all the room the latter could reasonably have needed. In that event, if a collision took place, it was because the Argentinier went where she had neither right nor reason to be, and either she or the Dauntless would be clearly in fault, and under such circumstances it might be just to hold that such fault was the sole proximate cause of the accident.</p>\n<p id=\"b573-7\">Prom this point of view, the whole case turns upon the position of the Manhattan at the moment she and the Argentinier came together. There were the usual contradictions in the testimony as to it. The learned District Judge, after full consideration of a great volume of testimony, some given in open court and some by deposition, reached the conclusion that the collision took place on the eastern side of the main channel. After a careful examination of the record, we are not prepared to say he was wrong, and, if he was not, there is no question that his decree was right, whichever of the rules of navigation may be considered as specially applicable to the situation in which the ships were.</p>\n<p id=\"b573-9\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}