{
  "casebody": {
    "data": "<casebody firstpage=\"347\" lastpage=\"349\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b371-8\">Mose Jackson v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b371-9\">No. 3641.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AWp\">Decided June 23, 1915.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b371-10\">1.—Occupation—Intoxicating Liquors—Local Option—Indictment.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b371-11\">Where, upon trial of pursuing the occupation of selling intoxicating liquors in local option territory, the indictment followed approved precedent, the same was sufficient. Following Slack v. State, 61 Texas Crim. Rep., 372.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b371-12\">3.—Same—Continuance—Want of Diligence.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b371-13\">Where defendant’s application for a continuance showed a want of proper diligence, the same was properly overruled.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b371-14\">3. —Same—Postponement—Practice.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b371-15\">Upon trial of pursuing the occupation of selling intoxicating liquors in local option territory, there was no error in not postponing the ease for trial until some cases pending in the County Court in which defendant was charged with making sales of whisky were tried; as they were distinct offenses, and besides, a postponement should not have been granted, even if they had been the same offense.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b371-16\">4. —Same—Evidence—Declaration of Third Party.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b371-17\">Where, upon trial of pursuing the occupation of selling intoxicating liquors in local option territory, the defendant testified that he delivered the whisky to the alleged purchaser, the declarations of a third party of the same fact, although not made in the presence of the defendant, did not constitute reversible error. Following Tinsley v. State, 52 Texas Crim. Rep., 91.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b371-18\">5. —Same—Evidence—Orders of Commissioners’ Court—Contest.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b371-19\">Upon trial of pursuing the occupation of selling intoxicating liquors, etc., there was no error in admitting in evidence the orders of the Commissioners Court with reference to the election, although a word was omitted therein, as these matters could not be raised on the trial after the time to contest the election had elapsed. Kirksey v. State, 61 Texas Crim. Rep., 298, 135 S. W. Rep., 124.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b371-20\">6. —Same—Evidence—Occupation.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b371-21\">Where the testimony was admissible on the issue of whether or not defendant was engaged in the business of selling intoxicating liquors, etc., as charged in the indictment, there was no error.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b371-22\"><em>7. </em>—Same—Occupation—Business—Vocation—Charge of Court.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b371-23\">Where the court defined the occupation of selling intoxicating liquors in local option territory, etc., according to approved precedent, there was no error in refusing requested charges which gave an incorrect definition thereof. Following Fitch v. State, 58 Texas Crim. Rep., 366, and other cases.</headnotes>\n<summary data-order=\"17\" data-type=\"history\" id=\"b371-24\">Appeal from the District Court of Smith.. Tried below before the Hon J. A. Bulloch.</summary>\n<summary data-order=\"18\" data-type=\"history\" id=\"b372-2\"><page-number citation-index=\"1\" label=\"348\">*348</page-number>Appeal from a conviction of pursuing the occupation of selling intoxicating liquors in local option territory; penalty, three years imprisonment in the penitentiary.</summary>\n<p data-order=\"19\" data-type=\"summary\" id=\"b372-3\">The opinion states the case.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b372-4\">No brief on file for appellant.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b372-5\"><em>C. C. McDonald, </em>Assistant Attorney General, for the State.</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"AXZq\">On question of other transactions showing occupation: Robinson v. State, 147 S. W. Rep., 245.</p>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b372-6\">HARPER, Judge.</author>\n<p id=\"A1ES\">Appellant was prosecuted and convicted of the offense of pursuing the business of selling intoxicating liquors, and his punishment assessed at three years confinement in the State penitentiary.</p>\n<p id=\"b372-7\">Appellant moved to quash the indictment on various grounds. The indictment is in substance the same as the form approved by this court in Mizell v. State, 59 Texas Crim. Rep., 226, 128 S. W. Rep., 125, and discussed at length in Slack v. State, 61 Texas Crim. Rep., 372, 136 S. W. Rep., 1074. These opinions have been adhered to, and we see no necessity to again discuss the various grounds.</p>\n<p id=\"b372-8\">Appellant also moved to continue the case on account of the absence of Warren Ealy. The court in his qualification of the bill shows: “The application for process for this witness showed he was in Tyler and employed by the St. Louis Southwestern Bail way Company; an officer said he was not employed by said company nor had been for over a year, and did not live in Tyler. This return was made long before the case was called for trial, and no further process asked for, giving the residence or place where the witness could be found. With this qualification this bill is approved.” As thus qualified the bill presents no error.</p>\n<p id=\"b372-9\">Appellant moved to postpone the case until some cases pending in the County Court in which he was charged with making sales of whisky to J. E. H. Eason could be disposed of. Even if two indictments were pending charging appellant with the same offense, he could not have the one called postponed until the other could be tried; much less would he be entitled to have a case pending in the District Court postponed until a case pending in the County Court could be tried, when, as in this case, they charge separate and distinct offenses, and one might be shown, when tried, to bé guilty of both making a single sale, and also of being engaged in the business of selling intoxicating liquors.</p>\n<p id=\"b372-10\">The evidence shows that appellant went into the toilet situate near the depot at Tyler and delivered a pint of whisky to Mr. Eason. Appellant admits doing so. The only difference in his testimony and that of Mr. Eason is, that appellant contends he had purchased the whisky from a negro, whose name he did not know, as an accommodation to Mr. Eason and at his request, while Mr. Eason would have him making a sale of whisky to him. Under such circumstances the court permitted Douglas Howard to testify that as Eason came out of the toilet he <page-number citation-index=\"1\" label=\"349\">*349</page-number>asked him if he wanted anything (meaning a drink), to which Howard answered no. If there was any question about appellant delivering the whisky to Eason at that time and place, it would have been error to have admitted this testimony, unless it was in the presence of appellant. The statement of facts would not make it clear whether appellant was so situated that he could have heard the remark, but as appellant testifies on the stand that he delivered the whisky to Eason, such testimony adds no strength to the State’s case. Tinsley v. State, 53 Texas Crim. Rep., 91.</p>\n<p id=\"b373-5\">There was no error in admitting in evidence the orders of the Commissioners Court declaring the result of the prohibition election in Smith County, although the word “liquor” may have been omitted in one place where it should have been. It does not appear there was any such error in the order requiring the publication of the order, nor in the publication itself. Since the adoption of article 5738 of the Revised Statutes in 1907, these matters can not be raised on the trial of the case after the time to contest the election has elapsed. Kirksey v. State, 61 Texas Crim. Rep., 398, 135 S. W. Rep., 124.</p>\n<p id=\"b373-6\">The bill objecting to the testimony of Douglas Howard presents no error. Howard testified he met appellant and asked for some whisky, and a little later found a bottle in his wagon. As. appellant had told him he would try and get some whisky for him, and as Howard had no other person to procure it for him, the testimony would be admissible on the issue of whether or not appellant was engaged in the business charged in the indictment.</p>\n<p id=\"b373-7\">All the other bills in the record complain of the action of the court in overruling his motion for a new trial and failure to give several special charges requested. Those special charges, in which appellant sought to have the court instruct the jury that the term “occupation” or “business” meant vocation, trade, calling—the' business in which one engages in to procure a living or wealth, etc., were properly refused. The court defined this term as it was held it should be defined in Fitch v. State, 58 Texas Crim. Rep., 366, in an elaborate and well considered opinion by Judge McCord. And in so far as the special charges are the law of this case, they were fully covered by the court’s main charge and the special charges given at the request of appellant.</p>\n<p id=\"b373-8\">The judgment is affirmed.</p>\n<p id=\"b373-9\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}