{
  "casebody": {
    "data": "<casebody firstpage=\"23\" lastpage=\"36\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b55-6\">SOELBERG et al. v. WESTERN ASSUR. CO. OF TORONTO, CAN. SAME v. THAMES &amp; MERSEY MARINE INS. CO., Limited.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b55-8\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Al\">October 6, 1902.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b55-9\">Nos. 748, 749.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b55-10\">1. Marine Insurance—Action on Policy—Evidence.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b55-11\">The plaintiff, in an action on a marine insurance policy, having the burden to prove a loss from a cause and to an amount that will authorize a recovery under the terms of the policy, such amount must necessarily be what remains after all proper deductions have been made, and the defendant may properly be allowed to show, on cross-examination of plaintiff’s witnesses, the existence of liens on the vessel which were a charge on plaintiff's interest, not disclosed by their testimony in chief.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b56-3\"><page-number citation-index=\"1\" label=\"24\">*24</page-number>2. Same—Action on Policy—Sufficiency of Evidence.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b56-4\">Under the settled rule that, to entitle an insured to recover on a marine policy of insurance, the burden rests, upon him to prove a loss from a cause insured against, and for an amount which renders the Insurer liable under the terms of the policy, where a policy provides that the insured shall not have the right to abandon the vessel unless the amount which the company would be liable to pay under an adjustment as a partial loss “shall exceed half the amount hereby insured,” and also that no partial loss shall in any event be paid unless amounting to at least 5 per cent, net, the insurer does not meet such burden of proof merely by evidence that the vessel received such injury during a voyage that she was obliged to seek a port of refuge, and that her value when repaired would not equal the cost of the repairs. To establish either a constructive total loss, which gave the insured the right of abandonment, or even a partial loss, under such policy, there must be evidence from which a jury could find that the loss occurred from a peril insured against, and the amount of damage which resulted from such peril, as distinguished from such .as may have resulted from the defective condition of the vessel, attributable to wear and tear or other ordinary causes; and this, whether the amount of loss to fix liability or' to authorize abandonment is measured by the amount of the insurance or the valuation of the vessel.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b56-5\">8. Same—Acceptance of Abandonment—Acts Done Under Sue and Labor Clause.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b56-6\">Under the sue and labor clause of a marine policy, expressly providing that acts of the insured or insurer in recovering, saving, and preserving the property insured in case of disaster shall not be considered a waiver or an acceptance of an abandonment, where the insurer specifically refused to accept an abandonment of the insured vessel after she became disabled the action of its agent, in co-operating with the master in making temporary repairs, in assuming responsibility for removing the vessel to another port, and in procuring the money to pay the expense of such removal, which was furnished on a bottomry bond executed by the master, did not operate as an acceptance of the abandonment.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b56-7\"><em>4. </em>Same—Acceptance of Premium after Notice of Loss.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b56-8\">The fact that the insurer of a vessel demanded and accepted payment of a premium note after receiving notice of loss and of abandonment does not relieve the insured from the necessity of proving the loss to entitle him to recover on the policy.</syllabus>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b56-9\">In Error to the Circuit Court of the United States for the Northern Division of the District of Washington.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b56-10\">These are actions at law to compel the payment of marine insurance. The parties hereto stipulated as follows: “That these two cases may be heard together; that there be no part of the record of the case against the Thames &amp; Mersey Marine Insurance Company, Limited, printed, save and except the pleadings and bills of exceptions; that the record in both cases be printed as one record, to apply equally to either case; and that only one brief be required, which shall be a discussion of both or either of the cases, as may be applicable.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b56-12\">Plaintiffs in error make the following statement of facts; “A. H. Soelberg, for and as trustee of the Seattle &amp; Alaska Steamship Company, having an insurable interest in the steamship .City of Columbia, procured insurance from each of the defendants in error herein. The Western Assurance Company insured $15,000, on account of whom it may concern, in case of loss to be páid to A. H. Soelberg, for one year from August 25, 1898, upon his or their interest in the body, machinery, tackle, apparel, and other furniture of the ship, valued at $70,000. The total premium was $1,500, of which $600 was paid in cash and notes delivered for the deferred premium. The Thames &amp; Mersey Marine Insurance Company insured $5,000 on account of A. H Soelberg for the same period ‘upon his or their interest’ in the sarqe steamer, <page-number citation-index=\"1\" label=\"25\">*25</page-number>valued at $80,000. The Thames &amp; Mersey policy has on its margin the words, ‘The insured value shall be taken as the repaired value of the vessel in ascertaining whether there is a constructive total loss under this policy.’ In other respects the policies are substantially similar. The total premium under this policy was $600, of which $150 was paid in cash, and the balance evidenced by three notes for $150 each, payable, respectively, November 30th, February 30th, and May 30th following. The defendants at the time of issuing the policies were informed of and knew the interest of the Seattle &amp; Alaska Steamship Company in the ship, and of the trust relation of Soelberg, in 'whose name the policies were issued. August 26, 1898, the vessel being staunch, „ sound, and seaworthy, having had repairs amounting to $43,000 placed upon her immediately prior thereto, sailed from Seattle on her voyage to Honolulu, and on the 29th of October following, still staunch, sound, and seaworthy, she sailed from Honolulu on her return voyage; and on or about the 30th or 31st day of October she encountered heavy trade winds and cross-seas, which greatly increased in violence as the vessel proceeded on her course, which caused her to strain, pitch, and toss heavily; her seams opened up between her boilers and amidships, and water began to come in through the sleeve of the stern bearing and through her deadwood; her two after boilers on the port side became loose in their saddles; her bulkheads had torn from the starboard side, and worked with the swaying of the ship, leaving a gap about three inches wide between the after bulkhead and side of the ship; the main steam pipe, of about thirteen inches in diameter, leading from the superheater, had torn loose from the stirrups which held it to the beams overhead, and was supported only by the super-heater at one end and the engines at the other; the deck seams had opened, and on one side of the vessel oakum was streaming from some of her butts, •and in one place her deck had opened across the ship, and the canvas was ruffling up; she was working badly, and was severely strained; not a door in the after cabin could be closed; she was hogged, her stern and bow dropping, thus causing the shaft to press and crowd against the sleeve of the stern bearing, thereby creating friction to such an extent as to cause the water leaking through at this place to come in hot. She was making three feet of water per hour, which was equal to the full capacity of her pumps. She was in danger of breaking up, whereupon the master called a consultation of his officers at 8 a. m. on October 31st, at which consultation Capt. John Barneson, superintendent of marine transportation United States army, who was a passenger on the vessel, was invited to and did take part therein. The result of the consultation was the conclusion that it was impossible for the ship to weather the storm, that the winds and waves were increasing, and that it was necessary to put back. Accordingly, on the same day, the master put back, and about 4 a. m. of November 2d reached the port of Hilo, H. I., in distress. Having dropped anchor in the harbor of Hilo, the master made due and timely protest, and afterwards extended protest. The U. S. consular agent at this port appointed a board of survey, consisting of three competent and experienced master mariners, who reported the vessel totally unfit and unseaworthy and unrepairable, except at a cost in excess of her value when repaired. Thereupon plaintiffs in error abandoned their interest in the vessel to the underwriters, and furnished them with proof of interest and loss. Defendants declined to accept abandonment, but sent an agent to Hilo, who assumed full direction and control of the vessel, and after putting some repairs on her caused her to be taken to Honolulu, avowedly for complete repairs. The expense of the repairs placed on the vessel in Hilo preparatory to taking her to Honolulu was raised by said agent, who caused a bottomry bond to be put on the boat for this purpose. After arriving at Honolulu she was left in charge of the agent aforesaid by the master, who returned without her to Seattle. While at Honolulu she was libeled by the crew for wages, including the amounts accruing subsequent to abandonment, and was never returned to plaintiffs in error. Defendants declining to pay any sum, plaintiffs commenced action against them separately upon their respective policies.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b57-4\">To sustain the issues on behalf of plaintiffs, the policy of insurance was admitted in evidence, and also the contract of purchase.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b58-3\"><page-number citation-index=\"1\" label=\"26\">*26</page-number>The testimony of plaintiff A. H. Soelberg shows: That the said contract was taken in his name merely as a matter of convenience, and no one else was interested in it besides the Seattle &amp; Alaska Steamship Company; that his position was that of a mere go-between between Alexander Baillie and the Seattle &amp; Alaska Steamship Company; whatever he did he did for the Seattle &amp; Alaska Steamship Company, and as an officer of that company, and not in his own interest in any wise; that he was trustee for said corporation, and as such trustee took out said policy for its sole benefit; that the agents of the defendant, through whom said insurance was procured, were informed and knew at the time of the interest of the said Seattle &amp; Alaska Steamship Company in said vessel, and of the relation of the said Soelberg, and for whose benefit the same was procured.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b58-4\">The policy, in terms, provides: “(1) In case of loss, same to be paid in sixty days after proof and adjustment of loss and proof of interest in said vessel (the amount of the notes given for premium, if unpaid, being first deducted, and all sums due or coming due to the company from the insured being first paid or secured to the satisfaction of the insurers), but no partial loss or particular average shall in any event be paid under this policy, unless amounting to at least five per cent. net. * * * (3) Touching the adventures and perils which this insurance company is contented to bear and takes upon itself in this policy, they are of the seas; * * * and all other losses and misfortunes that shall come to the hurt or damage of the vessel hereby insured, or any part thereof, to which insurers are liable by the rules and customs of insurance in Sad Francisco, including the rules for adjustment of losses printed on the back thereof, and the provisions of the Civil Code of California, excepting such losses and misfortunes as are excluded by this policy. (4) Not to use any ports or places on the west coast of the United States of America, south of San Francisco, except * * *. It shall and may be lawful, however, for said vessel in her voyages to proceed and sail to, touch and stay at, any ports or places, if thereunto obliged by stress of weather or other unavoidable accidents, without prejudice to this insurance. * <em>* * </em>(6) This company is not to be held liable, in general average or otherwise, for jettison of deck cargo, unless the vessel is stranded; nor for wages and provisions, except when the same are a general average charge by the custom of the port of destination; nor in case of insurance upon a steamer for any injuries to the machinery or boiler, nor for loss or damage to the vessel itself caused by the explosion of boilers, unless occasioned by stranding, striking the ground, sinking, burning, or collision with another vessel; nor for fuel, wages, or provisions, or expense of delay consequent upon repairs of any kind on any steamer, except in general average for wages and provisions of that portion of the crew absolutely necessary for the navigation of the vessel; nor for any claim for loss or expense arising from capture, seizure, detention, destruction. * * * (7) In case of any loss or misfortune resulting from any peril insured against, the party insured hereby engages, for himself or themselves,, his or their factors, servants, and assigns, to sue, labor, and travel, and use all reasonable and proper means for the security, preservation, relief, and recovery of the property insured or any part thereof, and also to use all proper and legal means to recover, through general average or otherwise, from the parties interested in freight or cargo, either or both, any and all sums due to the vessel or its owners on account of sacrifices, losses, or expenses incurred for the general safety or the common good, to the charges whereof this company will contribute in proportion as the sum insured is to the whole sum at risk; nor shall the acts of the insured or insurers in recovering, saving, and preserving the property insured, in case of disaster, be considered a waiver or an acceptance of an abandonment. (8) It is agreed that one-third shall be deducted from the cost of all repairs of injuries and losses on the vessel by the perils insured against (except on anchors, copper, and calking under the copper), as a commutation for the average difference between new and old; the remains of all articles replaced being considered as salvage, and their proceeds deducted from the gross loss. * * * (9) It is also agreed that the insured shall not have the right to abandon the vessel, unless the amount which this company would be liable to pay under an adjustment, as of partial loss for <page-number citation-index=\"1\" label=\"27\">*27</page-number>labor and materials (exclusive of salvage or general average expenses and costs of funds), shall exceed half the amount hereby insured; and when the vessel is in a port or place where she can lie in safety she shall in no case be sold for or on account of the insurers, until the estimated cost of repairs shall have been communicated to them and their consent to the sale obtained. And, in case of the total loss of the vessel with salvage, the amount allowed out of the salvage to the officers and crew for wages earned or services rendered previously to the loss shall be considered as so much of the salvage applied to the use of the shipowners, even though the same should be allowed or paid under the name of salvage, and not as wages, and shall accordingly be deducted in adjusting a loss. * * *”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b59-4\">Among the rules for adjustment of marine losses under the San Francisco policy, indorsed upon the back of the policy, in this case are the following; “Rule 6. Surveys. The insurers shall not be obliged to accept any adjustment on a vessel based upon a survey which omits to discriminate between the repairs attributable only to the perils insured against and such repairs as are due only to wear and tear, or to the original defects, natural decay, or depreciation of the vessel. Rule 7. Bill for Repairs. When bills for repairs are presented which include items indifferently specified, chargeable partly to owners and partly to underwriters, and having no reference to discriminations in the survey, the adjuster shall require the claimant or master to separate the charges in accordance with the survey. Failing wherein, the adjuster shall refer the bill back to the maker thereof, with a request to separate the items so as to correspond with the survey. Failing in both, it shall be the custom to charge the whole of the unspecified items to the ‘Owners’ column.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b59-5\">There are eight assignments of error: (1) The court erred in overruling the objection of the plaintiffs to the questions propounded to the witness John P. Jacobson, manager, by the defendant’s counsel on cross-examination, which questions and answers are as follows: “Q. When you met her (the vessel) down in Honolulu before she started out on the voyage from Honolulu to Seattle, she got into some business difficulty, did she not? A. Yes. Q. Hid you, together with the master, on behalf of Mr. Soelberg, give any security for the money or bonds that were necessary to be raised down there? A. X gave a bottomry bond on the boat. Q. After the vessel had put into Hilo, where did she go next? A. She went from there to Honolulu. Q. While you were at Honolulu was there any action taken by the crew with respect to the collection of their wages? A. I believe there was. <em>Q. </em>What was that? A. I think they filed a libel on the vessel.” (2) And in overruling the objection of the plaintiffs to the introduction by the defendant upon cross-examination of Walter S. Milnor, master of said ship, of defendant’s Exhibit 1 in evidence, said exhibit being known as or called the “Bottomry Bond.” (3) The court erred in overruling the objection of plaintiffs to the question propounded to said master, Capt. Milnor, upon cross-examination, and in admitting the evidence of said Milnor on cross-examination, the full substance of which said evidence is as follows: “That when said master finally left the city of Columbia, in Honolulu, about the 12th of December, 1898, there was due the crew of said ship at said time the sum of about $10,000.” (4) In overruling the objection of plaintiff and in admitting evidence of said Milnor in cross-examination, as follows: “Q. I am only asking for liens at the time you left Honolulu with the ship for Seattle. A. The crew’s wages were not then due, sir. There was nothing, Q. There were unpaid wages, were there not, for the voyage down? <em>* * * </em>I want the amount that was earned. A. There was an amount earned, of course, that had not been paid when we left Honolulu for Seattle. Q. How much was it? To which witness then answered substantially that he could only estimate the amount by figuring the monthly wages of the crew; that he did not know whether these monthly wages amounted to $3,000 or $4,000 per month; and that they had not been paid.” (5) That the court erred in denying the motion of plaintiff to strike out all the evidence of Capt. Milnor concerning wages earned and not paid at the time of the departure of the ship from Honolulu for Seattle. (6) The court erred in sustaining the objection of the defendant to the question propounded to the witness Capt. <page-number citation-index=\"1\" label=\"28\">*28</page-number>Whitney, as follows: “Q. Considering the difference In value between new for old, what would you say as to the comparative cost of the repairs with her value as repaired?” (7) “The court erred in granting the motion of the-defendant at the close of the plaintiff’s case for a peremptory instruction to the jury to find a verdict for the defendant, and in so instructing the jury so as to find, and in receiving said verdict so found and signed by the jury.” (8) The court erred in rendering the judgment herein.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b60-4\">Ballinger, Ronald &amp; Battle, for plaintiffs in error.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b60-5\">Nathan H. Frank and J. M. Ashton, for defendant in error.</attorneys>\n<p data-order=\"22\" data-type=\"judges\" id=\"b60-6\">Before GILBERT and ROSS, Circuit Judges, and HAWLEY, District Judge.</p>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b60-7\">HAWLEY, District Judge,</author>\n<p id=\"Az\">after making the foregoing statement, delivered the opinion of the court.</p>\n<p id=\"b60-8\">A marine insurance is an insurance against risks connected with navigation to which a ship, cargo, freight, or other insurable interest in such property may be exposed during a certain voyage or a fixed period of time. On September I, 1898, the Western Assurance Company of Toronto, Canada, the defendant in error herein-(which will be hereafter designated as the defendant), insured the steamer City of Columbia for the sum of $15,000, under a time policy for the year ending August 25, 1899. In this policy the steamer was valued at $75,000. The controlling provisions in the policy are set forth in the statement of facts. On behalf of the plaintiffs in error testimony was given at the trial tending to show that the value of the ship would not be worth repairing; that the value after repairing would not warrant the costs of repair. After plaintiffs had rested their case, counsel for defendant moved “for a peremptory instruction to the jury to find a verdict for the defendant on the ground that the plaintiffs failed to prove a constructive total loss, within the terms of the policy; and upon the further ground that the insured had not made, and could not make, an abandonment of said vessel; and, because of their own acts in creating liens upon said vessel, other parties have interests which the owner could not sacrifice by an abandonment,”—which motion was granted by the court, and the jury rendered verdict accordingly, upon which judgment was rendered in favor of defendant for its costs.</p>\n<p id=\"b60-9\">Did the court err in giving this instruction to the jury? This is the vital point involved in the assignments of error. Other questions are presented therein as to the alleged errors in the admission of certain testimony, allowance of motions, etc., which will be first considered.</p>\n<p id=\"b60-10\">The assignments of error 1 to 5, set forth in the statement of facts, are based upon the proposition that the defendant should not, on cross-examination, have been permitted to ask questions, tending to show that there were liens upon the vessel which were a charge against the owners instead of the underwriters. We are of opinion that the court did not err in allowing the questions to be answered.</p>\n<p id=\"b60-11\">If the burden was upon the plaintiffs to prove a loss from a cause and to an amount that would warrant a recovery, under the terms and provisions of the policy (a- question which wiíl be hereinafter dis<page-number citation-index=\"1\" label=\"29\">*29</page-number>•cussed), then the amount proven must necessarily be what remains after all proper deductions have been made; and hence it was proper, on cross-examination, to permit the defendant to show that the proper deductions were not being shown by the testimony of the witness in •chief. If the existence of the bottomry bonds and liens on the vessels were at all material, the court did not err in allowing all the facts to be brought out with reference thereto, although the witness had not directly testified to some of the points in his examination in chief. In such cases the matter of the extent of the cross-examination is largely within the discretion of the court.</p>\n<p id=\"b61-4\">With reference to the sixth assignment, it will be seen that the question which was objected to made the value of the vessel as repaired the standard of the costs of repairs, which is not the proper standard. In any event, it is clearly apparent that in the admission or refusal •of testimony the court committed no error that would justify a reversal of these cases.</p>\n<p id=\"b61-5\">The contention of the plaintiffs, as tersely stated in their brief, involves five points, as follows: (i) There was an actual loss proven, ■and abandonment was unnecessary; (2) in any event, a constructive total loss was proven; (3) the insured could and did abandon; (4) there was an acceptance of the abandonment; (5) plaintiffs are, under any circumstances, entitled to recover as for a partial loss, and the cases should have been submitted to the jury.</p>\n<p id=\"b61-7\">A loss may be total or partial. A total loss may be actual or constructive. There is an actual total loss when the subject-matter of the insurance is wholly destroyed or lost to the insured, or where there remains nothing of value to be abandoned tO’ the insurer. There is a constructive total loss where the insured has the right to abandon.</p>\n<p id=\"b61-8\">In the present case the testimony shows that the ship was not destroyed in specie; that after arriving at her port of distress she ■steamed 200 miles, at an average rate of 10 knots an hour, from Hilo to Honolulu. Generally it may be said that if a ship can be taken to a port and repaired it has not ceased to be a ship; that she is not utterly lost merely because it may cost more than she is worth to repair her. But there are numerous cases which hold that the mere fact that an insured vessel exists in specie does not necessarily prevent the-insured from claiming a total loss without abandonment. Insurance Co. v. Copelin, 9 Wall. 461, 19 L. Ed. 739; Northwestern Transp. Co. v. Continental Ins. Co. (C. C.) 24 Fed. 171, 175, and authorities there cited. Every case depends upon its own particular facts, and upon the terms and provisions of the particular policy of the insurance in question.</p>\n<p id=\"b61-9\">Plaintiffs claim that there was an actual total loss shown by the •evidence that the ship was not worth the cost of the repairs, and in support of this claim make the following quotation from the instructions given by Judge Curtis to the jury in Bullard v. Insurance Co., 1 Curt. 148, Fed. Cas. No. 2,122:</p>\n<blockquote id=\"b61-10\">“An abandonment is necessary only in case of a constructive total loss. If the loss be actually total, the insured may recover for it without an abandonment. It has been much discussed what constitutes a total loss <page-number citation-index=\"1\" label=\"30\">*30</page-number>when the vessel remains In specie, and still retains the form of a vessel, in a place of safety. I shall not trouble you with the different views which have been taken of this question, but I will state the rules which I deem proper for your guidance. It is manifest that the form of a vessel may remain and be in a place of safety, and yet, for all useful purposes, the vessel may have ceased to exist. If she be absolutely incapable of repair, so as to be fitted to encounter the seas, then she has ceased to exist as a vessel, though great part of her materials may remain, and they may still be in the form of a vessel. So, though capable of being repaired and restored to the condition of a sea-going vessel, yet, if this can only be done at an expense exceeding the value of the vessel when repaired, it is an expense which no one is bound to incur, and therefore the case is the same as if absolutely irreparable; there being no practical difference, for this purpose, between what cannot be done at all and what no prudent person would undertake to do. And, therefore, if you should find, from the evidence in the case, that the injuries suffered by this brig from perils of the sea were so great that they could not be repaired so as to make her a seaworthy vessel, except at an expense exceeding her value when repaired, then this was a case of actual total loss, and no abandonment was necessary.”</blockquote>\n<p id=\"b62-4\">Here plaintiffs stop. Let us quote further:</p>\n<blockquote id=\"b62-5\">“And here you will perceive it is necessary to have some standard to which to refer in fixing the value of the vessel when repaired. The parties have agreed in the policy on the value of the vessel. They have fixed it at $3,000. Is this sum to be taken as her value when repaired, or are yon to inquire into what would have been her actual value at Key West, in case she had been repaired? This is a question of no small difficulty, owing to the particular terms of this policy. The general rule, as settled by the supreme court of the United States, would require you to ascertain what the value of the brig would have been if repaired, and the agreed valuation, so far from being-conclusive, would not usually afford any considerable aid in arriving at this result. But I find great difficulty in holding that rule applicable to this policy, which contains a clause, ‘That the insured shall not have the right to abandon the vessel for the amount of damage merely, unless the amount which the insurers would be liable to pay, under an adjustment as of a partial1 loss, shall exceed half the amount insured;’ and, further, ‘In the adjustment of claims for repairs in the vessel, whether in the nature of a partial loss or general average, there shall first be a deduction of one-third, new for old, from the cost of labor and materials required in making the repairs.’ ”</blockquote>\n<p id=\"b62-6\">It will thus be seen that the judge instructed the jury as to the distinctions which existed in different kinds of policies. The entire charge of the court clearly shows that the fact that when the vessel was repaired it would not be worth the cost of the repairs did not prove a total loss within the terms of the policy. The jury found a verdict for a partial loss only. Now, in that case the cost of repair to the brig was ascertained and testified to; hence the case did not, \"as here, rest solely upon the proposition that when repaired the brig would not be worth the cost of repairs. The case was therefore properly submitted to the jury.</p>\n<p id=\"b62-7\">It is important that in the discussion of the principles invoked we should, as far as possible, confine ourselves to the particular facts of the case in hand, and not depart therefrom, except, perhaps, for the purpose of illustrating the different conditions which create the distinctions existing in the various cases upon the same general subject. Parties must be governed by the terms of the contract which they have entered into, and are not bound by the rules which apply only to other and different kinds of contracts.</p>\n<p id=\"b62-8\">It seems to us unnecessary to review, the cases of Insurance Co. v. <page-number citation-index=\"1\" label=\"31\">*31</page-number>Southgate, 5 Pet. 604, 619, 8 L. Ed. 243, Bradlie v. Insurance Co., 12 Pet. 378, 9 L. Ed. 1123, and the many other authorities cited, which plaintiffs claim establish the principle that if .the vessel cannot be repaired without an expenditure of money to an amount exceeding one-half its value at the place of accident, after such repairs, then such damage constitutes a constructive total loss, and that the valuation in the policy is not an ingredient to be considered. The rule therein stated was recognized by Judge Curtis in Bullard v. Insurance Co., supra, and announced by Judge Story in Peele v. Insurance Co., 3 Mason, 27, Fed. Cas. No. 10,905. For comments on this case, see 2 Phil. Ins. 264, note 5.</p>\n<p id=\"b63-4\">In Hughes, Adm. § 38, the author, after stating the American rule as to the right of abandonment, and citing Bradlie v. Insurance Co., supra, and other authorities, said:</p>\n<blockquote id=\"b63-5\">“In consequence of these decisions, it has become common to provide in the policy itself that the 'right of abandonment shall not exist unless the cost of repairs exceeds one-half the agreed\"valuation.” -</blockquote>\n<p id=\"b63-6\">In 2 Phil. Ins. § 1539, the author says:</p>\n<blockquote id=\"b63-7\">“In the jurisprudence of the United States it is assumed in many cases that the rule of constructive total loss by damage over fifty per cent., where there is no provision to the contrary in the policy, refers to the value of the ship for sale at the time of the loss; in others, the rule is applied to the value in the policy.”</blockquote>\n<p id=\"b63-8\">And at section 1544 it is said that:</p>\n<blockquote id=\"b63-9\">“The policies of some companies provide expressly for the deduction of a third for new in an adjustment as for a constructive total loss by damage to the ship, and also that such a loss must exceed one-half of the value at which the vessel is insured.”</blockquote>\n<p id=\"b63-10\">Conceding that the points made in this case are in some respects complicated, we are, nevertheless, of opinion that a reference to certain controlling principles, which are deemed applicable thereto, will be sufficient to dispose of the case without entering into a minute examination or review of the numerous authorities which range within the general principles discussed by counsel.</p>\n<p id=\"b63-11\">In order to entitle the plaintiffs to recover it is essential for them, by competent proof, to show a loss which comes within the terms of their policy of insurance. They must bring their case within the provisions of the contract\" for insurance. They are bound by the lawful agreements and stipulations therein contained, and must satisfactorily prove a loss. The burden is, of course, upon them to' establish their right to recover. This general principle is supported by abundant authority. Marcardier v. Insurance Co., 8 Cranch, 39, 48, 3 L. Ed. 481; Heebner v. Insurance Co., 10 Gray, 131, 143, 69 Am. Dec. 308; Paddock v. Insurance Co., 104 Mass. 521, 534; Cory v. Insurance Co., 107 Mass. 140, 147, 9 Am. Rep. 14; Tanner v. Bennett, Ryan &amp; M. 182.</p>\n<p id=\"b63-12\">In Paddock v. Insurance Co., supra, the court said:</p>\n<blockquote id=\"b63-13\">“The defendants, by tbe terms ofi tlieir policies, not being liable for a partial loss unless it amounted to five per cent., or <em>the ship was </em>stranded, the plaintiff has the burden of proving a loss from a cause and to an amount for which the defendants are liable. * * * So, in the present cases, if <page-number citation-index=\"1\" label=\"32\">*32</page-number>the plaintiffs seek to recover for a partial loss, either upon the ground that it was occasioned by stranding, or that it amounted to five per cent., they must prove the fact necessary to charge the underwriters. The affirmative of the proposition ,rests with the plaintiffs; the means of proof, to say the least, are as much within their knowledge and reach as within those of the defendants; and the difficulty of proving the amount of loss from any one cause is no greater than that of furnishing evidence which would enable the assessor to distinguish' between injury to the vessel by perils of the sea and defective condition attributable to wear and tear and other ordinary causes, which,“when these cases were last before the court, the plaintiffs were held bound to produce. The plaintiffs have failed to sustain the burden, thus resting upon them, of proving the amount of the partial loss by each peril.”</blockquote>\n<p id=\"b64-4\">In Cory v. Insurance Co., supra, the court said:</p>\n<blockquote id=\"b64-5\">“The policy further provides that the insurers shall not be liable for any partial loss, unless it amounts to five per cent., exclusive of charges and expenses incurred in ascertaining and proving the same; and it is well settled that the burden of proving a loss from a cause and to an amount for which the insurers are liable is upon the assured.”</blockquote>\n<p id=\"b64-6\">In Marcardier v. Insurance Co., supra, the court said:</p>\n<blockquote id=\"b64-7\">“In the present case the facts alleged by the plaintiff do not show a depreciation of a moiety in value excluding the memorandum articles. „ There is no evidence of the quantum of depreciation of any part of the cargo. The forced sales at Antigua could not under the circumstances, constitute a medium by which to ascertain it. Admitting, therefore, the rule to be correct that the party had a right to abandon where the depreciation exceeds a moiety of the value, the plaintiff has not brought himself within that rule as applied to a cargo of a mixed character like the present. The court below wer'e right, therefore, in deciding that there was no total loss proved by the perils of the sea.”</blockquote>\n<p id=\"b64-8\">We are of opinion that these authorities sustain the proposition that the evidence in this case, .which consists of mere proof that the cost of repair would exceed the value of the ship when repaired, does not, under the provisions of the policy, prove either an actual total loss or a constructive total loss, and does not prove a partial loss.</p>\n<p id=\"b64-9\">There is no rule or presumption of law which makes the seaworthiness of the vessel at the commencement of the voyage prima facie evidence that the subsequent repairs made during the voyage arose solely from some extraordinary peril. The underwriters are never liable for losses occasioned by the mere wear and tear of the ship during a voyage. Mr. Justice Story, in Donnell v. Insurance Co., 2 Sumn. 366, Fed. Cas. No. 3,987, upon this question among other things said:</p>\n<blockquote id=\"b64-10\">“In every case In which the assured seeks to recover for such repairs against the underwriters he must show, not only that they were proper and necessary, but that they became so from the extraordinary perils of the voyage, within the policy. The loss is like every other loss within the policy. The onus probandi is on the assured to establish it by competent and satisfactory proofs, before he is entitled to recover it.”</blockquote>\n<p id=\"b64-11\">In 2 Phil. Ins. § 2141, the author said:</p>\n<blockquote id=\"b64-12\">“The seaworthiness of the ship at the beginning of the voyage Is not a ground of presumption that all the repairs that became necessary within the period of the risk, or a passage, were rendered necessary by extraordinary perils; the burden of proof is still on the assured otherwise to prove the damage to have been the effect of the extraordinary operation of the perils insured against.”</blockquote>\n<p id=\"b65-3\"><page-number citation-index=\"1\" label=\"33\">*33</page-number>The policy in the present case provides “that the insured shall not have the right to abandon the vessel, unless the amount which this company would be liable to pay under an adjustment-, as a partial loss, * * * shall exceed half the amount hereby insured.”</p>\n<p id=\"b65-4\">The contention of the plaintiffs is that (less certain stipulated deductions) a total damage to the vessel exceeding $7,500 in the one case and $2,500 in the other would render the insurance company liable to pay an excess of “one-half the amount hereby insured.” In their brief counsel say: “We do not have to prove any greater loss than $7,500 net as against the Western Assurance Company, and $2,500 net as against the Thames &amp; Mersey Company. Proof of these amounts gives us the same right to abandon as proof of loss amounting to $75,000.”</p>\n<p id=\"b65-5\">.The contention of the defendant upon this point is that, in order to determine what the company “would be liable to pay under an adjustment as for a partial loss,” the total damage to the vessel (less the deductions) must 'be ascertained, and compared with the valuation as stated in the policy; that the company would be liable to pay such proportion of “the amount insured” as the total damage thus ascertained bears to that valuation, because, in order to create the liability to pay one-half of the amount insured, the total damage must equal one-half of the insured value.</p>\n<p id=\"b65-6\">The text-books say:</p>\n<blockquote id=\"b65-7\">“It is an elementary principle of insurance law, which pervades the whole system, cannot he enforced too early, nor borne in mind too attentively, that the underwriter pays no loss except with reference to the sum on which he is paid premiums; the whole sum, if the loss be total; same aliquot part of the sum, if the loss be partial.” 1 Arnold (2d Ed.) <em>*7, *8.</em></blockquote>\n<blockquote id=\"b65-8\"><em>“An </em>insurer must pay the same proportion of the whole loss that the sum insured is of the whole amount of the insurable interest.” 2 Phil. Ins. § 1435.</blockquote>\n<p id=\"b65-9\">In Murray v. Insurance Co. (Sup.) 25 N. Y. Supp. 414, 416, the court held that in determining the proportion which the cost of repairing a vessel must bear to its value, so as to justify its abandonment to the insurers as a constructive total loss, its value as stated in the policy controls.</p>\n<p id=\"b65-10\">But it is unnecessary to decide in.the present case whether the amount of the insurance of $15,000 in the one case, or $5,000 in the other, or $75,000, the value of the ship mentioned in the policy, constitute the basis of the computation, because no evidence appears in the record to give any basis whatever for the determination of the percentage of damage. The only evidence in this regard is confined solely to the proposition, heretofore stated, that the vessel when repaired would not be worth the cost of repairs, which is, as we have heretofore attempted to show, wholly insufficient. There must be some testimony upon which a jury could act in fixing the amount of damages. There being none, the court did not err in directing the jury to find a verdict for defendants.</p>\n<p id=\"b65-11\">It is next claimed by the plaintiffs that the defendant accepted the abandonment. The record shows that between November 23, 1898, and December 1, 1898, plaintiffs furnished defendant with notice of abandonment and proof of interest and loss, to which notice of aban<page-number citation-index=\"1\" label=\"34\">*34</page-number>donment defendant on or about December I, 1898, responded in writing, declining to accept abandonment. It was admitted upon the trial that one Capt. Turner, early in December, came to Hilo, as the representative of the Western Assurance Company, to represent the interest of the insurers “under the sue and labor clauses, to do the best he could for all concerned.” Capt. Milnor, of the steamship company, testified, in answer to questions, as follows:</p>\n<blockquote id=\"b66-4\">“Q. I understood you to say after Mr. Turner arrived you co-operated with him in all matters pertaining to the interests of the vessel and all parties interested with her? A. I did, sir. Q. Did you so continue until you left the ship? A. Yes, sir. * * * Q. I believe you said you executed the bottomry bond at Hilo? A. Yes, sir. Q. At whose request did you execute that? * * * A. I executed it at the request of Capt. Turner. * * * Q. What did he say about the ship, if anything? A. Well, he thought that the ship was in pretty bad condition, but that she could be repaired in Honolulu. Q. What was said by you in answer? A. * * * I stated I doubted if she could be repaired at Honolulu, and he told me that he had consulted with Mr. Lisle, I think it was, who owned marine railway there, and that Mr. Lisle had stated to him that the vessel could be hauled out on those ways and repaired. I stated that I did not think the ways were heavy enough, and he thought that the ship ought to go to Honolulu. Q. And what did he do in connection with taking her, if anything, to Honolulu? * * * Did he say anything to you at that time or give you any directions or instructions? A. He said this ship ought to go to Honolulu. At the time he served the paper he did not give me any instructions. Q. Did he give you any instructions after that? A. Well, there was a conference in the office of the consular agent at Hilo, and there was present at that conference Mr. Boyd, the vice consular agent from Honolulu, and Mr. Ferno, the consular agent, Mr. Jacobson, Capt. Turner, and myself. * * * Sheriff Andrews bustled into the room with a number of lien claims, and was in the act of serving papers on me in some libel suits which were about to be brought. I fell back on my rights as an American citizen, standing then on American territory, and the sheriff had invaded that territory; but Capt. Turner said: ‘Mr. Sheriff, if you will suspend the service of those papers for a day I will personally see that these matters are settled.’ The sheriff, after some consultation, retired. Capt. Turner made a statement, if I remember correctly, of the situation to the vice consul, claiming that he thought the ship abundantly able to go to Honolulu, and it would be for the best interests of all concerned that she should go there. I refused to assume the responsibility of going or attempting to take the ship to Honolulu, fearing that she would go down on the voyage, and that the responsibility would be upon my shoulders. After considerable argument it was— Capt. Turner stated that the status of the ship should be — as respects the insurance — the same at Honolulu as it then was at Hilo. He further stated his firm belief that she was able to make the voyage, and insisted upon going. Consul Boyd then insisted on my taking it upon Capt. Turner’s assuming the responsibility, which he did. Q. Who financed the boat out, if you know? A. Capt. Turner saw a Mr. Mason, a merchant at Hilo. I don’t know how that transpired. I was not present at the conference between them; but about two thousand dollars was required to finance the ship out of Hilo, and Mr. Mason put up the sum of money and took the bottomry bond. Q. At whose request? A. Capt. Turner made the negotiations with him; I did not. Q. Were there any temporary repairs made to the machinery? A. Yes, sir. * * * Q. At whose direction were those repairs made? A. I can’t swear to that positively. Q. Were they made at your directions? A. Everything about the ship was made by my direction, in this way. I ordered the men to make such partial repairs about the machinery of that ship as would enable them to keep her afloat under all contingencies. It was my duty to save the property, and I was acting along that line.”</blockquote>\n<p id=\"b67-2\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>It will be seen from the testimony that Capt. Turner and Capt. Milnor worked together for the benefit of all concerned. There are no facts in the case which show that Capt. Turner performed any act beyond the powers conferred upon him1 by the “sue and labor” clause. When the ship arrived at Honolulu she was libeled by the seamen for their wages, for which the ship was liable. This deprived the defendants of the power to possess themselves of the property, and made an acceptance of the abandonment impossible.</p>\n<p id=\"b67-4\">Washburn &amp; Moen Mfg. Co. v. Reliance Marine Ins. Co., 179 U. S. 1, 18, 21 Sup. Ct. 1, 45 <em>L. </em>Ed. 49, was the case of an insurance on the cargo of a vessel which put into port at Key West, from which point the goods were forwarded to their destination, where they were tendered to the plaintiff, who refused to accept them, having abandoned them to the insurance company for a total loss. There were no facilities for handling and no market for the goods at Key West, but there were at the port of destination to which they were brought by the insurers. The goods were sold in an action for freight, demurrage, and expenses on the part of the vessel that had brought them forward from the port of distress. There was some controversy in the testimony as to who forwarded the goods,—whether it was by the direction of Capt. Hall, who was acting for the insurers, or by the defendant. The record shows that the agent for the board of underwriters testified that he instructed the agent at Key West to see that a vessel was secured and the cargo properly shipped to Velasco according to the original bill of lading; that Hall authorized the Cactus to be chartered, and that he always insisted that Hall should forward the cargo, while Hall stated that he had received a request from defendant’s agent to so forward it. The supreme court in the case, among other things, said:</p>\n<blockquote id=\"AS\">“The circuit court correctly ruled that under the terms of the policy plaintiff could not recover for a constructive total loss of the goods insured, and, inasmuch as a large part of the goods reached Velasco in specie, a substantial part of them being wholly uninjured, was right in declining to permit the jury to pass on the question of actual total loss. There is nothing taking the case out of the general rule. The forced sale certainly does not affect it. * * * If there had been a constructive total loss and a sufficient abandonment prior to the sale, defendant was then liable. As there was not, and no right to abandon or acceptance of abandonment, the goods were at plaintiff’s risk, and defendant was not responsible for any loss plaintiff sustained by the sale. But although, as we have seen, plaintiff had no right to abandon, and although defendant specifically refused to accept an abandonment, it is contended that defendant transshipped the wire, and that such transshipment amounted to an acceptance of abandonment. The circuit court of appeals was of opinion that the forwarding from Key West to Velasco was done under the authority and with the approval of the captain of the Benjamin Hale. As the cargo was in a condition for transshipment, and there was opportunity to effect it, defendant rightfully insisted that it was the duty of the master to forward it to the destined port. Yet even if the underwriters chartered the Cactus, and forwarded the cargo, we agree with both courts that neither that nor any other act disclosed by the evidence would have authorized the jury to find that defendant had accepted the attempted cession of the cargo. The sue and labor clause expressly provided that acts of the insurer in, recovering, saving, and preserving the property insured, in case of disaster, were not to be considered an acceptance of abandonment. Whether regarded as embodying a common-law principle, or <page-number citation-index=\"1\" label=\"36\">*36</page-number>¡as new In itself, the clause must receive a liberal application, for the public interest requires both insured and insurer to labor for the preservation of the property. And to that end provision is made that this may be done without prejudice. * * * If, then, it was the insurer that carried the property to be preserved and carried to Velasco, where it was offered to the consignees, such labor and care, rendered in good faith, did not operate as an acceptance of abandonment, and especially as there was no right to abandon and a distinct refusal to accept. Acts of the insurer are sometimes construed as an acceptance, when the intention to accept is fairly deducible from particular conduct, in the absence of explicit refusal. Silence, may give rise to ambiguity solvable by acts performed. Here, however, defendant refused to accept, and there was no ambiguity in its attitude; and what- was done, if done by it, was no more than it had the right to do without incurring a liability expressly disavowed. There was nothing to be left to the jury on ¡this branch of the case.”</blockquote>\n<p id=\"b68-4\">Under all the circumstances of this case there was not, in our opinion, anything to submit to the jury on the question of acceptance of abandonment.</p>\n<p id=\"A2\">The only point presented by plaintiffs in case No. 749 not covered by the views already expressed is the fact that the defendant demanded and accepted payment of one of the premium notes after the notice of abandonment and notice of loss, and that a further demand was subsequently made by the defendant for payment of the remaining premium notes. It is true that the receipt of a premium after a forfeiture occurs might waive the forfeiture; but in this case the question as to the right of plaintiffs to recover depended alone upon proofs of loss, and as no loss, within the terms of the policy, was proven, they cannot recover. The receipt of the premium did not relieve the plaintiffs from the necessity of proving’ such a loss.</p>\n<p id=\"b68-6\">The record shows that:</p>\n<blockquote id=\"b68-7\">“It was further stipulated to be, the fact that the defendant made full and proper tender on March 2, 1901, of the full amount of the premium paid to the said Thames &amp; Mersey Marine Insurance Company, for or on account of insurance effected by said plaintiffs, or either of them, with said Thames &amp; Mersey Marine Insurance Company on the steamship City of Columbia, under policy of insurance now in evidence, and that they made full and proper tender and offered to return the unpaid premium notes on account of said premium.”</blockquote>\n<p id=\"b68-8\">We are unable to see how the facts stated could in any manner affect the results reached by the court below.\"</p>\n<p id=\"b68-9\">The judgments in both cases are affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}