{
  "casebody": {
    "data": "<casebody firstpage=\"620\" lastpage=\"621\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b680-3\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. James R. McCAFFREY and Edward A. Cook, d/b/a ABC Concrete Company, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b680-7\">No. 78-1068.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b680-8\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b680-10\">April 23, 1980.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b680-18\">Elliott Moore, Deputy Associate Gen. Counsel, N. L. R. B., Washington, D.C., Emil Farkas, Director, Region 9, N.L.R.B., Cincinnati, Ohio, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b680-19\">Arnold Morelli, Bauer, Morelli &amp; Heyd, Cincinnati, Ohio, for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b680-20\">Before ENGEL and JONES, Circuit Judges, and CECIL, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b680-21\">ORDER</p>\n<p id=\"b680-22\">Petitioner, The National Labor Relations Board (the “Board”) seeks enforcement of its Order, reported at 223 NLRB No. 184, that the ABC Concrete Company (the “Company”) violated Section 8(a)(3) and (1) of the National Labor Relations Act, (the “Act”) 29 USC § 151 <em>et seq., </em>by discharging eight of its employees because they engaged in protected concerted activity, and by refusing to reinstate the employees because of such activity.</p>\n<p id=\"b680-23\">Respondents, James McCaffrey and Edward Cook, formed a partnership in February 1976 for the purpose of manufacturing and delivering ready-mixed concrete. Both individuals were experienced workers in the concrete trade, and had been active members of Local 100 of the International Brotherhood of Teamsters prior to their establishment of the Company.</p>\n<p id=\"b680-24\">The Company’s eight employees were all experienced concrete workers and union members.<footnotemark>1</footnotemark> Several of the employees had known and worked with Respondents for several years prior to the establishment of the Company. One individual, Jasper, declined an invitation to join Respondents in the establishment of the Company. Several <page-number citation-index=\"1\" label=\"621\">*621</page-number>of the employees helped put up the Company’s building without pay before any of them were hired.</p>\n<p id=\"b681-5\">The employees were paid hourly wages ranging from $4.00/hour to $5.00/hour, with time and a half for work over forty hours per week. Several employees individually discussed with Respondents the question of wage increases. One employee received a raise; another employee was told to wait a period of time. In August 1976, Respondents announced their preference for bonuses payable in good months and at Christmas. In September the Company paid a bonus.</p>\n<p id=\"b681-6\">During October, some employees began discussing among themselves their desire for wage increases and overtime for all work over eight hours per day. On October 25, 1976, Wheeler drew up a handwritten document stating the employees’ preference for union representation. It was notarized and all employees signed it. The document was never presented to the Company nor was its existence ever mentioned to the Respondents.</p>\n<p id=\"b681-7\">By 7:30 a. m. on October 26, all employees except Mayes and Rickers had arrived at work. The employees began to service and to line their trucks up to the loading dock when they decided to meet with Respondents. The employees left their trucks and walked into the Company’s outer office to discuss salaries and overtime pay. The events thereafter are in dispute. The Company alleges the employees stated that they were unwilling to work at the current salary schedule. The employees allege that, as a result of having initiated a discussion for an increase in wages and overtime rates, they were told to “go home, to hit it, and take off.” (A. 4).</p>\n<p id=\"b681-8\">On the basis of the testimony of the Respondents, the employees, and the union’s local agent, the Administrative Law Judge found that the Respondent discharged all eight of its employees because they engaged in protected concerted activity, in violation of the Act.</p>\n<p id=\"b681-9\">Respondents argue that a determination that the employees were engaged in protected concerted activity, must be premised upon a finding of “prior requests or constant complaints by employees culminating in a labor dispute.” This is an incorrect interpretation of the law. As stated by the Supreme Court in <em>National Labor Relations Board v. Washington Aluminum, </em>370 U.S. 9, 14, 82 S.Ct. 1099, 1102, 8 L.Ed.2d 298 (1962), “the language of Section 7 is broad enough to protect concerted activity whether they take place before, after <em>or at the time such a demand is made.” </em>(emphasis added). Thus, the Administrative Law Judge correctly concluded that the unfair labor practice was the cause of the employees picketing subsequent to their discharge. <em>Larand Leisurelies, Inc. v. National Labor Relations Board, </em>523 F.2d 814 (6th Cir. 1975).</p>\n<p id=\"b681-11\">On the basis of the evidence of record in this case we conclude that substantial evidence in the record does support the Board’s order that Respondents’ discharge of its employees’ concerted protected activity and refusal to reinstate the employees because of such activity violated Sections 8(a)(3) and (1) of the Act. We have reviewed Respondents’ other claims of error and find them similarly to be without merit.</p>\n<p id=\"b681-12\">Accordingly, the Order of the Board shall be and is hereby enforced.</p>\n<footnote label=\"1\">\n<p id=\"b680-25\">. Michael Brimek, Kenneth Carl, Joe Jasper, Darrell Kasson, Terry Mayes, George Rickers, William Walters and James Wheeler.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}