{
  "casebody": {
    "data": "<casebody firstpage=\"645\" lastpage=\"649\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b705-6\">Edward A. CHALLENGER, Plaintiff-Appellant, v. LOCAL UNION NO. 1 OF the INTERNATIONAL BRIDGE, STRUCTURAL, AND ORNAMENTAL IRONWORKERS, AFL-CIO, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b705-9\">No. 79-1965.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b705-10\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b705-11\">Argued Jan. 22, 1980.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b705-12\">Decided April 16, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b706-8\"><page-number citation-index=\"1\" label=\"646\">*646</page-number>Marcus D. Grayck, Chicago, Ill., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b706-9\">J. Peter Dowd, Chicago, Ill., for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b706-10\">Before CUMMINGS, PELL and TONE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b706-11\">TONE, Circuit Judge.</author>\n<p id=\"b706-12\">The issue in this case is whether a dispute over the interpretation of the break-in-service provisions of a jointly administered pension plan is subject to compulsory arbitration under the terms of the plan, and, if so, whether this is permissible under the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. §§ 1001-1381. The district court held that plaintiff, who claims pension benefits under the plan, was required to submit the dispute to arbitration. The court therefore dismissed the complaint for failure to state a claim on which relief could be granted. We affirm the judgment.</p>\n<p id=\"b706-15\">Plaintiff Challenger has been a structural ironworker since 1957, with the exception of a three-year period from 1964 through 1966. While employed as an ironworker he has been a participant in an employee pension plan maintained pursuant to collective bargaining agreements between his union and an association of employers engaged in the ironworking business.</p>\n<p id=\"b706-16\">In November 1977, pursuant to Challenger’s request for advice on his pension expectancy, the plan administrator advised him that to date he had earned 10.5 pension credits and that these had accrued from 1967 through 1977. Challenger then engaged an attorney, who wrote a letter to the plan administrator taking the position that plaintiff was entitled to pension credits for the years before 1967. An attorney for the pension trustees responded that under the trustees’ interpretation of the plan plaintiff was not entitled to pension credits for the work he performed before 1967 because that work preceded a three-year break in service from 1964 through 1966.</p>\n<p id=\"b706-17\">Challenger then brought this action under ERISA, invoking 29 U.S.C. § 1132(e)(1).<footnotemark>1</footnotemark> He alleges that he is entitled to six years’ pension credits for the years before 1967, and that the trustees and plan administrator violated their fiduciary duties under § 404(a)(1)(A), (B), and (D) and § 401 of ERISA, 29 U.S.C. §§ 1104(a)(1)(A), (B), &amp; (D), 1101. Declaratory and injunctive relief is sought. Challenger appeals from the district court’s judgment dismissing the complaint for failure to state a claim.</p>\n<p id=\"b706-18\">I</p>\n<p id=\"b706-19\">The Structural Ironworkers Local No. 1 Pension Plan was adopted in the 1960’s in <page-number citation-index=\"1\" label=\"647\">*647</page-number>conjunction with the collective bargaining agreement between the union and the Associated Steel Erectors of Chicago, the employers’ association. The collective bargaining agreement, as renewed from time to time, has always made the pension plan agreement a part of the collective bargaining agreement, which provides that the pension fund is to be administered according to the plan agreement.</p>\n<p id=\"b707-5\">The pension plan contains, as Article VI, an arbitration provision, the pertinent parts of which are as follows:</p>\n<blockquote id=\"b707-6\">Section 1. Any dispute or disagreement between an applicant and the Board of Trustees as to the proper interpretation or application of the terms and conditions of this Pension Plan shall be subject to the following appeal procedure:</blockquote>\n<blockquote id=\"b707-7\">(1) The applicant shall file a written appeal with the Board of Trustees within sixty (60) days after the date of the initial decision of the Trustees.</blockquote>\n<blockquote id=\"b707-8\">(2) The Board of Trustees shall consider the applicant’s appeal as soon as practicable . . . . The Board shall notify the applicant of its final decision in writing by mailing a copy to the applicant’s last known address.</blockquote>\n<blockquote id=\"b707-11\">(3) The applicant may appeal the final decision of the Trustees to final and binding arbitration by notifying the Pension Plan office within thirty (30) days of the date of the decision of his desire to arbitrate. [Then follow provisions relating to the selection of an arbitrator.]</blockquote>\n<blockquote id=\"b707-12\">Section 2. The decision of the arbitrator shall be final and binding on the applicant and the Board of Trustees.</blockquote>\n<p id=\"AB4\">Article VI is a mandatory arbitration provision. The words “shall be subject” in the introductory clause make the appeal procedure thereafter set forth mandatory for an applicant such as Challenger who disagrees with an interpretation of the plan by the board of trustees. The three subpara-graphs that follow the introductory clause are subject to that clause. They describe the mandatory appeal procedure. The first step in that procedure, set forth in subpara-graphs (1) and (2), is a written appeal for reconsideration by the board of trustees, which the applicant “shall file” within sixty days after the initial decision by the trustees. Subparagraph (3) provides for the arbitration that follows if the applicant is still dissatisfied with the trustees’ interpretation.</p>\n<p id=\"b707-15\">Challenger argues that the word “may” in subparagraph (3) makes the resort to arbitration permissive. This ignores the mandatory terms of the introductory clause. The use of “may” in subparagraph (3) is simply a recognition of the possibility that the applicant will have succeeded in his petition for rehearing or in any event may not wish to appeal the final decision of the trustees. <em>See Rhine v. Union Carbide Corp., </em>343 F.2d 12, 14-15 (6th Cir. 1965);<footnotemark>2</footnotemark> cf. <em>Republic Steel Corp. v. Maddox, </em>379 U.S. 650, 658-59, 85 Ct. 614, 619-620, 13 L.Ed.2d 580 (1965).</p>\n<p id=\"b707-16\">Like the plaintiff in <em>Smith v. Union Carbide Corp., </em>350 F.2d 258 (6th Cir. 1965), Challenger has only those rights to pension benefits that arose out of the contract between his union and his employers. As the court there said,</p>\n<blockquote id=\"b707-17\">the method of settling the dispute is as much a part of the contract as the payment of benefits under the pension plan.</blockquote>\n<p id=\"b707-18\"><em>Id. </em>at 261. The arbitration provision of the pension plan, as a part of the collective bargaining agreement, should be interpreted to cover a dispute between a pension claimant and the trustees “unless it may be said with positive assurance that the arbitration clause is not susceptible of an interpretation that covers the asserted dispute. Doubts should be resolved in favor of coverage.” <em>United Steelworkers of America v. Warrior &amp; Gulf Navigation Co., </em>363 U.S. 574, 582-83, 80 S.Ct. 1347, 1353, 4 L.Ed.2d 1409 (1960).</p>\n<p id=\"b708-3\"><page-number citation-index=\"1\" label=\"648\">*648</page-number>II</p>\n<p id=\"b708-4\">Challenger argues that even if Article VI provides for mandatory arbitration, the letter from the trustees’ attorneys giving the trustees’ interpretation of the break-in-service provisions was a notice of denial of plaintiff’s claim which failed to mention arbitration or advise plaintiff of the steps he needed to take in order to proceed with arbitration. This is alleged to have been a violation of § 503 of ERISA, 29 U.S.C. § 1133, and Department of Labor regulations thereunder, 29 C.F.R. § 2560.-503-l(b)(l)(i). Section 503 requires that, under regulations to be adopted by the Secretary, every plan provide adequate notice to a participant “whose claim for benefits under the plan has been denied” and set forth the reasons for the denial, and also requires that the plan afford a reasonable opportunity “for a full and fair review by the appropriate named fiduciary of the decision denying the claim.” The regulations require that the notice of rejection of a claim provide information “as to the steps to be taken if the participant wishes to submit his or her claim for review.” 29 C.F.R. § 2560.503-l(f)(4).</p>\n<p id=\"b708-5\">Inasmuch as the regulations define a claim as “a request for a plan benefit by a participant or beneficiary,” 29 C.F.R. § 2560.503-l(d), it is not at all clear that Challenger’s request for information about his accrued credits was a claim within the meaning of the regulation or the statute, which delegates to the Secretary the authority to make implementing regulations. Even assuming that it was, the appropriate remedy would not be to dispense with compulsory arbitration but rather to extend the applicant’s time for taking the appropriate steps. Here the trustees have expressly stated that they remain willing to submit the dispute to arbitration, so arbitration remains an available remedy and Challenger is required by the plan to use it.<footnotemark>3</footnotemark></p>\n<p id=\"b708-10\">III</p>\n<p id=\"b708-11\">Challenger next argues that, even if the pension plan does provide for mandatory arbitration of this dispute and even if the trustees have not relinquished their right to seek arbitration by failing to provide adequate notice, mandatory arbitration of this dispute fatally conflicts with ERISA. The premise of this argument is that, for purposes of this motion to dismiss, it is admitted that the defendant trustees and plan administrator have breached fiduciary duties imposed upon them by § 404(a)(1)(A), (B), and (D) and § 401 of ERISA, 29 U.S.C. §§ 1104(a)(1)(A), (B), &amp; (D), 1101. From this premise spring two independent contentions. Challenger first argues that, because an arbitrator may not impose personal liability upon defendants or provide other appropriate equitable or remedial relief for these breaches, as courts may under § 409(a) of ERISA, 29 U.S.C. § 1109(a), binding arbitration is an inadequate and inappropriate remedy. Challenger’s second argument from this premise is that the arbitration provision, if interpreted as mandatory, would be void because of § 410(a) of ERISA, 29 U.S.C. § 1110(a), which provides:</p>\n<blockquote id=\"A95\">[A]ny provision in an agreement or instrument which purports to relieve a fiduciary from responsibility or liability for any responsibility, obligation, or duty under this part shall be void as against public policy.</blockquote>\n<p id=\"b708-12\">In support of this alternative, Challenger cites <em>Lewis v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., </em>431 F.Supp. 271 (E.D.Pa.1977), which, primarily on the grounds of § 410(a) of ERISA, allowed a plaintiff to sue without resort to a mandatory arbitration agreement where plaintiff alleged fiduciary violations. However, both of Challenger’s arguments fail because his premise is flawed.</p>\n<p id=\"b708-13\">Challenger errs in his assumption that because he has alleged in his complaint that the trustees’ interpretation is “wrong<page-number citation-index=\"1\" label=\"649\">*649</page-number>ful” and in violation of the fiduciary duties imposed on them by the Act, those allegations must be taken as true for purposes of a motion to dismiss under Rule 12(b)(6), Fed.R.Civ.P. A motion to dismiss admits only allegations of fact, not legal conclusions. The allegations of fact in Challenger’s complaint are in substance that the trustees and Challenger interpret the break-in-service provisions of the pension plan differently. It is not alleged that the trustees lack a good faith belief in the correctness of their interpretation; Challenger’s counsel disclaimed on oral argument any intent to charge bad faith. Nor is it alleged that the break-in-service provisions, as interpreted, are invalid under ERI-SA. The allegations of the complaint add up to nothing more than the fact that the trustees have interpreted the plan and the legal conclusion that their interpretation is incorrect.</p>\n<p id=\"b709-5\">The trustees do not breach their fiduciary duties by interpreting the plan in good faith, even if their interpretation is later determined to be incorrect. It is, of course, their duty to interpret the plan when passing on an applicant’s claim requires them to do so. That duty is discharged when they make a good faith interpretation and act accordingly, unless and until that interpretation is later reversed or modified in a review proceeding under the arbitration article of the plan. Although Challenger has alleged the legal conclusion that the trustees have breached their fiduciary duties, the facts he alleges as constituting that breach show that they have not done so. Thus, he has not alleged any violation by the trustees of any fiduciary duty imposed on them by the cited sections of ERISA. Accordingly, neither § 409(a) nor § 410(a) has any application to the ease at bar.<footnotemark>4</footnotemark></p>\n<p id=\"b709-6\">In addition, we note that Congress intended fund trustees to have primary responsibility for claim processing, as evidenced by the specific requirement in § 503, 29 U.S.C. § 1133, of a claim and appeal procedure for every employee benefit plan. To make every claim dispute into a federal case would undermine the claim procedure contemplated by the Act. It would also burden employee benefit funds with substantial expense. <em>See Taylor v. Bakery &amp; Confectionary Union &amp; Industry International Welfare Fund, </em>455 F.Supp. 816, 820 (E.D.N.C. 1978). We believe that Congress, in adopting ERISA, did not require or contemplate such a result. Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b706-13\">. The complaint also alleged jurisdiction under the Securities Act of 1933, 15 U.S.C. § 77v(a) and the Securities Exchange Act of 1934, 15 U.S.C. § 78aa. The securities claims were rendered untenable by <em>International Brotherhood of Teamsters v. Daniel, </em>439 U.S. 551, 99 S.Ct. 790, 58 L.Ed.2d 808 (1979), and are not pressed in this court.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b707-13\">, Plaintiff admits in his reply brief that the arbitration provision in <em>Rhine </em>is mandatory. Yet, like the provision in the case at bar, that provision uses the allegedly permissive “may.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b708-6\">. Challenger does not allege that he was not aware of Article VI. He was sent a copy of the pension plan, which, of course, includes that article. It is apparent that his counsel had read the pension plan, presumably including Article VI, when he sent his letter stating his interpretation of the break-in-service provisions.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b709-7\">. To the extent to which Challenger may implicitly rely on the law of antitrust and Title VII, where arbitration provisions have been limited despite the absence of a specific statutory provision to that effect, we reject those analogies on the grounds articulated by the court in <em>Fox v. Merrill Lynch &amp; Co., </em>453 F.Supp. 561, 566 (S.D.N.Y.1978).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}