{
  "casebody": {
    "data": "<casebody firstpage=\"718\" lastpage=\"729\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b778-9\">FARM SERVICE COOPERATIVE, Appellee, v. COMMISSIONER OF INTERNAL REVENUE, Appellant, National Council of Farmer Cooperatives, Amicus.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b778-13\">No. 78-1754.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b778-14\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b778-15\">Submitted May 15, 1979.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b778-16\">Decided April 11, 1980.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b778-17\">Rehearing Denied May 19, 1980.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b779-7\"><page-number citation-index=\"1\" label=\"719\">*719</page-number>Leonard J. Henzke, Jr., Atty., Tax Div., Dept. of Justice, Washington, D. C., for appellant; M. Carr Ferguson, Asst. Atty. Gen., Gilbert E. Andrews, Atty., Tax Div., Dept, of Justice, Washington, D. C., on brief.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b779-8\">B. Harvey Hill, Jr., Alston, Miller &amp; Gaines, Atlanta, Ga., for appellee; Sidney O. Smith, Jr., Franklin R. Nix, and Michael G. Wasserman, Atlanta, Ga., on brief.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b779-10\">Donald E. Graham, Washington, D. C., and Arthur E. Bryan, Jr., McDermott, Will &amp; Emery, Chicago, Ill., for amicus, National Council of Farmer Cooperatives.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b779-11\">Before BRIGHT and McMILLIAN, Circuit Judges, and DEVITT, Chief District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b779-12\"> EDWARD J. DEVITT, Chief Judge, United States District Court, District of Minnesota, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b779-17\">BRIGHT, Circuit Judge.</author>\n<p id=\"b779-18\">The Commissioner of Internal Revenue (Commissioner) appeals from a decision of the United States Tax Court in favor of Farm Service Cooperative (taxpayer).<footnotemark>1</footnotemark> The Tax Court determined that taxpayer, a nonexempt farm cooperative,<footnotemark>2</footnotemark> could offset losses suffered in patronage activities against its taxable income. For the reasons set forth below, we conclude that this determination was erroneous. Accordingly, We reverse.</p>\n<p id=\"b779-19\">1. <em>Background.</em></p>\n<p id=\"b779-20\">Taxpayer is an agricultural cooperative incorporated under the laws of Arkansas, with its principal place of business in Fa-yetteville. During the years in question, taxpayer divided its business activities into four categories: a broiler pool, a turkey pool, a regular pool, and taxable activity.<footnotemark>3</footnotemark> The regular pool was a supply operation; taxpayer owned four stores that sold mostly farm supplies to cooperative members (patrons) and nonmembers alike.<footnotemark>4</footnotemark> Taxable activity encompassed various sources of taxable income, including gains from the sale of taxpayer’s property, dividends on taxpayer-owned stock, the cancellation of outstanding dividend checks payable to former patrons who could not be located, and other miscellaneous items of cooperative income.</p>\n<p id=\"b779-21\">The broiler and turkey pools engaged in hatching, growing, and marketing chickens and turkeys, respectively. It is the broiler pool that chiefly concerns us here. Taxpayer owned hatcheries where eggs were hatched and baby chicks were raised until twenty-four hours old. At that point, tax<page-number citation-index=\"1\" label=\"720\">*720</page-number>payer transported the chicks to approved grower-members, who contracted to care for the chicks until they were of marketable size (about eight weeks). During this time taxpayer supplied feed, medical care, and supervision, while grower-members supplied housing, fuel, equipment, and services. When the chickens became mature, taxpayer picked them up and delivered them to its processing plant.</p>\n<p id=\"b780-4\">At the time of pickup, taxpayer paid its grower-members according to a formula that took into account the delivery weight of the chickens (less that of any chickens condemned by the U. S. Department of Agriculture), current market prices, and the efficiency with which chicken feed had been converted into meat. The contracts between taxpayer and grower-members also provided for a minimum payment, irrespective of variations in wholesale market prices. Taxpayer characterizes these grower payments as cash “per-unit retain allocations.” <em>See </em>I.R.C. § 1388(f).<footnotemark>5</footnotemark></p>\n<p id=\"b780-15\">Broilers sell on a highly volatile market; as a result, growing and marketing broilers can be a risky venture. The broiler pool earned reasonable profits in some years, but it sustained significant losses in others. Most of taxpayer’s earnings on broiler sales in profitable years were returned to pool members as patronage dividends and deducted from taxpayer’s gross income pursuant to I.R.C. § 1382(b).® A substantial portion of the dividends (approximately eighty percent) were in the form of “qualified written notices of allocation.”<footnotemark>6</footnotemark>\n<footnotemark>7</footnotemark> These no<page-number citation-index=\"1\" label=\"721\">*721</page-number>tices of allocation were considered to be paid out to the members and hence taxable to them upon issue, even though taxpayer actually retained the funds and added them to a reserve account maintained for the broiler pool. By 1971 this account held $448,744.</p>\n<p id=\"b781-5\">The broiler pool sustained significant losses in the fiscal years ending June 30, 1971, and June 30, 1972. In fiscal 1971 broiler pool expenditures (including grower payments) exceeded gross receipts by $572,-634.37. During the same period taxpayer realized income from its other activities as follows:</p>\n<blockquote id=\"b781-6\">Patronage Income from Turkey</blockquote>\n<blockquote id=\"b781-7\">Pool $ 4,088.80</blockquote>\n<blockquote id=\"b781-8\">Income from Regular Pool</blockquote>\n<blockquote id=\"b781-9\">Patronage — sourced 51,510.37</blockquote>\n<blockquote id=\"b781-10\">Nonpatronage — sourced 20,528.75</blockquote>\n<blockquote id=\"b781-11\">Taxable Activity 156,497.56</blockquote>\n<blockquote id=\"b781-12\">Total $ 232,625.48</blockquote>\n<p id=\"b781-13\">Taxpayer distributed or allocated to its turkey pool members the net patronage income derived from the turkey pool activities. It similarly distributed or allocated to its regular pool members the net patronage income derived from the sale of farm supplies to its regular pool members. After taxpayer had done this, taking the deductions authorized by I.R.C. § 1382(b), there remained $177,026.31 of income subject to taxation.<footnotemark>8</footnotemark></p>\n<p id=\"b781-14\">Taxpayer reduced its taxable income for fiscal 1971 to zero by setting this $177,-026.31 off against part of the $572,634.37 broiler pool deficit. Taxpayer then timely filed Form 1139 requesting refunds for the carryback of $165,469.67 of the remaining broiler pool deficit. Taxpayer also requested a carryback of its unused investment credits for the fiscal years ending June 30, 1970, 1969, and 1968.<footnotemark>9</footnotemark> After this offsetting of four years’ taxable income, taxpayer allocated the balance of the 1971 broiler pool deficit to its broiler pool reserve account, reducing it from $448,744 to $218,605.61. This change was reflected in the cancellation of $230,138.39 in members’ qualified written notices of allocation.</p>\n<p id=\"b781-16\">For the fiscal year ending June 30, 1972, the broiler pool’s expenditures exceeded broiler pool receipts by $72,040.65. Taxpayer offset the entire amount of this broiler pool deficit against its taxable income for fiscal 1972 (/. e., nonpatronage-sourced income from the regular pool and taxable activity income), leaving taxable income of $5,122 for the year.</p>\n<p id=\"b781-17\">The Commissioner disagreed with taxpayer’s method of accounting. Specifically, he determined that taxpayer was required to pay tax on all income not allocable to patrons; taxpayer could not use the losses generated by business done with patrons (i. e., the broiler pool deficit) to offset its taxable income. In pertinent part, the Commissioner’s notice of deficiency to taxpayer states:</p>\n<blockquote id=\"b781-18\">(a) Deductions of $572,634.37 and $72,-040.65 claimed for broiler pool losses on your returns for June 30, 1971 and June <page-number citation-index=\"1\" label=\"722\">*722</page-number>30, 1972 are not allowable offsets to current taxable income but are charges against the broiler pool reserve.</blockquote>\n<blockquote id=\"b782-4\">* * * * * *</blockquote>\n<blockquote id=\"b782-5\">(c) As a result of the above adjustments to your return for June 30, 1971, the net operating loss for that year which was carried back to taxable years June 30, 1968, June 30,1969 and June 30,1970 and tentatively allowed is eliminated.</blockquote>\n<blockquote id=\"b782-6\">Further, since the net operating loss is eliminated, the carryback of’unused investment credits to June 30, 1965 and June 30, 1966 from June 30, 1968 and to June 30, 1967 from June 30, 1970 and tentatively allowed are also eliminated.</blockquote>\n<p id=\"b782-7\">II. <em>Analysis.</em></p>\n<p id=\"b782-8\">A. <em>The Statutory Scheme: Taxation of Cooperative Income and Patronage Dividends.</em></p>\n<p id=\"b782-9\">By virtue of consistent administrative practice, all cooperatives have been permitted to treat patronage payments as a deduction from gross income (under specified conditions) since 1914. T.D. 1996, 16 Treas. Dec.Int.Rev. 100 (1914); Logan, <em>Federal Income Taxation of Farmers’ and Other Cooperatives, </em>44 Tex.L.Rev. 250, 285-86 (1965). The theory underlying this tax treatment is clear, although stated in various ways: the cooperative is merely an agent for the patron; a patronage dividend constitutes a rebate or price adjustment for the patron; or the money returned in fact always belonged to the patron. <em>See Des Moines County Farm Service Co. v. United States, </em>324 F.Supp. 1216, 1219 (S.D. Iowa), <em>aff’d per curiam, </em>448 F.2d 776 (8th Cir. 1971).</p>\n<p id=\"b782-10\">The deductibility of patronage dividends first received explicit legislative recognition and approval in the Revenue Act of 1951, ch. 521, § 314(a)(2), 65 Stat. 492 (repealed 1962). <em>See Des Moines County Farm Service Co. v. United States, supra, </em>324 F.Supp. at 1219. It was generally thought at that time that the earnings of cooperatives would be currently taxable either to the cooperative or to its patrons. Subsequent court decisions, however, held that noncash allocations of patronage dividends, though deductible by the cooperative, were not taxable to the patron.</p>\n<p id=\"b782-16\">The enactment of subchapter T, section 17(a) of the Revenue Act of 1962, Pub.L.No. 87-834, 76 Stat. 960, was intended to overturn these decisions. S.Rep.No.1881, 87th Cong., 2d Sess., <em>reprinted in </em>[1962] U.S.Code Cong. &amp; Admin.News 3304, 3414. Subchapter T, I.R.C. §§ 1381-88, permits cooperatives to deduct amounts allocated in cash or scrip as patronage dividends, and it makes patrons currently taxable on these patronage dividends to the extent that they arise out of the patrons’ business transactions with the cooperative. “Exempt” cooperatives, those satisfying the criteria of I.R.C. § 521(b), may allocate to their patrons and deduct not only earnings derived from patronage activities, but also dividends on capital stock and earnings derived either from business done for the United States or from nonpatronage sources. I.R.C. § 1382(c). <em>See generally Land O’Lakes, Inc. v. United States, </em>514 F.2d 134 (8th Cir.), <em>cert. denied, </em>423 U.S. 926, 96 S.Ct. 271, 46 L.Ed.2d 253 (1975); Logan, <em>Federal Income Taxation of Farmers’ and Other Cooperatives, </em>44 Tex.L.Rev. 250 (1965). Nonexempt cooperatives may allocate and deduct only income arising from business done with patrons, and then only under additional conditions specified in I.R.C. § 1388(a).<footnotemark>10</footnotemark> I.R.C. § 1382(b).</p>\n<p id=\"b783-4\"><page-number citation-index=\"1\" label=\"723\">*723</page-number>Because of this restriction on the scope of allowable deductions, nonexempt cooperatives must separate patronage- from nonpa-tronage-sourced income. A nonexempt cooperative is a hybrid business organization, taxed like an ordinary corporation with respect to nonpatronage-sourced income (see subchapter C, I.R.C. § 301 <em>et seq.), </em>but like a partnership with respect to patronage-sourced income. <em>See Conway County Farmers Ass’n v. United States, </em>588 F.2d 592, 596 (8th Cir. 1978). That is to say, nonpatronage-sourced income is fully taxable to the cooperative and, if paid out in dividends to the patron, to him as well. Patronage-sourced income is taxed only once, usually to the patron.</p>\n<p id=\"b783-5\">This disparity in tax treatment, as might be expected, has given rise to several tax-accounting issues involving the proper allocation of expenses and income. For example, in <em>Pomeroy Cooperative Grain Co. v. Commissioner, </em>288 F.2d 326 (8th Cir. 1961), this court addressed the question of how payments to the cooperative for storing government-owned grain should be characterized. We held that such payments were not derived from patronage activities and thus could not be allocated to patrons; rather, they remained taxable to the cooperative. In <em>Des Moines County Farm Service Co. v. United States, supra, </em>324 F.Supp. at 1219, the court held that capital stock dividends are presumed to be attributable to patronage and nonpatronage business pro rata. This follows, the court reasoned, because both kinds of business give rise to the income on which the stock dividends are based. <em>Id. </em>at 1220. If the cooperative were permitted to pay these stock dividends solely out of its taxable income, the result would be an improper inflation of the patronage income available for patronage dividend deductions and, correspondingly, an improper reduction in taxable income. <em>Accord, Union Equity Cooperative Exchange v. Commissioner, </em>481 F.2d 812 (10th Cir.), <em>cert. denied, </em>414 U.S. 1028, 94 S.Ct. 457, 38 L.Ed.2d 321 (1973); <em>FCX, Inc. v. United States, </em>531 F.2d 515, 209 Ct.Cl. 145 (1976).</p>\n<p id=\"b783-9\">From these cases the Commissioner derives a “cooperative tax accounting principle” that, he argues, invalidates taxpayer’s method of allocating losses in this case. Because common overhead expenses cannot be allocated to offset solely nonpatron income, it follows <em>a fortiori </em>that expenses allocable solely to patron business may not be offset against nonpatron income. Taxpayer argues, however, that this is so only where patronage dividends result; <em>Des Moines Couniy Farm Service Co. </em>and its progeny are irrelevant to the allocation of net operating losses.<footnotemark>11</footnotemark> We turn now to consider these conflicting contentions in greater detail.</p>\n<p id=\"b783-10\">B. <em>Losses and Expenses.</em></p>\n<p id=\"b783-11\">Taxpayer argues initially that its treatment of operating losses conforms with the Code. Subchapter T says nothing about the appropriate treatment of net operating losses, and so, according to taxpayer, the general rules of corporate taxation apply. Because corporations can aggregate gains and losses for their various divisions, taxpayer contends that it should be allowed to do the same thing. The Tax Court agreed with taxpayer, holding that under taxpayer’s bylaws <footnotemark>12</footnotemark> its board of directors could allocate <page-number citation-index=\"1\" label=\"724\">*724</page-number>the broiler pool losses as they saw fit. 70 T.C. at 155. In so holding, the Tax Court relied upon its decision in <em>Associated Milk Producers, Inc. v. Commissioner, </em>68 T.C. 729 (1977).</p>\n<p id=\"b784-4\">In <em>Associated Milk Producers, </em>the Tax Court held that a nonexempt cooperative could employ the net loss carryover provisions of I.R.C. § 172 to reduce current patronage earnings by past operating losses. Rejecting the Commissioner’s argument that a loss must be recouped from capital reserves in the year in which it is incurred, the Tax Court ruled that the cooperative could determine whether its past, present, or future patrons should bear the loss. <em>Id. </em>at 738-39. The loss would, in any event, be borne by the patrons and would be charged against the cooperative’s capital reserves. <em>See id. </em>at 738. <em>Cf. </em>Rev.Rul. 65-106, 1965-1 C.B. 126 (cooperative can choose which year’s patronage income to offset with a patronage loss).</p>\n<p id=\"b784-5\">In our view, the vertical (/. e., chronological) allocation problem presented in <em>Associated Milk Producers </em>is quite distinct from the essentially horizontal allocation problem in this case. That patronage losses are involved in both cases should not obscure the significant differences between them. Whereas in <em>Associated Milk Producers </em>the losses were borne by patrons, in this case taxpayer is trying to shift the broiler pool losses from the broiler pool patrons to itself and, more significantly, to the United States Treasury. Whereas the cooperative in <em>Associated Milk Producers </em>decided to forego its current patronage dividend deduction in charging off past losses, taxpayer in this case is seeking to avoid taxation on income for which no patronage dividend deduction is available.</p>\n<p id=\"b784-10\">Nor are we persuaded by taxpayer’s contention that its losses can and must be considered apart from the dictates of sub-chapter T. Losses mean simply that expenditures exceed revenues. If taxpayer’s method of calculating expenditures or revenues runs afoul of subchapter T, the presence of a net loss will not save it.</p>\n<p id=\"b784-11\">We come then to the nub of this case: was taxpayer’s method of accounting proper under subchapter T? Taxpayer insists that it was. From its gross receipts taxpayer deducted its cost of goods sold, including grower payments (/. <em>e., </em>per-unit retain allocations paid in cash<footnotemark>13</footnotemark>), to arrive at gross income.<footnotemark>14</footnotemark> From that figure taxpayer deducted its ordinary and necessary expenses, interest, taxes, and depreciation (deductions allowed all corporations) plus its patronage dividends on profitable patronage activities, which are deductible under subchapter T.<footnotemark>15</footnotemark> When the result was a net operating loss, taxpayer simply utilized the loss carryback provisions authorized by I.R.C. § 172 for all corporations, including cooperatives.</p>\n<p id=\"b784-12\">The Commissioner does not contest the proposition that a cooperative can have a net operating loss, or that it can carry such losses forward and back as provided in I.R.C. § 172. <em>See Associated Milk Producers, Inc. v. Commissioner, supra. </em>The Commissioner objects rather to taxpayer’s initial calculation of gross income. Specifically, the Commissioner argues that it is impermissible to lump grower payments together with expenses incurred in taxable activities as deductions in arriving at gross income, at <page-number citation-index=\"1\" label=\"725\">*725</page-number>least when the cooperative incurs a net loss on its patronage activities.<footnotemark>16</footnotemark></p>\n<p id=\"b785-5\">By reducing overall gross' income, the Commissioner argues, taxpayer’s method of accounting has the effect of transferring to the growers income properly taxable to the cooperative without taxation at the cooperative level. The Commissioner notes that this effect is precisely the same as that which would be produced if taxpayer allocated its patronage expenses so as to reduce taxable income, or if it issued patronage dividends on the earnings from taxable activities. Both of these courses of action are expressly forbidden by the Code. <em>Des Moines County Farm Service Co. v. United States, supra; </em>I.R.C. § 1388(a).</p>\n<p id=\"b785-6\">Whether these strictures should be extended to grower payments or per-unit retain allocations turns upon the character of these payments. Taxpayer argues that these payments are like ordinary and necessary business expenses and quite different from dividends; the Commissioner notes that they, like dividends, are distributions to patrons. In order to answer taxpayer’s claims, we must consider the nature of grower payments or per-unit retain allocations and their place in the statutory scheme. We rely for illumination in part upon the legislative history of subchapter T. <em>Cf. Don E. Williams Co. v. Commissioner, </em>429 U.S. 569, 97 S.Ct. 850, 51 L.Ed.2d 48 (1977) (relying upon legislative history to explicate statutory intent underlying I.R.C. § 404).</p>\n<p id=\"b785-10\">C. <em>Per-Unit Retain Allocations.</em></p>\n<p id=\"b785-11\">As originally enacted, subchapter T dealt solely with patronage dividends in their various forms, including qualified written notices of allocation. Many cooperatives, however, issued per-unit retain certificates instead of or in addition to notices of allocation. These certificates reflected the retention by the cooperative (pursuant to authorization) of a portion of the proceeds from products marketed for the patron. The amounts retained were calculated on the basis of units of products marketed, rather than earnings as in the case of patronage dividends.</p>\n<p id=\"b785-12\">Uncertainty about the tax status of these certificates led to amendment of subchapter T in 1966. Pub.L.No.89-809, § 211, 80 Stat. 1539. This amendment was intended “to provide tax treatment with respect to per-unit retain certificates which parallels, in general, the tax treatment applicable with respect to patronage dividends.” S.Rep.No. 1707, 89th Cong., 2d Sess., <em>reprinted in </em>[1966] U.S.Code Cong. &amp; Admin.News 4446, 4515-16. That is to say, per-unit retain allocations were to be taxable at face value to either the cooperative or the patron, typically the latter, even though the market value of the scrip was often very low. Under the amendment, both qualified written notices of allocation and qualified per-unit retain certificates were considered to represent amounts distributed to patrons and reinvested in the cooperative as capital.<footnotemark>17</footnotemark></p>\n<p id=\"b786-3\"><page-number citation-index=\"1\" label=\"726\">*726</page-number>Differences in the nature of retain certificates and notices of allocation produced slight variations in the statutory scheme. Thus, for example, the requirement that twenty percent of patronage dividends be paid out in cash (I.R.C. § 1388(c)(1)), which was aimed at facilitating the patron’s payment of income tax on the written notices of allocation, was eliminated for per-unit retain certificates. Imposing such a requirement in the case of retain certificates would probably have been counterproductive: ■ the cooperative could keep the same amount of capital as needed by simply electing to “retain” twenty percent more of the patron’s proceeds and then paying out that increment in cash. <em>See </em>H.R.Rep.No. 91-413, 91st Cong., 1st Sess., <em>reprinted in </em>[1969] U.S.Code Cong. &amp; Admin.News 1645, 1821. The definition of a per-unit retain allocation — namely, an allocation fixed without reference to net earnings, I.R.C. § 1388(f), and hence akin to payments for production costs — produced one other variation: the cooperative was to treat per-unit retain allocations as deductions in arriving at gross income. Under the original statute, by contrast, amounts deducted as patronage dividends were to be treated as items of gross income and deductions therefrom. I.R.C. § 1382(b).</p>\n<p id=\"b786-9\">While this latter difference in statutory treatment explains taxpayer’s method of calculating gross income, <em>see </em>text at notes 14 and 15, <em>supra, </em>it is not sufficient to justify taxpayer’s combination of patronage and nonpatronage accounts. The reasons underlying this small variation in the statutory accounting procedure remain somewhat obscure,<footnotemark>18</footnotemark> but there is no indication that Congress foresaw, much less intended, taxpayer’s use of per-unit retain allocations to reduce nonpatronage income. Rather, the underlying congressional aim was parallel treatment for patronage dividends and per-unit retain allocations, both of which represent distributions to patrons. Congress had already limited the former to the proceeds of patronage activities. I.R.C. § 1388(a). In our view, the statutory scheme requires comparable treatment of per-unit retain allocations.<footnotemark>19</footnotemark></p>\n<p id=\"b786-10\">We hold, then, that subchapter T requires a nonexempt cooperative to segre<page-number citation-index=\"1\" label=\"727\">*727</page-number>gate its patronage and nonpatronage accounts in calculating its gross income, at least in those cases where grower payments or per-unit retain allocations contribute to net operating losses in patronage activities.<footnotemark>20</footnotemark> Likewise, subchapter T forbids a nonexempt cooperative to aggregate patronage losses with its income from taxable activities, if the two are separately calculated. A nonexempt cooperative simply may not use patronage losses to reduce its tax liability on nonpatronage-sourced income. Taxpayer’s accounting procedures cannot supersede this statutory principle. <em>Thor Power Tool Co. v. Commissioner, </em>439 U.S. 522, 99 S.Ct. 773, 58 L.Ed.2d 785 (1979).<footnotemark>21</footnotemark></p>\n<p id=\"b787-5\">D. <em>Other Considerations.</em></p>\n<p id=\"b787-6\">Apart from the clear thrust of the legislative intent underlying subchapter T, the relationship of subchapter T to I.R.C. § 521 convinces us that our interpretation of the statute is correct. Section 521(b) sets forth strict criteria to be satisfied by a cooperar tive in order to qualify for “exemption” from taxation. Most notably, exempt cooperatives are limited in the amount of business they can do with nonmembers. As noted above, cooperatives that do qualify under section 521 are allowed not only the ordinary deductions for patronage dividends and qualified per-unit retain allocations, but also deductions for capital stock dividends and patronage dividends derived from nonpatronage business. I.R.C. § 1382(c). Hence, virtually all income earned by a section 521 cooperative escapes taxation at the cooperative level. A nonexempt cooperative, by contrast, operates as a hybrid; only its patronage income enjoys this kind of treatment.</p>\n<p id=\"b787-11\">Sustaining taxpayer’s position here would result in obliterating this statutory distinction. If patronage losses could be used to offset nonpatronage-sourced income, then a nonexempt cooperative could gain the tax advantages of an exempt cooperative without meeting the qualifications set forth in I.R.C. § 521(b). Not only would taxpayer itself gain the benefits of exemption — notably, the exclusion of nonpatronage-sourced income from taxation — but all other cooperatives could do so as well. That is, any nonexempt cooperative could avoid tax on nonpatronage-sourced income by the simple expedient of operating at a loss on its patronage activities.</p>\n<p id=\"b787-12\">It is not a sufficient answer to say, as taxpayer does here, that this abuse is possible only where losses are deliberate. To be sure, the Tax Court specifically found that taxpayer did not intend to incur its losses. 70 T.C. at 155 n.4. But the distinctions drawn between an exempt and a nonexempt cooperative, and between the de<page-number citation-index=\"1\" label=\"728\">*728</page-number>ductions allowed to each, do not- turn on subjective factors. Nor do we regard as workable the proposition that the Commissioner must examine the motivations underlying each cooperative’s pricing and remunerative policies in order to fix its tax liability. Rather, the statutory structure mandates the result we reach.</p>\n<p id=\"b788-4\">Taxpayer argues that our holding runs counter to the express legislative policy favoring cooperatives. Taxpayer’s argument is misplaced. The Internal Revenue Code distinguishes between three forms of business organization: the exempt cooperative, the nonexempt cooperative, and the ordinary corporation. Practically all income earned and distributed by an exempt cooperative is taxed only once, <em>i. </em>e., to the shareholder or patron. Only that portion of the nonexempt cooperative’s income attributable to patronage activities is taxed once, i. e., in the hands of the patron. Finally, all income distributed by the corporation is taxed both to it and to the shareholder. Requiring taxpayer to segregate its patronage and nonpatronage accounts does not render it (for tax purposes) a corporation, except with respect to activities that are essentially corporate in nature. Patronage income remains free of double taxation.<footnotemark>22</footnotemark> Nor does our holding deprive taxpayer of any tax advantages normally enjoyed by a corporation. In particular, taxpayer may carry its losses forward and back to the extent permitted by law, but patronage-sourced losses must in all events be offset against patronage-sourced income or reserves.<footnotemark>23</footnotemark></p>\n<p id=\"b788-6\">III. <em>Conclusion.</em></p>\n<p id=\"b788-7\">For the foregoing reasons, the decision of the Tax Court is reversed. The case is remanded for further proceedings to determine taxpayer’s tax liabilities in conformity with this opinion.</p>\n<p id=\"b788-8\">ORDER DENYING PETITION FOR REHEARING</p>\n<p id=\"b788-9\">Farm Service Cooperative (taxpayer) has petitioned for rehearing in this case. In addition to challenging the basis of our holding, taxpayer asks that we decide whether it is proper to offset, against patronage losses, income attributable to recaptured patronage dividends. While conceding that these recaptured dividends are taxable to the cooperative, <em>see Farm Service Cooperative v. Commissioner, </em>619 F.2d 718, 728 n.22 (8th Cir. 1980), taxpayer argues that they nevertheless retain their character as patronage-sourced income and hence may be offset against patronage losses. <em>Cf. Arrowsmith v. Commissioner, </em>344 U.S. 6, 73 S.Ct. 71, 97 L.Ed. 6 (1952) (nature of current loss ascertained by looking to the nature of the prior underlying transaction).</p>\n<p id=\"b788-10\">We entertain some doubt about this argument but decline taxpayer’s invitation to decide the issue, for it was not properly presented to us on appeal. Taxpayer in its brief did raise a question regarding the proper treatment of recaptured dividends, but its argument there was that accepting <page-number citation-index=\"1\" label=\"729\">*729</page-number>the Commissioner’s “cooperative tax accounting principle” would lead to unintended consequences in practice. We approved the Commissioner’s principle and remanded the case so that taxpayer’s liability could be determined in conformity with our opinion. Taxpayer’s present arguments may therefore be addressed to the Tax Court on remand. With these comments, the petition for rehearing is denied.</p>\n<footnote label=\"1\">\n<p id=\"b779-13\">. <em>Farm Service Cooperative v. Commissioner, </em>70 T.C. 145 (1978).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b779-14\">. As explained more fully below, the term “nonexempt” means that taxpayer does not satisfy the criteria set forth in I.R.C. § 521 for exemption from taxation. Nonetheless, taxpayer comes within the purview of subchapter T, I.R.C. §§ 1381-88, as a “corporation operating on a cooperative basis.” I.R.C. § 1381(a)(2).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b779-22\">. Taxpayer maintained separate books and records for each of the three pools and the taxable activity. The results of the accounts were combined, however, on taxpayer’s federal income tax return.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b779-23\">. In contrast to the practice of some cooperatives, taxpayer allocated patronage dividends only to its members. Membership was restricted to agricultural producers. In this opinion we use the terms “patron” and “member” interchangeably to refer to taxpayer’s member-patrons.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b780-5\">. <em>§ 1388. Definitions; special rules</em></p>\n<blockquote id=\"b780-6\">* * * * * *</blockquote>\n<blockquote id=\"b780-7\">(f) <em>Per-unit retain allocation. </em>— For purposes of this subchapter, the term “per-unit retain allocation” means any allocation, by an organization to which part I of this sub-chapter applies to a patron with respect to products marketed for him, the amount of which is fixed without reference to the net earnings of the organization pursuant to an agreement between the organization and the patron.</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b780-8\">. § <em>1382. Taxable income of cooperatives</em></p>\n<blockquote id=\"b780-9\">******</blockquote>\n<blockquote id=\"b780-10\">(b) <em>Patronage dividends and per-unit retain allocations. </em>— In determining the taxable income of an organization to which this part applies, there shall not be taken into account amounts paid during the payment period for the taxable year—</blockquote>\n<blockquote id=\"b780-11\">(1) as patronage dividends (as defined in section 1388(a)), to the extent paid in money, qualified written notices of allocation (as defined in section 1388(c)), or other property (except nonqualified written notices of allocation (as defined in section 1388(d))) with respect to patronage occurring during such taxable year;</blockquote>\n<blockquote id=\"b780-12\">(2) in money or other property (except written notices of allocation) in redemption of a nonqualified written notice of allocation which was paid as a patronage dividend during the payment period for the taxable year during which the patronage occurred;</blockquote>\n<blockquote id=\"b780-13\">(3) as per-unit retain allocations (as defined in section 1388(f)), to the extent paid in money, qualified per-unit retain certificates (as defined in section 1388(h)), or other property (except nonqualified per-unit retain certificates, as defined in section 1388(i)) with respect to marketing occurring during such taxable year; or</blockquote>\n<blockquote id=\"b780-17\">(4) in money or other property (except per-unit retain certificates) in redemption of a nonqualified per-unit retain certificate * * *.</blockquote>\n<blockquote id=\"b780-18\">For purposes of this title, any amount not taken into account under the preceding sentence shall, in the case of an amount described in paragraph (1) or (2), be treated in the same manner as an item of gross income and as a deduction therefrom, and in the case of an amount’described in paragraph (3) or (4), be treated as a deduction in arriving at gross income.</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b780-19\">. § <em>1388. Definitions; special rules</em></p>\n<blockquote id=\"b780-20\">* * * * * *</blockquote>\n<blockquote id=\"b780-21\">(b) <em>Written notice of allocation. </em>— For purposes of this subchapter, the term “written notice of allocation” means any capital stock, revolving fund certificate, retain certificate, certificate of indebtedness, letter of advice, or other written notice, which discloses to the recipient the stated dollar amount allocated to him by the organization and the portion thereof, if any, which constitutes a patronage dividend.</blockquote>\n<blockquote id=\"b780-22\">(c) <em>Qualified written notice of </em>allocation.—</blockquote>\n<blockquote id=\"b780-23\">(1) <em>Defined. </em>— For purposes of this sub-chapter, the term “qualified written notice of allocation” means—</blockquote>\n<blockquote id=\"b780-24\">(A) a written notice of allocation which may be redeemed in cash at its stated dollar amount at any time within a period beginning on the date such written notice of allocation is paid and ending not earlier than 90 days from such date, but only if the distributee receives written notice of the right of redemption at the time he receives such written notice of allocation; and</blockquote>\n<blockquote id=\"AcTl\"><page-number citation-index=\"1\" label=\"721\">*721</page-number>(B) a written notice of allocation which the distributee has consented, in the manner provided in paragraph (2), to take into account at its stated dollar amount as provided in section 1385(a).</blockquote>\n<blockquote id=\"b781-22\">Such term does not include any written notice of allocation which is paid as part of a patronage dividend or as part of a payment described in section 1382(c) (2)(A), unless 20 percent or more of the amount of such patronage dividend, or such payment, is paid in money or by qualified check.</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b781-23\">. The Commissioner has raised no objection to taxpayer’s allocation of patronage-sourced income in this case, and he has not challenged the deductions taken under I.R.C. § 1382(b). The parties have stipulated to the accuracy of taxpayer’s accounting figures.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"AYE\">. The amount of taxpayer’s claimed loss carry-back was as follows:</p>\n<blockquote id=\"b781-26\">FYE June 30 Amount of Loss Carryback</blockquote>\n<blockquote id=\"b781-27\">1968 $ 24,257.28</blockquote>\n<blockquote id=\"b781-28\">1969 39,626.22</blockquote>\n<blockquote id=\"b781-29\">1970 101,586.17</blockquote>\n<blockquote id=\"b781-30\">Total Loss Carryback $ 165,469.67</blockquote>\n<p id=\"b781-31\">Taxpayer charged this loss carryback to an unallocated, general reserve account maintained for receipts from its taxable activities.</p>\n<p id=\"AE5o\">By carrying back its unused investment credits for the same period, taxpayer was able to obtain tax refunds for the fiscal years ending June 30, 1967, 1966, and 1965. These refunds were likewise credited to taxpayer’s unallocated, general reserve account.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b782-11\">. § <em>1388. Defínitions; special rules</em></p>\n<blockquote id=\"b782-12\">(a) <em>Patronage dividend. </em>— For purposes of this subchapter, the term “patronage dividend” means an amount paid to a patron by an organization to which part I of this sub-chapter applies—</blockquote>\n<blockquote id=\"b782-13\">(1) on the basis of quantity or value of business done with or for such patron,</blockquote>\n<blockquote id=\"b782-14\">(2) under an obligation of such organization to pay such amount, which obligation existed before the organization received the amount so paid, and</blockquote>\n<blockquote id=\"b782-18\">(3) which is determined by reference to the net earnings of the organization from business done with or for its patrons.</blockquote>\n<blockquote id=\"b782-19\">Such term does not include any amount paid to a patron to the extent that (A) such amount is out of earnings other than from business done with or for patrons, or (B) such amount is out of earnings from business <page-number citation-index=\"1\" label=\"723\">*723</page-number>done with or for other patrons to whom no amounts are paid, or to whom smaller amounts are paid, with respect to substantially identical transactions.</blockquote>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b783-7\">. Taxpayer also argues that the Commissioner’s “cooperative tax accounting principle” presents an issue that was not raised below, and hence one that should be disregarded here. <em>See, e. g., Wright v. United States, </em>482 F.2d 600, 610 (8th Cir. 1973); <em>Hormel v. Helvering, </em>312 U.S. 552, 556-58, 61 S.Ct. 719, 721-22, 85 L.Ed. 397 (1941). We cannot, however, accept taxpayer’s premise. Although the “principle” was not denominated as such below, it simply restates the Commissioner’s argument before the Tax Court that patronage losses may not be offset against nonpatronage income. <em>See Farm Service Cooperative v. Commissioner, supra, 70 </em>T.C. at 154-55.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b783-13\">. Article X, § 3 of taxpayer’s bylaws provides in relevant part:</p>\n<blockquote id=\"b783-14\">If a loss occurs in any activity, it shall be borne, insofar as practicable, on an equitable basis by each activity that operated in the black. Any loss that is not wiped out in this <page-number citation-index=\"1\" label=\"724\">*724</page-number>way shall be borne by the general reserves heretofore accumulated. In computing its income taxes and for all accounting purposes this cooperative may use carrybacks and carryforwards as provided by law.</blockquote>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b784-7\">. This term is defined in I.R.C. § 1388(f), quoted at note 5 <em>supra.</em></p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b784-8\">. I.R.C. § 1382(b) provides in pertinent part: For purposes of this title, any amount not taken into account under the preceding sentence [relating to patronage dividends and per-unit retain allocations] shall, * * * in the case of [per-unit retain allocations], be treated as a deduction in arriving at gross income.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b784-14\">. I.R.C. § 1382(b) provides in pertinent part: For purposes of this title, any amount not taken into account under the preceding sentence [relating to patronage dividends and per-unit retain allocations] shall, in the case of [patronage dividends], be treated in the same manner as an item of gross income and as a deduction therefrom * * *.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b785-7\">. By the same token, the Commissioner argues, it is impermissible to use a net loss on patronage activities to offset taxable income, separately calculated. Both methods of calculation produce the same result.</p>\n<p id=\"b785-8\">The practice of combining expenses and grower payments may not be objectionable when patronage activities yield positive net earnings, for then the patronage dividends deductible by the cooperative are limited to the earnings on those activities. I.R.C. § 1388(a)(3), quoted at note 10 <em>supra. </em>That is to say, the Code requires a nonexempt cooperative to separate its patronage from its nonpa-tronage accounts when it calculates deductions from gross income. <em>See </em>note 15 <em>supra.</em></p>\n<p id=\"b785-9\">Likewise fewer problems are presented when a cooperative incurs a loss on its nonpatronage activities. The Commissioner has held that, in such a case, a cooperative need not reduce its patronage income to cover the loss. Rev.Rul. 74-377, 1974-2 C.B. 274. No avoidance of tax would result from either course of conduct; indeed, if the cooperative chose to offset the loss with current patronage income, it would have to forego the deduction for otherwise allowable patronage dividends.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b785-14\">. The extent of the parallelism in tax treatment between patronage dividends (i. e., notices of allocation) and retain certificates under the 1966 amendment is striking. For example, the statute prescribes nearly identical methods for <em>“qualifying” </em>— i. <em>e., </em>obtaining the consent or agreement of patrons. I.R.C. § 1388(c)(2), (3); (h)(2), (3). The procedures set forth for computing tax where the cooperative redeems non-<page-number citation-index=\"1\" label=\"726\">*726</page-number>qualified notices or certificates are precisely the same. I.R.C. § 1383. Moreover, a companion amendment to I.R.C. § 6044(b)(1) imposed on cooperatives comparable reporting requirements for patronage dividends and retain certificates.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b786-5\">. Although patronage dividends are based upon net (patronage) earnings, it would be possible after ascertaining their amount to treat them for tax-accounting purposes as deductions from gross receipts, as retain allocations later were treated. <em>Cf. </em>I.R.C. § 1382(a) (“Except as provided in subsection (b), the gross income of [a cooperative] shall be determined without any adjustment (as a reduction in gross receipts, an increase in cost of goods sold, or otherwise) by reason of any [patronage dividend or per-unit retain allocation].”)</p>\n<p id=\"b786-6\">Apart from the possible confusion such an approach would entail, however, Congress might have had other reasons for rejecting it. The 1962 Senate Finance Committee Report observed with respect to I.R.C. § 1382(b):</p>\n<blockquote id=\"b786-7\">Subsection (b) also provides that amounts described in such subsection which are not taken into account in determining taxable income are to be treated for purposes of the 1954 Code in the same manner as items of gross income and corresponding deductions therefrom. Thus, for example, in determining the amount omitted from gross income for purposes of section 6501(e) (relating to period of limitations where there are omissions from gross income), amounts paid as patronage dividends (though not required to be taken into account in determining taxable income) are to be treated as amounts properly includible in gross income. [S.Rep.No. 1881, 87th Cong., 2d Sess., <em>reprinted in </em>[1962] U.S.Code Cong. &amp; Admin.News 3304, 3615.]</blockquote>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b786-12\">. Taxpayer argues that the absence of any express limitation on per-unit retains suggests the opposite conclusion. Taxpayer relies in part on the 1969 defeat of the Ribicoff amendment to support this argument. <em>See </em>115 Cong. Rec. 37054 <em>et seq. </em>(1969).</p>\n<p id=\"b786-13\">While the Ribicoff amendment would have taken away certain tax advantages enjoyed by farm cooperatives, a close reading reveals that the Ribicoff amendment is not relevant here. It did not address the offsetting of patronage expenses or losses against nonpatronage income. Rather, it would have disallowed cooperative patronage deductions for income unrelated to marketing and supply functions, even if the activities giving rise to that income were conducted on a patronage basis.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b787-7\">. <em>See </em>note 16 <em>supra.</em></p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b787-8\">. Our holding applies both when retain allocations are paid in scrip (i. e., certificates), in which case the cooperative retains the funds to cover its losses on patronage activities, and when (as in this case) “retain” allocations are paid out in cash. The payment of cash retain allocations was first authorized in § 911 of the Tax Reform Act of 1969, Pub.L.No.91-172, 83 Stat. 487. The Senate Finance Committee explained the reasons for this change as follows:</p>\n<blockquote id=\"b787-9\">Problems have arisen under present law where cooperatives desire to make cash payments to patrons with respect to cooperative pools, but cannot make them before the end of the year because their accounting records are not closed at that time. Patronage dividends often cannot be paid during the 8V2 month payment period following the taxable year because the net earnings of the pool cannot be determined until the pool is closed, which may occur much later. However, the payments can be made as per unit retain allocations if they are paid as qualified per unit retain certificates. The Code does not presently permit a deduction (or exclusion) in the prior taxable year for a direct payment of cash, as opposed to the issuance of per unit retain certificates during the payment period. There seems to be no reason why a cooperative should be able to deduct per unit retain allocations paid as qualified certificates during the 8V2 month period following the close of the taxable year, but not per unit retain allocations paid in money during the same period. [S.Rep.No.91-552, 91st Cong., 1st Sess., <em>reprinted in </em>[1969] U.S.Code Cong. &amp; Admin.News, pp. 20’27, 2331-32.]</blockquote>\n<p id=\"b787-13\">It should be noted that this amendment served to make complete the parallelism in subchapter T’s treatment of per-unit retain allocations and patronage dividends, which have always included payments in cash. <em>See id. </em>at p. 2331.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b788-5\">. More specifically, patronage income is not taxed to the cooperative if the conditions for a deduction set forth in I.R.C. § 1382(b) are satisfied. Taxpayer contends that a large portion of its taxable activity income — namely, that derived from the cancellation of outstanding dividend checks from prior years — should be tax-free because it is patronage-sourced. This contention is specious. Under the provisions of subchapter T, patronage-sourced income that is not distributed or allocated to patrons remains taxable to the cooperative. No patronage dividend deduction is available if the cooperative decides to disburse that income to patrons in subsequent years. <em>See Petaluma Co-operative Creamery v. Commissioner, </em>52 T.C. 457, 466 (1969); I.R.C. § 1388(a)(2) and (a)(B).</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b788-11\">. The Commissioner argues that other tax provisions support this conclusion. For example, he argues that patronage losses resulting from excess advances are analogous to constructive dividends received by corporate shareholders. He also contends that the business done by a cooperative with its patrons is effectively tax-exempt and hence akin to other types of tax-exempt activities. We do not feel it necessary to discuss these arguments in any detail, as we consider subchapter T itself dis-positive of the issue before us. Nor need we reach the Commissioner’s argument that, with respect to fiscal year 1972, I.R.C. § 277 requires taxpayer to carry forward its patronage-sourced losses to offset future patronage income.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}