{
  "casebody": {
    "data": "<casebody firstpage=\"856\" lastpage=\"865\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b916-15\">Michael P. CRONIN, on his own behalf and on behalf of all other persons similarly situated, Plaintiff-Appellant, v. MIDWESTERN OKLAHOMA DEVELOPMENT AUTHORITY et al., Defendants-Appellees. Fred A. W. FRANKE, on his own behalf and on behalf of all other persons similarly situated, Plaintiff-Appellant, v. MIDWESTERN OKLAHOMA DEVELOPMENT AUTHORITY et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b916-20\">Nos. 77-1640 to 77-1646.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b916-21\">United States Court of Appeals, Tenth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b916-22\">Argued and Submitted Jan. 22, 1979.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ag6\">Decided April 8, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b918-3\"><page-number citation-index=\"1\" label=\"858\">*858</page-number>J. Michael Rediker of Ritchie, Rediker &amp; Warren, Birmingham, Ala. (Roger J. Nichols of Nichols &amp; Rose, Beverly Hills, Cal. and Robert A. Jackson of Cassil, Jackson &amp; Hall, Oklahoma City, Okl., with him on brief), for plaintiffs-appellants Michael P. Cronin and Fred A. W. Franke.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b918-4\">Thomas J. Kenan of George, Kenan, Robertson &amp; Lindsey, Oklahoma City, Okl. (Robert C. Bailey of McClelland, Collins, Sheehan, Bailey &amp; Bailey, Oklahoma City, Okl., with him on brief), for defendants-ap-pellees Andrew J. Haswell, J. Dell Gordon and Haswell and Gordon.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b918-5\">James W. Shepherd, Oklahoma City, Okl. (A. P. Murrah, Jr., and Andrews, Mosburg, Davis, Elam, Legg &amp; Bixler, Inc., Oklahoma City, Okl., with him on brief), for defendant-appellee Fred W. Rausch, Jr.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b918-6\">Reid E. Robison, Oklahoma City, Okl. (Reford Bond, Oklahoma City, Okl., and McAfee, Taft, Mark, Bond, Rucks &amp; Woo-druff, Oklahoma City, Okl., of counsel, with him on brief), for defendants-appellees Smith, Learning &amp; Swan, a Law Partnership, and its Partners, Hal D. Learning and Roger H. Swan.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b918-7\">William W. Wiles, Jr. of Rhodes, Hieronymus, Holloway &amp; Wilson, Oklahoma City, Okl., for defendants-appellees Blankenship &amp; Harbour, Lawrence Blankenship and David M. Harbour.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b918-8\">William D. Curlee of Lytle, Soule &amp; Emery, Oklahoma City, Okl., for defendants-appellees Sec. Bank and Trust Co. and Guaranty Trust Co.</attorneys>\n<p data-order=\"11\" data-type=\"judges\" id=\"b918-9\">Before SETH, Chief Judge, BREITEN-STEIN and DOYLE, Circuit Judges.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b918-10\">WILLIAM E. DOYLE, Circuit Judge.</author>\n<p id=\"b918-11\">INTRODUCTORY</p>\n<p id=\"b918-12\">These two cases are each consolidated appeals from a series of orders of the U. S. District Court for the Western District of Oklahoma. Involved are two securities fraud actions brought under § 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j; SEC Rule 10b-5, 17 C.F.R. § 240.-10b-5; antifraud provisions of the Oklahoma Securities Act, Okla.Stat.Ann. title 71 § 408; and common-law theories of fraud and negligence. Both cases were instituted as class actions on behalf of purchasers of two industrial development revenue bond issues of the Midwestern Oklahoma Development Authority (MODA). Both bond issues are now in default. Numerous defendants were named in each complaint, including the issuer, its officials, the private corporations which were to receive the bond proceeds, underwriters, bond counsel, and indenture trustees, as well as the broker-dealers who sold plaintiffs the bonds. Only the bond counsel and the indenture-trustee banks are parties to this appeal.</p>\n<p id=\"b918-14\">The trial judge granted summary judgment motions across-the-board of appellee-bond counsel and banks. The court also entered two orders under Fed.R.Civ.P. 54(b) directing entry of final judgment in each case so as to facilitate the appeals. Additional orders of the trial were also under Fed.R.Civ.P. 30(g). These restrained each plaintiff from taking further depositions until certain sums had been paid into the clerk of the court, as a sanction for alleged failure by the plaintiffs’ counsel to cooperate with defendants’ counsel by releasing the latter from continued attendance at the taking of the deposition of one R. J. Allen. The orders in each case were separately consolidated for purposes of appeal. Although the two cases themselves have not been consolidated, they do involve parties and issues sufficiently interrelated so that a single opinion is appropriate at this stage.</p>\n<p id=\"b918-15\">We have concluded that there was insufficient time allowed by the trial court to the plaintiffs to permit them to conduct adequate discovery on the merits of their cases. The plaintiffs were entitled to develop the evidence and formulate the applicable legal standards. The trial court is directed to vacate all of the summary judgment orders entered in each case. The cases as a whole are ordered to be remanded to the trial court with instructions to allow the parties additional time for discovery on the merits and for trial. We also vacate the several <page-number citation-index=\"1\" label=\"859\">*859</page-number>orders in each case entered under Fed.R. Civ.P. 30(g) in accordance with the terms of the mandate set forth at the end of the opinion.</p>\n<p id=\"b919-5\">There is one other trial court order involved in these appeals, that is, the order dated March 31, 1977, directing plaintiff Cronin to serve a copy of the exhibit attached to the Nichols affidavit on each opposing party in the <em>Cronin </em>ease. It is our understanding that Cronin has already complied with this order; therefore, no action is necessary with respect to it.</p>\n<p id=\"b919-6\">STATEMENT OF FACTS</p>\n<p id=\"b919-7\">The plaintiffs-appellants in each case, Michael P. Cronin and Fred A. W. Franke, are former Vietnam-era prisoners of war. Each were victims of a flagrant fraud which was initiated and brought about by a Florida municipal bond broker-dealer, Alexander &amp; Allen, Inc., its officers and its salesmen. The principals of Alexander &amp; Allen, including salesman Thomas A. Preston who sold Cronin and Franke the bonds in these cases, have been the subject of a civil injunctive action by the SEC and criminal proceedings as well. For a full discussion of the fraudulent activities of Alexander &amp; Allen, Inc., see SEC v. R. J. Allen &amp; Assoc., 386 F.Supp. 866 (S.D.Fla.1974). The crux of it is that representatives of Alexander &amp; Allen preyed upon former POWs returning to the United States who had substantial sums of back pay accumulated during their years of imprisonment. These former POWs received substantial cash on release and were solicited to purchase high-risk industrial development bonds, with false representations that the bonds were safe and secure investments. The district court in <em>SEC v. R. J. Allen &amp; Assoc., supra, </em>found that Alexander &amp; Allen was a “boiler room,” that is, a dealer offering securities of certain issuers in large volume through an intensive selling campaign, without disclosure of material facts concerning the issuers. <em>Id. </em>at 874. Although the principals of Alexander &amp; Allen were named as defendants in these cases, two are in prison, all are apparently insolvent, and therefore none are parties in this appeal.</p>\n<p id=\"b919-8\">Among the securities featured by Alexander &amp; Allen in its sales campaigns were industrial development bonds of the Midwestern Oklahoma Development Authority (MODA). MODA is an Oklahoma public trust organized in 1969 as a financing agency to attract industry to an area near the Clinton-Sherman Air Force Base in Oklahoma.</p>\n<p id=\"b919-9\">THE CRONIN CASE</p>\n<p id=\"b919-10\">Appellant Cronin purchased one $5,000 MODA Harper Industries 9% bond, Series 1972 B, due in 1985, through Alexander &amp; Allen in August of 1973. The Harper Industries bonds were issued by MODA in two series, Series A and Series B, on the same date in July 1972 for the purpose of financing development of a plastic salt and pepper shaker manufacturing business. Supposedly, tool and die equipment was to be obtained, and leasehold improvements to a MODA-owned building at the Clinton-Sherman Industrial Airpark were to be made from the bond proceeds. The bond issue, which had a face amount of $1.3 million, was underwritten by United City Corp. (not a party to this case). Defendant-appellee Guaranty Trust Co. of Ponca City, Oklahoma served as indenture trustee. Two different law firms — each of which are appel-lees here — acted as bond counsel: Haswell &amp; Gordon prepared a bond opinion concerning the legality and tax status of the Series B bonds; Fred W. Rausch, Jr. prepared an opinion concerning the Series A bonds. When Cronin received his Series B bond in the mail after purchase, the Rausch bond opinion addressed to the Series A bonds was enclosed. Cronin read the Rausch opinion, but he did not receive nor, of course, read a copy of the Haswell &amp; Gordon opinion concerning the Series B bonds.</p>\n<p id=\"b919-11\">Cronin received interest on his Harper Industries bond coupon in January 1974, but his July 1974 coupon was returned unpaid. After learning that the bond issue was in default, he contacted the Navy JAG office in Washington, D. C. He served as a witness at the SEC proceedings against Alex<page-number citation-index=\"1\" label=\"860\">*860</page-number>ander &amp; Allen. Later, Cronin contacted a private attorney and filed this class action under federal and state securities laws, as well as common-law theories of fraud, negligence and willful and wanton conduct. Cronin also sought punitive damages from the defendants, and an accounting firm from the defendant bank. Cronin’s 10b-5 claim alleged that the defendants, including the appellee bond counsel and bank, violated or aided and abetted violations of Rule 10b-5 in the issuance of the Harper Industries bonds. Cronin claimed that the defendants were under a duty to disclose, but failed to disclose the following allegedly material facts:</p>\n<p id=\"b920-4\">1. That MODA had no adequate screening process to determine whether Harper Industries would earn sufficient revenues to pay the bonds;</p>\n<p id=\"b920-5\">2. That most of the MODA industrial development bond issues were in default;</p>\n<p id=\"b920-6\">3. That Harper Industries was underca-pitalized. Consequently, after the bond issue the bonds would likely default;</p>\n<p id=\"b920-7\">4. That Harper Industries, as a single-product company, would have a high risk of failure;</p>\n<p id=\"b920-8\">5. That Harper Industries was a new and unseasoned company;</p>\n<p id=\"b920-9\">6. That Harper Industries would be located in a remote area of Oklahoma without a skilled or adequate labor force;</p>\n<p id=\"b920-10\">7. That defendants would divert part of the bond proceeds for their own benefit;</p>\n<p id=\"b920-11\">8. That the 30% underwriting discount was excessive and would have revealed the risky and speculative nature of the bond issue to the average buyer if disclosed;</p>\n<p id=\"b920-12\">9. That the bank was not qualified to act as indenture trustee.</p>\n<p id=\"b920-13\">THE FRANKE CASE</p>\n<p id=\"b920-14\">Appellant Franke purchased $10,000 worth of MODA Chill Can Mfg. 8% bonds due January 1, 1987, through Alexander &amp; Allen in August 1973. The Chill Can bonds were issued by MODA on July 25, 1973 to finance a business manufacturing self-cooling containers and cans. The face amount of the issue was over $1.9 million. Alexander &amp; Allen originally contracted to underwrite the Chill Can bonds, but defaulted on their underwriting contract. The bonds were finally underwritten by Stewart Securities Corp. and Fidelis Securities Corp., who became the underwriters. Each of the underwriters were originally named as defendants, but are not parties to this appeal. Appellee Security Bank &amp; Trust Co. served as indenture trustee. Three different law firms, all appellees here, were involved with the Chill Can bond issue: Has well &amp; Gordon were originally designated by MODA as bond counsel, but withdrew three weeks before the closing date of the issue. Smith, Learning &amp; Swan and Blankenship &amp; Harb-our each prepared bond opinions on the legality and tax-exempt status of the issue. Franke read both the Smith, Learning opinion and the Blankenship opinion after purchasing the bonds.</p>\n<p id=\"b920-16\">Franke received interest on the Chill Can bonds through July 1974, but in January 1975 his coupons were returned unpaid. On learning that the bonds were in default, Franke also retained counsel and brought a securities fraud class action paralleling the lawsuit filed by Cronin. Like Cronin’s, Franke’s complaint charged that defendants violated or aided and abetted violations of SEC Rule 10b-5 in issuance of the Chill Can bonds. Franke claimed that defendants, including the appellees here, were under a duty to disclose but failed to disclose the following allegedly material facts:</p>\n<p id=\"b920-17\">1. That MODA had no adequate screening procedures with which to determine whether Chill Can Manufacturing, Inc. would earn sufficient revenues to pay the bond interest;</p>\n<p id=\"b920-18\">2. That MODA’s experience with IDBs such as the Chill Can issue was such that most issues ended in default;</p>\n<p id=\"b920-19\">3. That Chill Can Manufacturing, Inc., even after the bond issue, would be under-capitalized and that the bonds would likely be in default;</p>\n<p id=\"b920-20\">4. That Chill Can Manufacturing, Inc. was a single-product company with a high risk of failure;</p>\n<p id=\"b921-4\"><page-number citation-index=\"1\" label=\"861\">*861</page-number>5. That the company had never built a prototype of the can;</p>\n<p id=\"b921-5\">6. That the company would be located in a remote part of the state without a skilled or adequate labor force;</p>\n<p id=\"b921-6\">7. That certain defendants would divert part of the bond proceeds for their own benefit;</p>\n<p id=\"b921-7\">8. That the underwriting discount of 20% was excessive and would, if disclosed, indicate to the average buyer that the bonds were a highly risky and speculative security;</p>\n<p id=\"b921-8\">9. That the indenture trustee was unskilled.</p>\n<p id=\"b921-9\">THE DISTRICT COURT DECISIONS</p>\n<p id=\"b921-10\">The trial judge denied class certification in both the <em>Cronin </em>and the <em>Franke </em>cases. The plaintiffs have not attempted to appeal from these orders.</p>\n<p id=\"b921-11\">On November 12, 1976, the trial judge granted summary judgment for the law firm of Haswell &amp; Gordon and its principals in the <em>Franke </em>case. The court ruled that, since the firm had withdrawn prior to the closing of the “Chill Can” bonds, it had not participated in the closing. The firm delivered no legal opinion, nor did it pass on the adequacy of any legal documents concerning the bonds.</p>\n<p id=\"b921-12\">The trial court also granted summary judgment for the trustee banks. The judge believed that the banks’ duties were limited by the terms of their indenture agreements, and that therefore the banks had no duty of disclosure. The judge found that there was no evidence of scienter, as required by <em>Ernst &amp; Ernst v. Hochfelder, </em>425 U.S. 185, 96 S.Ct. 1375, 47 L.Ed.2d 668 (1976). Further, the judge stated that the banks were not involved in structuring the bond issue or in selling the bonds to the plaintiffs. The court stated that the plaintiffs had not relied on the banks’ conduct, and that reliance could not be presumed under <em>Affiliated Ute Citizens of Utah v. United States, </em>406 U.S. 128, 92 S.Ct. 1456, 31 L.Ed.2d 741 (1972) because the banks were under no duty of disclosure to the plaintiffs.</p>\n<p id=\"b921-13\">The court’s rationale for granting summary judgment for the bond counsel who did participate in the closings (Fred W. Rausch, Jr. and Haswell &amp; Gordon in the <em>Cronin </em>case, and Smith, Learning &amp; Swan and Blankenship &amp; Harbour in the <em>Franke </em>case) was similar to the rationale used for summary judgment for the indenture trustees. The court ruled that the plaintiffs had presented no evidence of scienter, in that the lawyers had no knowledge of the fraud committed by Alexander &amp; Allen. The court found that the bond counsel’s duties were contractually limited to such matters as expression of an opinion on the legality of the issue under state law and that the undisclosed facts had no bearing on this question; instead, that the omitted facts went to the economic feasibility of the project. The court believed that it was not appropriate to arbitrarily expand the obligations and potential liability of bond counsel to encompass a duty to investigate the economic soundness of bond issues. In the order pertaining to Rausch, the court stated that the connection with the plaintiff was even more remote, since Rausch’s opinion covered a different series from the Series B bond purchased by Cronin. In the order concerning Haswell &amp; Gordon in the <em>Cronin </em>case, the court found significant the fact that Cronin never read the Haswell &amp; Gordon opinion.</p>\n<p id=\"b921-14\">The court also granted summary judgment against the plaintiffs on all of their state law claims, on grounds that the claims were barred by the applicable statutes of limitations, and, in the case of plaintiffs’ tort theories, on grounds that the defendants owed no duty to the plaintiffs, <em>citing Ultramares Corp. v. Touche, </em>255 N.Y. 170, 174 N.E. 441, 74 A.L.R. 1139 (1931).</p>\n<p id=\"b921-15\">ISSUES TENDERED BY APPELLANTS</p>\n<p id=\"b921-16\">On this appeal, Cronin and Franke raise three issues. <em>First, </em>they question the legal standards for liability of bond counsel and indenture trustees under the antifraud provisions of the securities laws. They contend that bond attorneys and trustee banks may be liable, at least as aiders and abettors, if <page-number citation-index=\"1\" label=\"862\">*862</page-number>the legal standards are satisfied, to the same extent as any other participants in securities transactions. <em>Second, </em>Cronin and Franke question the propriety of the trial court’s summary judgment orders. They argue that, contrary to the trial judge’s rulings, there exist substantial and disputed issues of fact and that summary judgment should, therefore, have been denied. A related question is whether the trial court afforded the plaintiffs an adequate opportunity to complete discovery on the merits of the case. <em>Third </em>and finally, the plaintiffs argue that the monetary sanctions imposed by the trial court under Fed.R.Civ.P. 30(g) in connection with taking the deposition of R. J. Allen were unwarranted.</p>\n<p id=\"b922-4\">I.</p>\n<p id=\"b922-5\">COMMENTS ON THE PROCEEDINGS IN THE DISTRICT COURT</p>\n<p id=\"b922-6\">The pleadings allege that both the attorneys and the banks were guilty of violations of Rule 10b-5 both as principals and as aiders and abettors. The trial court’s summary judgment orders have not distinguished between the two theories, and it would be presumptuous for us to discuss these approaches in the abstract. Whether the claims are sufficient under either the accessory or the principal theory must await development of the facts.</p>\n<p id=\"b922-7\">The trial judge’s summary judgment orders are replete with conclusory statements that no duty was owed by the defendants to the plaintiffs Franke and Cronin. This again is dependent on facts, not on conclusions. Our conclusion at this premature stage of the proceedings is that either theory would be possible depending upon the ultimate evidence.</p>\n<p id=\"b922-8\">There is one aspect connected with the remedy problem which deserves mention. That is the trial court’s conception that the express fraud that was perpetrated by Alexander &amp; Allen through their salesman Preston was the basic element in the alleged unlawful violation, and that the plaintiffs were required to establish that the defendant-bond lawyers and banks were privy to these acts. This is not necessarily so if the underwriter and the defendants are shown to have had participation in the issuance of the bonds and thus owed a duty to all of the buyers to reveal the facts including the depleted value of the bonds, and if the defendant-lawyers and banks knowingly aided the underwriter in the issuance of value-depleted bonds. Thus, conceivably there could be an aider and abettor claim or a claim based upon the theory that the defendants were principals. We mention this to illustrate the great importance of extending to defendants an opportunity to fully develop the facts surrounding the issuance of the bonds as well as all of the other background facts to be used at trial once the discovery is complete.</p>\n<p id=\"b922-10\">The defendants urge that the judge’s ruling that there was a failure to establish existence of scienter on the part of these defendants was a correct one. Whether such element can be established depends again on whether there is evidence to establish the essential element of intent or reckless disregard of truth or falsity.</p>\n<p id=\"b922-11\">Similarly, reliance is a question of fact and not a question of law as the trial court appears to treat it. When causation is referred to in the present context, at least, it is synonymous with the element of reliance, but in this instance the problem is not one involving express representations. Instead, the contention of the plaintiffs is that there has been a failure or omission on the part of defendants to reveal material and relevant facts. It is obvious that if there was a failure to bring home facts that were known to the defendants and which they were required to reveal, the condition is such that there cannot be express proof of reliance and reliance is presumed. <em>Affiliated Ute Citizens of Utah v. United States, </em>406 U.S. 128, 92 S.Ct. 1456, 31 L.Ed.2d 741 (1972).</p>\n<p id=\"b922-12\">II.</p>\n<p id=\"b922-13\">INSUFFICIENT TIME FOR DISCOVERY ON THE MERITS</p>\n<p id=\"b922-14\">The main thrust of plaintiffs’ argument and of this opinion is that the discovery was <page-number citation-index=\"1\" label=\"863\">*863</page-number>prematurely cut short, and the consequence of this was that they were disabled from developing the facts and evidence supportive of their claim; that, further, in the proceedings below they were unable to offset the affidavits and motions for summary judgment of the defendants.</p>\n<p id=\"b923-5\">The shortness of time is revealed by a summary of the calendar. The complaint in <em>Cronin </em>was filed on January 6, 1976, and that in <em>Franke </em>was filed on February 20, 1976. Soon thereafter, on April 19,1976, an order was entered by the trial court staying discovery on the merits of the case pending determination of the class issue. On December 29, 1976, the trial court entered its order denying certification of the class. This automatically terminated the stay on discovery and plaintiffs were then free to conduct discovery. On January 7, 1977, notice was served to take the deposition of R. J. Allen on January 14, 1977. On that date the deposition was only partially completed, and on February 10, 1977, plaintiffs served notice to take the depositions of ten additional witnesses during the latter part of April 1977. Summary judgment as to all of the defendants was granted before this discovery was completed. It was brought to the attention of the trial court that the discovery was incomplete at the time of the issuance of the summary judgments.</p>\n<p id=\"b923-6\">The time span between the filing of the summary judgments and their grant was short. In the <em>Cronin </em>case, Guaranty Trust Co. ■ filed its motion for summary judgment on January 2, 1977. It was granted February 17, 1977. Haswell and Gordon’s motion was filed November 18, 1976. It was granted February 18, 1977. The Rausch summary judgment motion was filed February 9, 1977. It was granted March 18, 1977. In <em>Franke, </em>the summary judgment motion of Smith, Learning &amp; Swan was filed April 1, 1976 and granted October 8, 1976. Haswell and Gordon’s motion was filed in July 1976, and it was granted November 12, 1976. Blankenship &amp; Harbour’s motion was filed December 3, 1976 and granted February 18, 1977. The motion of Security Bank and Trust Company was filed January 21, 1977 and was granted in less than a month, on February 17, 1977.</p>\n<p id=\"b923-8\">The summary judgment is not a favored device in a case such as this, involving as it does a number of complex factual issues. The various elements of common law fraud as well as 10b-5 fraud are factual. When you add to that condition the curtailment of discovery, the judgments are on their face questionable.</p>\n<p id=\"b923-9\">Considering then that these” causes are highly complex, and considering also the fact that the legal responsibility of bond lawyers and the banks escrow holders is a new, relatively undeveloped issue, while the court should carefully and judiciously supervise the case, it should not prematurely terminate it. We reject the contention of the defendants that the plaintiffs were es-topped to complain about the incompleteness of the record on the ground that the judgments were not final within the provisions of Rule 54(b). The defendants say that the plaintiffs had full opportunity to continue discovery and to show that material issues of fact were present and that they voluntarily brought the case to this court. This, however, loses sight of the fact that the atmosphere of the case was difficult, if not impossible, for the plaintiffs, and understandably they sought a fresh start. It was not only the haste of the trial court, it was the atmosphere of stress which pervaded the proceedings which created the difficulty-</p>\n<p id=\"b923-10\">III.</p>\n<p id=\"b923-11\">FED.R.CIV.P. 30(g) SANCTIONS</p>\n<p id=\"b923-12\">The final issue which we are asked to consider is the propriety of the order directing the plaintiffs to reimburse the defendants’ costs and lawyers’ fees incurred by them in connection with their attendance at the deposition of R. J. Allen. The plaintiffs gave written notice of the deposition to the defendants in six separate lawsuits. These included three cases pending in Alabama, one in Kansas, and the <em>Franke </em>and <em>Cronin </em>cases pending in Oklahoma.</p>\n<p id=\"b924-3\"><page-number citation-index=\"1\" label=\"864\">*864</page-number>The deposition was commenced on January 14, 1977 in Kingsville, Texas. The plaintiffs’ counsel announced that he would first inquire of Allen with respect to general matters pertaining to all six cases, after which he would inquire as to the cases pending in Alabama and Kansas and, lastly, as to the two Oklahoma cases. After the general examination was completed at three o’clock in the afternoon, plaintiffs’ counsel proceeded to question Allen on matters relévant only to cases other than the Oklahoma cases, but reserved the right to reopen the deposition as to any of the cases if something relevant to them was elicited. Counsel for the defendants in <em>Franke </em>and <em>Cronin </em>felt obliged to remain in attendance to protect the interests of their clients. The deposition was never reopened as to the <em>Franke </em>and <em>Cronin </em>cases. Efforts to postpone the deposition until an agreeable date in these cases were ■ unsuccessful. Plaintiffs’ counsel refused to release defendants’ counsel from further attendance unless they agreed not to seek reimbursement from plaintiffs for expenses incurred in connection with the deposition. Finally, on the evening of Sunday, January 16,1977, by stipulation, the deposition in <em>Franke </em>and <em>Cronin </em>was postponed until February 22, 1977, and counsel were excused.</p>\n<p id=\"b924-4\">Defendants Rausch, Security Bank &amp; Trust Co., Guaranty Trust Co. and Haswell and Gordon moved for reimbursement under Rule 30(g), Fed.R.Civ.P., for attorneys’ fees and costs for the additional and unnecessary time spent attending those portions of the Allen deposition which did not pertain to their cases. After a hearing, the trial court found that the plaintiffs had failed to properly proceed with the deposition as required by Rule 30(g)<footnotemark>1</footnotemark> and ordered the plaintiffs to deposit sums totaling approximately $5,000 with the clerk of the court to reimburse the defendants for the period of time they were required to be in attendance when the deposition was not proceeding on issues relevant to <em>Franke </em>and <em>Cronin. </em>The court also restrained the plaintiffs from taking further depositions until the money had been deposited with the clerk of the court, and a further order was entered that no party in the <em>Franke </em>or <em>Cronin </em>cases were to attempt to take depositions jointly with depositions in cases filed in other districts.</p>\n<p id=\"b924-7\">The plaintiffs argue that Rule 30(g) requires that counsel fail to <em>attend </em>a noticed deposition as well as fail to proceed therewith before sanctions are imposed. This argument is inconsistent with the plain language of the rule as well as with its practical spirit and must be rejected. Attendance without proceeding forward with a deposition is sufficient to invoke the provisions of Rule 30(g). <em>See Detsch &amp; Co. v. American Products Co., </em>141 F.2d 662 (9th Cir. 1944).</p>\n<p id=\"b924-8\">Plaintiffs also claim that it was not unreasonable to refuse to release counsel in the <em>Franke </em>and <em>Cronin </em>cases because matters relevant to the cases were discussed during all portions of the deposition. It is further argued that all six of the cases involved interrelated nationwide fraudulent schemes. It is too early in the proceedings of these cases to determine the truth of this contention.</p>\n<p id=\"b924-9\">The order granting reimbursement is therefore stayed pending further proceedings. The trial judge should reconsider the propriety and the amount of the reimbursement order following the final disposition of these cases.</p>\n<p id=\"b924-10\">A question remains as to the propriety of the restraint against further deposition taking by the plaintiffs until the reimbursement monies are deposited with the court. There is no authority for this sanction in Rule 30(g), and no case law to support it has been found. Further, the order was unnecessarily severe under the circum<page-number citation-index=\"1\" label=\"865\">*865</page-number>stances and amounted to excessive punishment. That portion of the order must be vacated.</p>\n<p id=\"b925-5\">SETH, C. J., will file a separate opinion.</p>\n<footnote label=\"1\">\n<p id=\"b924-5\">. The applicable language of Rule 30(g) states:</p>\n<blockquote id=\"Ali\">(1) If the party giving the notice of the taking of a deposition fails to attend and proceed therewith and another party attends in person or by attorney pursuant to the notice, the court may order the party giving the notice to pay to such other party the reasonable expenses incurred by him and his attorney in attending, including reasonable attorney’s fees.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}