{
  "casebody": {
    "data": "<casebody firstpage=\"189\" lastpage=\"190\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b217-5\">UNITED STATES of America, Plaintiff-Appellee, v. James H. WILLIAMS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b217-8\">No. 00-4768.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b217-9\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b217-10\">Submitted June 29, 2001.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b217-11\">Decided July 18, 2001.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b217-22\">J. Robert Haley, Assistant Federal Public Defender, Charleston, SC, for appellant. Miller Williams Shealy, Jr., Office of the United States Attorney, Charleston, SC, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b217-23\">Before LUTTIG and MOTZ, Circuit Judges, and HAMILTON, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b217-24\">OPINION</p>\n<author id=\"b217-25\">PER CURIAM.</author>\n<p id=\"b217-26\">The district court revoked James H. Williams’ term of probation and sentenced him to serve nine months in prison. Williams’ attorney has filed a brief in accordance with <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), alleging that the district court abused its discretion by finding that Williams violated the terms of his probation. Although advised of his right to do so, Williams did not file a pro se supplemental brief. Finding no error, we affirm.</p>\n<p id=\"b217-27\">We review the district court’s decision for an abuse of discretion and find none. <em>Black v. Romano, </em>471 U.S. 606, 611, 105 S.Ct. 2254, 85 L.Ed.2d 636 (1985). The Government need not prove its case beyond a reasonable doubt, rather the district court need only be “reasonably satisfied” that the alleged violations occurred. <em>United States v. Hopson, </em>39 F.3d 795, 801 (7th Cir.1994).</p>\n<p id=\"b218-3\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>The uneontradicted evidence at trial revealed that Williams admitted to IRS agents that he filed approximately ninety-five tax returns for clients in 1999 and received fees for his services. The evidence further showed that Williams, in violation of the terms of his probation, failed to provide a copy of his 1999 tax return to his probation officer,<footnotemark>*</footnotemark> failed to inform his probation officer that he was preparing tax documents for a fee, and falsified his monthly reports to his probation officer by stating that his only source of income was from his job as a loan originator. On these facts, we find that the district court acted properly by revoking Williams’ probation.</p>\n<p id=\"b218-4\">We have examined the entire record in this case in accordance with the requirements of <em>Anders </em>and find no meritorious issues for appeal.</p>\n<p id=\"b218-5\">The court requires that counsel inform his client, in writing, of his right to petition the Supreme Court of the United States for further review. If the client requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may move in this court for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on the client.</p>\n<p id=\"b218-6\">We therefore affirm the district court’s order revoking Williams’ term of probation and sentencing him to nine months imprisonment. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b218-7\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b218-22\"> In fact, the evidence revealed that Williams had not filed an income tax return since 1995.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}