{
  "casebody": {
    "data": "<casebody firstpage=\"440\" lastpage=\"441\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b472-8\">(169 App. Div. 582)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b472-9\">SIMMS v. CARTER &amp; WEEKES STEVEDORING CO.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A_x\">(No. 7758.)</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b472-10\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AcO1\">November 5, 1915.)</decisiondate>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b472-11\">1. Costs ©=277—Payment—Stay of Subsequent Proceedings.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b472-12\">Where a judgment has been rendered for defendant for costs, and the same plaintiff brings another action on the same cause against the same defendant, the defendant is entitled to stay the proceedings until the costs of the first action are paid.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b472-13\">[Ed. Note.—For other cases, see Costs, Cent. Dig. §§ 1048-1060; Dec. Dig. ©=277.]</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b472-14\">2. Costs ©=277—Stay of Proceedings—Grounds.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b472-15\">Plaintiff will not be permitted to avoid a stay of proceedings on motion of the defendant, alleging that the costs of the former action taxed against the plaintiff had not been paid, by showing that defendant in a former action, dismissed, with costs, for want of prosecution, failed to serve him with a notice of trial when the cause was at issue on the calendar, since the plaintiff himself might have served the trial notice; such an excuse being altogether insufficient.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b472-16\">[Ed. Note.—For other cases, see Costs, Cent. Dig. §§ 1048-1060; Dec. Dig. ©=277.]</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b472-17\">3. Costs ©=277—Cause of Action—Identity.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b472-18\">The fact that plaintiff brings his action in one court for a larger recovery than in the court in which an action is first brought does not change the cause of action; the subject-matter being in each instance the same.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"A32A\">[Ed. Note.—For other cases, see Costs, Cent. Dig. §§ 1048-1060; Dec. Dig. ©=277.]</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b472-21\">&lt;§z=^For other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</headnotes>\n<summary data-order=\"15\" data-type=\"history\" id=\"b473-2\"><page-number citation-index=\"1\" label=\"441\">*441</page-number>Appeal from Special Term, New York County.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b473-3\">Action by John E. Simms against the Carter &amp; Weekes Stevedoring Company. From an order denying defendant’s motion for a stay of proceedings, defendant appeals. Reversed, and motion granted.</summary>\n<p data-order=\"17\" data-type=\"judges\" id=\"b473-4\">Argued before INGRAHAM, P. J., and McEAUGHEIN, LAUGH-LIN,~ CLARKE, and SCOTT, JJ. '</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b473-5\">James J. Mahoney, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b473-6\">Julian J. Raphael, of New York City, for respondent.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b473-7\">McLAUGHLIN, J.</author>\n<p id=\"AXkv\">In October, 1912, the plaintiff brought an action in the City Court of the City of New York to recover $5,000 damages for personal injuries alleged to have been sustained through the negligence of the defendant. The action was subsequently dismissed for plaintiff’s failure to prosecute, and, on June 1, 1915, judgment was entered against the plaintiff for $48.14 costs. On June 15, 1915, the plaintiff commenced this action in the Supreme Court to recover $10,000 damages upon the same cause of action upon which he had previously sought to recover in the City Court. The defendant thereupon moved for a stay of all proceedings in this action until the costs recovered in the City Court action had been paid. The motion was denied, and defendant appeals.</p>\n<p id=\"b473-8\"><bracketnum>[1, 2]</bracketnum> It has repeatedly been held that nonpayment of costs in an action entitles the defendant in whose favor they are awarded to stay all proceedings in a subsequent action brought by the same plaintiff upon the same cause of action. Schwartz v. Minsker Realty Co., 166 App. Div. 681, 152 N. Y. Supp. 70; Behrens v. Sturges, 138 App. Div. 537, 123 N. Y. Supp. 224; Hempsted v. White Sewing Machine Co., 134 App. Div. 575, 119 N. Y. Supp. 620; Singer v. Garlick, 123 App. Div. 282, 107 N. Y. Supp. 972. This is the settled rule, and is followed, unless there be, in a given case, special facts and circumstances which would make its application unjust and inequitable. No such facts or circumstances are here set forth. Indeed, the only fact set forth in the affidavit in opposition to the motion, as a reason why the stay should not be granted, is that the defendant failed to serve plaintiff with a notice of trial in the action brought in the City Court, although the cause was at issue and on the calendar; but that did not constitute an excuse why the plaintiff in that action should not have tried the cause. He could have served a notice of trial, and had the cause tried, irrespective of whether or not the defendant served a notice of trial.</p>\n<p id=\"b473-9\"><bracketnum>[3]</bracketnum> The judgment of the City Court determined that the defendant was entitled to the costs of that action. Those costs have not been paid. The judgment still remains in force. The plaintiff here asks for a larger recovery than he did in the City Court, but that fact in no way changes the cause of action. It is precisely the same in each action.</p>\n<p id=\"b473-10\">The order appealed from, therefore, is reversed, with $10 costs and disbursements, and the motion granted, with $10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}