{
  "casebody": {
    "data": "<casebody firstpage=\"389\" lastpage=\"403\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b417-5\">48 A.3d 1151</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b417-6\">A.Z., A MINOR, BY B.Z., HER GUARDIAN, APPELLANT, v. HIGHER EDUCATION STUDENT ASSISTANCE AUTHORITY, RESPONDENT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b417-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b417-8\">Argued May 16, 2012</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AiN\">Decided August 8, 2012.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b419-11\"><page-number citation-index=\"1\" label=\"391\">*391</page-number>Before Judges AXELRAD, SAPP-PETERSON and OSTRER.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b419-12\"><em>Ronald K. Chen </em>argued the cause for appellant <em>(Rutgers Constitutional Litigation Clinic Center for Law &amp; Justice and American Civil Liberties Union of New Jersey Foundation, </em>attorneys; <em>Edward Barocas, Jeanne LoCicero </em>and <em>Alexander Shalom, </em>of counsel; <em>Mr. Chen, Mr. Barocas, Ms. LoCicero </em>and <em>Mr. Shalom, </em>on the briefs).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b419-13\"><em>Melissa Dutton Schaffer, Deputy Attorney General, </em>argued the cause for respondent <em>(Jeffrey S. Chiesa, </em>Attorney General, attor<page-number citation-index=\"1\" label=\"392\">*392</page-number>ney; <em>Lewis A. Scheindlin, </em>Assistant Attorney General, of counsel; <em>Ms. Schaffer, </em>on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b420-5\">The opinion of the court was delivered by</p>\n<author id=\"b420-6\">OSTRER, J.S.C.</author>\n<p id=\"AFT\">(temporarily assigned).</p>\n<p id=\"b420-7\">This appeal requires us to construe the provisions of New Jersey’s student financial aid laws that define who is eligible to receive a Tuition Aid Grant (TAG). <em>N.J.S.A. </em>18A:71B-2; <em>N.J.S.A. </em>18A:71B-20(c)(1). A.Z., a United States citizen and a resident of New Jersey since 1997, appeals from the determination of the Higher Education Student Assistance Authority (HESAA or Authority) that she is ineligible to receive a TAG “because [her] parents are not legal New Jersey residents[.]” We conclude the Authority’s decision is based upon a misapplication of law, and a regulation that alters the terms of the governing statute. We therefore reverse.</p>\n<p id=\"b420-8\">I.</p>\n<p id=\"b420-9\">A.Z. is a citizen of the United States. She was born in New York City in 1994. She has been supported by her mother who was, and continues to be, an undocumented immigrant from Guatemala. Her father does not provide for her support and is not a part of her life.</p>\n<p id=\"b420-10\">A.Z. moved to New Jersey with her mother in 1997. A.Z. attended public school here and graduated from a New Jersey high school in 2011. In February 2011, she applied for a TAG to assist her in attending college in New Jersey.<footnotemark>1</footnotemark> She also submitted the required Free Application for Federal Student Aid (FAF-<page-number citation-index=\"1\" label=\"393\">*393</page-number>SA). In completing the parent information section of the FAFSA, A.Z. and B.Z. entered XXX-XX-XXXX for B.Z.’s Social Security Number, as directed by the FAFSA instructions. They also provided B.Z.’s Individual Taxpayer Identification Number (ITIN), issued by the IRS, which B.Z. used to file state and federal tax returns. A.Z. reported income of $800 in 2010, and disclosed that her mother’s adjusted gross income was $4950.</p>\n<p id=\"b421-5\">In March, HESAA sent A.Z. an “Application Information Request” that stated: “You are ineligible because your parents are not legal residents. If this is incorrect, return this form with copies of their 2010 NJ Resident Income Tax Return and their NJ Driver Licenses issued before September 16, 2010.” A.Z. responded by providing copies of her mother’s federal and state income tax returns, and county identification card. B.Z. was ineligible to obtain a New Jersey driver’s license. <em>See N.J.S.A. </em>39:3-10; <em>N.J.A.C. </em>13:21-8.2(a)(7).</p>\n<p id=\"b421-6\">On April 25, 2011, HESAA denied AZ.’s application. It sent a Student Eligibility Notice for the 2011-2012 academic year that stated: “Ineligible for the 2011-2012 academic year at the College of New Jersey because your parents are not legal New Jersey residents!.]” A note on the Applicant Information Request worksheet stated “mother has SS# for IRS purposes only!.] Not elig.”</p>\n<p id=\"b421-7\">AZ. appealed from the agency’s decision on June 9, 2011. We denied HESAA’s subsequent motion to dismiss for failure to exhaust administrative remedies and lack of final agency action.<footnotemark>2</footnotemark></p>\n<p id=\"b421-8\">A.Z. argues she is eligible to receive a TAG under the statute, which HESAA has misconstrued. Alternatively, she argues if HESAA has correctly construed the statute, then the agency’s decision should be reversed because it violates her right to equal <page-number citation-index=\"1\" label=\"394\">*394</page-number>protection of the laws under <em>U.S. Const. </em>amend. XIV, ¶ 1 and <em>N.J. Const. </em>art. I, § 1.</p>\n<p id=\"b422-5\">II.</p>\n<p id=\"b422-6\">We shall reverse an agency decision that “violate[s] express or implied legislative policies[.]” <em>Shim v. Rutgers</em>—The <em>State Univ. of N.J., </em>191 <em>N.J. </em>374, 384, 924 A.2d 465 (2007). Although we generally defer to an agency’s interpretation of its own statute, we are not bound by the agency’s interpretation. <em>Ibid. Oar </em>deference is grounded in the “recognition that agencies have the specialized expertise necessary to enact regulations dealing with technical matters[.]” <em>N.J. State League of Municipalities v. Dep’t of Cmty. Affairs, </em>158 <em>N.J. </em>211, 222, 729 A.2d 21 (1999). However, where technical or specialized expertise is not implicated, and the issue is one of statutory interpretation, we owe no deference to the agency. <em>See Mayflower Sec. Co. v. Bureau of Sec., </em>64 <em>N.J. </em>85, 93, 312 A.2d 497 (1973) (“An appellate tribunal is, however, in no way bound by the agency’s interpretation of a statute or its determination of a strictly legal issue.”).</p>\n<p id=\"b422-7\">The presumed validity of an agency regulation “does not attach if the regulation on its face reveals that the agency exceeded the power delegated to it by the Legislature.” <em>In re N.J. Individual Health Coverage Program’s Readoption of N.J.A.C. 11:20-1 et seq., </em>179 <em>N.J. </em>570, 579, 847 A.2d 552 (2004). “Administrative regulations ‘cannot alter the terms of a statute or frustrate the legislative policy.’ ” <em>Ibid. </em>(quoting <em>Medical Soc’y of N.J. v. N.J. Dep’t of Law and Pub. Safety, Div. of Consumer Affairs, </em>120 <em>N.J. </em>18, 25, 575 A.2d 1348 (1990)). <em>See also Kingsley v. Hawthorne Fabrics, Inc., </em>41 <em>N.J. </em>521, 528, 197 A.2d 673 (1964) (“An administrative agency may not under the guise of interpretation extend a statute to include persons not intended, nor may it give the statute any greater effect than its language allows.”).</p>\n<p id=\"b422-8\">To decide AZ.’s appeal, we confine ourselves to AZ.’s argument that HESAA’s decision violated the statute governing eligibility for a TAG. We need not, and therefore do not, reach her eonstitu<page-number citation-index=\"1\" label=\"395\">*395</page-number>tional claims. <em>See, e.g., Randolph Town Ctr., L.P. v. Cnty. of Morris, </em>186 <em>N.J. </em>78, 80, 891 A.2d 1202 (2006) (“Courts should not reach a constitutional question unless its resolution is imperative to the disposition of litigation.”). We are persuaded that HESAA has misinterpreted the governing statute, and applied a regulation that alters the statutory terms.</p>\n<p id=\"b423-4\">A.</p>\n<p id=\"b423-5\">We begin with a review of the statute. The Legislature established the TAG program as, essentially, an entitlement program of tuition assistance for eligible needy students. The Legislature “created State tuition aid grants which shall be maintained by the State, awarded and administered pursuant to the act, and used by the holders thereof for undergraduate study in eligible institutions.” <em>N.J.S.A. </em>18A:71B-18. The statute mandates grant awards to eligible students: “A State tuition aid grant <em>shall be awarded </em>annually to each <em>eligible, </em>qualified full-time undergraduate student enrolled in a curriculum leading to a degree or certificate in an eligible institution!.]” <em>N.J.S.A. </em>18A:71B-20(a) (emphasis added). The size of the grants is subject to appropriations. N.J<em>.S.A. </em>18A:71B-21.</p>\n<p id=\"b423-6\">In addition to residency requirements, the statute conditions eligibility on, among other things, attendance at an eligible institution as defined by <em>N.J.S.A. </em>18A:71B-1, demonstration of financial need, satisfactory academic progress, and submission of an application in satisfactory form. <em>N.J.S.A. </em>18A:71B-20(b) and (c). The TAG program’s residency requirement incorporates the residence requirement that applies generally to student financial aid programs. <em>N.J.S.A. </em>18A:71B-20(c)(1) (“A person shall not be awarded a State tuition aid grant unless that person: (1) satisfies the residency and other requirements provided in article 1 of this part <em>[N.J.S.A. </em>18A:71B-1 to -10][.]”).</p>\n<p id=\"b423-7\">The “residency and other requirements” in article 1 include three parts, addressing concepts of domicile, residence, and citi<page-number citation-index=\"1\" label=\"396\">*396</page-number>zenship. <em>N.J.S.A. </em>18A:71B-2(a), (b), and (c). For our purposes, we are primarily concerned with (b) and (c), which provide:</p>\n<blockquote id=\"b424-5\">(b) A person shall not be awarded financial aid under this chapter unless the person has been a <em>resident </em>of this State for a period of not less than 12 months immediately prior to receiving financial aid.</blockquote>\n<blockquote id=\"b424-6\">(c) A person shall not be awarded student financial aid under this chapter unless the person is a United States <em>citizen </em>or <em>eligible noncitizen, </em>as determined under 20 U.S.C. § 1091. The authority shall determine whether persons who were <em>eligible noncitizens </em>prior to the effective date of the “Personal Responsibility and Work Opportunity Reconciliation Act of 1996,” Pub.L.104-193, but not after that date, shall continue to be eligible for student financial aid under this chapter.</blockquote>\n<blockquote id=\"b424-7\">[N.J.S.A. 18A:71B-2(b) and (c) (emphasis added).]</blockquote>\n<p id=\"b424-8\">Subsection (a) does not directly apply to AZ., as it addresses eligibility of dependent students whose parents change their “domicile” from New Jersey to another state, while the student is enrolled in a New Jersey educational institution.</p>\n<p id=\"b424-9\">A.Z. argues that she meets the two applicable statutory requirements. N.J<em>.S.A. </em>18A:71B-2(b) and (c). She is a citizen of the United States. She has resided here for well over twelve months. She also asserts she is domiciled here, because New Jersey is her “true and permanent home.” <em>See Citizens Bank &amp; Trust Co. v. Glaser, </em>70 <em>N.J. </em>72, 81, 357 A.2d 753 (1976) (defining domicile as “that place which the subject regards as his [or her] true and permanent home”). Indeed, this State has been her only home since 1997.</p>\n<p id=\"b424-10\">HESAA does not dispute that AZ. would be eligible for a TAG but for its position that AZ.’s mother is not a “legal resident” of New Jersey. HESAA defends its rejection of AZ.’s TAG application on two grounds. First, HESAA argues, pursuant to its regulation, <em>N.J.A.C. </em>9A:9-2.2(a), AZ. must be domiciled in New Jersey to satisfy the statutory residence requirement of <em>N.J.S.A. </em>18A:71B-2, because the agency defines residence “in terms of domicile;” AZ.’s domicile is deemed conclusively to be that of her mother’s domicile, <em>N.J.A.C. </em>9A:9-2.2(a)(1); and her mother, B.Z., may not be deemed domiciled in New Jersey because her immigration status prevents her from establishing New Jersey as her domicile. Therefore, HESAA concludes, AZ. fails to meet the <page-number citation-index=\"1\" label=\"397\">*397</page-number>residence-domicile requirement. Second, HESAA argues that because A.Z. is a dependent student, her mother is actually the beneficiary of the TAG, and federal law prohibits the State from awarding financial benefits such as a TAG to an undocumented immigrant. We find both arguments unpersuasive.</p>\n<p id=\"b425-5\">B.</p>\n<p id=\"b425-6\">We first dispatch HESAA’s argument that the TAG is a benefit to the parent, and not the student. HESAA relies on federal law that prohibits states from awarding to individuals present in the United States without status “any grant ... provided by an agency of a State or local government or by appropriated funds of a State or local government” unless the State “affirmatively provides for such eligibility.” 8 <em>U.S.C.A. </em>§ 1621. A state is also prohibited from awarding an unlawfully-present alien a post-secondary educational benefit based on the alien’s residence in that state, unless the state also extends such benefits to United States citizens or nationals, regardless of whether they are state residents. 8 <em>U.S.C.A. </em>§ 1623. Consistent with federal law, <em>N.J.S.A. </em>18A:71B-2(c) requires aid recipients to be United States citizens or eligible non-citizens.</p>\n<p id=\"b425-7\">However, the aid recipient here is A.Z., a citizen, and not her mother. HESAA’s argument to the contrary runs afoul of the plain meaning of the TAG statute, which expressly provides for the award of the TAG to the student. “A State tuition aid grant shall be awarded annually <em>to each eligible, qualified full-time undergraduate student </em>____” <em>N.J.S.A. </em>18A:71B-20(a) (emphasis added). <em>See also N.J.S.A. </em>18A:71B-21(a) (referring to “[t]he amount of a tuition grant awarded under this article <em>to any </em>student____”) (emphasis added). Also reflecting that the student and not the parent receives the TAG, the statute indicates recovery of any overpayments of financial aid will come from the student. <em>N.J.S.A. </em>18A:71B-10.</p>\n<p id=\"b425-12\">HESAA also argues that B.Z. is the real TAG recipient because tuition assistance reduces the amount a parent might otherwise <page-number citation-index=\"1\" label=\"398\">*398</page-number>pay to defray a dependent child’s education costs. HESAA misapplies the law governing support of children, including decisions addressing when a divorced parent may be obliged to contribute to a dependent child’s college tuition, citing <em>Sharp v. Sharp, </em>336 <em>N.J.Super. </em>492, 503, 765 A.2d 271 (App.Div.2001). Not every parent’s support invariably extends to higher education. The TAG grant is a need-based grant, and, in the case of a dependent student, is determined in light of the limited ability to pay of the dependent student’s parents. In that regard, the TAG, for purposes of our analysis, is akin to child support and other aid designated for a child’s benefit. The right to receive child support belongs to the child, not to the custodial parent. <em>Pascale v. Pascale, </em>140 <em>N.J. </em>583, 591, 660 A.2d 485 (1995). By analogy, the right to receive a TAG also belongs to the child.</p>\n<p id=\"b426-4\">C.</p>\n<p id=\"b426-5\">We turn next to HESAA’s argument that A.Z. is ineligible to receive a TAG because she is not domiciled in New Jersey and the regulation upon which it relies to support this argument.</p>\n<p id=\"b426-6\">The regulation states:</p>\n<blockquote id=\"b426-7\">(a) Students must be legal residents of New Jersey for a period of not less than 12 consecutive months immediately prior to the academic period for which aid is being requested. The residence of a student is defined in terms of domicile. Domicile is defined as the place where a person has his or her true fixed, permanent home and principal establishment, and to which, whenever he or she is absent, he or she has the intention of returning.</blockquote>\n<blockquote id=\"b426-8\">1. <em>A dependent student, </em>as <em>defined in N.J.A.C. 9A:9-2.6, shall be considered a legal resident of the state in which his </em>or <em>her parentis) is domiciled. </em>A dependent student whose parent(s) has not established a domicile in New Jersey shall be considered to be in the State for the temporary purpose of obtaining an education and shall be ineligible for State student financial aid.</blockquote>\n<blockquote id=\"b426-9\"><em>[N.J.A.C. </em>9A:9-2.2 (emphasis added).]</blockquote>\n<p id=\"b426-10\">Apparently, the agency considers “legal resident” and “domicile” to be synonymous. According to the regulation, a dependent student must be a legal resident of New Jersey; residence is defined in terms of domicile; and a dependent student’s legal residence coincides with his or her parent’s domicile.</p>\n<p id=\"b427-4\"><page-number citation-index=\"1\" label=\"399\">*399</page-number>We conclude that irrebuttably assigning to a dependent student the domicile of his or her parent alters the plain meaning of the statute, and is contrary to the underlying legislative intent. It therefore is void. The statutory residency requirement pertains to the aid recipient, <em>N.J.S.A. </em>18A:71B-2(b), and we have already determined the TAG recipient is the student. In <em>Shim, supra, </em>the Court recognized that a dependent student can in fact maintain a domicile separate from his or her parents’ domicile. 191 <em>N.J. </em>at 391-92, 924 A.2d 465. While financial dependence on out-of-state parents may raise a fact question about a student’s legal residence or domicile, the ultimate task is to determine where the person has his or her “ ‘true, fixed, permanent home and principal establishment, and to which, whenever he or she is absent, he or she has the intention of returning.’ ” <em>Id. </em>at 391 n. 7, 924 A.2d 465 (quoting <em>N.J.A.C. </em>9A:5-1.1(a)).</p>\n<p id=\"b427-5\">Just as the statute withholds TAGs from non-residents, it entitles qualified residents to receive TAGs. To the extent the agency’s regulation deems a student a non-domiciliary solely and conclusively based on the parent’s domicile — notwithstanding that the particular facts may demonstrate that New Jersey is actually the student’s true, fixed, permanent home — the agency violates the terms of the statute. The agency also undermines the fundamental legislative purpose of the TAG program and the eligibility requirements. The purpose of the residency and domicile requirement is to prevent temporary residents from utilizing precious tuition aid funds.</p>\n<p id=\"b427-6\">However, A.Z. is hardly a temporary resident, having lived here with her mother since 1997. She is not, for example, a student, financially dependent upon her parents, who initially enrolled in a New Jersey college as an out-of-state student but, by virtue of completing one year of college, has now resided in New Jersey for twelve months and seeks a TAG award. We would expect that such a financially dependent student would have to do more than simply establish twelve months of residency.</p>\n<p id=\"b428-4\"><page-number citation-index=\"1\" label=\"400\">*400</page-number>We consider it significant that the agency’s regulatory adoption of the parent’s-domicile-equals-student’s-legal-residence formula is of recent vintage. The regulation contravenes decades-old administrative interpretation, implicitly approved by the Legislature in subsequent enactments, that a student’s legal residence was only “presumed” to be that of his or her parents’ residence. As the Court recognized in <em>Shim, swpra, </em>a presumption can be rebutted. 191 <em>N.J. </em>at 386, 924 A.2d 465. From the origination of the TAG program until 2005, the agency promulgated regulations that included only a presumption that the parent’s residence determined the child’s legal residence. <em>See </em>11 <em>N.J.R. </em>442(a) (September 6, 1979) adopted at 11 <em>N.J.R. </em>623(b) (December 6, 1979) (“a dependent student ... is presumed to be a legal resident of the state [of] which his or her parent(s) or guai*dian(s) is a resident”); 18 <em>N.J.R. </em>1592 (August 4, 1986) (same); 20 <em>N.J.R. </em>656 (March 21, 1988) (same); 24 <em>N.J.R. </em>4374 (December 7, 1992) (same); 27 <em>N.J.R. </em>2906(a) (August 7, 1995) (same); 29 <em>N.J.R. </em>4679(b) (November 3, 1997) (indicating no change to section); 34 <em>N.J.R. </em>3079(c) (September 3, 2002) (same).</p>\n<p id=\"b428-5\">In its 1991 codification of the provision addressing the impact of parents who move out of state, the Legislature implicitly approved the presumption — but only a presumption — that a dependent student’s legal residence was the same as his or her parent’s residence. <em>See Statement to A. 2843 </em>(Jan. 16, 1990) (“Under current Board of Higher Education regulations, <em>N.J.A.C. </em>9:11-1.2, students who are financially dependent upon their parents or guardians are <em>presumed </em>to be legal residents of the state in which their parents or guardians are residents.”) (emphasis added); <em>Assembly Higher Education Committee, Statement to A. 2843 </em>(March 15, 1990) (same); <em>Senate Education Committee, Statement to A. 2843 </em>(May 14, 1990) (same). The eligibility provisions were then reenacted in 1999. <em>L. </em>1999, c. 46.</p>\n<p id=\"b428-6\">In 2005, the agency reversed course without any substantive explanation — instead, inaccurately representing that this significant change was merely a clarification.</p>\n<blockquote id=\"b429-5\"><page-number citation-index=\"1\" label=\"401\">*401</page-number><em>N.J.A.C. </em>9A:9-2.2(a)1 is amended to delete the “presumption” that a dependent student, as defined in <em>N.J.A.C. </em>9A:9-2.6, does indeed maintain the legal residency of the state in which his or her parent(s) is domiciled and further clarifies that if the parent(s) has not established a domicile in New Jersey, as defined in subsection (a), the student is not eligible for State student financial aid.</blockquote>\n<blockquote id=\"b429-6\">[37 <em>N.J.R. </em>2602(a) (July 18, 2005).]</blockquote>\n<p id=\"b429-7\">The Authority’s unexplained reversal weakens its claim that we should defer to its interpretation. <em>See State, Dep’t of Envtl. Prot. v. Stavola, </em>103 <em>N.J. </em>425, 435, 511 A 2d 622 (1986) (noting that deference to agency interpretation of a statute carries “greater force” when the interpretation is longstanding). That is particularly so, given the Legislature’s implicit approval of its longstanding prior regulation. <em>See Body-Rite Repair Co. v. Dir. Div. of Taxation, </em>89 <em>N.J. </em>540, 545-46, 446 A.2d 515 (1982) (There is a well-accepted principle that the practical administrative construction of a statute over a period of years without interference by the [Legislature is evidence of its conformity with the legislative intent and should be given great weight by the Courts.) (internal quotation and citation omitted). Although we recognize an agency may in certain circumstances revise regulations, despite intervening legislative re-enactments, <em>Safeway Trails, Inc. v. Furman, </em>41 <em>N.J. </em>467, 484, 197 A.2d 366, <em>cert. denied, </em>379 <em>U.S. </em>14, 85 <em>S.Ct. </em>144, 13 <em>L.Ed.2d </em>84 (1964), an agency may not adopt regulations that, rather than fill in gaps in the statute, alter the terms of a legislative enactment or frustrate the policy embodied in the statute. <em>T.H. v. Div. of Developmental Disabilities, </em>189 <em>N.J. </em>478, 491, 916 A.2d 1025 (2007) (internal quotation marks and citation omitted).</p>\n<p id=\"b429-8\">Nor are we persuaded by the Authority’s argument that the Legislature implicitly approved the parent’s-domicile-equals-student’s-legal-residence formula by adopting <em>N.J.S.A. </em>18A:71B-2(a), which provides that a student “shall be considered to remain domiciled in New Jersey” after his or her parents leave. HESAA argues but for this provision, implicitly, a child’s domicile would follow his or her parents’ domicile. As we have discussed, when the Legislature initially adopted that provision in 1991, and then readopted it in 1999, the agency had not yet promulgated the <page-number citation-index=\"1\" label=\"402\">*402</page-number>parent’s-domieile-equals-student’s-legal-residenee formula. Instead, the agency had adhered to its longstanding view, which the Legislature acknowledged, that the dependent child’s legal residence was only presumed to be the state in which the parents were residents.</p>\n<p id=\"b430-5\">Given our determination that A.Z. is the intended TAG recipient and that she meets the residency and domicile requirements independently of her mother, we need not determine B.Z.’s legal residence or domicile nor review HESAA’s conclusion that B.Z. lacks the capacity to become a legal resident or domiciliary of New Jersey. We note, however, substantial authority supporting the proposition that a person’s federal immigration status does not necessarily bar a person from becoming a domiciliary of a state. <em>See Caballero v. Martinez, </em>186 <em>N.J. </em>548, 560, 897 A.2d 1026 (2006) (undocumented immigrant may be resident of New Jersey for purposes of Unsatisfied Claim and Judgment Fund, based on intent to remain in New Jersey, notwithstanding risk of deportation); <em>Das v. Das, </em>254 <em>N.J.Super. </em>194, 200, 603 A.2d 139 (Ch.Div.1992) (stating “[t]he determination of a party’s domicile ... must be resolved in accordance with state decisional law” in divorce case involving plaintiff-wife who remained in United States in violation of immigration law). <em>See also Plyler v. Doe, </em>457 <em>U.S. </em>202, 227 n. 22, 102 <em>S.Ct. </em>2382, 2400 n. 22, 72 L.Ed.2d 786, 805 n. 22 (1982) (“[I]llegal entry into the country would not, under traditional criteria, bar a person from obtaining domicile within a State.”); <em>Munoz-Hoyos v. de Cortez, </em>207 P.3d 951, 953 (Colo.App.2009) (“[A] person’s immigration status under federal law does not in itself preclude a finding of residency or domicile under state law.”); <em>Padron v. Padron, </em>281 <em>Ga. </em>646, 641 S.E.2d 542, 543 (2007) (stating that immigration status did not as a matter of law preclude person from establishing domicile for purpose of obtaining divorce); <em>In re Marriage of Pirouzkar, </em>51 <em>Or.App. </em>519, 626 P.2d 380, 383 (1981) (federal immigration law does not “prevent states from allowing a nonimmigrant alien ... to establish a domicile of choice”).</p>\n<p id=\"b431-5\"><page-number citation-index=\"1\" label=\"403\">*403</page-number>In sum, A.Z. is the intended recipient of a TAG. She is a citizen. The record also supports that she is a legal resident of, and domiciled in, New Jersey, based upon her lengthy and continuous residence here. To the extent the agency’s 2005 regulation irrebuttably established that a dependent student’s legal residence or domicile is that of his or her parents, it is void. Therefore, HESAA erred in denying A.Z. a TAG.</p>\n<p id=\"b431-6\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b420-11\"> According to her FAFSA, A.Z. considered attending The College of New Jersey (TCNJ), Montclair State University, Rutgers University, St. Johns University, Loyola University of Maryland, and Mercer County Community College. HESAA’s determination of ineligibility referred to A.Z.’s proposed attendance at TCNJ. However, at oral argument, counsel stated A.Z. had intended to attend Montclair State if she had received a TAG.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b421-9\"> At oral argument, HESAA was unable to identify what factual disputes remained that necessitated further review by the agency, and acknowledged that the case presented a purely legal issue for the court's determination. <em>See N.J. Civil </em>Serv. <em>Assn </em>v. <em>State, </em>88 <em>N.J. </em>605, 613, 443 A.2d 1070 (1982) (\"We have frequently held that in a case involving only legal questions, the doctrine of exhaustion of administrative remedies does not apply.\").</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}