{
  "casebody": {
    "data": "<casebody firstpage=\"53\" lastpage=\"55\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b87-4\">[Civ. No. 8143.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AL\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHS\">February 21, 1934.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b87-6\">LEO B. LESPERANCE, Appellant, v. FREDERICK W. LEISTIKOW, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b87-11\">Harry M. Irwin and Andrew H. Rose for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b87-12\">F. A. Stephenson for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b87-13\">CRAIG, J.</author>\n<p id=\"ApX\">Certain real property described in escrow instructions upon which the parties relied as their agreement having been conveyed by the plaintiff to the defendant, a controversy arose over an asserted discrepancy in the consideration received therefor. After a trial before a jury a verdict was returned in favor of the plaintiff under directions of the court. The defendant thereupon moved for a new trial upon alleged errors of law, which motion was granted. •</p>\n<p id=\"b87-14\">Under the terms of their agreement the appellant as “seller” conveyed to the respondent as “buyer” lands situated in the county of Los Angeles for an alleged total con<page-number citation-index=\"1\" label=\"54\">*54</page-number>sideration of $160,000 composed of $60,000 in cash and two tracts of land in the dominion of Canada subject to contracts for their sale to other parties and upon which there remained due and payable approximately $111,477. The respondent also agreed to procure for the appellant a loan in the sum of $20,000 upon said Canadian properties or to furnish such amount in lieu of a loan. There were other agreements which need not here be mentioned. Following said conveyance and after protracted correspondence and delay, there had been paid by the respondent certain amounts of money aggregating about $79,000 and he had caused to be registered in Canada and forwarded to the appellant conveyances and contracts containing descriptions of other and different properties than those specified in their agreement, which latter were promptly returned with a demand for the remainder of the stipulated consideration. No further effort appears to have been made toward consummation of the transaction by the respondent. By uncontradicted evidence it appeared that the vendor should receive $2,000 per acre for eighty acres of land in California, and the verdict and judgment awarded him $91,237.50, consisting of the balance of said consideration and interest thereon.</p>\n<p id=\"b88-3\">In support of the order granting a new trial it is contended upon numerous authorities, which are not questioned and need not be cited, that an action for damages arising from fraud where one party is misled through misrepresentations of the other 'in an exchange of real properties in governed by elementary rules which preclude a recovery in the instant case. But neither the complaint nor the evidence can be said to present issues subject to such rules, since the contract did not call for property other than that demanded, nor was it represented that the properties conveyed by the respondent were the sanie as or even equivalent to those constituting the consideration specified. A retention of the subject matter of the transaction and refusal to pay therefor amounts to deprivation of valuable consideration for which an action may be maintained. In such a case as here presented the measure of the right to relief is determined by the value of the property which the purchaser failed to convey in consideration of his purchase. <em>(Cummings </em>v. <em>Dudley, </em>60 Cal. 383 [44 Am. Rep. 58]; 3 Parsons on Contracts, 215.) <page-number citation-index=\"1\" label=\"55\">*55</page-number>Cases cited by the respondent are not in conflict with this rule.</p>\n<p id=\"b89-4\">The order granting a new trial is reversed.</p>\n<p id=\"b89-5\">Stephens, P. J., and Archbald, J., <em>pro tem., </em>concurred.</p>\n<p id=\"b89-6\">A petition by respondent to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on April 20, 1934.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}