{
  "casebody": {
    "data": "<casebody firstpage=\"77\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b77-11\">William Kirschner <em>vs. </em>James H. Conklin.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b77-12\">The relative rights and duties of parties who indorse a promissory note for the accommodation of the maker, are the same as in the case of a business note. A subsequent indorser who pays it, may recover of a prior indorser the whole amount paid, and not merely a contribution, as in the case of sureties.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b77-13\">And it makes no difference that the endorsers both knew that each was an accommodation endorser, so long as there was no actual agreement between them to share the liability.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b77-14\">Nor in the absence of such an agreement, that the object of the endorsements <page-number citation-index=\"1\" label=\"78\">*78</page-number>was to enable the maker to get a loan at bank upon the note, and that they were to operate together as a security to the bank.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b78-5\">Assumpsit by a second endorser against a prior endorser of a promissory note <em>; </em>brought to the <em>City </em>Court of the city of New Haven, and tried on the general issue closed to the court, with notice of the defence hereinafter stated, before <em>Stoddard, J. </em>The following facts were found by the court:</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"AIN\">The note in question is dated April 8th, 1872, and is for $150 payable in three months at the New Haven County Bank. It was made by John Rathgeber, and endorsed first by Conklin, the defendant, who was an accommodation endorser, and then endorsed by the plaintiff, who was also an accommodation endorser. It was duly presented for payment and protested for non-payment, and notice duly given to the plaintiff and the defendant. The note was afterwards, and before the present suit was brought, paid by the plaintiff.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b78-6\">This note was the last of a series of renewals, the first note being made in 1871, and being renewed from time to time, until the note in suit was given. It was originally for $500, but Rathgeber on the 8th of April, 1872, paid $50 on it, reducing it to $150, and the renewal note in question was given for that amount.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b78-7\">Rathgeber applied in 1871 for a loan from the New Haven County Bank of $500, which was refused unless he would furnish endorsers. He therefore procured the defendant to endorse the note, arid subsequently procured the plaintiff to endorse also, both knowing that they were accommodation endorsers. The plaintiff in fact relied upon the endorsement of Conklin, when he endorsed the note, and would not have endorsed it if it had not been previously endorsed by the defendant. All of the renewal notes were endorsed by both plaintiff and defendant as accommodation endorsers, they knowing the fact, and the plaintiff endorsed the renewal notes on the strength of a.nd relying upon the name and endorsement of the defendant, although on some of the renewal notes the plaintiff endorsed the notes first in point of time for the sake of convenience, Rathgeber happening to find the plaintiff before he did the - defendant; but in every case <page-number citation-index=\"1\" label=\"79\">*79</page-number>the defendant endorsed above the plaintiff, as the first endorser, conformably to an understanding of the parties ; but the court did not find that the plaintiff and defendant ever expressly agreed that this should be so. The note in suit was endorsed first by the defendant, and then secondly in point of time by the plaintiff. Both plaintiff and defendant knew that all of the renewal notes grew out of the original transaction, and that all the endorsements were accommodation endorsements for Ratligeber, to enable him to get the money from the bank. All the notes were payable to Conklin’s order.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b79-5\">Conklin held a mortgage security on some machinery, as an indemnity to him and others for his and their liability on these notes and. others similarly situated. This security was afterwards converted into stock in a joint stock corporation, and the stock was held as a substituted indemnity in place of the mortgage. The mortgage and stock have never been sufficient to fully pay the notes endorsed. The stock is worth at least fifty cents on the dollar, and the defendant expects it to materially rise in value. This note and another similarly situated are for $6,500, and the par value of the stock is $6,000. None of the stock has yet been converted into cash.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b79-6\">The plaintiff believed when he endorsed the note in suit, that the defendant would be liable to -pay the note if protested for non-payment, in the same manner as he would if it had been regular business paper and not accommodation paper, and that he as a subsequent endorser could compel the defendant to pay the note as a prior endorser; and that he would not have endorsed the note but for this belief. It was however admitted by the plaintiff that the defendant had not said or done anything to induce this belief.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b79-7\">The plaintiff has no security for this endorsement other than the interest, if any, which he may have in the stock now held by the defendant. He did not understand that the mortgage and stock were held as security for his endorsement directly, but that they were primarily for Conklin’s benefit, and that thereby they might benefit him.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b79-8\">Upon these facts the defendant claimed that the law was <page-number citation-index=\"1\" label=\"80\">*80</page-number>such that the plaintiff could not recover of him, another accommodation endorser, though he the defendant was a prior endorser; hut the court did not so rule, hut found for the plaintiff to recover of the defendant the whole- sum with interest. The defendant moved for a new trial.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b80-5\">Wright, in support of the motion.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b80-6\">1. The relations of the parties to the note in suit are such as to create a contract of joint guarantee and suretyship; and when such contract exists there can he no recovery by a subsequent accommodation endorser against a prior accommodation endorser. <em>Talcott </em>v. <em>Cogswell, </em>3 Day, 512; <em>M’Donald </em>v. <em>Magruder, </em>3 Peters, 474. Whether such joint contract of suretyship existed or not is a question of fact. <em>Talcott </em>v. <em>Cogswell, </em>supra. - The record finds that the defendant held a mortgage security as an indemnity to him and the plaintiff for the payment-of these endorsements and that the plaintiff was to share this security. The effect of the finding is, that a mortgage was given for their joint benefit, because they were jointly liable as sureties.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b80-7\"><em>2. </em>There is no assumpsit between the plaintiff'and defendant, upon the facts found, but there is a direct guarantee to the bank by each, several in its character, whereby the idea of liability to each other in the order of their respective endorsements is wholly excluded. The finding touching this point is very full. Eathgeber applied for a loan from the bank, which was refused unless he would furnish endorsers. He therefore procured the plaintiff and defendant to endorse the noto. These endorsers were obtained as sureties for the bank, and not as endorsers liable to each other. They were procured at the request of the bank, and for the safety of the bank, and the bank could resort to either upon the failure of the maker to pay. When the plaintiff paid the bank ho performed his undertaking as a guarantor, but he cannot, as a several guarantor, call upon another several guarantor, either to contribute or to indemnify him. The court will look at the substance of the transaction, which was that of a contract of indemnity between these parties and the bank, and <page-number citation-index=\"1\" label=\"81\">*81</page-number>will not compel one to indemnify tlie other, merely because the indemnity was in the form of negotiable paper, instead of an instrument of direct guarantee. The record finds that each knew that the other was an accommodation endorser, and that each knew the arrangement which Rathgeber had made with the bank; also that the endorsements were made to enable Rathgeber to obtain a loan at the bank.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b81-5\">3. The plaintiff obtained no new rights against the defendant by paying the bank, and taking up the note, after Rathgeber had failed to pay it. <em>Devlin </em>v. Brady, 36 N. York, 531. Nor does it help him that he believed Conklin was liable to him as first endorser.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b81-6\">Alling, contra,</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"Aqc\">cited (in addition to the authorities referred to in the opinion of the court) <em>Bacon </em>v. <em>Burnham, </em>37 N. York, 614; <em>Youngs </em>v. <em>Ball, </em>9 Watts, 139; <em>Wilson </em>v. <em>Stanton, </em>6 Blackf., 507; <em>McNeilly </em>v. <em>Patchin, </em>23 Misso., 40; <em>Mc Cune </em>v. <em>Belt, </em>45 id., 174.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-7\">Park, J.</author>\n<p id=\"AZ8\">In the case of <em>Church </em>v. <em>Barlow, </em>9 Pick., 547, the court held that the relative rights and duties of parties who indorsed a promissory note for the accommodation of the maker are the same as in the case of a business note, so that the notice of the dishonor of such accommodation note having been given, a subsequent endorser who. takes up the note may recover of a prior indorser the whole amount paid, and not merely a contribution as in the case of sureties. The doctrine of this case is fully sustained by the following authorities: <em>Shaw </em>v. <em>Knox, </em>98 Mass., 214; <em>M'Donald </em>v. <em>Magruder, </em>3 Peters, 470; <em>Wood </em>v. <em>Repold, </em>3 Harris &amp; J., 125; <em>Brown </em>v. <em>Mott, </em>7 Johns., 361; <em>Clapp </em>v. <em>Rice, </em>13 Gray, 403; <em>Howe </em>v. <em>Merrill, </em>5 Cush., 88; <em>Talcott </em>v. <em>Cogswell, </em>3 Day, 512; <em>Johnson </em>v. <em>Crane, </em>16 N. Hamp., 68.</p>\n<p id=\"b81-8\">There is no foundation in the case for the claim made by the defendant on the trial in the court below, that the relation of the plaintiff and defendant to the note in question was that of joint guarantors and co-sureties. The case expressly finds that there was no agreement between them when the original note was indorsed by them, or at the time of any of <page-number citation-index=\"1\" label=\"82\">*82</page-number>the subsequent renewals of the note, that they should hold any other relation towards each other than what would result from their being successive indorsers of the note for the accommodation of the maker. It is true that co-sureties are bound only to contribute equally to the debt they have jointly undertaken to pay, but in that case their undertaking must be joint, and not separate and successive, as in the case at bar. The plaintiff and defendant might have become joint indorsers if they had been so disposed. Their promise might have been a joint one, but they saw fit to indorse the note separately and successively in the usual mode. No communication took place between them which varies the legal liabilities such indorsements are known to create. The claim of the defendant is based upon the bare fact that these parties knew each other to be accommodation indorsers; but this fact falls far short of being sufficient to create an agreement between them to be jointly liable. Such knowledge is just as consistent with the theory of a separate -undertaking, as it is with that of a joint liability.</p>\n<p id=\"b82-5\">Indeed the case finds that the plaintiff never would have indorsed the original note or any of its renewals if he had not believed that the liability of the defendant on the notes was the same as it would have been on regular business paper, and that he indorsed the'notes relying upon the defendant’s responsibility as first indorser. Such being the case there could not have been an agreement between them to become jointly bound on the notes. Furthermore, when the defendant indorsed the original note it does not appear that he knew that the plaintiff was to be another, accommodation indorser. For aught that appears the application of the maker of the note to the plaintiff to become an indorser was all an after-thought. ,</p>\n<p id=\"b82-6\">We think it is clear that there was no joint undertaking between these parties, and we therefore do not advise a new trial.</p>\n<p id=\"b82-7\">. In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}