{
  "casebody": {
    "data": "<casebody firstpage=\"622\" lastpage=\"629\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b598-3\">[S.F. No. 23910.</docketnumber>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Asx\">Mar. 14, 1979.]</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b598-4\">RAYMOND H. HAWKINS, Petitioner, v. THE STATE BAR OF CALIFORNIA, Respondent.</parties>\n<p data-order=\"3\" data-type=\"attorneys\" id=\"b600-6\"><page-number citation-index=\"1\" label=\"624\">*624</page-number>Counsel</p>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b600-7\">Raymond H. Hawkins, in pro. per., for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b600-8\">Herbert M. Rosenthal and Gael T. Infande for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b601-4\"><page-number citation-index=\"1\" label=\"625\">*625</page-number>Opinion</p>\n<author id=\"b601-5\">THE COURT.</author>\n<p id=\"AlC\">We review a recommendation of the Disciplinary Board of the State Bar that petitioner be publicly reproved. The board found that petitioner, a member of the State Bar since 1946 with no prior disciplinary record, failed fully to explain to his clients the contingent fee interest which he possessed in the insurance proceeds used to satisfy any <em>adverse </em>judgment entered against them in a certain personal injury action, and that he improperly attempted to influence their conduct in defending that action. The board concluded that petitioner (1) violated Business and Professions Code sections 6067 and 6103, in that he failed faithfully to discharge his duties as an attorney to the best of his knowledge and ability and (2) violated former rule 6, Rules of Professional Conduct, in that he accepted professional employment without fully disclosing his relation with an adverse party. As will appear, we have concluded that although the record is subject to conflicting inferences, the board acted properly in recommending that petitioner be publicly reproved for his acts.</p>\n<p id=\"b601-6\">Former rule 6 (and present rule 5-102(A)), Rules of Professional Conduct, provides that “A member of the State Bar shall not accept professional employment without first disclosing his relation, if any, with the adverse party, and his interest, if any, in the subject matter of the employment.” Additionally, Business and Professions Code section 6067 requires in relevant part that “Every person on his admission shall take an oath to . . . faithfully . . . discharge the duties of any attorney at law to the best of his knowledge and ability.” Business and Professions Code section 6103 mandates in relevant part that “any violation of the oath taken by him, or of his duties as such attorney, constitute^]... [a cause] for disbarment or suspension.”</p>\n<p id=\"b601-7\">This proceeding arises from facts described in a case previously before us, <em>Johansen </em>v. <em>California State Auto. Assn. Inter-Ins. Bureau </em>(1975) 15 Cal.3d 9 [123 Cal.Rptr. 288, 538 P.2d 744], to which reference is made for a more complete statement of the factual circumstances underlying the litigation in question and petitioner’s conduct with reference to the affected parties. For our present purposes, it is sufficient to note the following.</p>\n<p id=\"b601-8\">In 1963, the Johansens were injured in an auto accident involving a car driven by a minor, Gary Dearing. The Johansens retained Attorney Federspiel and sued Gaiy and his mother Joyce for damages. The <page-number citation-index=\"1\" label=\"626\">*626</page-number>Dearings tendered the defense of this action to California State Automobile Association (AAA), which denied coverage but agreed, under a reservation of rights, to defend the suit pending resolution of a declaratory relief action which AAA brought against the Dearings, Johansens and the latter’s carrier, Hartford, to decide the coverage question.</p>\n<p id=\"b602-4\">In 1964, petitioner was retained to represent the Dearings in the declaratory relief action. He obtained no fee from the Dearings at this time, for evidently they were impecunious. Instead, petitioner entered into an oral fee-splitting arrangement with Federspiel who represented the Johansens, whereby he agreed to share equally in any attorneys fees ultimately derived by the Johansens from the AAA policy proceeds. (AAA’s policy with the Dearings provided maximum coverage of $10,000 for bodily injury per person, $20,000 for each occurrence, and $5,000 property damage.) Although retained to represent the Dearings, he thereafter appeared as one of counsel of record for the Johansens in the <em>Johansen </em>appeal. Despite the fact that petitioner would not be paid his fees unless a settlement occurred or upon a verdict adverse to the Dearings, petitioner at no time disclosed his contingent interest in any such settlement or verdict.</p>\n<p id=\"b602-5\">In 1965, contrary to the advice given the Dearings by Attorney Bennett, who represented them in the defense of the personal injury action, petitioner advised the Dearings to deny liability in that action and to press trial of that litigation before the declaratory relief action.</p>\n<p id=\"b602-6\">After a judgment had been entered against the Dearings and in favor of the Johansens in an amount substantially in excess of the AAA policy limits, and after the Dearings had assigned to the Johansens their potential claim against AAA for the latter’s asserted bad faith refusal to settle, petitioner and Federspiel entered into a second fee-splitting arrangement to share equally any attorneys fees derived from recoveiy against AAA in the bad faith action.</p>\n<p id=\"b602-7\">In 1975, we filed our opinion in <em>Johansen, supra, </em>noting (p. 21, fn. 12) petitioner’s “questionable conduct” in relation to his fee-splitting relationship with Federspiel. Subsequently, the State Bar conducted hearings on the matter. In its decision, the hearing panel found that petitioner improperly failed to disclose to the Dearings his contingent fee interest in any adverse judgment in the personal injury action, and that he improperly attempted to influence their conduct in the defense of that <page-number citation-index=\"1\" label=\"627\">*627</page-number>action. The hearing panel recommended that petitioner be suspended from the practice of law for a period of six months, but that such suspension be stayed upon the condition that within one year of the effective date of such order by this court, he should take and pass the Professional Responsibility Examination administered by the State Bar of California. Upon receipt of subsequent recommendations of the advisory review panel, however, the hearing panel modified its decision so as to provide for public reproval as the sole disciplinary sanction. (The review panel believed there were sufficient mitigating factors to reduce petitioner’s punishment to mere public reproval.)</p>\n<p id=\"b603-5\">Petitioner’s contentions may be summarized as follows: (1) The hearing panel denied petitioner due process by failing to deal explicitly in its decision with his three affirmative defenses; (2) the record reveals that petitioner fully disclosed the source of his fees to the Dearings and did not attempt to influence their decision in the personal injury action; and (3) his fee-splitting arrangement with Federspiel occurred after he had accepted employment with the Dearings, thereby precluding application of former rule 6.</p>\n<p id=\"b603-6\">Before dealing with petitioner’s contentions, we note that despite our undoubted power of review of disciplinary matters, the disciplinary board’s recommendation is given great weight and the burden is on the attorney to show that the board’s recommendation is erroneous or unlawful. <em>(In re Abbott </em>(1977) 19 Cal.3d 249 [137 Cal.Rptr. 195, 561 P.2d 285].)</p>\n<p id=\"b603-7\">1. <em>Affirmative Defenses</em></p>\n<p id=\"b603-8\">Petitioner claims that the board denied him due process by failing to discuss the three affirmative defenses asserted in petitioner’s answer to the notice to show cause, namely, res judicata, double jeopardy, and undue delay.</p>\n<p id=\"b603-9\">Petitioner bases his res judicata and double jeopardy defenses solely upon our references to his activities in <em>Johansen </em>v. <em>California State Auto. Assn. Inter-Ins. Bureau, supra, </em>15 Cal.3d 9. In particular, petitioner relies on footnote 12, page 21, of that case, wherein we stated that: “The record sustains defendant’s contention and the trial court’s finding that Hawkins and Federspiel . . . entered into a fee-splitting arrangement prior to the trial of the personal injury action whereby they would share equally in a portion of any judgment in the personal injury suit against the Dearings. <page-number citation-index=\"1\" label=\"628\">*628</page-number>The record indicates, however, that the Dearings were unaware of this arrangement. In the instant case we have no occasion to pass on the propriety of Hawkins’ questionable conduct. . . .”</p>\n<p id=\"b604-4\"><em>Johansen </em>involved the bad faith cause of action against AAA and in no sense purported to determine whether petitioner’s conduct violated the Rules of Professional Conduct. As such, petitioner’s assertion that <em>Johansen </em>had a res judicata effect as to a subsequent State Bar disciplinary proceeding is totally without basis.</p>\n<p id=\"b604-5\">Petitioner’s asserted defense of double jeopardy similarly lacks merit. The defense applies only in criminal actions <em>(Breed </em>v. <em>Jones </em>(1975) 421 U.S. 519 [44 L.Ed.2d 346, 95 S.Ct. 1779]), and neither <em>the Johansen </em>action nor the present State Bar proceeding was or is a criminal action. Acquittal of a crime, of course, does not bar institution of disciplinary proceedings. <em>(Siegel </em>v. <em>Committee of Bar Examiners </em>(1973) 10 Cal.3d 156 [110 Cal.Rptr. 15, 514 P.2d 967].) It is clear that the <em>Johansen </em>action did not put petitioner in any “jeopardy” whatsoever.</p>\n<p id=\"b604-6\">Petitioner’s assertion of unreasonable delay as a defense is also without merit. Petitioner cites no authority for the proposition that delay in bringing disciplinary proceedings constitutes a defense. Moreover, the record reflects that delay was properly considered by the board as a factor in reducing the recommended sanction from suspension to public reproval.</p>\n<p id=\"b604-7\">2. <em>Nondisclosure and Improper Influence</em></p>\n<p id=\"b604-8\">Petitioner asserts that he fully disclosed the source of his fees to the Dearings and that he did not attempt to influence them in an improper manner in the personal injury action. At his initial meeting with the Dearings, petitioner informed them that he would be paid from insurance proceeds. He did not disclose to the Dearings, however, that he would share with Federspiel part of the AAA policy proceeds in the event of an <em>adverse </em>judgment against them. Although the evidence was conflicting in many respects, the Dearings’ testimony constituted substantial evidence to support the board’s finding of inadequate disclosure.</p>\n<p id=\"b604-9\">As noted above, the record further indicates that petitioner advised the Dearings not to admit liability in the personal injury action, despite the fact that they were advised to do so by Bennett, their counsel in that action. In addition, petitioner drafted a letter for Joyce Dearing urging <page-number citation-index=\"1\" label=\"629\">*629</page-number>Bennett to advance the personal injury action to trial ahead of the declaratoiy relief action. Although, as petitioner points out, such evidence is susceptible of conflicting inferences the board could infer that petitioner sought to assure that a substantial verdict would be rendered against his clients, thereby assuring him a share of the attorneys fees paid to Federspiel from the AAA policy proceeds.</p>\n<p id=\"b605-5\">3. <em>Applicability of Former Rule 6</em></p>\n<p id=\"b605-6\">Petitioner claims that he did not violate former rule 6, Rules of Professional Conduct, because any relationship he had with Federspiel occurred <em>after </em>his initial consultation with the Dearings. He argues in essence that former rule 6 only required disclosure of relationships with an adverse party occurring <em>prior </em>to accepting professional employment. The board’s findings indicate, however, that petitioner’s relationship with Federspiel began with a telephone conversation immediately following petitioner’s first meetings with the Dearings. As such, his relationship with Federspiel arose contemporaneously with his employment relationship with the Dearings. The board properly concluded that petitioner had a duty of disclosure under former rule 6, and that he failed to discharge that duty.</p>\n<p id=\"b605-7\">Despite petitioner’s arguments regarding his competent representation of the Dearings, the fact remains that he was to be paid for defending them in the declaratory relief action only if they suffered an adverse verdict in the personal injury action. Petitioner’s subsequent employment relationship with the Johansens in relation to their bad faith action against AAA further calls into question his initial activities and suggests the possibility that petitioner may have intended from the outset to assure a substantial adverse verdict against the Dearings.</p>\n<p id=\"b605-8\">We conclude that the board’s sanction of public reproval was appropriate. In reducing the recommended sanction from suspension to public reproval, the board properly considered as mitigating factors the delay in bringing the proceedings, the fact that petitioner had no prior disciplinary record and the further fact that the Dearings suffered no financial loss as a result of petitioner’s actions.</p>\n<p id=\"b605-9\">Petitioner should be, and he hereby is, reproved.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}