{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"706\" lastpage=\"737\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b724-6\" pgmap=\"724\">NEMA HARTMAN, as Special Adm’r of the Estate of James Leo Hartman, Deceased, Plaintiff-Appellee, v. PITTSBURGH CORNING CORPORATION, Defendant-Appellant (Celotex Corporation et al., Defendants).</parties><court data-order=\"1\" data-type=\"court\" id=\"b724-7\" pgmap=\"724\">Fifth District</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AK2\" pgmap=\"724\">No. 5—91—0143</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b724-8\" pgmap=\"724\">Opinion filed May 19, 1994.</decisiondate><p data-order=\"4\" data-type=\"judges\" id=\"b728-3\" pgmap=\"728\">LEWIS, P.J., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b728-5\" pgmap=\"728\">James K. Toohey, P. Matthew Glavin, and Anne T. Stinneford, all of Ross &amp; Hardies, of Chicago, for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b728-6\" pgmap=\"728\">Charles V. Marshall, of The Lakin Law Firm, P.C., of Wood River, for appellee.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b728-7\" pgmap=\"728\">JUSTICE GOLDENHERSH</author> <p id=\"AOD\" pgmap=\"728\">delivered the opinion of the court:</p> <p id=\"b728-8\" pgmap=\"728\">Plaintiff, James L. Hartman, filed this action against numerous defendants involved in mining, manufacturing, processing, selling, and/or distributing asbestos products. The complaint, filed in the circuit court of Madison County on August 10, 1988, contained counts of negligence and strict liability, alleging that defendants were liable for plaintiff’s physical damages after exposure to large amounts of asbestos. Prior to trial, plaintiff reached settlement agreements with all of the defendants except Pittsburgh Corning Corporation (Pittsburgh Corning), Celotex Corporation (Celotex), and Manville Personal Injury Asbestos Compensation Fund (Manville Fund). Following a jury trial, a verdict was returned in favor of plaintiff and Celotex and against Pittsburgh Corning and the Manville Fund for compensatory damages. The jury additionally assessed punitive damages against Pittsburgh Corning. After the verdict was returned, plaintiff petitioned the trial court to allocate half of the previously agreed-upon settlement amounts to plaintiff’s wife, Nema Hartman. The trial court granted plaintiff’s petition and entered orders allocating 50% of the settlements which included her name on the release to Mrs. Hartman. Defendant Pittsburgh Corning (defendant) is the sole appellant in the case now before this court.</p> <p id=\"b728-9\" pgmap=\"728(11) 729(410)\">On appeal, defendant contends: (1) that the trial court erred in failing to reduce judgment on the compensatory damages verdict by the full amount of plaintiff’s prior settlements; (2) that count II of plaintiff’s complaint, alleging negligence, which did not contain facts alleging the negligent conduct undertaken by defendant, the time and place of the allegedly negligent conduct, or any causal connection between the allegedly negligent conduct and the plaintiff’s claimed injury, was insufficient as a matter of law; (3) that count III of plaintiff’s complaint, requesting punitive damages, was insufficient as a matter of law; (4) that defendant was entitled to a directed verdict or judgment notwithstanding the verdict (n.o.v.) when plaintiff rested without having introduced evidence that established exposure to a product of defendant sufficient to cause his injury, that defendant was negligent in its alleged failure to warn, or that the alleged negligence proximately caused plaintiff’s injuries; (5) that the trial court abused its discretion in allowing the testimony of plaintiff’s expert witnesses whose identity and opinions were not disclosed to defendant until two days after the start of trial; (6) that defendant was prejudiced by the trial court’s ruling allowing plaintiff to introduce evidence against defendant that was not disclosed to defendant until two days after the start of trial, in violation of the trial court’s standing order regarding discovery; (7) that defendant was prejudiced by the trial court’s refusal to review the evidence on the punitive damages claim prior to submission of the claim to the jury; (8) that defendant was prejudiced by the trial court’s admission of punitive damages evidence that consisted of irrelevant, inflammatory, and prejudicial matters that had no causative relationship to plaintiff’s alleged injury; (9) that defendant was prejudiced by the trial court’s admission of the personal opinion and conclusions of plaintiff’s expert, which opinion invaded the province of the jury; (10) that defendant was prejudiced by the trial court’s exclusion of defendant’s evidence that tended to establish that its allegedly defective warning was not the proximate cause of plaintiff’s injury; (11) that defendant was prejudiced by the trial court’s editing of a videotaped deposition of plaintiff’s witness; (12) that defendant was prejudiced by the trial court’s failure to instruct the jury correctly as to Illinois law regarding proximate cause; (13) that defendant was prejudiced by statements made by plaintiff’s counsel that were false and violated the court’s order in limine-, and (14) that defendant was prejudiced by misrepresentations made to the jury by plaintiff and a codefendant. We affirm.</p> <p id=\"b729-3\" pgmap=\"729\">I</p> <p id=\"b729-4\" pgmap=\"729(10) 730(260)\">The evidence at trial established that plaintiff was an electrician. He was sent on hundreds of jobs in that occupation during the course of his career. At trial, plaintiff presented evidence that he was exposed to asbestos at three different jobsites: (1) the Washington University Research Center in Missouri where he worked 13 months during 1950-51, (2) the Meramec Power House in Missouri for 24 months during 1953-55, and (3) the Labadie Power House in Missouri for approximately 12 months during 1969-70. Plaintiff presented evidence to show that defendant’s asbestos product, Unibestos, was used extensively by the workers at the Labadie facility. Plaintiff testified that while he was working at Labadie, there were approximately 100 insulators working in the power house, insulating pipes. One of plaintiff’s duties was laying wire in cable trays containing asbestos, and those trays were cleaned with an air hose causing dust to fill the air. He also worked around the insulators when they mixed cement, which caused more dust to enter the air. Additionally, the insulators using asbestos products caused the dust from those products to fill the air. Plaintiff retired in 1987. Approximately two weeks after he retired, he went to his doctor complaining of shortness of breath and was diagnosed with mesothelioma. The diagnosis was confirmed by other doctors, and it was determined that plaintiff required an operation to remove his right lung. Following the surgery, plaintiff was unable to perform any strenuous activity and suffered a great deal of discomfort. The prognosis for plaintiff was that the mesothelioma was terminal, and in fact, on October 24, 1991, plaintiff died.</p> <p id=\"b730-3\" pgmap=\"730\">Due to the complexity and number of issues in this case, additional facts will be addressed as necessary to resolve each issue.</p> <p id=\"b730-4\" pgmap=\"730\">II</p> <p id=\"b730-5\" pgmap=\"730(153) 731(31)\">In this appeal, defendant first argues that the trial court erred in failing to reduce the compensatory damages verdict by the amount of plaintiff’s prior settlements. As noted above, plaintiff entered into settlement agreements with nine defendants prior to or during trial. Those settlements amounted to $584,090.62. In some of the settlement agreements, plaintiff was the only party signing the releases, while in others both plaintiff and Mrs. Hartman signed. There were no specific allocations between plaintiff and Mrs. Hartman with respect to the agreements where Mrs. Hartman signed the release. After the verdicts were returned against defendant and the Manville Fund for compensatory damages in the amount of $676,880, plaintiff petitioned the court to allocate $222,600 of the settlement amount to his wife. That amount represented one-half of the settlements in which Mrs. Hartman’s signature appeared on the release. The court granted plaintiff’s petition and allocated the requested amount to Mrs. Hartman. The court allocated the remaining $361,490.62 of the settlement amount to plaintiff and ordered that the settlement amount allocated to plaintiff be set off against the verdict for compensatory damages.</p> <p id=\"b731-3\" pgmap=\"731\">Defendant contends that the trial court erred in allocating the settlement amounts and in failing to reduce the compensatory damages award by the entire amount plaintiff and his wife received through the settlement agreements. In support of this contention, defendant first argues that the trial court’s order allocating settlement money to Mrs. Hartman was in error because she was not a party to the action. Defendant further argues that the court erred in not further reducing the compensatory damages verdict by the $222,600 allocated to Mrs. Hartman.</p> <p id=\"b731-4\" pgmap=\"731\">Defendant cites the Illinois Contribution Among Joint Tortfeasors Act (the Act) (Ill. Rev. Stat. 1989, ch. 70, par. 302(c) (now 740 ILCS 100/2 (West 1992))), which provides that settlement amounts reduce the recovery of compensatory damages on claims against non-settling- defendants by the amount paid through settlement agreements. Clearly, defendant is correct in asserting that the Act applies to the settlement amount received by plaintiff. The question is whether the court erred in allocating $222,600 of the settlement amount to Mrs. Hartman rather than including the money in the amount used to offset the compensatory damages award against defendant. In support of its position on this issue, defendant points us to Dick v. Gursoy (1984), 124 Ill. App. 3d 185, 471 N.E.2d 195, in which the plaintiff filed a two-count complaint, wrongful death and survival actions, against six joint tortfeasors. Prior to trial, the plaintiff settled with five of the defendants. The jury returned verdicts for separate compensatory damages on both counts against the sole remaining defendant. After judgment was entered on the verdicts, the plaintiff petitioned the court to allocate the settlement awards as being in exchange for the plaintiff’s covenant not to sue regarding only the wrongful death counts against the five settling defendants. The court granted the plaintiff’s petition, and the setoff was granted to the defendant only with regard to the wrongful death verdict. The appellate court reversed the trial court’s judgment and ordered that the settlement proceeds credited against both the wrongful death award and the survival award. The court held that the trial court’s order resulted in double recovery by the plaintiff.</p> <p id=\"b731-5\" pgmap=\"731(58) 732(23)\">We find Dick to be distinguishable from the case at bar, however. In Dick, only the rights of one party were being relinquished in covenants not to sue, whereas two people’s rights are involved in the present action. When the settling defendants in this case made the checks payable to both plaintiff and Mrs. Hartman, requiring Mrs. Hartman’s signature on the releases, they were obviously protecting themselves against future claims by Mrs. Hartman. Therefore, we are not persuaded by Dick.</p> <p id=\"b732-3\" pgmap=\"732\">The determination of which of several claims a settlement should be attributable to is a matter for the discretion of the trial court. Eaton v. Jackson (1984), 128 Ill. App. 3d 893, 896, 471 N.E.2d 651, 654; McDaniel v. Hoge (1983), 120 Ill. App. 3d 913, 915, 458 N.E.2d 1063, 1064.</p> <p id=\"b732-4\" pgmap=\"732\"> Plaintiff argues that the trial court properly allocated the $222,600 to Mrs. Hartman because she had claims for loss of consortium and negligent infliction of emotional distress. Plaintiff asserts that the fact that Mrs. Hartman was not a party to the suit is irrelevant. When certain defendants named her on the settlement checks and required her to sign the releases, they recognized her claims as plaintiff’s spouse. Plaintiff further asserts that by executing the releases, Mrs. Hartman relinquished her right to sue those defendants in the future and the court properly recognized that fact. We agree with plaintiff. The court did not abuse its discretion in allocating $222,600 of the settlement payments to Mrs. Hartman. Furthermore, the trial court did not abuse its discretion in refusing to reduce the compensatory damages verdict against defendant by that amount.</p> <p id=\"b732-5\" pgmap=\"732\">Ill</p> <p id=\"b732-6\" pgmap=\"732\">Defendant next contends that plaintiff’s complaint for negligence was insufficient as a matter of law. Defendant first argues that plaintiff’s negligent-failure-to-warn count was deficient in that it failed to: (1) specify defendant’s prospective positions in the chain of product distribution; (2) identify what products each defendant manufactured, sold, or distributed; (3) identify the time period during which plaintiff was exposed to the asbestos products; and (4) identify the locations at which plaintiff was exposed to each product. It is well settled that courts will construe pleadings liberally when determining whether a complaint is adequate. (People ex rel. Scott v. College Hills Corp. (1982), 91 Ill. 2d 138, 145, 435 N.E.2d 463, 466.) Moreover, following a trial and verdict, a reviewing court will attempt to construe a pleading as sufficient to state a cause of action rather than failing to allege a cause of action. (Cole v. Guy (1989), 183 Ill. App. 3d 768, 774, 539 N.E.2d 436, 440.) The allegations of a complaint are sufficient to state a cause of action if they reasonably inform the opposite party of the claim against it. College Hills Corp., 91 Ill. 2d at 145, 435 N.E.2d at 467.</p> <p id=\"b732-7\" pgmap=\"732(10) 733(123)\">A liberal review of plaintiff’s complaint shows that plaintiff alleged the essential elements of negligence: (1) existence of a duty owed by defendant to plaintiff; (2) breach of that duty; and (3) injury proximately caused by that breach. (Ward v. K mart Corp. (1990), 136 Ill. 2d 132, 140, 554 N.E.2d 223, 226.) Plaintiff alleged that defendant owed plaintiff a duty by asserting first that plaintiff worked at sites where he was exposed to defendant’s asbestos products. Plaintiff alleged that defendant breached its duty because defendant knew or should have known that its product was toxic and defendant failed to exercise care in the manufacturing of, selling of, and warning of the dangers associated with asbestos. Plaintiff further alleged that he developed mesothelioma because of his exposure to defendant’s product.</p> <p id=\"b733-3\" pgmap=\"733\"> We conclude that these allegations are sufficient to state a cause of action in that they reasonably informed defendant of the claim against it, and defendant’s argument does not overcome the presumption that the pleading was sufficient to state a cause of action.</p> <p id=\"b733-4\" pgmap=\"733\">Defendant next argues that count III of plaintiff’s complaint, seeking punitive damages, is deficient for lack of specificity and violates section 2—604.1 of the Code of Civil Procedure (Ill. Rev. Stat. 1989, ch. 110, par. 2—604.1 (now 735 ILCS 5/2—604.1 (West 1992))). Section 2— 604.1 provides, in pertinent part:</p> <blockquote id=\"b733-5\" pgmap=\"733\">\"In all actions on account of bodily injury or physical damage to property, based on negligence, or product liability based on strict tort liability, where punitive damages are permitted no complaint shall be filed containing a prayer for relief seeking punitive damages. However, a plaintiff may, pursuant to a pretrial motion and after a hearing before the court, amend the complaint to include a prayer for relief seeking punitive damages. The court shall allow the motion to amend the complaint if the plaintiff establishes at such hearing a reasonable likelihood of proving facts at trial sufficient to support an award of punitive damages.” Ill. Rev. Stat. 1989, ch. 110, par. 2—604.1.</blockquote> <p id=\"b733-6\" pgmap=\"733\"> In October 1988, the circuit court issued an order stating that plaintiffs involved in asbestos litigation in Madison County would be allowed to seek punitive damages against certain defendants but not others. Defendant in this case is listed as one of the companies from which punitive damages could be sought. The record indicates a proper consideration by the trial court of this issue pursuant to section 2—604.1. Our review of the pleadings leads us to conclude that the subsequent pleading was sufficiently specific in its allegations. Defendant’s argument on this issue has no merit or support in this record and need not be discussed further.</p> <p id=\"b734-2\" pgmap=\"734\">Defendant next contends that plaintiff failed to present sufficient evidence to prove defendant was negligent. The standard of review is that a judgment in favor of a plaintiff can be reversed only if the evidence, when viewed most favorably to the plaintiff, so overwhelmingly favors defendant that no contrary verdict could stand. (Chance v. City of Collinsville (1983), 112 Ill. App. 3d 6, 11, 445 N.E.2d 39, 42.) A reviewing court will not substitute its judgment for that of a jury and set aside a verdict unless there is a lack of reasonable basis for the verdict shown in the record. Hernandez v. Lukas (1982), 104 Ill. App. 3d 692, 694, 432 N.E.2d 1028, 1029.</p> <p id=\"b734-3\" pgmap=\"734\">With that in mind, we turn to defendant’s argument that plaintiff failed to present sufficient evidence that he was exposed to Unibestos. As defendant correctly points out, in actions for injuries sustained through asbestos products, Illinois case law requires that plaintiffs establish proximity to that product on a regular basis over a given period of time and that the exposure had a causal connection to a plaintiff’s injury. Wehmeier v. U.N.R. Industries, Inc. (1991), 213 Ill. App. 3d 6, 572 N.E.2d 320; Zimmer v. Celotex Corp. (1989), 192 Ill. App. 3d 1088, 549 N.E.2d 881.</p> <p id=\"b734-4\" pgmap=\"734\"> At trial, plaintiff produced invoices that proved defendant sold Unibestos to the Labadie facility. Plaintiff also presented testimony of former Labadie employees, Larry Walsh and Robert Lotich, that they used the product at that facility. Both witnesses stated Unibestos was present at the site from January through July Í970, while plaintiff was employed there. Both men stated that they worked as insulators at the power house and Unibestos was used regularly and frequently during the time plaintiff worked there. Plaintiff testified he came in contact with the product regularly and frequently because he worked in areas of the facility where the asbestos material was cut. He stated that dust was easily visible in several areas of the plant.</p> <p id=\"b734-5\" pgmap=\"734\">We find that a jury could reasonably conclude that plaintiff’s evidence satisfied his burden of proof. Plaintiff established that defendant’s product was used at the Labadie power house, and that he was exposed to it for at least six months on a regular basis. This evidence, combined with the medical evidence of plaintiff’s injury, convinced the jury that defendant’s product caused plaintiff’s disease. Such a conclusion is not unreasonable, nor is it against the manifest weight of the evidence.</p> <p id=\"b734-6\" pgmap=\"734(39) 735(11)\"> Defendant next argues that plaintiff failed to introduce any evidence that defendant’s failure to warn proximately caused plaintiff’s injury. After a careful review of the record, we find this argument to be without merit, and we proceed to defendant’s assertion that plaintiff failed to prove Unibestos caused his mesothelioma.</p> <p id=\"b735-3\" pgmap=\"735\">At trial, Dr. Carlos Bedrossian testified he was involved in the diagnosis of plaintiff’s condition, and the diagnosis was malignant mesothelioma. Dr. Bedrossian further testified that mesothelioma is caused by the attachment of asbestos fibers to the chest wall. Defendant did not present any evidence disputing plaintiff’s diagnosis or the causation of his condition. Defendant argues, however, that plaintiff did not prove that his exposure to Unibestos at the Labadie power house caused his mesothelioma. Defendant asserts that plaintiff was exposed to asbestos on more than one jobsite, and plaintiff’s experts testified it would be impossible for medical science to determine which asbestos product caused plaintiff’s illness. Defendant further asserts that such uncertainty by plaintiff’s experts defeats plaintiff’s prima facie case as to causation.</p> <p id=\"b735-4\" pgmap=\"735\"> We disagree. As defendant correctly states, when circumstantial evidence is relied on in products liability actions, it must justify an inference of probability, as distinguished from possibility. (Naden v. Celotex Corp. (1989), 190 Ill. App. 3d 410, 415, 546 N.E.2d 766, 769.) In the case before us, we find that the circumstantial evidence did justify an inference of probability that defendant’s product caused plaintiff’s injury. The evidence showed that defendant’s product contained asbestos, that exposure to asbestos was the cause of plaintiff’s illness, and that plaintiff was exposed to defendant’s product over a period of several months. The jury also heard defendant’s expert, Dr. Elliot Hinkes, testify that plaintiff’s exposure to asbestos in the 1950’s was approximately eight times more probably the cause of plaintiff’s condition than the exposure at Labadie in 1969-70. The jury also heard testimony by plaintiff’s rebuttal witness, Dr. John Dement, who stated that the formula used by Dr. Hinkes to arrive at the above conclusion was applicable to populations, but not to individuals. Dr. Dement further asserted that it is impossible to determine when an individual who develops mesothelioma was exposed to the asbestos that caused the disease. This testimony, coupled with plaintiff’s other evidence, provided the jury with sufficient basis to infer that defendant’s product probably, rather than merely possibly, caused plaintiff’s injury.</p> <p id=\"b735-5\" pgmap=\"735\">IV</p> <p id=\"b735-6\" pgmap=\"735(43) 736(197)\">Defendant next contends the trial court erred in allowing plaintiff to change and broaden his case after trial began. On October 2, 1989, plaintiff filed an action for immediate trial, arguing that he was dying from mesothelioma. The trial court granted plaintiff’s motion and set trial for April 16, 1990. On the first day of trial, plaintiff informed the court that new national counsel was being substituted for plaintiff’s previous national counsel. For a reason unrelated to plaintiff’s change of counsel, Celotex requested - a continuance. Plaintiff objected, arguing that plaintiff’s disease was an imminent threat to his life. The trial court denied Celotex’s motion, and the parties proceeded with motions and jury selection for three days. On April 18, 1990, plaintiff entered a motion for a 30-day continuance, and counsel presented the court with a new list of expert witnesses and fact witnesses and a new list of exhibits he intended to use at trial. Defendant objected to plaintiff’s request for continuance and the new designations of witnesses and exhibits. Defendant asserted that plaintiff’s request for continuance was inconsistent with the position he took in opposition to Celotex’s same request two days earlier. Defendant argued that plaintiff’s change of heart could only mean his motion to continue was motivated by plaintiff’s new counsel’s intent to prepare a different case against defendants. Over these objections, the trial court granted plaintiff’s motion and reset the trial for June 4, 1990.</p> <p id=\"b736-3\" pgmap=\"736\">On April 30, 1990, defendant filed written objections to plaintiff’s new witness and evidence designations. Defendant argued that the new designations indicated that plaintiff would pursue a different theory of liability against defendant. The court denied defendant’s motion to bar plaintiff’s witness and evidence designations, and trial began on June 4, 1990, 48 days after plaintiff’s new designations. Defendant argues that plaintiff’s late designation of expert witnesses violated a standing order issued by the circuit court of Madison County relating to asbestos litigation and also violated Supreme Court Rule 220 (134 Ill. 2d R. 220). Rule 220 states, in pertinent part:</p> <blockquote id=\"ASr\" pgmap=\"736(166) 737(39)\">\"In order to insure fair and equitable preparation for trial by all parties the identity of an expert , who is retained to render an opinion at trial on behalf of a party must be disclosed by that party either within 90 days after the substance of the expert’s opinion first becomes known to that party or his counsel or, if the -substance of the expert’s opinion is then known, at the first pretrial conference in the case, whichever is later. In any event, as to all expert witnesses not previously disclosed, the trial court, on its own motion, or on the motion of any party after the first pretrial conference, shall enter an order scheduling the dates upon which all expert witnesses, including rebuttal experts, shall be disclosed. *** All dates set by the trial court shall be chosen to insure that discovery regarding such expert witnesses will be completed not later than 60 days before the date on which the trial court reasonably anticipates the trial will commence. *** Failure to make the disclosure required by this rule or to comply with the discovery contemplated herein will result in disqualification of the expert as a witness.” 134 Ill. 2d R. 220(b)(1).</blockquote> <p id=\"b737-3\" pgmap=\"737\">This court has interpreted Rule 220 such that disclosure of expert witnesses is mandatory, regardless of whether the trial court issues an order establishing a schedule for disclosure of experts, and the disclosure of such experts must be made at least 60 days prior to the commencement of trial. (Klingler Farms, Inc. v. Effingham Equity, Inc. (1988), 171 Ill. App. 3d 567, 571, 525 N.E.2d 1172, 1175.) Since plaintiff in the case at bar designated new expert witnesses only 48 days prior to the date trial began, he violated Supreme Court Rule 220. Such a violation does not automatically require that the witnesses be barred from testifying, however. Our supreme court in Sohaey v. Van Cura (1994), 158 Ill. 2d 375, held that trial courts have discretion under Rule 220 once a violation has been determined. The court interpreted its Rule 220 as follows:</p> <blockquote id=\"b737-4\" pgmap=\"737\">\"On appeal to this court, [appellants] argue that neither the language of Rule 220 nor the case law supports the appellate court opinion. They argue that once a trial court has determined that there has been a violation of Supreme Court Rule 220, the trial court has no discretion in imposing sanctions.</blockquote> <blockquote id=\"b737-5\" pgmap=\"737\">Contrary to defendants’ arguments, Rule 220 does not establish such an inflexible and draconian framework. Neither should it be read to require such strict and unthinking adherence thereto that a wholly disproportionate and manifestly unjust punishment must result. Rather, the imposition of sanctions for a violation of discovery rules has always been, and still remains, a matter largely within the sound discretion of the trial court.” Sohaey, 158 Ill. 2d at 380-81.</blockquote> <blockquote id=\"b737-6\" pgmap=\"737(152) 738(20)\">\"Rule 220 was adopted with the hopes of eliminating situations where either an expert’s late or surprise testimony is permitted to the opponent’s prejudice, the opinions are refused to the detriment of the offering party, the trials are continued, or the allowance or denial of the testimony produces reversible error and the cause must be retried. (134 Ill. 2d R. 220, Committee Comments, at 179.) 'Rule 220 attempts to eliminate these evils by establishing a uniform, but not inflexible, framework for the timely revelation of the identity of expert witnesses and the subject matter of their testimony.’ (Emphasis added.) (134 Ill. 2d R. 220, Committee Comments, at 180.) Reading the rule in the context in which it was written, it is clear that the trial court must retain its discretion in formulating a sanction for technical violations of the rule. Indeed, if Rule 220 did eliminate the trial judge’s discretion, the rule itself would generate the very evils that it was formulated to eliminate.” Sohaey, 158 Ill. 2d at 381-82.</blockquote> <blockquote id=\"b738-3\" pgmap=\"738\">\"[W]e hold that, in order for Rule 220 to serve the purpose for which this court adopted it, trial courts must have the discretion to impose sanctions other than outright disqualification for technical violations.” Sohaey, 158 Ill. 2d at 383.</blockquote> <p id=\"b738-4\" pgmap=\"738\"> In the case at bar, the trial court did exercise its discretion. The court continued the matter for 48 days after plaintiff submitted the lists of additional witnesses and exhibits to the court. That continuance allowed defendant to depose the witnesses before trial and examine the additional evidence sufficiently to adjust its defense accordingly. We are not convinced that defendant was prejudiced as a result of plaintiff’s new designations, and we find no abuse of discretion by the trial court in not debarring plaintiff’s expert witnesses. The same analysis applies to defendant’s contention that plaintiff violated the circuit court’s standing order regarding asbestos litigation. Although plaintiff did violate the order, it is within the trial court’s discretion to impose sanctions for such violations. (See Supreme Court Rule 219(c) (134 Ill. 2d R. 219(c)).) Just as we found the trial court did not abuse its discretion on the Rule 220 issue, we find no abuse of discretion by the trial court on this issue either.</p> <p id=\"b738-5\" pgmap=\"738\">V</p> <p id=\"b738-6\" pgmap=\"738\">We now turn to defendant’s contention that the evidence did not warrant submission of the punitive damages claim to the jury. The test for when an award of punitive damages can be allowed to stand was set forth in Loitz v. Remington Arms Co. (1990), 138 Ill. 2d 404, 563 N.E.2d 397. In that case, our supreme court stated:</p> <blockquote id=\"b738-7\" pgmap=\"738\">\" 'Since the purpose of punitive damages is not compensation of the plaintiff but punishment of the defendant and deterrence, these damages can be awarded only for conduct for which this remedy is appropriate — which is to say, conduct involving some element of outrage similar to that usually found in crime. The conduct must be outrageous, either because the defendant’s acts are done with an evil motive or because they are done with reckless indifference to the rights of others.’ (Restatement (Second) of Torts § 908, comment b, at 464-65 (1979).) In this context, willful and wanton misconduct ' \"approaches the degree of moral blame attached to intentional harm, since the defendant deliberately inflicts a highly unreasonable risk of harm upon others in conscious disregard of it.” ’Bresland v. Ideal Roller &amp; Graphics Co. (1986), 150 Ill. App. 3d 445, 457[, 501 N.E.2d 830, 839 (quoting Restatement (Second) of Torts § 886A Comment k (1979))].” Loitz, 138 Ill. 2d at 415-16, 563 N.E.2d at 402.</blockquote> <p id=\"b739-2\" pgmap=\"739\"> In the case at bar, plaintiff presented evidence on the issue of defendant’s knowledge and failure to warn of its products’ dangers. Plaintiff presented videotaped testimony of Ron Francis, a former employee of defendant. Francis stated that after visiting an English asbestos plant in 1965 which used amosite asbestos fibers, also used in defendant’s product Unibestos, he reported to defendant his concerns about the dangers associated with asbestos, including concern that it caused mesothelioma and asbestosis. Moreover, plaintiff’s witness, Karl Olm, a former vice-president of defendant, testified that work conditions at defendant’s Texas plant were deplorable. Olm further testified that an assistant to defendant’s president destroyed certain files at that plant regarding the dangers of asbestos. Finally, plaintiff presented a deposition of Jack Lewis, a former salesman employed by defendant from 1965 to 1987, containing statements that, although he had an occasion to inspect defendant’s boxes of Unibestos, he had never seen any warning labels. Lewis also stated he had not been advised of any health risks associated with asbestos in the seminars he attended in 1965 and was never given information to relate to customers who purchased Unibestos.</p> <p id=\"b739-3\" pgmap=\"739\">We find plaintiff’s evidence could lead a reasonable jury to conclude that defendant’s conduct in producing and selling Unibestos was outrageous, with reckless indifference to the rights of others. If defendant had knowledge of the harmful effects of asbestos, destroyed documents containing such information, and continued to manufacture and sell the product without affixing any warnings about its dangers, defendant’s actions clearly rise to the level of deliberate infliction of \"a highly unreasonable risk of harm upon others in conscious disregard of it.” (Restatement (Second) of Torts § 886A, Comment k, at 342 (1979).) We therefore find the trial court did not err in submitting plaintiff’s claim for punitive damages to the jury.</p> <p id=\"b739-4\" pgmap=\"739\">In a related argument, defendant contends that the trial court erred in allowing evidence of conditions at defendant’s manufacturing plant to justify submission of the punitive damages claim and to support his claim for compensatory damages. Much of the evidence regarding defendant’s plant conditions revealed dusty conditions, an inadequate ventilation system, and lack of a respirator program. In addition, evidence was presented to show that the level of airborne asbestos fibers was well beyond the standards set by the government and that defendant had been cited for violating those standards. This information was contained in three reports of studies performed on defendant’s plants in 1966, 1969, and 1971. Much of the testimony regarding plant conditions refers to the contents of those documents.</p> <p id=\"b739-5\" pgmap=\"739(8) 740(80)\">William Johnson, a pulmonary disease physician and medical officer for the National Institute of Occupational Safety and Health (NIOSH), testified that asbestos was one of the first substances regulated by the agency. Within two weeks after he began working for NIOSH, he became familiar with Pittsburgh Corning because of the high levels of asbestos at its Port Allegheny and Tyler manufacturing plants where Unibestos was manufactured. He testified that the Tyler plant had been cited by the government as a \"bad place” for violations of the law.</p> <p id=\"b740-3\" pgmap=\"740\">Johnson conducted a study of the Tyler plant during October of 1971, which revealed that the ventilation system was not working properly and was not keeping dust out of the air. \"There was dust in the air and on the floor and on the equipment and on people’s clothing.” He further testified that there was dust in the lunchroom, where people were eating, and on the rafters. One portion of Johnson’s report, which was published to the jury, stated: \"During the present survey, many employees apparently were unaware of the serious implications of asbestos exposure.” His opinion was based on his observations that they \"did not seem to have a healthy respect for the toxic nature of asbestos dust.”</p> <p id=\"b740-4\" pgmap=\"740\">Defendant received a copy of Johnson’s report, which also contained information regarding the association between asbestos and various lung diseases, including mesothelioma. The report stated, \"the levels of asbestos fiber in the air were very high compared to current proposed standards for occupational exposure to asbestos.” They were \"10 or more times” that which would have been regarded as a safe level.</p> <p id=\"b740-5\" pgmap=\"740\">Medical tests were performed on employees of the Tyler plant. The conclusion was that \"7 of 18 individuals that had worked at the plant for 10 or more years had evidence of asbestosis.”</p> <p id=\"b740-6\" pgmap=\"740\">Johnson also referred to reports of other agencies which had performed studies on defendant’s manufacturing plants in 1966 and 1969. Those documents were admitted into evidence, and portions were published to the jury. One portion of the 1966 report stated: \"Recirculation of exhausted air is poor practice in addition to being illegal in some states.” A portion of the 1969 report stated that housekeeping was poor and also stated: \"[Ajsbestos dust is on all surfaces as well as in the air. It was noted that with the exception of Mr. Ivan *** not a single person at this plant wore a respirator. It can only be concluded that amosite fiber at this plant is not being handled with the care and respect that its toxic potential deserves.” Johnson indicated that much of what was contained in those reports was the \"sum and substance” of what he also found in 1971.</p> <p id=\"b741-2\" pgmap=\"741\">Karl Olm testified:</p> <blockquote id=\"b741-3\" pgmap=\"741\">\"[The Tyler plant] was probably the worst plant I’ve ever been in or seen in my life. In the plant itself, it sort of reminds you of like a cave, from the standpoint that asbestos fibers were hanging off the rafters like *** they would be falling down from within a cave. The plant was one complete dust cloud. In the cafeteria *** fibers were falling off the ceiling and into the coffee, which of course, I refused to drink.”</blockquote> <p id=\"b741-4\" pgmap=\"741\">Jack Lewis also testified for plaintiff. As an employee of defendant, he was never given information on the health hazards of asbestos. He had seen Unibestos made at the Port Allegheny plant and was there with customers on at least three or four occasions. He testified that the last time he was there, his and another man’s throats burned. They were not offered any breathing apparatus and did not see any warning signs in the plant.</p> <p id=\"b741-5\" pgmap=\"741\">Dr. Herbert Abrams became familiar with the Tyler plant because \"it was reported to be one of the worst contaminated asbestos plants in the country during the 60’s here and received a lot of publicity both in the medical literature and in the newspapers, the media throughout the country in those days.” After being read a portion of a document written by defendant’s medical director dated March 16, 1970, which indicated that employees had not been given any information regarding the health hazards associated with long exposure to asbestos, Dr. Abrams was asked: \"[W]hat do you think about a company that would let their people work for 8 years in asbestos that causes cancer without telling them anything?” Dr. Abrams replied: \"Well, I think its’ [sic] criminal.”</p> <p id=\"b741-6\" pgmap=\"741\">Evidence is relevant if it tends to prove a fact in controversy or render an issue more or less probable. (Knecht v. Radiac Abrasives, Inc. (1991), 219 Ill. App. 3d 979, 579 N.E.2d 1248, appeal denied (1992), 143 Ill. 2d 639, 587 N.E.2d 1016.) The determination of what is relevant evidence is within the sound discretion of the trial court, and that determination will not be disturbed absent an abuse of discretion. Carlyle v. Jaskiewicz (1984), 124 Ill. App. 3d 487, 464 N.E.2d 751.</p> <p id=\"b741-7\" pgmap=\"741(95) 742(129)\"> As to the issue of defendant’s notice and knowledge, we find the trial court properly exercised its discretion in allowing admission of the evidence concerning the condition of the plants and the workers. It showed defendant had knowledge that its product was hazardous, that a substantial element of its hazardous nature was that the asbestos particles were airborne, and that the product had adverse health consequences to those exposed. Evidence showing notice to defendant of these elements was clearly relevant on two bases. First, there was notice from the reports that the airborne particles were considered a toxic hazard. Second, plaintiff, according to his allegations, was exposed to asbestos by the ability of the particles of asbestos to be airborne. As workers cut, connected, and otherwise configured the insulation, particles of asbestos became airborne and thereby exposed plaintiff. Also, in both the plants and the Labadie power house where plaintiff was exposed, a lack of warning was noted. The lack of warning is relevant to this cause and is a basis for determining that the trial court’s exercise of its discretion in allowing this evidence was proper. The admission of the 1971 report could arguably have been error, but in light of the overwhelming evidence of notice prior to the end of plaintiff’s exposure, its admission was, at worst, harmless error and cumulative.</p> <p id=\"b742-3\" pgmap=\"742\">Defendant complains that the use of this notice evidence was a means of punishing it for the conditions at its plants and that the evidence did not relate to the condition leading to the exposure and subsequent harm to plaintiff. We think this viewpoint is misplaced and comes from too narrow a view of relevancy. Plaintiff’s contention consistently has been that defendant proceeded to allow exposure and failed to warn despite its knowledge that the conditions were hazardous and had been considered hazardous in various reports. Furthermore, the logical and foreseeable consequence of the normal use of its product, i.e., cutting, trimming, and handling in its application as insulation, would result in a similar exposure scenario. Knowledge of the means of exposure, the hazards of exposure, and the failure to warn about either were certainly relevant in the trial of this cause. The trial court, in the exercise of its discretion, properly ruled that it was relevant.</p> <p id=\"b742-4\" pgmap=\"742\">Concerning the argument on punitive damages, evidence of notice and knowledge of one’s actions and their consequences is quite properly an element for consideration in punitive damages awards and, based on the above analysis, was quite properly used in this case. The argument concerning the improper use of that evidence and the argument that the evidence of plant conditions was improperly admitted both erroneously focus on the circumstance that the notice and knowledge came from actions in another context, rather than its clear relevance to the issues in controversy, as plaintiff consistently made clear throughout the case. To focus solely on the circumstance that the notice came from plant conditions is too narrow a view of relevancy.</p> <p id=\"b742-5\" pgmap=\"742(37) 743(14)\">With respect to Dr. Abrams’ testimony, defendant contends his statements were inflammatory, conclusory, and irrelevant. After reading the transcript of Dr. Abrams’ testimony, we find no grounds for reversal. We also find that plaintiff’s presentation of evidence against the Manville Fund did not prejudice defendant and was therefore not reversible error.</p> <p id=\"b743-3\" pgmap=\"743\">VI</p> <p id=\"b743-4\" pgmap=\"743\"> We next address defendant’s allegation that the trial court committed reversible error by denying defendant the opportunity to conduct a proper defense. On this issue, defendant first argues that the trial court erred in not allowing defendant to present articles published in Asbestos Worker magazine and \"industrial insulation health progress reports” (commonly referred to as \"green sheets”). The articles in question concerned possible health dangers of working with asbestos, a study of asbestos workers, and then-current information on technology and industrial hygiene practices that asbestos workers should employ to minimize asbestos-related disease. Defendant attempted to introduce this evidence when cross-examining plaintiff’s witnesses Larry Walsh and Robert Lotich, the two asbestos workers who testified they worked with plaintiff at the Labadie site and saw no warnings on the boxes containing the Unibestos they were using. Apparently, defendant’s intention was to prove that Lotich and Walsh knew or should have known of the dangers of asbestos through the above-mentioned literature. The trial court ruled that such evidence was irrelevant and disallowed defendant’s attempted use of it to discredit the witnesses. We agree with the trial court’s ruling. Neither Walsh nor Lotich is a party to this cause, and their knowledge is not relevant to the issues of this case. Their testimony that the boxes of Unibestos did not display any warning labels was relevant to show plaintiff’s lack of knowledge and defendant’s failure to warn potential users and bystanders of the dangers of exposure to the product. Any extraneous knowledge Lotich and Walsh may have had in this area is irrelevant. Such knowledge could not be imputed to plaintiff and would not absolve defendant of its duty to warn plaintiff.</p> <p id=\"b743-5\" pgmap=\"743(121) 744(118)\"> Defendant next argues that the trial court erred in denying its request to issue letters rogatory to secure evidence. Although defendant did not possess any Unibestos packaging, it presented a witness who testified that defendant began to affix warning labels to every box of Unibestos in November 1968. At some point, defense counsel discovered that a sample of the original Unibestos packaging had been used in a trial on May 14, 1990, in the United States District Court for the Eastern District of Arkansas case captioned Henry v. A.C.&amp;S., Inc. (E.D. Ark. 19___),___ F. Supp___, Defendant asserts that the box used in Henry contained a warning label, making it a critical piece of evidence to rebut plaintiff’s claim that defendant failed to warn plaintiff of the dangers of its products. After defendant’s attempts to procure the box from counsel in Henry failed, defendant sought the aid of the trial court. Defendant requested that the trial court obtain the evidence from the United States District Court for the Eastern District of Arkansas through letters rogatory. Defendant argues that the trial court’s decision to deny defendant’s request constitutes reversible error, yet defendant provides this court with no support for such an assertion. Defendant provides us with no statute or case law in which an Illinois circuit court has the authority to demand evidence from a United States district court. This argument has no merit and need not be discussed further.</p> <p id=\"b744-3\" pgmap=\"744\"> Defendant’s next contention as to the trial court’s evidentiary rulings is that the trial court erred in submitting an edited version of Jack Lewis’ videotaped deposition to the jury. In the deposition, Jack Lewis, former employee of defendant, testified: (1) that he had never seen a warning label affixed to a box of Unibestos, (2) that defendant failed to warn him, as a salesman, of the potential health risks of asbestos, and (3) that the working conditions at Unibestos manufacturing plants were unfavorable. On June 11, 1990, plaintiff’s counsel stated to the trial court that he intended to introduce the Lewis deposition during his case in chief. Both parties filed written objections to portions of Lewis’ testimony. The trial court considered both parties’ written objections, as well as objections made when the deposition was taken, ruled on the objections, and gave both sides a line-by-line delineation of how it edited the deposition for the jury. The edited deposition was presented to the jury on June 13, 1990. Defendant argues that it was denied its right to cross-examine Lewis because of the court’s editing. Defendant claims the edits prevented the jury from hearing testimony regarding Lewis’ credibility, specifically his bias and lack of knowledge concerning certain matters. After thoroughly examining defendant’s numerous objections as to how the trial court edited the deposition, we find no abuse of discretion by the trial court.</p> <p id=\"b744-4\" pgmap=\"744\"> Defendant further argues that the trial court erred in editing the Lewis deposition based on plaintiff’s objections. Apparently, plaintiff failed to provide defendant with a copy of his objections to the videotape filed with the trial court on June 11, 1990. Defendant asserts that plaintiff’s failure to serve these objections constitutes ex parte communication between plaintiff and the trial court, and therefore the trial court’s order on that matter must be set aside. Supreme Court Rule 104(b) states:</p> <blockquote id=\"b744-5\" pgmap=\"744(21) 745(40)\">\"Pleadings subsequent to the complaint, written motions, and other papers required to be filed shall be filed with the clerk with a certificate of counsel or other proof that copies have been served on all parties who have appeared and have not theretofore been found by the court to be in default for failure to plead.” (134 Ill. 2d R. 104(b).)</blockquote> <p id=\"b745-4\" pgmap=\"745\">Section (d) of Supreme Court Rule 104 provides:</p> <blockquote id=\"b745-5\" pgmap=\"745\">\"Failure to deliver or serve copies as required by this rule does not in any way impair the jurisdiction of the court over the person of any party, but the aggrieved party may obtain a copy from the clerk and the court shall order the offending party to reimburse the aggrieved party for the expenses thereof.” (134 Ill. 2d R. 104(d).)</blockquote> <p id=\"b745-6\" pgmap=\"745\">Some Illinois courts have held that failure to serve a nonmoving party results in a void order. (Maras v. Bertholdt (1984), 126 Ill. App. 3d 876, 881, 467 N.E.2d 599, 603 (held that failure to serve a party entitled to notice with a copy of an order decided without the presence of the unserved party resulted in a void order); Wilson v. Moore (1973), 13 Ill. App. 3d 632, 633, 301 N.E.2d 39, 40 (award of attorney fees entered on a motion not served on the other party held to be void); Vlahakis v. Parker (1971), 3 Ill. App. 3d 126, 278 N.E.2d 523 (abstract of opinion) (motion made within 30-day period as required but not served until a few days later was not timely filed).) Other cases have reached the opposite result. In re Marriage of Collins (1987), 154 Ill. App. 3d 655, 658, 506 N.E.2d 1000, 1001 (held that where the non-moving parties were present for the hearing on the motion and suffered no prejudice due to the moving party’s failure to serve, the court had jurisdiction to rule on the order); Kollath v. Chicago Title &amp; Trust Co. (1974), 24 Ill. App. 3d 353, 357-58, 321 N.E.2d 344, 348 (a failure to serve a nonmoving party entitled to notice with a copy of a motion does not render an order based on that motion void), rev’d on other grounds (1975), 62 Ill. 2d 8, 338 N.E.2d 188; City of Chicago v. Exchange National Bank (1971), 133 Ill. App. 2d 370, 374, 273 N.E.2d 484, 486 (the court held that a failure to serve the nonmoving party with a copy of the motion within the applicable time period did not result in the motion being invalid), aff’d on other grounds (1972), 51 Ill. 2d 543, 283 N.E.2d 878.</p> <p id=\"b745-7\" pgmap=\"745\">In the case at bar, defendant had knowledge that both parties were filing motions objecting to portions of the Lewis testimony. There was no unfair surprise to defendant, nor do we believe that defendant was prejudiced by plaintiff’s failure to serve. At most, the trial court’s decision to uphold its order constituted harmless error, and we decline to reverse the trial court’s order under these facts.</p> <p id=\"b745-8\" pgmap=\"745(35) 746(114)\"> We now turn to defendant’s contention that the trial court erred in instructing the jury. The giving or denying of jury instructions is discretionary with the trial court, and a new trial will be granted for refusal to give a standard instruction only where serious prejudice to a party’s right to a fair trial has been shown. (Thompson v. Abbott Laboratories (1990), 193 Ill. App. 3d 188, 200, 549 N.E.2d 1295, 1303.) The standard for determining the adequacy of jury instructions is whether, taken as a whole, the instructions fairly, fully, and comprehensively apprised the jury of the applicable legal principles. (Thompson, 193 Ill. App. 3d at 20Ó, 549 N.E.2d at 1303.) Here, we conclude that, taken as a whole, the instructions fairly, fully, and comprehensively apprised the jury of the applicable legal principles. Accordingly, we find it unnecessary to discuss each one of defendant’s contested instructions individually.</p> <p id=\"b746-3\" pgmap=\"746\"> Defendant next argues that the trial court erred in not granting a new trial based on plaintiffs counsel’s misconduct in violation of orders in limine. Defendant points us to two examples of misconduct by plaintiffs counsel which defendant suggests constitute reversible error; First, during plaintiffs opening statement, counsel remarked:</p> <blockquote id=\"b746-4\" pgmap=\"746\">\"Let’s turn to Pittsburgh Corning. Pittsburgh Coming’s product was called Unibestos. But you’ll hear testimony, ladies and gentlemen, they should have changed the name to Uniworstest.</blockquote> <blockquote id=\"b746-5\" pgmap=\"746\">Let me tell you why. The government studied the plant and said it was the filthiest, dirtiest, most dangerous plant ever studied in the United States. The workers working with the product will tell you it was the dustiest product. And in one plant where the product was manufactured, virtually every man who worked in there for as little as one month is dead.”</blockquote> <p id=\"b746-6\" pgmap=\"746(182) 747(227)\">Although defendant asserts that these comments violate an order in limine, it fails to direct this court to the specific order to which it refers. As for the prejudicial effect such comments may have had, this court has held that considerable latitude must be afforded trial counsel in opening statements. (Augenstein v. Pulley (1989), 191 Ill. App. 3d 664, 547 N.E.2d 1345.) Furthermore, ruling on the prejudicial effects of trial counsel’s comments in opening statement is a matter of discretion for the trial court and will not be overturned absent a clear abuse of discretion. (Walters v. Lincoln Electric Co. (1990), 197 Ill. App. 3d 920, 925, 557 N.E.2d 208, 212.) We find no clear abuse of discretion in the trial court’s refusal to grant defendant a new trial based on plaintiff’s counsel’s aforementioned comments during opening statement. Nor do we find reversible error in defendant’s contention that a leading question by plaintiff’s counsel to Larry Walsh violated another order in limine. This order in limine prohibited testimony from witnesses regarding their coworkers’ asbestos-related deaths or disabilities. The question posed by plaintiffs counsel was: \"Mr. Walsh, is the number of insulators available to testify quickly dwindling through death?” The trial court sustained defense counsel’s objection to the question, instructed the jury to disregard counsel’s statements, and admonished counsel. Improper comments generally do not constitute reversible error unless the defendant has been substantially prejudiced thereby (People v. Baptist (1979), 76 Ill. 2d 19, 389 N.E.2d 1200), and although the prejudicial effect of an improper argument cannot be erased from the minds of jurors by an admonishment from the court (People v. Garreau (1963), 27 Ill. 2d 388, 391, 189 N.E.2d 287), the act of properly sustaining an objection and instructing the jury to disregard such argument has usually been viewed as sufficient to cure any prejudice. (Baptist, 76 Ill. 2d at 30, 389 N.E.2d at 1205-06.) Furthermore, since the trial court is in a superior position to evaluate the effect of alleged improper comments, a reviewing court will not substitute its own judgment absent a clear abuse of discretion. (Soto v. E.W. Bliss Division of Gulf &amp; Western Manufacturing Co. (1983), 116 Ill. App. 3d 880, 892-93, 452 N.E.2d 572, 581.) Here, we find the trial court’s statement in response to defendants’ objection was sufficient to cure any prejudice to defendant, and the trial court did not abuse its discretion in declining to grant defendant a mistrial.</p> <p id=\"b747-3\" pgmap=\"747\">Finally, defendant argues that the trial court erred by not setting aside the verdict against it when it claimed newly discovered evidence established that representations made by plaintiff and Celotex regarding the fiber content of Celotex’s products were false. During trial, Celotex stipulated to plaintiffs disease, that it was caused by asbestos, to plaintiffs exposure to its products, and to its own failure to warn. Celotex’s sole remaining defense was the \"friendly fiber” defense. For that defense, Celotex argued that it used only chrysotile asbestos fibers in its products, which, unlike defendant’s amosite, do not cause mesothelioma. On June 13, 1990, plaintiffs witnesses testified that plaintiff was exposed to the following Celotex products: Carey Hightemp pipe covering, Carey Hightemp 2,000, and Carey Hightemp cement. On June 22, 1990, counsel for Celotex read the following stipulation between Celotex and plaintiff to the jury:</p> <blockquote id=\"b747-4\" pgmap=\"747\">\"Plaintiff counsel and counsel for Celotex have arrived at various stipulations, which simply mean that neither party need produce evidence as to the truthfulness of these factual matters. *** Celotex stipulates that it is the successor in interest to Philip Carey Manufacturing Company by acquisition and corporate merger in 1972. Secondly, that the products of Philip Carey to which the plaintiff claims exposure contained only chrysotile asbestos.”</blockquote> <p id=\"b747-5\" pgmap=\"747(12) 748(81)\">On September 5, 1990, after a verdict was entered in this cause, defendant discovered information indicating that the Celotex-Carey Hightemp products all contained amosite. Defense counsel then obtained copies of Celotex’s answers to interrogatories filed in several different jurisdictions. The interrogatories revealed that most of the Celotex products identified by plaintiff’s witnesses contained amosite. Defendant claims that it was unaware that the stipulation between plaintiff and Celotex stating that the identified Celotex products contained only chrysotile was false at the time and could not have learned that it was false during the trial.</p> <p id=\"b748-3\" pgmap=\"748\">Although defendants were deemed to have filed cross-claims for contribution against one another prior to trial, the trial court severed the cross-claims from plaintiff’s claim and reserved resolution of those claims until after a verdict was returned on plaintiffs claim. On September 7, 1990, defense counsel, when he appeared to file post-trial motions, informed the trial court that defendant was investigating this issue. Thereafter, defendant filed a section 2—1401 motion (Ill. Rev. Stat. 1989, ch. 110, par. 2—1401 (now 735 ILCS 5/2—1401 (West 1992))). Defendant then requested plaintiff to join in a petition to the bankruptcy court to relieve Celotex’s bankruptcy stay so that the trial court could fully adjudicate the section 2—1401 petition with all parties present. Plaintiff declined to join defendant, and the trial court denied defendant’s petition.</p> <p id=\"b748-4\" pgmap=\"748(235) 749(173)\"> Defendant argues that the stipulation between plaintiff and Celotex constituted fraud and that the trial court abused its discretion by refusing to vacate the original verdict. The purpose of a section 2—1401 petition is to permit the vacation of judgment where facts exist which, had they been known to the trial court, would have precluded the judgment. It must be a fact that influenced the court in its judgment but about which the court was in error. (Tsuetaki v. Novicky (1983), 158 Ill. App. 3d 505, 512, 509 N.E.2d 1019, 1024-25.) The petitioner must demonstrate that through no fault or neglect of his own the error of fact could not have been discovered at the time of the original proceeding. (People v. Jennings (1971), 48 Ill. 2d 295, 269 N.E.2d 474.) Section 2—1401 is not intended to relieve a party of the consequences of his own negligence or mistake. (Tsuetaki, 158 Ill. App. 3d at 512, 509 N.E.2d at 1025.) In the instant case, defendant has not convinced us that the complained-of error could not have been discovered at the time of the original proceeding by discovery, hearing, or other appropriate means. Defendant has also failed to show that the stipulation by Celotex would have precluded judgment against this defendant. While defendant’s argument gives the impression Celotex and plaintiff worked together against defendants by means of this stipulation, the record reveals that plaintiff took the position that chrysotile asbestos was also a cause of plaintiff’s condition and so argued to the jury. Finally, defendant has no standing to challenge the stipulation between plaintiff and Celotex. As between codefendants, a judgment for or against one of them establishes their respective rights and liabilities toward the plaintiff, unless the issues between the codefendants were actively litigated in the action. (Tisoncik v. Szczepankiewicz (1983), 113 Ill. App. 3d 240, 244, 446 N.E.2d 1271, 1274.) Here, defendant stated that the cross-claims between defendants were severed by the trial court prior to the commencement of trial, so it is clear these issues between codefendants were not actively litigated. We note plaintiff has not appealed the judgment in favor of Celotex and declined defendant’s suggestion to join its intervention in Celotex’s bankruptcy proceedings. We note also that the trial court, which had the best opportunity to determine the effect of this stipulation on the jury’s verdict, denied defendant’s section 2—1401 petition. We cannot say it abused its discretion in doing so.</p> <p id=\"b749-3\" pgmap=\"749\">For the foregoing reasons, the judgment of the circuit court of Madison County is affirmed.</p> <p id=\"b749-4\" pgmap=\"749\">Affirmed.</p> <p id=\"b749-5\" pgmap=\"749\">WELCH, J.,<footnotemark>1</footnotemark> concurs.</p> <footnote label=\"1\"> <p id=\"b749-8\" pgmap=\"749\"> Justice H. Lewis participated in oral argument; Justice Welch was later substituted on the panel.</p> </footnote> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b749-6\" pgmap=\"749\">PRESIDING JUSTICE W.A. LEWIS,</author> <p id=\"A5b\" pgmap=\"749\">dissenting:</p> <p id=\"b749-7\" pgmap=\"749(171) 750(67)\">After reviewing the record and reading the majority opinion, I am reminded of the joke about being like a mosquito in a nudist colony. I can see so much work to be done that I do not know where to start. Rather than biting into every problem that is discussed in the majority decision, I will confine myself to several issues which, in my opinion, constitute reversible error. We must keep in mind that the evidence against Pittsburgh Corning was not particularly strong. Assuming that plaintiff’s fellow employees’ memories about the product used and what wording was or was not on the containers 20 years after the event are believable, plaintiff was only exposed for a period of 12 months in 1969-70 to Unibestos and he did not work directly with the product. Plaintiff’s exposure to other asbestos products was more extensive in the 1950’s than his exposure to Unibestos was in 1969-70. This late exposure to defendant’s product resulted in conflicting medical testimony about the latency period required before mesothelioma could develop. Plaintiffs expert maintained that plaintiffs condition could have resulted from the 1969-70 exposure, while defendant’s expert presented evidence that it was eight times more likely that the exposure to asbestos in the 1950’s caused the mesothelioma. It would have been a close call on the jury’s part as to whether Unibestos caused the mesothelioma even if there had been an error-free trial.</p> <p id=\"b750-3\" pgmap=\"750\">The first major problem is the holding by the majority that the trial judge’s granting of plaintiffs motion for a continuance of the trial after three days of jury selection, so that plaintiff could hire new counsel and obtain new expert witnesses, was a sanction against the plaintiff for plaintiff’s violation of Rule 220 (134 Ill. 2d R. 220(b)(1)). Presumably, the fact that the trial judge continued the case for 48 days instead of only 30 days, as requested by the plaintiff, must be the sanction against the plaintiff to which the majority is referring. I fail to see how granting plaintiffs motion is a sanction against the plaintiff. Further, if the case is to be continued, why not more than 60 days, so that Rule 220’s purpose is satisfied: \"In order to insure fair and equitable preparation for trial *** discovery regarding such expert witnesses will be completed not later than 60 days before the date *** the trial will commence.” (Emphasis added.) 134 Ill. 2d R. 220(b)(1).</p> <p id=\"b750-4\" pgmap=\"750\">I now turn to the trial strategy of plaintiffs counsel. Plaintiffs counsel fashioned his attack against defendant from the very outset upon the defendant’s plant conditions. The majority opinion sets out the portion of the plaintiffs opening statement in which counsel accuses the defendant of operating a plant where \"virtually every man who worked in there for as little as one month is dead.” What the majority did not set forth is that the plaintiff presented no evidence or study, nor did plaintiff even offer any evidence about a study, that showed virtually every man being dead that worked for one month in the unnamed plant. Defendant alleges in its brief, and plaintiff does not deny or refute such, that the only study showing deaths as a result of asbestos was a study of workers employed by UNARCO at its Patterson, New Jersey, plant between 1941 and 1945. Defendant never bought or operated that plant and it was not until 1962 that defendant bought any assets from UNARCO.</p> <p id=\"b750-5\" pgmap=\"750\">Plaintiff deliberately accused defendant in his opening statement of killing persons that plaintiff knew were not even remotely connected to the defendant. We would not hesitate one second to reverse a case in which defense counsel accused plaintiff of irrelevant and untrue immoral acts in its opening statement, especially if the immoral acts were not even committed by the plaintiff.</p> <p id=\"b751-3\" pgmap=\"751\">The majority cited Augerstein v. Pulley (1989), 191 Ill. App. 3d 664, 547 N.E.2d 1345, in which this court stated that wide latitude must be afforded counsel during opening statements. However, the majority fails to further point out that in Augerstern, this court also stated:</p> <blockquote id=\"b751-4\" pgmap=\"751\">\"No statement should be made in counsel’s opening remarks to the jury which counsel does not intend to prove or cannot prove:” (Augerstein, 191 Ill. App. 3d at 670, 547 N.E.2d at 1349.)</blockquote> <p id=\"b751-5\" pgmap=\"751\">Why are we tolerating such conduct in this case?</p> <p id=\"b751-6\" pgmap=\"751\">Plaintiff next pursued his attack by concentrating his evidence on the conditions at defendant’s manufacturing plants. (I will cover the irrelevancy of this evidence later in this dissent.) Dr. Abrams was called by plaintiff and asked leading questions about defendant’s treatment of its workers, including:</p> <blockquote id=\"b751-7\" pgmap=\"751\">Q. It’s downright inhumane, isn’t it?</blockquote> <blockquote id=\"b751-8\" pgmap=\"751\">A. Absolutely.</blockquote> <blockquote id=\"b751-10\" pgmap=\"751\">Q. Is that an acceptable ethical practice not to tell a man he doesn’t [sic] have asbestos?</blockquote> <blockquote id=\"b751-11\" pgmap=\"751\">A. It’s criminal. Criminal.</blockquote> <blockquote id=\"b751-12\" pgmap=\"751\">Q. What do you think about a company that would let their people work for eight years in asbestos that causes cancer without telling them anything?</blockquote> <blockquote id=\"b751-13\" pgmap=\"751\">A. Well, I think it’s criminal.</blockquote> <blockquote id=\"b751-15\" pgmap=\"751\">Q. [N]o information has been provided to the employee.</blockquote> <blockquote id=\"b751-16\" pgmap=\"751\">A. Terrible!</blockquote> <blockquote id=\"b751-17\" pgmap=\"751\">Q. As a public health official, sir, do you think it’s reasonable for a company to wait until all the diseases that can kill a person are established before they do something to prevent one they have known about for decades?</blockquote> <blockquote id=\"b751-18\" pgmap=\"751\">A. Do you believe in the right to know?”</blockquote> <p id=\"b751-19\" pgmap=\"751(138) 752(27)\">Maybe I should not object to a pathologist offering an expert opinion as to the criminality of a party’s conduct. If a pathologist can give an expert opinion in this area, then surely a retired judge can do so. A retired judge with 28 years of experience in the criminal law should be able to demand and receive a large fee for his \"expert testimony.” Old judges, unlike old soldiers, may not fade away, they will endure as expert witnesses on the criminality or immorality of a person’s conduct. I presume that if an opinion as to the criminality or immorality of a party’s conduct is admissible, then the defendant should be entitled to call an expert in rebuttal. It may be that in a case involving lots of money, such as this case, all of the retired judges in Illinois may not only supplement their pensions, but they may also be given the continued opportunity to pontificate to a captive audience, the poor jury.</p> <p id=\"b752-3\" pgmap=\"752\">I will not even discuss the Supreme Court Rule 220 problems of nondisclosure of the pathologist and his opinion as an expert in criminal law. (See Wakeford v. Rodehouse Restaurants of Missouri, Inc. (1992), 154 Ill. 2d 543, 610 N.E.2d 77.) Suffice it to say that there was no qualifying Dr. Abrams as an expert in criminal law, and thus he was incompetent to offer an opinion as to the criminality of defendant’s conduct in irrelevant matters, i.e., the condition of defendant’s plants and the treatment of its employees.</p> <p id=\"b752-4\" pgmap=\"752\">In closing argument, plaintiff’s counsel stated:</p> <blockquote id=\"b752-5\" pgmap=\"752\">\"Do you think a company that poisons its own employee’s [sic] gives a damn about the people in Madison County?”</blockquote> <p id=\"b752-6\" pgmap=\"752\">There was, of course, no evidence as to what defendant or its present management thought about the people of Madison County. For all we know, the defendant may have been the most philanthropic company in the world at the time of the closing argument. How this inanimate, fictional entity treated its employees in 1971 is not proof that the company would deliberately harm the citizens of Madison County and the jurors in June 1990. In fact, I wonder how an inanimate, fictional entity can have personal feelings.</p> <p id=\"b752-7\" pgmap=\"752\">This court in Hubbard v. McDonough Power Equipment, Inc. (1980), 83 Ill. App. 3d 272, 283, 404 N.E.2d 311, 320, restated an earlier quote from Manninger v. Chicago &amp; Northwestern Transportation Co. (1978), 64 Ill. App. 3d 719, 730, 381 N.E.2d 383, 391:</p> <blockquote id=\"b752-8\" pgmap=\"752\">\" 'The constitutional right of trial by jury is not a license for counsel to indulge in abusive and prejudicial conduct in order to gain a verdict, nor does it grant any privilege to embarrass and belittle an adversary before the jury to such an extent that the hope of the adversary to obtain respectful consideration at the hands of the jury is destroyed or seriously jeopardized.’ ”</blockquote> <p id=\"b752-9\" pgmap=\"752\">Space prohibits mentioning all of the improper comments by counsel that may be allowed in other States. Illinois, however, has high standards that should not be lowered to accommodate lawyers who may be unfamiliar with our rules.</p> <p id=\"b752-10\" pgmap=\"752(84) 753(136)\">I turn now to the most important and pernicious holding by the majority, the. relevancy of a manufacturer’s plant conditions in a products liability suit. The majority stated that \"[ejvidence is relevant if it tends to prove a fact in controversy or render an issue more or less probable.” ( 261 Ill. App. 3d at 723.) I heartily agree. Where I disagree with the majority is that I cannot see how the study and report of William Johnson, a pulmonary disease physician and medical officer for the National Institute of Occupational Safety and Health (NIOSH), as to the Tyler, Texas, plant of the defendant, made in October 1971, gave notice or knowledge to the defendant in 1969-70 that there were problems in its plant. I realize that many science fiction writers have speculated that if you could exceed the speed of light, time could run backwards. These speculations should not be established as the law in the fifth district. The law is quite clear. \"[E]vidence of similar post-accident occurrences or injuries involving the same or substantially similar products may not be used to show that a manufacturer acted in conscious disregard of the safety of others and cannot support a claim for punitive damages.” Bass v. Cincinnati, Inc. (1989), 180 Ill. App. 3d 1076, 1083-84, 536 N.E.2d 831, 835.</p> <p id=\"b753-3\" pgmap=\"753\">William Johnson testified in person about his report and study, so that this is not a situation where a highly technical stack of papers is handed to the jury, which everyone knows that the jury is not going to read or understand. Johnson went further in his testimony than merely laying a foundation for the report. He actually described the conditions he found in the Tyler plant in October 1971. Further, the report of Johnson referred to other reports made by other agencies of defendant’s plants in 1966 and 1969. There was no evidence that these other reports had been given to the corporate officers of the defendant or that these other agencies had actually made the reports. It looks like hearsay upon hearsay.</p> <p id=\"b753-4\" pgmap=\"753(208) 754(26)\">There were ex-employees who gave equally damaging testimony about the cleanliness of defendant’s plants. The primary question, however, is that, even if the defendant forced its employees to eat and wallow in asbestos from 1962 to 1971, how does that prove that defendant acted in a conscious disregard for the safety of the plaintiff, who was never in defendant’s plant? The relevant matters are notice to the defendant and knowledge of the defendant that asbestos is harmful. Notice involves communication. What communications were made to the defendant that asbestos was dangerous? Those communications were the relevant evidence. It does not matter if asbestos was hanging off the rafters or that the dust was three inches deep on the plant floor, if the defendant was never told that asbestos was harmful. If William Johnson had sent his report to the defendant prior to 1969-70 that asbestos was killing its employees, that communication putting defendant on notice would be relevant, but the truth of the matters contained in the report was not at issue. It did not matter if the defendant’s plants were spotless. Only defendant’s knowledge of the hazardousness of asbestos and how and when that knowledge was revealed to the defendant was relevant. See Kochan v. Owens-Coming Fiberglass Corp. (1993), 242 Ill. App. 3d 781, 610 N.E.2d 683 (for relevancy of notice or communication of the dangers of asbestos to a manufacturer).</p> <p id=\"b754-3\" pgmap=\"754\">There are two recent cases that involve testimony as to the plant conditions of the manufacturer in an asbestos case, but in both cases the manufacturer (John Manville) admitted having knowledge of the hazards and the failure to warn of them. (See Wehmeier v. UNR Industries, Inc. (1991), 213 Ill. App. 3d 6, 572 N.E.2d 320; Betts v. Manville Personal Injury Settlement Trust (1992), 225 Ill. App. 3d 882, 588 N.E.2d 1193.) Both cases held that evidence of defendants’ plant conditions was not relevant to the issue of causation and foreseeability. In spite of Wehmeier and Betts, the majority opinion hints that evidence of defendant’s plant conditions may be admissible as to the issue of foreseeability. Knowledge and foreseeability are intertwined. You must know that a product is hazardous before you can foresee that the product will cause harm if used improperly. However, the mere fact that a manufacturer may know that his product is dangerous and may misuse its product does not necessarily mean that the manufacturer can foresee that an end user may misuse the product if adequate warnings are given.</p> <p id=\"b754-4\" pgmap=\"754\">Perhaps an example may be more illuminating. If it were discovered in 1994 that peach fuzz caused cancer, would evidence that peach fuzz hung off the rafters and was three inches deep on the floor of a packing shed in 1960 be relevant to show that the peach farmer in 1960 had notice and knowledge that peach fuzz was hazardous? The mere fact that there may be dusty conditions in many plants does not in and of itself give notice or impart knowledge to the manufacturer that the particular dust is hazardous. What gives the notice and knowledge to the manufacturer of the hazards are the scientific studies, the warnings by governmental agencies, and the publications of such.</p> <p id=\"b754-5\" pgmap=\"754\">If the peach farmer received notice in 1960 that peach fuzz is a carcinogen, then he should either stop selling peaches or provide adequate warning to buyers of his product that face masks should be used by everyone who may come into contact with the peaches until they are peeled. Whether the peach farmer keeps his packing shed spotless and requires his employees to wear masks at all times is irrelevant, if he has not provided adequate warnings to the end user. Moreover, if the peach farmer has provided adequate warnings that would safeguard the end user from the hazard, then it should not be relevant to the end user, who has been adequately warned, if the peach farmer continues to expose his own employees to the hazard.</p> <p id=\"b754-6\" pgmap=\"754(11) 755(69)\">The testimony by the ex-employees and the various experts as to the plant conditions of the defendant was offered only to prejudice the jury against the defendant for mistreating its employees. The result is that it is impossible to tell whether the jury found the defendant liable and awarded punitive damages because of a wrong to the plaintiff, or whether the jury found the defendant liable and awarded punitive damages because of the defendant’s mistreatment of its employees.</p> <p id=\"b755-3\" pgmap=\"755\">We can look forward to future cases in which the plaintiffs will attempt to show the defendant /manufacturer to be a Simon Legree. The defendant, in all fairness, will most likely be allowed to rebut such evidence. If such evidence is relevant, then it should be equally relevant not only that the defendant does not treat its employees badly but also that defendant has received hundreds of awards from various business and manufacturing associations for its safety record and its excellent treatment of its employees and that OSHA and other government agencies have certified defendant’s plants to be safe and clean. I presume that if the plaintiff does not raise the issue, defendant could still do so if treatment of defendant’s employees and the condition of its plants is relevant to a products liability case. Will the plaintiff be required to sit silently by while a defendant presents weeks of evidence of all the safety efforts and precautions defendant implements in its plants and how wonderfully defendant treats its employees for the purpose of proving that the defendant would not knowingly hurt the users of its products?</p> <p id=\"b755-4\" pgmap=\"755\">The cigarette and chemical cases most readily come to mind; in these cases evidence from both sides may inundate the trial court. Plaintiffs may be placed at a real disadvantage, if well-financed defendants and their manufacturing associations see this case as an opening to project the good corporate image before the jury. The real issues in a products liability case are going to be lost in all of the irrelevant shenanigans that will be attempted as a result of the majority ruling.</p> <p id=\"b755-5\" pgmap=\"755\">I do not wish to prolong my dissent by discussing the many other errors in the trial, as it would serve very little purpose. By merely reading the majority opinion, it is readily apparent that there were numerous other problems with the trial. Suffice it to say, I would reverse and remand for a fair trial.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}