{
  "casebody": {
    "data": "<casebody firstpage=\"482\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b500-8\">DAVIS <em>v. </em>SILVER HILL CONCRETE COMPANY et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b500-9\">[No. 35,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aq8V\">September Term, 1969.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b500-10\">\n<em>Decided November 7, 1969.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b501-4\"><page-number citation-index=\"1\" label=\"483\">*483</page-number>The cause was argued before Hammond, C. J., and Barnes, McWilliams, Singley and Smith, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b501-5\"><em>Thomas F. Santer, </em>with whom was <em>Martin E. Gerel </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b501-6\"><em>Francis J. Ford </em>for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b501-7\">McWilliams, J.,</author>\n<p id=\"AZa\">delivered the opinion of the Court.</p>\n<p id=\"b501-8\">In April 1967 the Workmen’s Compensation Commission (the Commission) denied the petition of the appellant (Davis) to reopen his compensation claim for the reason that it was barred by Code, Art. 101, § 40 (c) (1964 Repl. Vol.), which requires such an application to be made “within three years next following the last payment of compensation.” <footnotemark>1</footnotemark> Davis now adjures us to set aside the order of the Circuit Court for Prince George’s County affirming the action of the Commission. We have set forth verbatim a statement of the facts upon which the parties have been able to agree and a statement of the “facts” which they agree are in dispute.</p>\n<blockquote id=\"b501-9\">STATEMENT OF FACTS</blockquote>\n<blockquote id=\"b501-10\">“Appellant, while employed by Silver Hill Concrete Company, sustained an accidental injury during the course and in the scope of his employment on January 20,1958.</blockquote>\n<blockquote id=\"b501-11\">“Thereafter, he was unable to work until March 16, 1958, and came under the care of Dr. Dornbach.</blockquote>\n<blockquote id=\"b501-12\">“On February 25, 1958, appellant executed and filed a claim for compensation benefits and on March 31, 1958, there was entered an Award of Compensation granting appellant benefits of $40.00 per week during the time of <page-number citation-index=\"1\" label=\"484\">*484</page-number>his temporary total disability to commence January 24,1958.</blockquote>\n<blockquote id=\"b502-5\">“After March 16, 1958, appellant lost time from work during several periods, allegedly, as a result of his injury. He was paid his full usual salary by his employer for some of these periods.</blockquote>\n<blockquote id=\"b502-6\">“For the time lost because of the accident, payments were made for the following periods of temporary total disability:</blockquote>\n<blockquote id=\"b502-7\">1-21-58 to 3-16-58 $313.55</blockquote>\n<blockquote id=\"b502-8\">3-28-59 to 4-29-59 $188.55</blockquote>\n<blockquote id=\"b502-9\">6-5-59 to 6-11-59 $40.00</blockquote>\n<blockquote id=\"b502-10\">6- 12-59 to 7-2-59 $120.00</blockquote>\n<blockquote id=\"b502-11\">7- 3-59 to 7-9-59 $40.00</blockquote>\n<blockquote id=\"b502-12\">7-10-59 to 7-12-59 $17.00</blockquote>\n<blockquote id=\"b502-13\">“Since appellant was receiving his full weekly salary from his employer, for those periods for which compensation checks were issued, appellant endorsed them over to his employer as reimbursement of that part of his salary covered by the Award. In addition, all of appellant’s medical expenses during the above periods were paid by the compensation carrier.</blockquote>\n<blockquote id=\"b502-14\">“Appellant returned to work on July 13, 1959. His doctor certified that he could return to work on that date. However, according to claimant, the doctor suggested claimant postpone several hearings because of the uncertainty as to the ultimate degree of permanent disability.</blockquote>\n<blockquote id=\"b502-15\">“From July 6, 1960, through July 9, 1962, several hearings were scheduled by the Commission to determine the nature and extent of any permanent disability sustained by claimant. These were all continued at the request of one party or the other.</blockquote>\n<blockquote id=\"b502-16\">■ “Throughout the period beginning when ap<page-number citation-index=\"1\" label=\"485\">*485</page-number>pellant filed his claim in February of 1958 until December 1965 appellant was not represented by counsel.</blockquote>\n<blockquote id=\"b503-6\">“The hearing scheduled for July 9, 1962, was continued, and appellant was advised by letter dated July 11, 1962, from counsel representing the employer, that if he wished to proceed with a hearing to determine the extent of disability, he should contact the Commission or the carrier, who would request a hearing on his behalf if he desired.</blockquote>\n<blockquote id=\"b503-7\">“No further requests for hearing were made by either party until claimant requested a hearing on October 12,1965.</blockquote>\n<blockquote id=\"b503-8\">“On October 30, 1963, the Commission entered an Order terminating temporary total disability as of July 13, 1959. However, the Commission erroneously referred to a hearing date of June 9, 1962, at which the claimant allegedly failed to appeal. No such hearing was scheduled in June!</blockquote>\n<blockquote id=\"b503-9\">“On December 30,1965, appellant retained his present counsel and they requested a hearing on his behalf. Five hearings were continued for one reason or another until March 21, 1967, when the matter came on before Commissioner Valle.</blockquote>\n<blockquote id=\"b503-10\">“On October 11, 1966, the attorney for the carrier requested that claimant submit to a medical examination; claimant complied with this request.</blockquote>\n<blockquote id=\"b503-11\">“On April 12, 1967, the Commission denied appellant’s request to re-open the claim on the grounds that it was barred by the Statute of Limitations.</blockquote>\n<blockquote id=\"b503-12\">“An appeal was appropriately filed with this Honorable Court on April 14,1967.”</blockquote>\n<blockquote id=\"b504-4\"><page-number citation-index=\"1\" label=\"486\">*486</page-number>FACTS IN DISPUTE</blockquote>\n<blockquote id=\"b504-5\">“Does the letter of July 11, 1962, from attorney for carrier represent a waiver of the Statute of Limitations or an equitable estoppel ?</blockquote>\n<blockquote id=\"b504-6\">“Claimant alleges he was totally disabled during the following periods for which he received neither wages nor compensation, and for which he claims unpaid compensation benefits:</blockquote>\n<blockquote id=\"b504-7\">“Week ending:</blockquote>\n<blockquote id=\"b504-8\">5-7-58 — one day 2-13-64 — three days</blockquote>\n<blockquote id=\"A15\">7-9-58 — three days 2-20-64 — five days</blockquote>\n<blockquote id=\"AHO\">2-25-59 — one day 2- 27-64 — five days</blockquote>\n<blockquote id=\"Amc\">5-22-63 — five days 3- 4-64 — two days</blockquote>\n<blockquote id=\"A9vL\">5- 29-63 — five days 6-10-64 — three days</blockquote>\n<blockquote id=\"AzbO\">6- 12-63 — five days 2-3-65 — two days</blockquote>\n<blockquote id=\"AqoT\">6-19-63 — four days 6-2-65 — five days</blockquote>\n<blockquote id=\"b504-15\">“Claimant’s hospitalization, as a result of the injury, was as follows:</blockquote>\n<blockquote id=\"b504-16\">1. January 1958 — compression fracture, L-l</blockquote>\n<blockquote id=\"b504-17\">2. March 1959 — excision of bone spur and herniated fat pad, lumbo-sacral area</blockquote>\n<blockquote id=\"b504-18\">3. June 1959 — excision of cyst, lumbo-sacral area</blockquote>\n<blockquote id=\"b504-19\">4. December 1963 — hospitalized for lumbosacral complaints</blockquote>\n<blockquote id=\"b504-20\">5. June 1965 — removal of herniated disc, lumbo-sacral area”</blockquote>\n<p id=\"b504-21\">Davis puts forward two contentions. He insists that the three year period of limitations has yet to start running against him because there has been no <em>“last </em>payment of compensation.” (Emphasis added.) He claims he was not paid temporary total benefits for five days lost from work during the period May 1958 to February 1959, specifically one day in May 1958, three days in July 1958, and one day in February 1959. Secondly, he declares, even if his application to reopen was not timely <page-number citation-index=\"1\" label=\"487\">*487</page-number>made, the letter of 11 July 1962 <footnotemark>2</footnotemark> amounts to an equitable estoppel precluding the employer and its insurer (the appellees) from asserting limitations as a defense.</p>\n<p id=\"b505-5\">I.</p>\n<p id=\"b505-6\">The case came before the trial judge, Parker, J., on the appellees’ motion for a summary judgment. The “stipulation of facts submitted by counsel,” as recited by Judge Parker, with some editing, is substantially the same as the agreed statement of facts which we have set forth above. Judge Parker made no mention, however, of the statement of “facts in dispute” nor did he infer that there were any facts in dispute, material or otherwise. Neither the record extract nor the transcript of the record suggests that the disposition of the case by summary judgment was opposed by Davis on the ground that a material fact was in dispute. Equitable estoppel, as raised by the letter of 11 July 1962, seems to have been the only issue discussed by Judge Parker and it is our impression that Davis is now pressing the material fact issue for the first time. Nevertheless, since the appellees seem content to have us consider it, we shall do so.</p>\n<p id=\"b505-7\">Judge Parker found that the last payment of compen<page-number citation-index=\"1\" label=\"488\">*488</page-number>sation to Davis was made on 15 July 1959. Davis, while conceding he received no further payments thereafter from the insurer claims that he has never received compensation for one day in May 1958, three days in July 1958, and one day in February 1959. He has stipulated, however, that, during the periods of his temporary total disability, he received “his full weekly salary from his employer” and that he “endorsed” the compensation checks “over to his employer as reimbursement of that part of his salary covered by the award.” He testified before the Commission on 21 March 1967 that his employer-continued to pay him “whatever his weekly wage was” until October 1963. Thus it is clear that, sometime before 15 July 1959 or a few days thereafter, Davis had been paid, either by the insurer or by his employer, all of the compensation awarded to him by the Commission. The alleged “dispute” seems to us to be purely adjectival and without factual support. There is nothing to show that Davis, between 15 July 1959 and 12 October 1965, exerted any effort to collect unpaid compensation. In his request for a hearing, filed 12 October 1965, nothing was said about payments still due. 'Indeed that seems to have been an afterthought, utilized only as a means of circumventing the defense of limitations. We are fully persuaded, therefore, that over six years intervened between the date of the “last payment of compensation” and the “application” for “modification or change.”</p>\n<p id=\"b506-5\">II.</p>\n<p id=\"b506-6\">It will be observed that the hearing scheduled for 9 July 1962 would have taken place some six or seven days before the expiration of the three year period of limitations and that it was postponed at the request of Davis. Counsel for the insurer need not have written the letter of 11 July; certainly he was under no obligation to do so. Had it not been written the period of limitations would most certainly have expired unnoticed by Davis. Davis claims the letter was misleading. He believed, he says, that counsel for the insurer would see to the re<page-number citation-index=\"1\" label=\"489\">*489</page-number>scheduling of the hearing. We do not see how this can be taken seriously. The language of the letter could hardly be more unequivocal. He was told that the “matter will <em>not again </em>be set for a hearing until such time as <em>you request same.” </em>(Emphasis added.) “If you wish to proceed with a hearing,” the letter went on to say, <em>you </em>“must contact the commission.” Davis would have us believe that he sat quietly by for more than three years waiting for counsel to arrange for another hearing date. Even if we assume that Davis was indeed misled and that he did believe that counsel for the insurer would arrange for another hearing, the Commission’s order of 30 October 1963, of which he was aware, ought to have dispelled any such impression or belief. The order states quite clearly the Commission’s finding that his “temporary total disability [and his compensation therefor] terminated on July 13, 1959.” The order also required that a “statement of compensation paid be filed with the Commission in due time.” This was clear, stark notice to Davis not only that he himself may have been dilatory but also that his “reliance” upon counsel for the insurer may have been misplaced.</p>\n<p id=\"b507-5\">Code, Art. 101, § 40 (d) (1964 Repl. Vol.) provides as follows:</p>\n<blockquote id=\"b507-6\"><em>“Filing after fraud or estoppel. </em>— When it shall be established that failure to file an application for change or modification was induced or occasioned by fraud, or by facts and circumstances amounting to an estoppel, application for change or modification shall be filed within one year from the time of the discovery of the fraud or within one year from the time when the facts and circumstances amounting to an estoppel cease to operate and not afterwards.”</blockquote>\n<p id=\"b507-7\">Even if we assume that some sort of estoppel had been operating against the appellees Davis remained completely inert during the year following the order of 30 October 1963; in fact, his inertia continued through one <page-number citation-index=\"1\" label=\"490\">*490</page-number>more year. To permit him now to proceed with his application would rob § 40 (d) of much, if not all, of its meaning.</p>\n<p id=\"b508-5\">Davis complains once again that Judge Parker ignored a dispute as to material facts and that the summary judgment should not have been granted. No useful purpose will be served by an analysis of the reasons behind this complaint. We think the material facts underlying Judge Parker’s decision were not in dispute and we see no reason for disturbing it.</p>\n<p id=\"b508-6\">\n<em>Order affirmed.</em>\n</p>\n<p id=\"b508-7\">\n<em>Costs to be paid by the appellant.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b501-13\">. The limitations period has since been extended. Code, Art. 101, § 40 (c) (1969 Cum. Supp.), now allows a five year period (effective July 1, 1969).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b505-8\">. “LAW OFFICES</p>\n<p id=\"b505-9\">MACLEAY, LYNCH, CHANNING &amp; BERNHARD</p>\n<p id=\"AdC\">July 11, 1962</p>\n<p id=\"b505-10\">Mr. George W. Davis</p>\n<p id=\"b505-11\">6829 Prince George Drive, S.E.</p>\n<p id=\"b505-12\">Washington, D. C.</p>\n<p id=\"b505-13\">Re: Davis v. Silver Hill Concrete Company Dear Mr. Davis:</p>\n<p id=\"b505-14\">Commissioner Crowther granted your request for a continuance of the hearing scheduled for July 9, 1962 in Hyattsville, Maryland.</p>\n<p id=\"b505-15\">This matter will not again be set for hearing until such time as you request same; thus, if you wish to proceed with a hearing to determine the extent of your disability, it will be required that you contact the Commission or, if you wish, you may contact me and I will direct such a request to the Commission.</p>\n<p id=\"b505-16\">Thank you for your cooperation.</p>\n<p id=\"b505-17\">Very truly yours,</p>\n<p id=\"AHP\">/s/ Francis J. Ford</p>\n<p id=\"b505-18\">cc: L. R. Braun, Esq.</p>\n<p id=\"b505-19\">Claini Manager</p>\n<p id=\"AiU\">American Surety Company</p>\n<p id=\"A0O\">1425 H. Street, N.W.</p>\n<p id=\"b505-20\">Washington 5, D. C.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}