{
  "casebody": {
    "data": "<casebody firstpage=\"659\" lastpage=\"668\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b677-5\">NICHOLSON v. PAGE</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b677-6\">[No. 55,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AxT\">September Term, 1969.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b677-7\">\n<em>Decided December 2, 1969.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b678-5\"><page-number citation-index=\"1\" label=\"660\">*660</page-number>The cause was argued before Hammond, C. J., and Barnes, McWilliams, Finan and Singley, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b678-6\"><em>S. Herbert Harris, </em>with whom were <em>Harris &amp; Bowers </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b678-7\"><em>Gerald N. Klauber </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b678-8\">Barnes, J.,</author>\n<p id=\"ASZ\">delivered the opinion of the Court.</p>\n<p id=\"b678-9\">This personal injury and property damage case, in which the appellee, Leroy L. Page, plaintiff below, received a judgment of $1,500 as a. result of a verdict of the Court of Common Pleas of Baltimore City (Sodaro, J.), sitting without a jury, against the appellant William E. Nicholson, defendant below, as a result of a collision of the defendant’s automobile with that of the plaintiff, presents for our determination the question of whether or not the lower court erred in its application of the boulevard law in declining to grant the defendant’s motions for a directed verdict and later, his motion for a judgment n.o.v. or, in the alternative, for a new trial.</p>\n<p id=\"b678-10\">The collision occurred on March 7, 1966, a bright clear day with good visibility in all directions, at 4:40 P.M. at Carey and Ward Streets in Baltimore City. Carey Street is a boulevard highway. It is a two-way street which allows vehicular traffic to proceed in one lane north and south, respectively. Ward Street is designated for one-way traffic going west. At the intersection of Ward Street with Carey Street there are two conventional stop signs which require a motorist proceeding on Ward Street to stop his vehicle before crossing Carey Street.</p>\n<p id=\"b678-11\">The plaintiff, Page, a Police Officer of Baltimore City for some 12 years, was proceeding west in his automobile on Ward Street. When he came to the intersection of Ward Street with Carey Street, he stopped his automobile in obedience to the stop signs. He observed that <page-number citation-index=\"1\" label=\"661\">*661</page-number>traffic northbound on Carey Street was backed up in a single lane from Washington Boulevard, which is one block north of Ward Street, but the intersection of Ward and Carey Streets was unobstructed because a Baltimore Transit Company bus had stopped south of Ward Street to allow the intersection to remain clear. The bus was stopped one foot east of the yellow line separating the northbound and southbound traffic lanes of Carey Street and slightly to the south of the intersection. Traffic was backed up behind the bus all the way to Hamburg Street to the south. The operator of the bus waved the plaintiff on. The plaintiff then drove out into the northbound lane in front of the bus, and then looked north for southbound traffic. He saw nothing coming and then proceeded across the southbound lane. When he arrived at the southwest corner, the defendant’s automobile “curved in front of me out of nowhere.” The first time the plaintiff saw the defendant’s automobile, he appeared in front of the plaintiff’s car on the southwest side of the street, making a left-hand turn. The right rear side of the defendant’s vehicle collided with the left front side of the plaintiff’s car causing the plaintiff personal injuries and damage to his automobile.</p>\n<p id=\"b679-5\">The defendant testified that he had left his place of employment on Carey Street two blocks south of the place of the collision. He proceeded north in the northbound lane of Carey Street and stopped in a single lane of traffic 15 feet behind the bus. He pulled out into the southbound lane of Carey Street<footnotemark>1</footnotemark> to go around the bus and <page-number citation-index=\"1\" label=\"662\">*662</page-number>proceeded to Ward Street where he made a left-hand turn. The collision then occurred.</p>\n<p id=\"b680-5\">The investigating officer, who arrived at the scene of the accident five minutes after the collision and when the two automobiles were still at the scene of the accident, testified that the defendant had told him that he had pulled out from behind the parked bus “to make a left-hand turn because the traffic was backed up.” The investigating officer also stated that it was not “possible for auto traffic northbound to have gone around that bus without getting into the southbound lane.”</p>\n<p id=\"b680-6\">Judge Sodaro, in announcing the verdict, stated in his letter to counsel for the parties, filed in the case:</p>\n<blockquote id=\"b680-7\">“Upon consideration of all of the testimony, the Court finds that the plaintiff has met the burden of proof by a fair preponderance of affirmative evidence that the defendant was guilty of negligence in the operation of his automobile, which caused the accident in question on March 7, 1S66, at the intersection of Carey and Ward Streets in Baltimore City, without any negligence on the part of the plaintiff contributing thereto. The Court is satisfied that the proximate cause of the accident was solely due to the lack of due care exercised by the defendant, at the time and place of this accident.</blockquote>\n<blockquote id=\"b680-8\">“In this case special damages in the amount of $542.59 were proven, which included loss of wages, medical expenses and damage to the plaintiff’s car. Upon consideration of the other elements of damages, I have concluded to enter a judgment in favor of the plaintiff and against the defendant in the amount of $1,500.00.”</blockquote>\n<p id=\"b680-9\">The defendant at the end of the plaintiff’s case and at the end of the entire case made motions for a directed verdict in his favor. After the judgment, he moved for a judgment n.o.v. or, in the alternative, for a new trial. All of these motions were.denied by the trial court.</p>\n<p id=\"b681-4\"><page-number citation-index=\"1\" label=\"663\">*663</page-number>The defendant earnestly urged upon us (1) that assuming a violation by the defendant of Code (1957), Art. 661,4, § 217 (a),<footnotemark>2</footnotemark> requiring the operator of a motor vehicle to keep to the right-hand side of the highway and of Art. 66(4, § 225 (b),<footnotemark>3</footnotemark> in regard to the making of left turns, these violations were not the proximate cause of the collision and, in any event, (2) by virtue of Art. 6614, § 233,<footnotemark>4</footnotemark> and our decisions construing the application of the “boulevard rule,” the plaintiff, as the operator of the unfavored vehicle — not having granted the right-of-way to the defendant’s favored vehicle for the entire crossing of the boulevard — was guilty of contributory negligence as a matter of lav/. We shall now discuss these contentions.</p>\n<p id=\"b681-5\">(1)</p>\n<p id=\"b681-6\">The defendant concedes that this Court, in considering the sufficiency of the evidence when asked to reverse the action of a trial court in denying a motion for a directed verdict or for a judgment n.o.v., must assume the truth of all evidence in favor of the plaintiff’s right to recover as well as all reasonable inferences which may <page-number citation-index=\"1\" label=\"664\">*664</page-number>naturally be drawn therefrom which tend to support the plaintiff’s right to recover. The facts already stated give effect to this rule and would support a finding that the defendant drove his vehicle from a stopped position, 15 feet behind a bus stopped in the northbound lane of Carey Street, crossed the yellow dividing line and drove north in the southbound lane of Carey Street, thus violating Art. 66J/4, § 217 (a) and, in making his left turn, violated Art. <em>66</em><footnotemark><em>1</em></footnotemark><em>/!, </em>§ 225 (b). These facts also, in our opinion, support a finding that this negligent conduct by the defendant was the proximate cause of the collision.</p>\n<p id=\"b682-5\">The defendant correctly observes that the “mere violation of a statute will not support an action for damages, unless there is legally sufficient evidence to show the violation was a proximate cause of the injury complained of,” citing our decision to that effect in <em>Fowler v. Smith, </em>240 Md. 240, 248, 213 A. 2d 549, 555 (1965). The plaintiff had no reason to anticipate that the defendant would drive his vehicle from its standing position 15 feet behind the bus in the northbound lane, cross the dividing line into the southbound lane and then attempt to make a left-hand turn into Ward Street. But for these negligent, actions of the defendant, the collision would not have occurred and they are the proximate causes of the collision. In our opinion the finding of primary negligence of the defendant by the trial court was not erroneous.</p>\n<p id=\"b682-6\">(2)</p>\n<p id=\"b682-7\">The defendant argues that, in any event, the plaintiff was guilty of contributory negligence as a matter of law because of his failure, as the driver of an unfavored vehicle crossing a boulevard, to yield the right-of-way to the defendant’s favored vehicle. This Court (not without some dissent<footnotemark>5</footnotemark>) has “vigorously” applied the “boule<page-number citation-index=\"1\" label=\"665\">*665</page-number>vard rule.” As we recently stated in <em>Cornias v. Bradley, </em>254 Md. 479, 496, 255 A. 2d 431, 439 (1969):</p>\n<blockquote id=\"b683-5\">“We and our predecessors have vigorously applied the boulevard law and have held that the unfavored driver entering a boulevard must yield the right-of-way to all traffic he finds in the intersection during the entire time he is there.” (citing with approval and quoting from our opinion in <em>Trionfo v. R. </em>J. <em>Hellman, Inc., </em>250 Md. 12, 17-18, 241 A. 2d 554, 558 (1968)).</blockquote>\n<p id=\"b683-7\">We pointed out that the most vigorous application of the “boulevard rule” occurred in <em>Cooper v. Allen, </em>243 Md. 9, 219 A. 2d 920 (1966) and that although three of the judges who sat in <em>Cornias </em>dissented in <em>Cooper, </em>we were “constrained by the proper application of the doctrine of <em>stare decisis </em>to follow and apply the decision of <em>Cooper” </em>in the <em>Cornias </em>case. (254 Md. at 497, 255 A. 2d at 440). In the present case <em>we </em>have no intention of departing from any of the prior decisions of this Court in regard to the “boulevard rule,” but, in our opinion, the facts in the instant case are such that a proper application of that rule does not require a holding that the plaintiff was guilty of contributory negligence <em>as a matter of law, </em>but does require a submission of that issue to the trier of fact as the trial court ruled.</p>\n<p id=\"b683-8\">In applying the “boulevard rule” vigorously, we have recognized that the right of the favored driver to proceed is not absolutely unqualified. As Judge (later Chief Judge) Prescott stated for the Court in <em>Green v. Zile, </em>225 Md. 339, 345-46, 170 A. 2d 753, 756 (1961):</p>\n<blockquote id=\"b683-9\">“It is true that this Court has jealously guarded and upheld the favored driver’s right of way in boulevard cases, but if has never held that the favored driver had an <em>absolute </em>and <em>complete </em>right of way, which relieved him of all duty to <page-number citation-index=\"1\" label=\"666\">*666</page-number>exercise reasonable and ordinary care and caution for his own safety. On the contrary, the Court said, as early as 1939 in <em>Greenfeld v. Hook, </em>177 Md. 116, 8 A. 2d 888, that, ‘the traveller on the favored highway [does not have] an absolute, unqualified, and complete right of way, at all times and under all circumstances, over persons who have lawfully entered the street, nor [can he] proceed thereon in blind indifference to the danger to which his progress may expose others,’ but, ‘where a traveller on a favored highway knows or should know that his progress will endanger a traveller entering the same from a restricted highway, he must exercise reasonable care to avoid injuring him.’</blockquote>\n<blockquote id=\"b684-5\">“Again, it was pointed out in <em>Belle Isle Cab Co. v. Pruitt, </em>187 Md. 174, 179, 49 A. 2d 537, that, ‘the driver on the favored highway does not have an absolute right to proceed under all circumstances.’ See also 4 Md. L. Rev. 207, 213; <em>Shedlock v. Marshall, </em>186 Md. 218, 236, 46 A. 2d 349; <em>Fowler v. DeFontes, </em>211 Md. 568, 574, 128 A. 2d 395.</blockquote>\n<blockquote id=\"b684-8\">“Our most recent consideration of the subject was in the case of <em>Harper v. Higgs, </em>225 Md. 24, 169 A. 2d 661. There, we held that the circumstances presented one of those rare instances in which the conduct of the favored driver (at an intersection controlled by blinker lights) was properly submitted to the jury to determine its reasonableness and prudence.” (Emphasis in the original opinion.)</blockquote>\n<p id=\"b684-10\">In the present case, the plaintiff did stop as required by law before entering Carey Street. He looked to his left and saw that northbound traffic was at a standstill in the northbound lane and would necessarily remain standing until the bus, as the first stopped vehicle occupying substantially all of the northbound traffic lane, <page-number citation-index=\"1\" label=\"667\">*667</page-number>moved forward. The bus driver waved the plaintiff on to cross the northbound lane thereby reasonably indicating to the plaintiff that the bus would not move forward, as, indeed, it did not. Having then substantially crossed the northbound lane of Carey Street, the plaintiff properly looked to his right to see whether or not there was any southbound traffic to which he was required to yield the right-of-way. Seeing no such southbound traffic (and there was none), he then proceeded to cross the southbound lane of Carey Street. In our opinion, it was not foreseeable by the plaintiff that the defendant would drive his automobile from the standing position in the <em>northbound </em>lane of Carey Street, 15 feet behind the bus, cross into the <em>southbound </em>lane, contrary to the statutory requirement, and attempt to make a left-hand turn, contrary to the statutory requirement, into Ward Street. This unforeseeable and negligent act by the defendant was, as we have already indicated, the proximate cause of the collision and not the lawful passage of the plaintiff’s vehicle across Carey Street. See <em>Graff v. Davidson Transfer &amp; Storage Co., </em>192 Md. 632, 638, 65 A. 2d 566, 568 (1949). See also 2 <em>Blashfield, Cyclopedia of Automobile Law and Practice, </em>§ 1038, page 362, § 1046, page 382 (1951). The instant case is unlike <em>Jones v. Federal Paper Board Co., Inc., </em>252 Md. 475, 250 A. 2d 653 (1969) relied on by the defendant, where the negligent conduct <em>of the plaintiff </em>in that case was the proximate cause of the collision and not the entry of the defendant’s truck into the roadway to the left of the center line to make a left turn. The present case is also to be distinguished from <em>Sun Cab Co., Inc. v. Cusick, </em>209 Md. 354, 121 A. 2d 188 (1956), also relied on by the defendant, in that in the <em>Cusick </em>case, the proximate cause of the collision was the negligence of the unfavored driver in not coming to a complete stop at the boulevard and then putting his foot on the accelerator instead of the brake, thereby forcing the driver of the favored vehicle — theretofore proceeding in the proper lane — to swerve to the left of the center line where a collision occurred. In the instant case, <page-number citation-index=\"1\" label=\"668\">*668</page-number>as we have stated, it was negligence <em>of the defendant </em>which was the proximate cause of the collision.</p>\n<p id=\"b686-5\">We note with interest the observation in Note 48 of <em>Bothersome Boulevards, supra, </em>26 Md. Law Rev. 111, 120, where it is stated, in part:</p>\n<blockquote id=\"b686-6\">“If the favored driver cuts the corner, however, and ignores the statutory requirement of leaving the intersection to the right of the center line of the roadway being entered, then certainly the boulevard rule is not applicable. <em>Francies v. Debaugh, </em>194 Md. 448, 71 A. 2d 455 (1950).”</blockquote>\n<p id=\"b686-7\">We agree with this comment. The “boulevard rule” is not applicable.</p>\n<p id=\"b686-8\">\n<em>Judgment affirmed, the costs to be paid by the appellant.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b679-6\">. The defendant’s testimony in regard to the position of his automobile with reference to the dividing yellow line was somewhat conflicting. At one point he testified that his left wheel “might have touched the line”; later he stated on cross-examination that “My wheels touched the left hand line and I made my left hand turn”; and later “I imagine when I did make my crossing to go across the street, I went into the southbound lane”; and still later in response to a question by the trial court, stated “I imagine my wheels might have crossed over the line.” In view of the verdict and judgment against the defendant, the trial court obviously found that the defendant’s vehicle was in the southbound traffic lane when he attempted to make his left turn Into Ward Street.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b681-7\">. Art. 66%, § 217 (a) provides:</p>\n<blockquote id=\"b681-8\">“(a) <em>General rule and exceptions. </em>— Upon all roadways of sufficient width a vehicle shall be driven upon the right half of the roadway, except as follows:</blockquote>\n<blockquote id=\"b681-9\">“(1) When overtaking and passing another vehicle proceeding in the same direction under the rules governing such movement;</blockquote>\n<blockquote id=\"b681-10\">“(2) When the right half of a roadway is closed to traffic while under construction or repair;</blockquote>\n<blockquote id=\"b681-11\">“(3) Upon a roadway divided into three marked lanes for traffic under the rules applicable thereon; or</blockquote>\n<blockquote id=\"b681-12\">“(4) Upon a roadway designated and signposted for one-way traffic.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b681-13\">. Art. 66%, § 225 (b) provides:</p>\n<blockquote id=\"b681-14\">“(b) <em>Left turns generally. </em>— Approach for a left turn shall be made in that portion of the right half of the roadway_ nearest the center line thereof and after entering the intersection the left turn shall be made so as to leave the intersection to the right of the center line of the roadway being entered.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b681-15\">. Art. 66%, § 233 provides:</p>\n<blockquote id=\"b681-16\">“(a) <em>In-general. </em>— The driver of a vehicle shall come to a full stop as required by this article at the entrance to a through highway and shall yield the right-of-way to other vehicles approaching on said through highway.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b682-8\">. Some commentators are of the opinion that this Court has applied the “boulevard rule” too vigorously. See “Bothersome Boulevards,” 26 Md. Law Rev. Ill, 121-22 by John’ W. T. Webb, and “Boulevard Law Overextended,” 23 Md. Law Rev. 172, 176 by Berryl A. Speert: Indeed Mr. Speert suggests the possible need for the establishment by the General Assembly of a rule of com<page-number citation-index=\"1\" label=\"665\">*665</page-number>parative negligence in the application of the “boulevard rule.” (23 Md. Law Rev. at 178)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}