{
  "casebody": {
    "data": "<casebody firstpage=\"263\" lastpage=\"267\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b285-4\">KEN VENNES, Guardian ad litem for CHRISTINE VENNES, Plaintiff and Appellant, v. DAVID MILLER and BRUCE MILLER, Defendants and Respondents. DAVID MILLER, Third-Party Plaintiff, v. PEGGY VENNES, Third-Party Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b285-10\">No. 97-626.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b285-11\">Submitted on Briefs January 15, 1998.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b285-12\">Decided February 10, 1998.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b285-13\">1998 MT 23.</citation>\n<citation data-order=\"5\" data-type=\"citation\" id=\"AeO\">55 St.Rep. 84.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"AGW\">287 Mont. 263.</p>\n<citation data-order=\"7\" data-type=\"citation\" id=\"ApZ7\">954 P.2d 736.</citation>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b286-8\"><page-number citation-index=\"1\" label=\"264\">*264</page-number>For Appellant: John Frohnmayer, Bozeman.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b286-9\">For Respondents: Heidi Fanslow, Warden Christansen, Johnson &amp; Berg, Kalispell (David Miller); Scott B. Spencer, Libby (Bruce Miller); Ann German, Libby (Peggy Vennes).</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b286-10\">CHIEF JUSTICE TURNAGE</author>\n<p id=\"Arz\">delivered the Opinion of the Court.</p>\n<p id=\"AGR\">¶1 In this negligence action, the Nineteenth Judicial District Court, Lincoln County, granted summary judgment in favor of defendant David Miller. We affirm.</p>\n<p id=\"b286-11\">¶2 We restate the issue as whether the District Court erred in ruling that David Miller breached no duty to the injured party, Christine Vennes.</p>\n<p id=\"b286-12\">¶3 Three-year old Christine Vennes was bitten on the face by a dog owned by Bruce Miller. The incident occurred in the yard of a home which Bruce Miller rented from his father, David Miller. Christine’s father, Ken Vennes, filed this action on his daughter’s behalf against both Millers. David Miller responded with a third-party negligence claim against Peggy Vennes, Christine’s mother, who was caring for Christine when the dog bit her.</p>\n<p id=\"b286-13\">¶4 On cross-motions for summary judgment, the District Court granted judgment in favor of Christine against Bruce Miller and in favor of David Miller against Christine. The court certified the judgment in favor of David Miller as final for purposes of appeal pursuant to Rule 54(b), M.R.Civ.P. Christine appeals.</p>\n<p id=\"b287-3\"><page-number citation-index=\"1\" label=\"265\">*265</page-number>Discussion</p>\n<p id=\"b287-4\">¶5 Did the District Court err in ruling that David Miller breached no duty to Christine Vennes?</p>\n<p id=\"b287-5\">¶6 Summary judgment is proper when there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Rule 56(c), M.R.Civ.P. This Court’s review of an appeal from a summary judgment ruling is de novo. <em>Estate of Strever v. Cline </em>(1996), 278 Mont. 165, 170, 924 P.2d 666, 669.</p>\n<p id=\"b287-6\">¶7 Christine must prove the following elements to recover on her negligence claim against David Miller:</p>\n<blockquote id=\"b287-7\">1. That David Miller owed a duty to her;</blockquote>\n<blockquote id=\"b287-8\">2. That he breached his duty to her;</blockquote>\n<blockquote id=\"b287-9\">3. That David Miller’s breach caused damages to her; and</blockquote>\n<blockquote id=\"b287-10\">4. That she suffered actual damages.</blockquote>\n<p id=\"b287-11\"><em>See Wiley v. City of Glendive </em>(1995), 272 Mont. 213, 217, 900 P.2d 310, 312.</p>\n<p id=\"b287-12\">¶8  “Duty is the first element of a negligence claim and is a question of law.” <em>Wiley, </em>272 Mont. at 217, 900 P.2d at 312. As her basis for asserting a breach of duty by David Miller, Christine cites Lincoln County’s dog control ordinance. Specifically, she argues that the dog that bit her, Mikey, was a vicious dog. Lincoln County Ordinance 7.1.601 prohibits keeping, harboring, or maintaining a vicious dog in Lincoln County unless the dog is securely and adequately confined upon its owner’s property or leashed on a line not more than six feet long. The parties’ depositions establish that Mikey was kept on a chain approximately ten feet long.</p>\n<p id=\"b287-14\">¶9 Under the Lincoln County ordinance, a “vicious dog” is a dog which bites or attempts to bite a human being without provocation or a dog which harasses, chases, bites, or attempts to bite any other animal. Lincoln County Ordinance 7.1.102(7). The ordinance’s definition of “vicious dog” further provides that “[t]he term animal includes] all livestock and any domestic pet.”</p>\n<p id=\"b287-15\">¶10 There is nothing in the record to indicate that before he bit Christine Mikey qualified as a vicious dog on the basis of having bitten or attempted to bite a human being. David Miller testified in his deposition that before Mikey arrived on the property, he asked the previous owner of the dog, his other son, if Mikey had ever bitten anyone. The answer was no. Bruce Miller testified in his deposition that Mikey was usually chained up in his yard, and that to his <page-number citation-index=\"1\" label=\"266\">*266</page-number>knowledge, Mikey had never bitten anyone either before or after he bit Christine.</p>\n<p id=\"b288-4\">¶11 Christine argues that Mikey was a vicious dog because he was a hunting dog, bred to chase other animals. However, the depositions establish that Mikey was bred to hunt mountain lions, not livestock or domestic pets. Under the definition of “vicious dog” set forth in the Lincoln County ordinance, the fact that Mikey was bred to hunt mountain lions did not establish that he was a vicious dog, because mountain lions are not livestock or domestic pets.</p>\n<p id=\"b288-5\">¶12 The District Court based its analysis on this Court’s opinion in <em>Criswell v. Brewer </em>(1987), 228 Mont. 143, 741 P.2d 418. In <em>Criswell, </em>a dog bite victim sued the dog’s owner and the owner of the ranch on which the dog’s owner worked and lived. We upheld summary judgment in favor of the ranch owner on the basis that the ranch owner was not the “keeper” of the dog and that the record indicated that the ranch owner met the duty of reasonable and ordinary care under the circumstances. In the present case, the District Court reasoned that, like the ranch owner in <em>Criswell, </em>David Miller was not the keeper of the biting dog, and that, in general, a nonresident property owner is not liable for injuries to others inflicted by a dog owned and maintained by the occupant of the property in question.</p>\n<p id=\"b288-6\">¶13 Christine argues that the District Court’s <em>Criswell </em>analysis is erroneous because of factual differences between this case and <em>Criswell: </em>i.e., David Miller could have required that Mikey be kept in a pen but didn’t, although he knew dogs could be dangerous to children and that dogs, in general, could bite; this case occurred in a residential area, unlike Criswell; and no statute or ordinance controlled in <em>Criswell </em>whereas here, the ordinance controlled. Christine also argues that in comparing this case to <em>Criswell, </em>the District Court erroneously referred to a City of Libby ordinance relating to persons who have “charge, care or control” of dogs, instead of the above Lincoln County ordinance.</p>\n<p id=\"b288-7\">¶14  In <em>Criswell, </em>we agreed with the district court that a landlord is not a “keeper” of a tenant’s dog because landlords do not “own, have possession of or ‘manage, control or care for an animal as owners are accustomed to do ...’ ” <em>Criswell, </em>228 Mont. at 145, 741 P.2d at 420. In the present case, there is nothing to indicate that David Miller owned, had possession of, managed, controlled, or cared for Mikey. Therefore, nothing in the record indicates that David Miller was a “keeper” of Mikey. We hold that the above rifling from <em>Criswell </em><page-number citation-index=\"1\" label=\"267\">*267</page-number>applies in this case, the arguments raised by Christine being inconsequential to that point.</p>\n<p id=\"b289-4\">¶15 Having reviewed the record, we conclude that the District Court correctly granted summary judgment in favor of David Miller. We therefore affirm the judgment of the District Court.</p>\n<judges id=\"b289-5\">JUSTICES NELSON, GRAY, REGNIER and TRIEWEILER concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}