{
  "casebody": {
    "data": "<casebody firstpage=\"276\" lastpage=\"287\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b320-8\">Joseph C. Flores, Respondent, <em>v. </em>Mosler Safe Company, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b320-10\">Argued October 13, 1959;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AM7\">decided December 30, 1959.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b321-7\"><page-number citation-index=\"1\" label=\"277\">*277</page-number><em>Alexander Pfeiffer </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"A50\">The second cause of action pleaded in the complaint, alleging violation of respondent’s right of privacy, fails to state facts sufficient to constitute a cause of action under sections 50 and 51 of the Civil Rights Law in that a merely incidental mention of respondent’s name was contained in a news report, and that use of the name was unrelated to the advertising of any product or business of appellant. <em>(Gautier </em>v. <em>Pro-Football, </em>278 App. Div. 431, 304 N. Y. 354; <em>Wallach </em>v. <em>Bacharach, </em>192 Misc. 979, 274 App. Div. 919; <em>Damron </em>v. <em>Doubleday, Doran &amp; Co., </em>133 Misc. 302, 226 App. Div. 796; <em>Stillman </em>v. <em>Paramount Pictures Corp., </em>1 Misc 2d 108, 2 A D 2d 18, 5 N Y 2d 994; <em>Merle </em>v. <em>Sociological Research </em><page-number citation-index=\"1\" label=\"278\">*278</page-number><em>Film Corp., </em>166 App. Div. 376; <em>Lahiri </em>v. <em>Daily Mirror, </em>162 Misc. 776; <em>Blumenthal </em>v. <em>Pictures Classics, </em>235 App. Div. 570, 261 N. Y. 504; <em>Binns </em>v. <em>Vitagraph Co., </em>210 N. Y. 51; <em>Martin </em>v. <em>New Metropolitan Fiction, </em>139 Misc. 290, 234 App. Div. 904, 237 App. Div. 863.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b322-5\"><em>John J. O’Malley </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Aym\">The complaint states facts sufficient to constitute a cause of action against defendant under sections 50 and 51 of the Civil Rights Law. <em>(d’Altomonte </em>v. <em>New York Herald Co., </em>154 App. Div. 453, 208 N. Y. 596; <em>Binns </em>v. <em>Vitagraph Co., </em>147 App. Div. 783, 210 N. Y. 51; <em>Lahiri </em>v. <em>Daily Mirror, </em>162 Misc. 776; <em>Sutton </em>v. <em>Hearst Corp., 277 </em>App. Div. 155, 277 App. Div. 873; <em>Thompson </em>v. <em>Close-up, Inc., </em>197 Misc. 921, 277 App. Div. 848; <em>Garner </em>v. <em>Triangle Pubs., </em>97 F. Supp. 546; <em>Gautier </em>v. <em>Pro-Football, </em>278 App. Div. 431, 304 N. Y. 354; <em>Wallach </em>v. <em>Bacharach, </em>192 Misc. 979, 274 App. Div. 919; <em>Damron </em>v. <em>Doubleday, Doran &amp; Co., </em>133 Misc. 302, 226 App. Div. 796; <em>Stillman </em>v. <em>Paramount Pictures Corp., </em>1 Misc 2d 108, 2 A D 2d 18; <em>Merle </em>v. <em>Sociological Research Film Corp., </em>166 App. Div. 376; <em>Blumenthal </em>v. <em>Picture Classics, </em>235 App. Div. 570, 261 N. Y. 504.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b322-6\">Chief Judge Conway.</author>\n<p id=\"AsE\">This is an action for damages based upon the right of privacy created by section 51 of the Civil Rights Law. This section provides, insofar as pertinent to this action, that: <em>“ </em>Any person whose name, portrait or picture is used * * * for advertising purposes or for the purposes of trade without the written consent * * * may maintain an equitable action * s * against * * * the * * * corporation so using his name # * * to prevent and restrain the use thereof; and may also sue and recover damages for any injuries sustained by reason of such use and if the defendant shall have knowingly used such person’s name * * * in such a manner as is forbidden * * * the jury, in its discretion, may award exemplary damages.”</p>\n<p id=\"b322-13\">The courts below have denied defendant’s motion to dismiss the plaintiff’s second cause of action for legal insufficiency. That cause of action alleges that defendant is engaged in the business of manufacturing and selling safes and vaults in New York and elsewhere; and that the defendant knowingly used plaintiff’s name for advertising purposes without having obtained his prior <page-number citation-index=\"1\" label=\"279\">*279</page-number>consent in that the defendant printed, produced and widely distributed, by the mails and otherwise, throughout New York State a certain advertisement for its products in which his name was illegally used.</p>\n<p id=\"b323-5\">The <em>advertisement </em>consists of a reprint of a news photo and the accompanying captions and news account as they originally appeared in <em>The New York Times </em>and appended thereto, below the original photo, captions and news account, is defendant’s advertising copy. The photograph is a rather spectacular and eye-catching picture of a burning building. The news report of the fire, which consists of a total of 47 lines spread over three columns below the picture and its caption, sets forth an account of two men. One of these men was plaintiff Flores, a business guest of the second man, who was a lessee of the property. Flores was returning consigned merchandise to the lessee at the time the fire broke out. The lessee dropped his keys and, there being no illumination, both men started lighting matches to aid them in the search for the keys. The account further sets forth that one of the matches ignited nylon netting and thus started the fire which spread rapidly through four floors of the building. Mr. Flores’ name is mentioned three times, his address in upstate New York once and his occupation (motel keeper) once in the course of the 47-line news account of the fire and its origin. The appended advertising copy, which urges readers to protect their business records from destruction by fire by the use of one of defendant’s safes, consists of 11 lines of different face type extending across the width of the three columns and occupies approximately one quarter of the face of the circular. Nowhere in the circular is there any indication that plaintiff in any way indorses defendant’s products nor is it alleged that plaintiff is a person whose name would attract greater attention to the advertising copy.</p>\n<p id=\"b323-6\">There can be no doubt but that the circular, taken in its entirety, was distributed as a solicitation for patronage. The question before us, then, is whether the manner in which plaintiff’s name was used therein comes within the prohibition of the statute as a use for advertising purposes. Defendant predicates its appeal on the theory that the use of plaintiff’s name was merely an incidental mentioning of his name in a news report, that it was completely unrelated to the advertiser’s products <page-number citation-index=\"1\" label=\"280\">*280</page-number>although in physical juxtaposition to the advertising matter, and that such a use of an individual’s name does not constitute a violation of the statutory prohibition.</p>\n<p id=\"b324-5\">In this State, the right of privacy or the right of a person to live his life quietly and to be left alone rests solely in and is limited by statute <em>(Roberson </em>v. <em>Rochester Folding Box Co., </em>171 N. Y. 538; Civil Rights Law, §§ 50, 51). Equity and the common law protected only property rights. The only remedies for mental anguish caused by one individual to another were found in instances of libel, slander and malicious prosecution. Towards the end of the last century it was suggested in a scholarly article that the time had come for the common law to expand with the changes in our way of life and to meet new conditions by a recognition of a right of ‘ ‘ inviolate personality ’ ’ and to protect the sentiments, thoughts and feelings of individuals (Warren and Brandeis, The Right to Privacy, 4 Harv. L. Rev. 193 [1890]). The first real attempt to establish these principles in this State took place in <em>Roberson </em>v. <em>Rochester Folding Box Co. (supra). </em>Recovery was denied (by a four to three division of this court) to a young woman whose photograph had been used in defendant’s advertisements for its flour. The majority opinion stated that the reasons for denial of recovery were that the court could not find any precedent for such a recovery, that it felt that a judicial declaration authorizing such a recovery would open the floodgates to countless litigations, and that, since the existence of a right to privacy had not been asserted prior to 1890, it was within the sphere of the Legislature rather than of the court to recognize and establish such a right. At the very next session of the Legislature, and undoubtedly as a result of this decision, what are now sections 50 and 51 of the Civil Rights Law were enacted. The primary purpose of this legislation was to protect the sentiments, thoughts and feelings of an individual (Hofstadter, The Development of the Right of Privacy in New York [1954], p. 12). In construing the statutes it should be noted that although it is in part penal (§50 makes a prohibited use a misdemeanor; however, this section has not been invoked by the respondent and is not involved herein), the purpose of the statute is remedial and rooted in popular resentment at the refusal of the courts to grant recognition to the newly expounded right of an individual to be immune from commercial exploita<page-number citation-index=\"1\" label=\"281\">*281</page-number>tion <em>(Lahiri </em>v. <em>Daily Mirror, </em>162 Misc. 776, 779). Justice Shientag, in Ms opinion in the <em>Lahiri </em>case, in establishing a guide in the construction of these sections has said that <em>‘ </em>‘ A statute of this Mnd is not ‘ to be obeyed grudgingly, by- construing it narrowly and treating it as though it did not exist for any purpose other than that embraced within the strict construction of its words. ’ It is 1 not an alien intruder in the house of the common law, but a guest to be welcomed * * * as a new and powerful aid in the accomplishment of its appointed task of accommodating the law to social needs.’ ” <em>(Lahiri </em>v. <em>Daily Mirror, supra, </em>p. 779.)</p>\n<p id=\"b325-6\">In contending that its motion to dismiss the second cause of action should have been granted, defendant relies upon the cases of <em>Gautier </em>v. <em>Pro-Football </em>(304 N. Y. 354); <em>Wallach </em>v. <em>Bacharach </em>(192 Misc. 979, affd. 274 App. Div. 919); <em>Stillman </em>v. <em>Paramount Pictures Corp. </em>(1 Misc 2d 108 mod. on other grounds 2 A D 2d 18, affd. 5 N Y 2d 994), and <em>Lahiri </em>v. <em>Daily Mirror </em>(162 Misc. 776, <em>supra). </em>Although two of those cases involve lower court decisions which are not binding upon this court, each of these cases is distinguishable from the case at bar.</p>\n<p id=\"b325-7\">In the <em>Gautier </em>case <em>(supra) </em>plaintiff was a well-known trainer of animals who presented his act, pursuant to contract, as part of the half-time activities at a professional football game. This act was televised in violation of the contract and was shown in New York. A one minute paid spot commercial had immediately preceded the televising of the act. However, there were no commercials during or immediately after the presentation. We rejected, the plaintiff’s contention that this constituted a violation of his statutory right of privacy, holding that it was a mere coincidence that the commercial, which was one of many presented at appropriate intervals, occurred immediately prior to the presentation of his act and that he was not connected with the product by either visual or other reference. In addition, we placed great stress upon the fact that the plaintiff was a public figure who voluntarily became involved in a special and public event in which the public clearly had a legitimate interest and applied the well-established exception that a public personage or an active participant in a public event cannot invoke the protection afforded by these sections when his name, picture or portrait is used in connection with a truthful recounting or <page-number citation-index=\"1\" label=\"282\">*282</page-number>portraying of an actual <em>current </em>event as is commonly done in a single issue of a regular newspaper. (See <em>Binns </em>v. <em>Vitagraph Co., </em>210 N. Y. 51.) In the ease at hand, however, we are presented not with a simultaneous reporting by a public medium of communication of the actions of a person who has voluntarily entered the public eye, but rather with a deliberate later publication of a no longer current news item in an individual firm’s advertising literature.</p>\n<p id=\"b326-5\">In the <em>Wattach </em>case (192 Misc. 979, <em>supra), </em>defendant’s motion for summary judgment dismissing the complaint was granted when the affidavits showed that an entirely independent and unrelated news item relating to the plaintiff had been published on the same page as defendant’s advertising and within space paid for by the defendant. It was apparently conceded that the purpose of such placement was to attract the reader’s attention to the portion of the newspaper in which defendant’s advertising-appeared. The court, in its opinion, said (p. 980): “It cannot be said * * * that it was the intention of the Legislature to prohibit the mention, otherwise lawful, of a person’s name in a commentary or news report <em>unrelated </em>to the advertising of any product or business, merely because such news or com men - tary appears in paid advertising- space and in physical juxtaposition to advertising matter.” (Italics supplied.) The distinction is twofold. In the <em>Wattach </em>case the news item was <em>current </em>and presumably would have been published in the newspaper on that day in any event, whereas in this case there was a republication in the form of an advertising circular of a stale or outdated news item that was no longer a matter of general public interest or concern. Secondly, in the case at hand the commentary is not unrelated to the defendant’s products, but rather is directly related thereto and this relationship was undoubtedly the reason for selecting this particular picture and commentary to illustrate defendant’s circular.</p>\n<p id=\"b326-7\"><em>Lahiri </em>v. <em>Daily Mirror (supra) </em>was an action for damages under this section by a well-known Hindu musician and entertainer arising out of the use by defendant of a <em>professional-photograph </em>of the plaintiff in conjunction with a “feature story ” exposure that the “ Indian rope trick ” was performed by way of an illusion. The decision was that there was no violation of the privacy statute since such a publication was one of <page-number citation-index=\"1\" label=\"283\">*283</page-number>human interest in the ‘ <em>‘ </em>rope trick ’ ’ and that there was no evidence that the photo was used to increase the value of the paper. The latter test was adopted to determine if this was a use “for the purpose of trade” since there was no question that this was not a use for “ advertising purposes ”. Here again we had a use of a photo in connection with an item of <em>general public interest and information </em>in a newspaper and not a republication in a circular designed solely for the purpose of selling its author’s products.</p>\n<p id=\"b327-5\">Defendant also looks for support in the case of <em>Damron </em>v. <em>Doubleday, Doran &amp; Co. </em>(133 Misc. 302). It urges that this case points up its proposition that recovery is not justified since this was merely an incidental mentioning of plaintiff’s name in a manner unrelated to the product advertised. In the <em>Damron </em>case, plaintiff alleged as his cause of action that once in a novel of 398 pages the name “Little Wayne Damron ”, a name by which plaintiff allegedly was known, was used and that such use made him appear as one of the characters and as such violated his right of privacy. In dismissing the action, the court said (p. 303): “ The <em>Roberson </em>case indicates the mischief to be suppressed, and the enactment leaves it to the common sense of judges and courts to determine the extent to which it was intended that the remedy shall be applied. The law was not passed with the idea of interfering with the circulation of newspapers or the publication of books within proper limits, and the use of ‘ local color ’ was not outlawed.” The court then went on to dismiss the action on the ground that the use of plaintiff’s name was merely incidental and not one for purposes of advertising or trade. The same line of reasoning was applied in <em>Stillman </em>v. <em>Paramount Pictures Corp. </em>(1 Misc 2d 108, mod. on other grounds 2 A D 2d 18, affd. 5 N Y 2d 994, <em>supra) </em>wherein the name of plaintiff’s well-known gymnasium was used once in the course of a full-length motion picture. The distinctions are obvious.</p>\n<p id=\"b327-6\">Defendant contends that there is no violation since there is no implication in the circular that the plaintiff indorses the product and since the plaintiff’s name is mentioned only in the original news account of the fire as reprinted in the circular and not in the advertising material that defendant appended to the original photo, captions and news account. No authorities are <page-number citation-index=\"1\" label=\"284\">*284</page-number>cited for the proposition that the nse of the name or photograph must at least imply an indorsement of the product in order for a use in an advertisement to constitute a violation of the statute, and our research has failed to disclose any such authorities. As to the contention that there is no violation of the statute since defendant did not use plaintiff’s name in the appended advertising copy, the fact remains that defendant freely and deliberately chose to adopt and reprint the entire original photograph, captions and the news account which contained plaintiff’s name in its circular. Defendant gives us no reason for so doing, but rather says only that the use was an incidental one, unrelated to the product. Plaintiff, on the other hand, contends that the defendant selected the material of which the advertisement consisted, that it could have cut out all or part of the original newspaper coverage and that it deliberately chose to include the entire coverage in its circular in order to put more realism in the circular and to attract attention thereto. Plaintiff also points out that the use of the picture and captions alone without the news account which contained his name could have conveyed the idea which defendant was apparently trying to put across to its prospective customers, viz., that fires occur frequently, that they are often started by small acts of carelessness and that they could be disastrous to a businessman. We can hardly hold, as a matter of law, that such contention is unsound.</p>\n<p id=\"b328-5\">Defendant further argues that this use is not prohibited by the statute since the use of plaintiff’s name would not in any way draw trade to its firm. Such a contention might be valid if the only prohibited use was one for “ purposes of trade ”. However, the statute makes a use for “ advertising purposes ” a separate and distinct violation. A use for advertising purposes has been defined as a use in, or as part of, an advertisement or solicitation for patronage <em>(Lahiri </em>v. <em>Daily Mirror, supra, </em>p. 780).</p>\n<p id=\"b328-6\">In view of the fact that defendant chose to reprint the entire original news coverage of the fire, including the entire news account which mentioned plaintiff’s name several times and described how either he or the other person present started the fire by their carelessness or negligence, in a circular designed for the sole purpose of soliciting purchasers for the defendant’s products, and since every fair intendment and inference must <page-number citation-index=\"1\" label=\"285\">*285</page-number>be given to the pleading on a motion to dismiss for insufficiency, we do not believe that it can be said that this complaint fails to set forth a use of plaintiff’s name which is a violation of his statutory right of privacy as a matter of law.</p>\n<p id=\"b329-5\">The order of the Appellate Division should be affirmed, with costs. The question certified should be answered in the affirmative.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b329-6\">Van Voouhis, J.</author>\n<p id=\"AKT\">(dissenting). The important question to be decided in this case is whether a news event can be utilized in conjunction with advertising — or in novels or short stories, on the stage or on the screen — if to do so involves mention of persons whose names have already been published as having participated in the event. Here appellant manufactures and sells fireproof safes. It wished to bring home to prospective purchasers the danger of destruction of valuable papers by fire. In order to do so, it published a photograph of a well-known Broadway fire, beneath which was reprinted the newspaper article describing the event at the time when the fire occurred. Plaintiff was mentioned in this newspaper article for the reason that merchandise caught fire while he was returning it to the building which burned. All of these facts were in the public domain. The newspaper violated no rights of privacy in publishing the article, nor were rights of privacy infringed by republishing the same facts at a later date <em>(Molony </em>v. <em>Boy Comics Publishers, </em>277 App. Div. 166). The law is clear that the use of plaintiff’s name and picture in connection with the publication of newsworthy events is not prohibited by sections 50 or 51 of the Civil Rights Law <em>(Gautier </em>v. <em>Pro-Football, </em>304 N. Y. 354; <em>Humiston </em>v. <em>Universal Film Mfg. Co., </em>189 App. Div. 467; <em>Lahiri </em>v. <em>Daily Mirror, </em>162 Misc. 776; <em>Sidis </em>v. <em>F-R Pub. Corp., </em>113 F. 2d 806, cert, denied 311 U. S. 711). Under this account of the Broadway fire, reproduced in the form in which it had previously appeared in the newspaper, was written in appellant’s advertisement: “ The disastrous fire shown above <em>didn’t </em>happen to you. . . But suppose the <em>next </em>one does? ” The question here is whether the use of this public event, in the public domain, is forbidden for this purpose.</p>\n<p id=\"b329-7\">In our judgment these circumstances do not amount to any violation of sections 50 or 51 of the Civil Rights Law. Appellant was not limited in its advertising to warning against the general <page-number citation-index=\"1\" label=\"286\">*286</page-number>nature of fire. It was entitled to point up its appeals to the public by calling attention to particular fires in public memory in order to illustrate the danger resulting from fire. People think in terms of specific situations. It was legitimate for appellant to- refer to specific fires and to describe how they occurred, provided that these facts were already in the public domain. Plaintiff became a public character as a participant in this event, by the same token whereby an actor, musician or other personage becomes a public character in his special context <em>(Koussevitsky </em>v. <em>Allen, Towne &amp; Heath, </em>188 MisC. 479, affd. 272 App. Div. 759). ■ A different construction would produce awkward results. The words “for advertising purposes or for the purposes of trade ” are held to include the use of names in fiction <em>(Binns </em>v. <em>Vitagraph Co., </em>210 N. Y. 51; <em>Lahiri </em>v. <em>Daily Mirror, supra, </em>and cases cited). Would the author of a war novel, for example, be prohibited from mentioning the names of Generals Eisenhower or MacArthur in connection with military campaigns or battles that actually occurred, merely for the reason that those public events had a story woven around them? If sections 50 and 51 of the Civil Bights Law had then been in force, would they have prevented Thackeray from publishing Vanity Fair in New York State because the novel dealt with the Battle of Waterloo, if Napoleon or the Duke of Wellington had been alive? Such a legal theory would render any historical novel an impossibility if it concerned recent events. The courts have drawn no distinction between fictionalizing a character and using the name for other purposes of trade or for advertising. If it is prohibited to use an actual public event and the names of persons involved in it to advertise fireproof safes, it is equally prohibited in books, movies, radio or television to mention the names of real persons in fiction even if they are referred to only in connection with what they actually did. It is one thing to introduce real people into fictional episodes. That is prohibited. It is something else to introduce actual historical events into a story, or to build the story around such events. That is not prohibited unless the real people are made to take part in imaginary events. If a prominent banker is held up and robbed, and the incident gets into the news, I perceive no infringement of any right of privacy for a detective agency or a burglar alarm company to advertise that if their services or equipment had been employed <page-number citation-index=\"1\" label=\"287\">*287</page-number>the robbery would not have occurred. Many other illustrations can readily be imagined. This kind of advertising seems to me to be particularly legitimate in that (if truthful) it directs attention to the purpose of the goods offered for sale by designating their application to particular situations which are already in the public domain. There is no essential distinction, it seems to me, between doing this and an ordinary newscast sponsored by some advertiser. People whose names are in the news have no right to object <em>(Wallach </em>v. <em>Bacharach, </em>192 Misc. 979, affd. 274 App. Div. 919). This is not a situation where particular individuals are advertised as sponsoring the product or where their names or pictures are merely published in connection with an advertisement rather than as participants in some public event to which the advertisement relates.</p>\n<p id=\"b331-4\">The order appealed from should be reversed and the complaint dismissed.</p>\n<p id=\"b331-5\">Judges Desmond, Fuld, Froessel and Burke concur with Chief Judge Conway ; Judge Van Voorhis dissents in an opinion in which Judge Dye concurs.</p>\n<p id=\"b331-6\">Order affirmed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}