{
  "casebody": {
    "data": "<casebody firstpage=\"370\" lastpage=\"373\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b414-8\">The People of the State of New York, Appellant, <em>v. </em>Eli Shapiro, Respondent.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b414-9\">Argued February 25, 1960;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aqn\">decided March 3, 1960.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b415-8\"><page-number citation-index=\"1\" label=\"371\">*371</page-number><em>Abraham Isseks, District Attorney (Angelo J. Ingrassia </em>and <em>Jerome S. Cohen </em>of counsel), for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"AgN\">The presumption contained in subdivision 3 of section 56 of the Vehicle and Traffic Law was valid and effective on June 11, 1959.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b415-9\"><em>Emanuel Gellman </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AUN\">I. The presumption contained in subdivision 3 of section 56 of the Vehicle and Traffic Law was rendered invalid and ineffectual by repeal of section 95-c. II. Prosecution for speeding is a case criminal in nature and all the safeguards involved in criminal cases should be observed. <em>(People </em>v. <em>Lewis, </em>275 N. Y. 33; <em>People </em>v. <em>Fiore, </em>9 Misc 2d 468; <em>People </em>v. <em>Wilson, </em>3 Misc 2d 887.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b415-10\">Dye, J.</author>\n<p id=\"AyN\">In this appeal from an order reversing a conviction for speeding on an unmarked highway we deal with the validity of subdivision 3 of section 56 of the Vehicle and Traffic Law. That section insofar as pertinent provides: “ Absence of signs erected pursuant to the provisions of section ninety-five-c of this article on any state highway outside of cities or incor<page-number citation-index=\"1\" label=\"372\">*372</page-number>porated villages shall be presumptive evidence that the state traffic commission has not fixed a maximum speed greater than fifty miles per hour at that location. ’ ’ (Added by L. 1957, ch. 114, eff. March 23, 1957.)</p>\n<p id=\"b416-4\">It so happens that section 95-c was repealed, and sections 1620 and 1681 were enacted, by chapter 698 of the Laws of 1957 (eff. July 1, 1958).</p>\n<p id=\"b416-5\">Section 95-c gave the State Traffic Commission the right to “ restrict the speed at which vehicles may proceed on or along state highways outside of cities or incorporated villages ’ ’ and to “ fix a maximum speed limit greater than the maximum speed limit prescribed by law on any of such highways ”.</p>\n<p id=\"b416-6\">It also provided that “ [s]peed zones established pursuant to the foregoing provisions of this section shall be adequately marked and suitable warning signs erected in accordance with the requirements of the state traffic commission ”.</p>\n<p id=\"b416-7\">Section 1620 gives to the commission the right, <em>‘1 </em>by order, rule or regulation ”, to <em>“ </em>establish higher or lower maximum speed limits at which vehicles may proceed on or along such highways than the limits set forth in subdivision three of section fifty-six.”</p>\n<p id=\"b416-8\">Section 1681 refers to traffic control devices, their installation, operation and maintenance, etc.</p>\n<p id=\"b416-9\">Respondent argues as follows: Sections 1620 and 1681 have not entirely replaced the old section 95-c, because no mention is made that the speed zones in question <em>“ </em>shall be adequately marked and suitable warning signs erected in accordance with the requirements of the state traffic commission” (§ 95-c). Thus, in absence of such language, the commission is free to “ establish higher or lower maximum speed limits ” (§ 1620) without the necessity of posting the changes. And since the need to post signs marking speeds of less or greater than 50 miles per hour has been removed, however unwittingly, by the new legislation, there can no longer be a presumption, such as is contained in subdivision 3 of section 56, that in the absence of signs to the contrary the speed limit is 50 miles per hour.</p>\n<p id=\"b416-10\">In giving the commission the right to set higher or lower limits, and in reciting the various devices available for the control of traffic, sections 1620 and 1681 conferred the same <page-number citation-index=\"1\" label=\"373\">*373</page-number>powers as did section 95-c. This seems perfectly clear from the statutory language employed, hut if there is any ambiguity at all it must be resolved against the defendant, notwithstanding the quasi-criminal character of this prosecution, since the Legislature could not have intended otherwise. For example, to ascribe to the Legislature the intention that the commission may set a speed limit <em>lower </em>than 50 miles per hour, without-giving adequate warning, would obviously be absurd.</p>\n<p id=\"b417-5\">Additionally, section 1620 expressly refers to subdivision 3 of section 56 and the presumption contained therein, despite the incorporation in subdivision 3 of section 56 of section 95-c, a section repealed by the identical law giving life to section 1620.</p>\n<p id=\"b417-6\">We may read subdivision 3 of section 56 as referring to the new legislation, since the latter is, “in substance ”, the same as section 95-c (General Construction Law, § 80).</p>\n<p id=\"b417-7\">Therefore, the People were privileged to prove their case against this defendant by resorting to the presumption in subdivision 3 of section 56, since that presumption is still valid, and they did not need to rely on a certificate from the State Traffic Commission stating that the maximum speed limit at the location in question was 50 miles per hour.</p>\n<p id=\"b417-8\">We note the People’s failure to prove that the stretch of road involved did not fall within the areas expressly excepted from the operation of subdivision 3 of section 56 (cities, incorporated villages). But we may take judicial notice, as both the courts below probably did, of the character of the location in question. The Town of Blooming Grove is neither a city nor an incorporated village (see N. Y. Legis. Manual, 1959, pp. 951-965).</p>\n<p id=\"b417-9\">The order appealed from should be reversed and the matter remitted to the County Court of Orange County for determination upon the question of facts raised in that court (Code Crim. Pro., § 543-b).</p>\n<p id=\"b417-10\">Chief Judge Desmond and Judges Fuld, Froessel, Van Voorhis, Burke and Foster concur.</p>\n<p id=\"b417-11\">Order reversed and case remitted to the County Court for further proceedings in accordance with the opinion herein.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}