{
  "casebody": {
    "data": "<casebody firstpage=\"473\" lastpage=\"476\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b513-6\">Defiance Printed Circuit Corporation &amp; others <em>vs. </em>Percy E. Goodwin &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b513-8\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AJV\">February 4, 1958.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A38z\">May 6, 1958.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b513-9\">Present: Wilkins, C.J., Spalding, Williams, Counihan, &amp; Cutter, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b513-14\"><em>Martin W. Cohen, </em>for the defendants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b513-15\"><em>M. James Zelman, </em>(I. <em>Jack Levy </em>with him,) for the plaintiffs.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AqfS\">Spalding, J.</author>\n<p id=\"AQT\">To this confused and artlessly drawn bill entitled “Bill of Complaint for Declaratory Judgment,” the defendants demurred and an interlocutory decree was entered overruling the demurrer. The judge, being of opinion that the questions raised by the demurrer ought to be determined by this court before further proceedings, reported the case. G. L. c. 214, § 30. There are several grounds of demurrer but we shall discuss but one of them, <page-number citation-index=\"1\" label=\"474\">*474</page-number>multifariousness, since we are of opinion that the demurrer ought to have been sustained on that ground.</p>\n<p id=\"b514-5\">There are six plaintiffs consisting of five corporations and an individual, George D. Kaneb.<footnotemark>1</footnotemark> The defendants are Percy E. Goodwin and Andrew A. Cirolia. A summary of the bill relevant to the issue of multifariousness is as follows: Paragraph 9 alleges that the plaintiff Union Electronics and Machine Corporation (hereinafter called Union Electronics) owns all of the stock of the other corporate plaintiffs, except Union Industrial Corporation (hereinafter called Union Industrial), and that the plaintiff Kaneb owns all of the stock of Union Electronics and Union Industrial. Paragraphs 10 through 14 allege that the defendants conceived a plan to dispose of all their assets to Union Electronics “and/or the plaintiff . . . Kaneb”; that the defendants on June 1, 1956, purchased assets from the plaintiff Defiance Engineering and Microwave Corporation (hereinafter called Defiance Engineering), of which they were officers and directors, for $7,500, and on June 14, 1956, sold these assets to the plaintiff Defiance Printed Circuit Corporation (hereinafter called Circuit), of which the defendants were also officers and directors, for $25,002; that this was done without full disclosure to Circuit, and with intent to deceive “these plaintiffs,” presumably Union Electronics “and/or . . . George D. Kaneb” and Circuit.</p>\n<p id=\"b514-6\">Paragraph 15 alleges a fraudulent sale of a “bayonet sleeve machine” on July 19, 1956, by the defendants to Union Electronics, of which the defendants were officers and directors, for $10,000 and that by reason thereof, because the machine was valueless, two of the plaintiffs (Union Electronics and Kaneb) were defrauded.</p>\n<p id=\"b514-7\">It is alleged in paragraph 16 that the defendants represented to the plaintiffs Union Electronics and Kaneb that Defiance Engineering was a profitable business and had valuable assets; that it would be profitable to Union Elec<page-number citation-index=\"1\" label=\"475\">*475</page-number>tronics to acquire the capital stock of Defiance Engineering; that as a result of these representations Union Electronics acquired the stock for the sum of $100,000, $25,000 of which was paid for in cash to the defendant Goodwin, and the balance by notes of Union Electronics guaranteed by the plaintiff Kaneb; and that the representations inducing the sale of this stock were false and fraudulent and that Union Electronics and Kaneb relied on these representations to their damage.</p>\n<p id=\"b515-4\">Paragraph 17 alleges fraudulent conduct on the part of the defendant Goodwin “to the plaintiffs” by inducing them to purchase certain equipment to expand into the aluminum field, and further alleges a fraud to Union Industrial by inducing it to embark on an enterprise and acquire property from Goodwin which, but for Goodwin’s fraud, it would not have done.</p>\n<p id=\"b515-5\">In paragraph 18 it is alleged that the defendant Goodwin by fraudulent representations made to four of the corporate plaintiffs and Kaneb induced the four corporate plaintiffs to enter into an employment contract with him, and that Goodwin violated the contract and lacked the experience to perform it which he said he possessed. It will be noted that two of the plaintiffs and one defendant are not parties to this contract.</p>\n<p id=\"b515-6\">In paragraph 19 there is the blanket charge that the defendants “in furtherance of their plan, as officers and directors of the plaintiffs’ corporations, . . . did negligently and wilfully mismanage said corporations and . . . that the plaintiffs as a result of the defendants’ negligence and wilful acts, suffered irreparable loss and damage to their businesses.”</p>\n<p id=\"b515-7\">Finally it is alleged in paragraph 21 “that numerous actions at law are pending between the parties which cannot be . . . adjusted in one action at law . . . [and] to avoid the circuity of actions and multiplicity of suits . . . the rights of all parties [should be] determined ... in this suit. . . .”</p>\n<p id=\"b515-8\">By way of relief the plaintiffs ask, among other things, that the defendants, and each of them, be enjoined from <page-number citation-index=\"1\" label=\"476\">*476</page-number>prosecuting ten separate actions at law, each of which is against some one or more of the plaintiffs but not all of them. The plaintiffs further ask for a cancellation of the sale of the “bayonet sleeve machine” by the defendants to Union Electronics, a cancellation of an employment contract between Union Electronics and Goodwin, an accounting by both defendants to Circuit for profits and an accounting to Defiance Engineering for profits, an award of damages to the plaintiffs, or any one of them, for breach by the defendants or either of them of their fiduciary relationship to all or any one of the plaintiff corporations, and an award of damages to Union Electronics resulting from the defendants’ mismanagement of Union Electronics’ affairs.</p>\n<p id=\"b516-5\">We think enough of the bill has been summarized to demonstrate that it is palpably multifarious. The plaintiffs are seeking to litigate several different and unrelated matters in one suit. Moreover the parties to the various matters in issue are not the same. One group is involved in one issue, another issue involves a different group, and so on. It is hard to conceive how a hearing conducted under such a bill could result in anything but confusion. The case falls within the authority of such cases as <em>Spear </em>v. <em>H. V. Greene Co. </em>246 Mass. 259, 269-270, <em>Cedar </em>v. <em>Superior Credit Corp. </em>276 Mass. 197, 200, <em>Hays </em>v. <em>Georgian Inc. </em>280 Mass. 10, 22-23, <em>Whitney </em>v. <em>Whitney, </em>296 Mass. 13, and <em>Laverty </em>v. <em>Associated Gas &amp; Electric Securities Co. Inc. </em>300 Mass. 79, 81-82.</p>\n<p id=\"b516-6\">The interlocutory decree overruling the demurrer is reversed and a new decree is to be entered sustaining the demurrer. A final decree is to be entered dismissing the bill.</p>\n<p id=\"b516-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b514-8\"> The corporate plaintiffs are: Defiance Printed Circuit Corporation; Union Electronics and Machine Corporation; Defiance Microwave Corp.; Defiance Engineering and Microwave Corporation; and Union Industrial Corporation.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}