{
  "casebody": {
    "data": "<casebody firstpage=\"326\" lastpage=\"334\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b346-4\">ATHLYN B. WALLER <em>v. </em>MONTGOMERY COUNTY, MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b346-5\">[No. 520,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A6b\">September Term, 1976.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b346-6\">\n<em>Decided June 8, 1977.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b346-12\">The cause was argued before Powers, Menchine and Moore, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b346-13\"><em>David L. Prestemon, </em>with whom were <em>Theodore A. Miller </em>and <em>Miller, Hall &amp; Prestemon </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b346-14\"><em>Richard E. Frederick, Assistant County Attorney for Montgomery County, </em>with whom were <em>Alfred H. Carter,</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b347-3\"><page-number citation-index=\"1\" label=\"327\">*327</page-number><em>Deputy County Attorney </em>and <em>Sondra Harans Block, Assistant County Attorney, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b347-4\">Powers, J.,</author>\n<p id=\"Akd\">delivered the opinion of the Court,</p>\n<p id=\"b347-5\">Appellant, Athlyn B, Waller, was a middle-level merit employee of Appellee, Montgomery County, Maryland, On 4 April 1975, the County demoted Waller, for reasons which are not material to this case. He objected to this demotion by instituting a timely appeal to the County Personnel Board, Later, in October, a virtually automatic salary increment was withheld by action of his department head. This action also was appealed to the Personnel Board. Presumably, both appeals are still pending.</p>\n<p id=\"b347-6\">In August or September, Waller retained counsel, who initiated contact with officials of Montgomery County looking to an amicable solution of the pending disputes. On about 15 January 1976, appellant’s attorney met with a member of the County Attorney’s office, and presented certain proposals for consideration as a possible settlement of the demotion charges. After consulting with William H. Hussman, Jr., Chief Administrative Officer of the Montgomery County Government, Richard S. McKernon, the County Attorney, informed the appellant’s attorney that the County was not interested in settling. Hussman believed at that time that any negotiated settlement might be viewed as an attempt by the County to cover up or to buy a solution to a problem which had received considerable public attention.</p>\n<p id=\"b347-7\">Iri the latter part of January, 1976, Merrill J. Lemnah, Director of Facilities Management and Services, who was Waller’s department head and employment superior, instituted a personnel action recommending the dismissal of Waller. For some time Waller had incurred a degree of disfavor in his office, and Lemnah felt that Waller’s presence had a continuing disruptive effect on other employees and officials of the County Government.</p>\n<p id=\"b347-8\">Under County policy and practice, the dismissal could be executed only by the Chief Administrative Officer. Before <page-number citation-index=\"1\" label=\"328\">*328</page-number>acting upon the recommendation, Hussman forwarded the personnel action with the dismissal recommendation to the Office of Employee Relations, an adjunct of his office, in accordance with established procedure. This office regularly reviews recommended disciplinary action for compliance with personnel regulations, for sufficient documentation supporting the charges, and for indicia that the proposed disciplinary action is warranted. In this case, the Director of the Office of Employee Relations determined that the material adequately supported the charges and, if true, constituted adequate grounds for dismissal of Waller.</p>\n<p id=\"b348-5\">Upon receiving the report, Hussman modified his earlier view, and decided to entertain the possibility of a settlement with Waller. Further discussions were held with Waller’s attorney. Early in February, the County Attorney gave Waller’s attorney a draft copy of the memorandum of dismissal and summary of the charges against Waller, and told him that dismissal was under consideration. On the same or next day, the attorney gave Waller a copy.</p>\n<p id=\"b348-6\">Terms of settlement were discussed by counsel, including the transfer of Waller to some other department and his agreement to retire voluntarily within a year. Apparently the discussions also contemplated that any other action by Waller against the County, or the County against Waller, would be dropped in the event a settlement was reached. Early in March, Waller’s, attorney requested, and arrangements were made for a meeting of Hussman, Waller, and the two attorneys, for 17 March, to attempt to reach a settlement. Prior to this meeting, Waller discharged his attorney and called the meeting off, without setting an alternative date. There was no further contact.</p>\n<p id=\"b348-7\">On 2 April 1976 Hussman approved, and signed the appropriate documents to put into effect the dismissal action previously recommended by Lemnah. Termination became effective on 20 April. Commencing 6 April, Waller was placed on two weeks administrative leave, with pay. Waller received written notification of the County’s action by mail, after refusing to accept the papers tendered to him <page-number citation-index=\"1\" label=\"329\">*329</page-number>in person by Lemnah. The record indicates that Waller appealed this action to the County Personnel Board.</p>\n<p id=\"b349-5\">The present suit was filed in the Circuit Court for Montgomery County by Waller on 23 April 1976 as a law case. The initial pleading was a petition for declaratory judgment and for ancillary relief by mandamus and injunction. Waller asked the court to declare his dismissal unlawful, to issue a writ of mandamus directing the County to reinstate him, and to issue an ex parte injunction enjoining the County to reinstate him. On 26 April 1976 Judge Philip M. Fairbanks denied an ex parte injunction.</p>\n<p id=\"b349-6\">The case was tried on its merits before Judge Fairbanks on 21 May 1976. At the close of all the evidence, and after arguments of counsel, Judge Fairbanks entered judgment for the defendant, and dismissed the case. From this final judgment, Waller appeals.</p>\n<p id=\"b349-7\">Although in the transcript and in the exhaustive memoranda of law filed by the parties in the lower court there are references to the administrative remedy of appeal to the County Personnel Board, available to and actually invoked by Waller, this case was not filed as an appeal to the court from the action of an administrative body. We infer that the full evidentiary hearing before the Personnel Board, to which Waller is entitled, has not yet been held.</p>\n<p id=\"b349-8\">The prime thrust of appellant’s case, below and in his brief and argument here, was that he had a property interest in continued employment by the County, that he could not be deprived of that property interest except by due process of law, that due process required that <em>before termination, </em>he be afforded adequate notice of charges and a meaningful opportunity to respond, and that the procedures followed by the County in his dismissal denied him due process.</p>\n<p id=\"b349-9\">Appellee, both below and here, squarely met and argued the issues as raised by Waller.</p>\n<p id=\"b349-10\">We have carefully considered the issues argued, and the authorities cited in support of the arguments. Among the more significant cases which discuss the requirement of due <page-number citation-index=\"1\" label=\"330\">*330</page-number>process in the dismissal or other termination of service of a public employee are <em>Arnett v. Kennedy, </em>416 U. S. 134, 94 S. Ct. 1633, 40 L.Ed.2d 15 (1974); <em>Board of Regents v. Roth, </em>408 U. S. 564, 92 S. Ct. 2701, 33 L.Ed.2d 548 (1972); <em>Satterfield v. Edenton-Chowan Bd. of Ed., </em>530 F. 2d 567 (4th Cir. 1975); <em>Vance v. Chester County Board of School Trustees, </em>504 F. 2d 820 (4th Cir. 1974); <em>Davis v. Vandiver, </em>494 F. 2d 830 (5th Cir. 1974); <em>Schoonfield v. Mayor and City Council of Baltimore, </em>399 F. Supp. 1068 (D. Md. 1975); <em>Eley v. Morris, </em>390 F. Supp. 913 (N.D. Ga. 1975); and <em>Mondell v. Mayor and City Council of Baltimore, </em>378 F. Supp. 219 (D. Md. 1974).</p>\n<p id=\"b350-5\">Because our ruling in this case must be based upon another ground, we say only that if the due process aspect of the case were before us, we would hold, as did Judge Fairbanks, that in the procedures followed by Montgomery County in dismissing Waller from its employ, Waller was not denied the due process of law guaranteed him by the Fourteenth Amendment.</p>\n<p id=\"b350-6\">We proceed to discuss the ground upon which we dispose of this appeal — that Waller may not seek help in the courts until he has exhausted the administrative remedies available to him.</p>\n<p id=\"b350-7\">It is the general rule that where an administrative remedy is provided by statute, that remedy must be exhausted before the litigant may resort to the courts. <em>Leatherbury v. Gaylord Fuel Corp., </em>276 Md. 367, 347 A. 2d 826 (1975); <em>Chertkof Trust v. Department, </em>265 Md. 291, 289 A. 2d 314 (1972); <em>Gingell v. County Commissioners, </em>249 Md. 374, 239 A. 2d 903 (1968); <em>Gager v. Kasdon, </em>234 Md. 7, 197 A. 2d 837 (1964); <em>Shpak v. Mytych, </em>231 Md. 414, 190 A. 2d 777 (1963); <em>Poolesville v. County Council, </em>24 Md. App. 347, 330 A. 2d 711 (1975). Although there are some exceptions to the general rule, none is applicable in this case. <em>See Nottingham Village v. Balto. Co., </em>266 Md. 339, 292 A. 2d 680 (1972); <em>Poe v. Baltimore City, </em>241 Md. 303, 216 A. 2d 707 (1966); <em>Poolesville v. County Council, supra.</em></p>\n<p id=\"b350-8\">In the present case, under the statutes of Montgomery County, Waller was provided administrative remedies, but <page-number citation-index=\"1\" label=\"331\">*331</page-number>he did not exhaust them before instituting his suit in the circuit court. Article 4 of the Montgomery County Charter and Chapter 33 of the Montgomery County Code 1972, as amended, established the administrative regulations which governed Waller’s employment as a merit system employee, including an action by the County to dismiss him. Specifically, Article 4 of the Charter provides for the reestablishment of a merit system and a Personnel Board, a reviewing body for personnel decisions, and recognizes the right to judicial review of decisions of the Personnel Board. Chapter 33 of the Montgomery County Code 1972, as amended, referred to as the Personnel Regulations, sets forth the causes for dismissal and the procedures to be followed.</p>\n<p id=\"b351-4\">Under Chapter 33, it is required that the employee be notified in writing of the dismissal action and reasons, and of his right to request a hearing before the Personnel Board (§ 33-23 (e)). Section 33-23 (h) of the County Code provides:</p>\n<blockquote id=\"b351-5\">“Whenever an employee appeals a dismissal, the county personnel board shall grant him a hearing. In appeals from dismissal, the board may direct that the dismissal become filial, or it may rescind the dismissal and reinstate the dismissed employee to his former position, grade and salary step with or without the loss of pay; or it may decide the case in.any way that it deems equitable and in the best interest of the county service. The decision of the board on appeals from dismissal shall be final.”</blockquote>\n<p id=\"b351-8\">Section 33-25 provides in detail for the conduct of Personnel Board hearings.<footnotemark>1</footnotemark></p>\n<p id=\"b351-9\">It is immaterial that Waller bases his claim for immediate relief in the courts upon alleged denial of constitutional rights. In <em>Poe v. Baltimore City, supra, </em>the appellants <page-number citation-index=\"1\" label=\"332\">*332</page-number>contended that “even though there be an administrative remedy, a court of equity may intervene and act when a constitutional question is involved.” 241 Md. at 308. Answering this argument, the Court said:</p>\n<blockquote id=\"b352-5\">“There are few absolutes in the law, and the rule that an administrative remedy must be exhausted before recourse is had to the courts is not one of them. However, an analysis of our decisions shows that, while the principle may not bar court action under certain circumstances, the rule generally applies where the constitutional issue raised goes, not to the validity of the zoning ordinance as a whole, but to its application in a particular case, and where the administrative remedy is adequate.”</blockquote>\n<p id=\"b352-6\">See also <em>A. H. Smith Sand &amp; Gravel v. Dep’t., </em>270 Md. 652, 313 A. 2d 820 (1974).</p>\n<p id=\"b352-7\">In the present case, Waller is askiñg the court to overrule the County’s decision to dismiss him and to force the County to return him to his job. It is clear that Waller is complaining only of the application of the Montgomery County personnel statutes to him, and not their general validity. Before Waller may raise constitutional issues going to the application of the statutes in his case, Waller must first exhaust his administrative remedies.</p>\n<p id=\"b352-8\">The requirement that administrative remedies be exhausted is often expressed in terms of a legislative mandate. That is, in enacting a statute, the legislature intended the administrative agency to perform the designated function first and fully. It did not intend the courts to preempt the procedures which it had enacted for administrative review.</p>\n<p id=\"b352-9\">In <em>Gingell v. County Commissioners, supra, </em>the Court of Appeals recognized this rationale for the doctrine. It said, at 376-77:</p>\n<blockquote id=\"b352-10\">“The reasons for requiring the exhaustion of administrative remedies before resorting to the courts are that it is within the expertise of the <page-number citation-index=\"1\" label=\"333\">*333</page-number>administrative agency involved to hear and consider the evidence brought before it and make findings as to the propriety of the action requested; courts would be performing the function that the legislature specified be done by the administrative agency; courts might be called on to decide issues that would never arise if the prescribed administrative remedies were followed; and where a statute provides a specific form of remedy in a specific case then this remedy must be followed * *</blockquote>\n<p id=\"b353-5\">A similar, and more concise explanation is found in <em>RoAne v. Mathews, </em>538 F. 2d 852 (9th Cir. 1976), at 854:</p>\n<blockquote id=\"b353-6\">“The purpose of exhaustion of remedies is to permit the agency to function efficiently, to afford it an opportunty to correct its own errors, to give the court the benefit of the agency experience and to compile a record that is adequate for judicial review.”</blockquote>\n<p id=\"b353-7\">In <em>Poolesville v. County Council, supra, </em>this Court, through Judge, now Chief Judge, Gilbert, succinctly stated, at 354:</p>\n<blockquote id=\"b353-8\">“In summary, our holding today is that ordinarily whenever an administrative agency has the authority to dispose of the issue by determining it in favor of the party seeking review, there must be an exhaustion of administrative remedies before recourse to the courts.”</blockquote>\n<p id=\"b353-9\">The rule is founded upon sound logic as well as long established law. One who attempts to circumvent the law by seeking premature judicial review finds himself in a court which has no jurisdiction to hear him.</p>\n<p id=\"b353-10\">The Court of Appeals so held in <em>Commission on Medical Discipline v. Bendler, </em>280 Md. 326, 373 A. 2d 1232 (1977). The Commission, after charges and a hearing, had suspended the license of a physician to practice medicine. The physician did <page-number citation-index=\"1\" label=\"334\">*334</page-number>not appeal to the Board of Review of the Department of Health and Mental Hygiene, although by statute the decision of the Board of Review is the final agency decision within that Department, for purposes of judicial review. She appealed, instead, to the Circuit Court for Montgomery County. That court held that the evidence before the Commission was insufficient to permit the suspension. The Court said:</p>\n<blockquote id=\"b354-5\">“By not following the specified statutory procedure, Dr. Bendler failed to exhaust her administrative remedies and was therefore not then eligible to invoke the ordinary general jurisdiction of the courts.”</blockquote>\n<p id=\"b354-7\">The effect, even though the issue of jurisdiction was not raised by the parties either below or on appeal, was explained by the Court of Appeals. It said:</p>\n<blockquote id=\"b354-8\">“Since we find that the circuit court had no jurisdiction in the matter, we are precluded from reaching the merits of the case and must therefore dismiss the appeal.”</blockquote>\n<p id=\"b354-9\">For the same reason, we do likewise.</p>\n<p id=\"b354-10\">\n<em>Judgment vacated.</em>\n</p>\n<p id=\"b354-11\">\n<em>Case remanded for entry of an order dismissing the case for lack of jurisdiction.</em>\n</p>\n<p id=\"b354-12\">\n<em>Appellant to pay costs.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b351-10\">. A dismissed employee is entitled to a hearing as a matter of right. Hearings before the Personnel Board are full evidentiary hearings, at which the employee has the right to cross-examination and to be represented by counsel (§ 33-25 (j)). The County has the burden of substantiating the charges and the burden of going forward with the evidence (§ 33-25 (k)).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}