{
  "casebody": {
    "data": "<casebody firstpage=\"523\" lastpage=\"527\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b531-5\">Dwight Sturtevant &amp; others <em>vs. </em>Francis Jaques.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b531-6\">If the owner of the equity of redemption of land takes an assignment of the mortgage, and of the debt secured thereby, to himself “ trustee, and his heirs and assigns,” this raises a presumption that he takes the same in trust, and will constitute a cloud upon the title; and a purchaser who, after his death, has agreed to buy the land from his heirs at law, upon the delivery of a good and sufficient deed, free from incumbrances, will not be compelled to accept a deed executed by them, without a discharge of the mortgage, or proof that there is no trust to which the land is subject.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b531-7\">Bill in equity brought by Dwight Sturtevant and Eugene Sturtevant, children and heirs at law of Newell Sturtevant, deceased, and Hannah M. Sturtevant, widow of said Newell, to compel specific performance by the defendant of an agreement in writing made between them and the defendant, dated June 15th 1866, by which the plaintiffs agreed, within five months from date, and upon the simultaneous payment by the defendant of $26,666.67, to execute and deliver to him good and sufficient deeds of conveyance in fee simple of two undivided thirds of a dwelling-house and land on Boylston Street in Boston, free from all incumbrances, except certain provisions and restrictions [now immaterial] set forth in a deed from the city of Boston to a former owner of the premises ; and the defendant agreed upon tender of said deeds to accept the same and pay the said sum therefor.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b531-8\">The bill alleged that said Dwight Sturtevant and Eugene <page-number citation-index=\"1\" label=\"524\">*524</page-number>Sturtevant were owners of two undivided third parts of said estate in fee simple and without incumbrance, except the right of dower of Hannah M. Sturtevant, which two undivided third parts had descended to them as heirs at law of their father, Newell Sturtevant, who acquired his title under a deed to him from Charles J. Fox, dated September 19th 1850, and under an assignment to him of a certain mortgage and the note secured thereby, made by said Fox to Samuel K. Williams, which assignment was as follows:</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b532-4\">“ Know all men by these presents that I, Samuel K. Williams, the mortgagee within named, in consideration of fourteen thousand six hundred and three dollars, (being the amount of principal and interest due on the within mortgage,) to me paid by Newell Sturtevant, of said Boston, trustee, the receipt whereof is hereby acknowledged, do hereby assign, transfer and convey unto the said Sturtevant, trustee, all my right, title, interest and estate in and to the land and premises within described, together with this mortgage deed, the promissory note within described, and the debt secured thereby; to have and to hold the same to the said Newell Sturtevant, trustee, and his heirs and assigns, to his and their own use forever, subject to the right of the mortgagee within named to redeem the same according to law, but without recourse to me in any event whatsoever. Witness my hand and seal the twentieth day December, a. d. eighteen hundred and fifty-two. Samuel K. Williams.”</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b532-5\">The note secured by said mortgage bore the following indorsement : “ Pay the within to Newell Sturtevant, trustee, without recourse. Samuel K. Williams.”</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b532-6\">The bill further alleged the making of the agreement by the defendant, as above described ; a tender to the defendant, within the stipulated time, of a deed executed by Dwight Sturtevant and Eugene Sturtevant, and a release of dower by Hannah M. Sturtevant, conforming to the agreement; a refusal by the defendant to accept the same, or to pay the stipulated price, he pretending that by force of the assignment of said mortgage a trust in said estate was created and declared, which trust stil’ subsisted, and formed an incumbrance upon the estate ; that no <page-number citation-index=\"1\" label=\"525\">*525</page-number>such trust was constituted by said assignment, and that if a trust in said estate ever existed the same has been discharged; and that Newell Sturtevant died on the 22d of December, 1856, and an administrator of his estate was appointed, who gave bond, but no debt or claim on account of said trust has ever been presented against said estate.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b533-5\">The defendant in his answer averred that the share of Dwight Sturtevant and Eugene Sturtevant was subject to a trust, the terms, objects, purposes and extent of which were wholly unknown to the defendant, but the existence of which was disclosed by the assignment of the mortgage, which was on record.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b533-6\">The case was reserved, by <em>Hoar, </em>J., upon the bill and answer, for the determination of the whole court.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b533-7\"><em>R. Olney, </em>for the plaintiffs.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"Axd\">The assignment contains no creation or declaration of trust, within Gen. Sts. <em>c. </em>100, § 19, requiring trusts concerning lands to be in writing. To enable a court of equity to perform a trust in lands, there must be sufficient written evidence to show that there is a trust, and what that trust is. <em>Forster </em>v. <em>Hale, </em>3 Ves. 696. <em>Steere </em>v. <em>Steere, </em>5 Johns. Ch. 1. <em>Titcomb </em>v. <em>Morrill, </em>10 Allen, 17. <em>Bartlett </em>v. <em>Bartlett, </em>14 Gray, 277, <em>McGowan </em>v. <em>McGowan, Ib</em>. 119. The same fulness and certainty are essential as in the memorandum of sale required by the statute of frauds. <em>Morton </em>v. <em>Dean, </em>13 Met. 385. <em>Ryan </em>v. <em>Hall, </em>Ib. 520. The assignment, not constituting a trust of itself, is not notice of any trust. Recording it was no notice, under Gen. Sts. c. 100, § 21. The terms of the assignment do not point to any trust existing independently of that instrument. They must therefore be construed as referring only to the trust, if any, declared or attempted to be declared in the assignment. See <em>White </em>v. <em>Carpenter, 2 </em>Paige, 217, 247. And if no valid trust is thereby created or declared, then there is no trust of which it can affect a purchaser with notice. A purchaser is not to be affected with notice of a trust unless he has actual knowledge thereof or means of knowledge. <em>Hughson </em>v. <em>Mandeville, </em>4 Desaus. (S. C.) 87. <em>Jackson </em>v. <em>Van Valkenburgh, </em>8 Cow. 260. <em>Bell </em>v. <em>Twilight, </em>2 Fost. (N. H.) 500. <em>Wilson </em>v <em>McCullough, </em>23 Penn. State R. 440, 446. Thus, vague oí <page-number citation-index=\"1\" label=\"526\">*526</page-number>general recitals or statements in title papers will not be held to put one upon inquiry. <em>Lodge </em>v. <em>Simonton, 2 </em>Penn. 439. <em>White </em>v. <em>Carpenter, 2 </em>Paige, 217. <em>Griffith </em>v. <em>Griffith, </em>Hoffman R. 153. So a purchaser’s rights will not be impaired by statements to him that the vendor’s title is affected by equities in favor of third persons, or that the land has been previously sold to some one else. <em>Jolland </em>v. <em>Stainbridge, </em>3 Ves. 478, 486. <em>Butler </em>v. <em>Stevens, </em>26 Maine, 484. <em>Peebles </em>v. <em>Reading, </em>8 S. &amp; R. 484. <em>Jackson </em>v. <em>Given, </em>8 Johns. 137. <em>Richardson </em>v. <em>Smith, </em>11 Allen, 134. In the present case inquiry as to the trust could only be made of the vendors. But inquiry in such a quarter need not be made. <em>Frantz </em>v. <em>Brown, </em>1 Penn. 257. <em>Wilson </em>v. <em>McCullough, ubt supra.</em></p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b534-5\"><em>E. S. Rand, </em>for the defendant,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"A6s\">cited <em>Barnwall </em>v. <em>Harris, 1 </em>Taunt. 430; <em>Pingree </em>v. <em>Coffin, </em>12 Gray, 288; <em>Richmond </em>v. <em>Gray, </em>3 Allen, 25, and cases there cited.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b534-6\">Chapman, J.</author>\n<p id=\"AUh\">In order to maintain this bill, the plaintiffs, must prove that the title they offer to convey is good beyond a reasonable doubt, and will not expose the defendant to litigation. Fry on Specif. Perf. 253, <em>et seq. Richmond </em>v. <em>Gray, </em>3 Allen, 25. They claim title as the heirs of Newell Sturtevant, deceased. He derived his title from Charles J. Fox, by deed dated September 19th, 1850. The only defect that appears to have existed in this title was a mortgage previously made by him to Samuel K. Williams, to secure a promissory note. Therefore Newell Sturtevant took the equity of redemption, and nothing more.</p>\n<p id=\"b534-7\">On the 20th of December, 1852, Williams assigned the mortgage and indorsed the note to Sturtevant. If it had been a simple assignment, the title thus acquired would have been perfect. But the assignment was to him as “ trustee,” and the note was also indorsed to him as <em>“ </em>trustee.” This is a notice that he took the note and mortgage in trust, and raises a presumption that a trust existed. What the trust was does no4 appear, nor does it appear that any written declaration of trust is on record or in existence.</p>\n<p id=\"b534-8\">But it is obvious that the property purporting to be thus held <page-number citation-index=\"1\" label=\"527\">*527</page-number>in trust was the sum of money due on the note, and the mortgage was merely a security for the money. The debt is always the principal, and the mortgage is merely the accessory. If the debt is assigned without the mortgage, the mortgage is held in trust for the assignee. <em>Parsons </em>v. Welles, 17 Mass. 425. A valid trust of chattels may be created, established and proved by mere paroi declarations, as well since the statute of frauds as before. Hill on Trustees, 57, and qases cited. Here then is a notice of a trust which need not appear of record; and of such a character that it would not be extinguished by the union of the legal and equitable title to the land in Newell Sturtevant.</p>\n<p id=\"b535-4\">As the mortgage has not been foreclosed, it remains apparently a trust of a chattel, secured by the mortgage. On the decease of Sturtevant, the legal title to the note and mortgage passed to his administrator and not to his heirs, because he held it in trust. The heirs hold the equity of redemption subject to the mortgage, and the title which they offer to convey is apparently subject to the mortgage. Undoubtedly the administrator may collect the note and discharge the mortgage by which it is secured, and he will then hold the money subject to such trust as may be established, and the title of the plaintiffs to the land will be perfect. But though he has permitted the plaintiffs, who are the heirs, to bring the note and mortgage into court, yet he is not a party to the suit, nor has he accepted payment or given a release ; and if there is a trust they are not authorized to receive the money or discharge the incumbrance.</p>\n<p id=\"b535-5\">As the parties have submitted the case upon bill and answer, in which no more facts than those above referred to are established, it does not appear that the title which the plaintiffs offer to make is unincumbered.</p>\n<p id=\"b535-6\">They allege in their bill that no trust in fact existed ; and that if it ever did exist it has been discharged; but they fail to establish the fact. If either fact were true, it would have been easy to procure the removal of the cloud from their title by taking up the note and procuring a discharge or release' from the administrator. But as this has not been done, the cloud remains. <em>Bill dismissed loith costs.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}