{
  "casebody": {
    "data": "<casebody firstpage=\"392\" lastpage=\"393\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b446-7\">Joseph BONNEY, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b446-9\">No. 15824.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b446-10\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b446-11\">April 22, 1958.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b446-16\">Floyd O. Davidson, Ketchikan, Alaska, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b446-17\">Roger G. Connor, U. S. Atty., Jerome A. Moore, Asst. U. S. Atty., Juneau, Alaska, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b446-18\">Before STEPHENS, Chief Judge, and DENMAN and ORR, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b446-19\">PER CURIAM.</author>\n<p id=\"b446-20\">Before trial defendant moved to dismiss the indictment on the ground that it failed to state a criminal offense.</p>\n<p id=\"b446-21\">The charges contained in the indictment may be summarized as follows: that the defendant (appellant) obtained money by falsely representing at the time of its receipt that the money would be forwarded to certain named dealers to purchase clothing, but on the contrary defendant (appellant) used the money for his own purposes. The ground of the motion to dismiss was that the implied intention to perform was merely a promise to do something in the future and therefore did not come within the scope of a false pretense.</p>\n<p id=\"b446-22\">The trial court took the view that the legislative intent in enacting A.C.L.A. 1949, § 65-5-81, was to prohibit the obtaining of property by falsely representing present intentions. This construction was contrary to a prior holding of an Alaska court, United States v. Pearce, 1924, 7 Alaska 246, and is contrary to the weight of authority to the effect that <page-number citation-index=\"1\" label=\"393\">*393</page-number>to be indictable a false pretense or representation must be an untrue statement of a past or existing fact, not a representation or promise as to future events. We recognize there is authority for the view contended for by appellee that misrepresentation of intention is a misrepresentation of an existing fact. We are not persuaded by that argument and hold with the majority opinion that such is not the correct construction. Many cases could be cited, but we content ourselves with calling attention to Annotation, 168 A.L.R. 833. The judgment of conviction is vacated and the District Court is directed to grant the motion to dismiss the indictment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}