{
  "casebody": {
    "data": "<casebody firstpage=\"835\" lastpage=\"837\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b889-15\">UNITED STATES of America, v. James F. WILLIAMS, Appellant,</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b889-17\">No. 23712.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b889-18\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b889-19\">Argued Feb. 1, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b889-20\">Decided Sept. 6, 1973.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b890-9\"><page-number citation-index=\"1\" label=\"836\">*836</page-number>Reuben Bonnett, Silver Spring, Md. (appointed by this Court), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b890-10\">Kenneth Michael Robinson, Asst. U. S. Atty., with whom Thomas A. Flannery, U. S. Atty. at the time the brief was filed, John A. Terry and Charles R. Work, Asst. U. S. Attys., were on the brief, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b890-12\">Before BAZELON, Chief Judge, WILKE Y, Circuit Judge, and VAN PELT,<footnotemark>*</footnotemark> Senior District Judge for the District of Nebraska.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b890-17\"> Sitting by designation pursuant to 28 U.S.C. § 294(d) (1964).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b890-13\">PER CURIAM:</author>\n<p id=\"b890-14\">Appellant was convicted on June 11, 1969 of violations of 26 U.S.C. § 4704(a) and 21 U.S.C. § 174. His contention that Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962), imposes a constitutional bar to criminal conviction of an addict for possession of narcotics for his own use is foreclosed by this Court’s decision in United States v. Moore, 158 U.S.App.D. C. —, 486 F.2d 1139 (1973).</p>\n<p id=\"b890-15\">On October 24, 1969 appellant was sentenced to five years on count one (§ 4704(a)) and ten years on count two (§ 174), the mandatory minimum. The sentences were to run concurrently. At the sentencing proceeding the trial judge indicated his belief that Appellant was likely to be benefited by treatment. Sentencing Transcript at 4-6. The judge, however, did not commit appellant under the Narcotic Addict Rehabilitation Act of 1966 (NARA), apparently because he felt bound by the contrary recommendation made by the pertinent institution following an examination under 18 U.S.C. § 4252. Sentencing Transcript at 4-5. But 18 U.S.C. § 4253(a) makes NARA commitment mandatory after a finding by the sentencing judge that treatment will be beneficial:</p>\n<blockquote id=\"b890-16\">Following the examination provided for in section 4252, if the <em>court </em>determines that an eligible offender is an addict and is likely to be rehabilitated through treatment, it shall commit him to the custody of the Attorney General for treatment under this chapter, except that no offender shall be committed under this chapter if the Attorney General certifies that ade<page-number citation-index=\"1\" label=\"837\">*837</page-number>quate facilities or personnel for treatment are unavailable. . . . 18 U. S.C. § 4253(a) (emphasis added).</blockquote>\n<p id=\"b891-5\">Thus the trial judge was not bound by the recommendation he had received.<footnotemark>1</footnotemark> There should be resentencing in light of this holding.</p>\n<p id=\"b891-6\">The convictions are affirmed. The sentences are vacated and remanded for further proceedings not inconsistent with this order.</p>\n<p id=\"b891-7\">So ordered.</p>\n<footnote label=\"1\">\n<p id=\"b891-16\">. Other issues relating to similar recommendations under the Youth Corrections Act are being considered by this court in United States v. Tillman, Slip Opinion No. 71-1352 (June 6, 1973) (petition for rehearing <em>en hanc </em>granted August 10, 1973).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}