{
  "casebody": {
    "data": "<casebody firstpage=\"950\" lastpage=\"952\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1004-6\">George P. BAKER et al., Plaintiffs-Appellants, v. GOLD SEAL LIQUORS, INC., Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1004-9\">No. 72-1386.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1004-10\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1004-11\">Argued April 20, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1004-12\">Decided Aug. 23, 1973.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1004-22\">Paul R. Duke, Philadelphia, Pa., Edward R. Gustafson, Chicago, III., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1004-23\">Theodore J. Herst, Max W. Petacque, Chicago, 111., for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1004-24\">Before SWYGERT, Chief Judge, and HASTINGS and MURRAH,<footnotemark>*</footnotemark> Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1004-25\"> Alfred P. Murrah, of the Tenth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1005-4\"><page-number citation-index=\"1\" label=\"951\">*951</page-number>MURRAH, Circuit Judge.</author>\n<p id=\"b1005-5\">The trustees of the Penn Central Transportation Company in a Section 77 reorganization proceeding in the District Court for the Eastern District of Pennsylvania brought this plenary suit in the Northern District of Illinois against Gold Seal Liquors, Inc. to recover $6,999.76 for accrued freight charges. Gold Seal Liquors counterclaimed for $18,016.77 for cargo loss and damages. The Illinois court allowed a setoff and rendered judgment against the trustees for the balance in the sum of $11,017.01. The respective accounts are not disputed. The sole question is the propriety of the setoff.</p>\n<p id=\"b1005-6\">It seems to be agreed that the setoff provisions of Section 68 of the Bankruptcy Act do not necessarily obtain in a reorganization proceeding of this kind. That is, see Susquehanna Chemical Corp. v. Producers Bank &amp; Tr. Co., 174 F.2d 783 (3d Cir. 1949), and Lowden v. N. W. National Bank, 298 U. S. 160, 56 S.Ct. 696, 80 L.Ed. 1114 (1936). Nor do the trustees contend that the Illinois court was not empowered to grant the setoff. The contention is that “considerations of judicial comity should have persuaded” the Illinois court to honor Order No. 571 of the bankruptcy court enjoining all persons, firms and corporations holding credits for the account of the debtor from offsetting them against any obligation of the debt- or.</p>\n<p id=\"b1005-7\">Giving force and effect to Order No. 571, the bankruptcy court has held in a summary contempt proceeding that Section 77(a) conferred upon it “exclusive jurisdiction of the debtor and its property wherever located”; that choses in action are property of the debtor and in the actual or constructive possession of the debtor; and that it would prejudice the public interest in the continuation of railroad service to allow setoffs to deprive the debtor of sorely needed bank cash. <em>See </em>Penn Cent. Tr. Co. v. National City Bank of Cleveland, Ohio, 315 F. Supp. 1281 (E.D.Pa.1970). The banks in that case were accordingly summarily ordered to restore the bank balances which they had set off against debts owed them by the railroad. 315 F.Supp. at 1285. This order, however, did not undertake to formally adjudicate the rights of the parties, it merely restrained the banks from exercising the remedy of self-help. <em>See </em>315 F.Supp. at 1284.</p>\n<p id=\"b1005-9\">In a plenary suit indistinguishably similar to ours, the Indiana court declined to adjudicate the counterclaim or to allow a setoff on the grounds that, inasmuch as Order No. 571 expressly enjoined setoffs, counterclaims must be filed and adjudicated by the bankruptcy court along with the claims of other creditors. <em>See </em>Penn Central Transp. Co. v. March Warehouse Corp., 356 F.Supp. 567 (S.D.Ind.1972).</p>\n<p id=\"b1005-10\">We cannot agree that “judicial comity” dictates forbearance of the exercise of the jurisdiction of the court in cases of this kind. The trustees having invoked the jurisdiction of the Illinois court for the adjudication of the railroad’s claim, there is nothing in the principles of “judicial comity” to require the Illinois court to withhold the full exercise of its jurisdiction.</p>\n<p id=\"b1005-11\">After all, plenary actions by trustees in a reorganization proceeding are nothing more than ordinary lawsuits. <em>See, e. g., </em>5 Moore’s Federal Practice |f 38.-30(4). The power to adjudicate the subject matter is unquestioned and unquestionable. The Federal Rules of Civil Procedure undoubtedly apply <em>(see </em>7 Moore’s Federal Practice 81.04(1)), and a counterclaim is permissible, even compulsory <em>(see </em>Fed.R.Civ.P. 13(a)-(c), and 3 Moore’s Federal Practice jfH 13.-12(1) and 13.13). Both the claim and the counterclaim are upon stated accounts — equitable principles do not serve to shape or fashion the relative rights and remedies of the parties.</p>\n<p id=\"b1005-12\">The adjudication of the claims in the Illinois court is a matter of law. The satisfaction of the resulting judgment is subject to the equitable princi-<page-number citation-index=\"1\" label=\"952\">*952</page-number>pies generally applicable in a court of bankruptcy. The judgment of the Illinois court must now be submitted to the reorganization court with all other claims, to be satisfied in accordance with the appropriate orders of that court.</p>\n<p id=\"b1006-4\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}