{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"121\" lastpage=\"141\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b133-8\" pgmap=\"133\">(Nos. 82177, 82198 cons.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b133-9\" pgmap=\"133\">CONCEPCION NOYOLA et al., Appellees, v. THE BOARD OF EDUCATION OF THE CITY OF CHICAGO et al., Appellants.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b133-10\" pgmap=\"133\">Opinion filed October 23, 1997.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b135-5\" pgmap=\"135\">MILLER and BILANDIC, JJ., dissenting.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b135-8\" pgmap=\"135\">Marilyn F. Johnson, William A. Morgan and Kathleen M. Gibbons, of Chicago, for appellant the Board of Education of the City of Chicago.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b135-9\" pgmap=\"135\">James E. Ryan, Attorney General, of Springfield (Barbara A. Preiner, Solicitor General, and Jan E. Hughes, Assistant Attorney General, of Chicago, of counsel), for appellants Illinois State Board of Education and the State Superintendent.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b135-10\" pgmap=\"135\">Theresa Fay-Bustillos, Patricia Mendoza and Rosa M. Abreu, of Chicago, for appellees.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b135-11\" pgmap=\"135\">Franczek Sullivan P.C., of Chicago (Patricia J. Whit-ten and John L. Wren, of counsel), for amicus curiae Illinois Association of School Boards.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b136-2\" pgmap=\"136\">John T. Hundley, of Hundley &amp; Brusslan, of Chicago, for amici curiae Miguel A. del Valle et al.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b136-3\" pgmap=\"136\">JUSTICE HARRISON</author> <p id=\"AEs\" pgmap=\"136\">delivered the opinion of the court:</p> <p id=\"b136-4\" pgmap=\"136\">The issue in this appeal is whether plaintiffs, who are the parents of economically disadvantaged Chicago school students and a community advocacy group whose members include the parents of such students, have the right to bring an action challenging the manner in which the board of education of the City of Chicago and the Illinois State Board of Education allocate Chapter 1 funds under section 18 — 8(A)(5)(i)(l)(a) of the School Code (105 ILCS 5/18 — 8(A)(5)(i)(l)(a) (West 1994)).</p> <p id=\"b136-5\" pgmap=\"136\">The circuit court initially dismissed plaintiffs’ claims for lack of standing, but the appellate court reversed and remanded. Noyola v. Board of Education, 227 Ill. App. 3d 429 (1992). On remand, plaintiffs filed a second amended complaint alleging that defendants are violating the provisions of section 18 — 8(A)(5)(i)(l)(a) of the School Code in two ways. The first is by diverting Chapter 1 funds that should be spent at \"attendance centers,” i.e., schools, and using them instead for administrative and overhead costs. The second is by using Chapter 1 funds to supplant rather than supplement the resources necessary to meet the educational needs of economically disadvantaged students.</p> <p id=\"b136-6\" pgmap=\"136(82) 137(11)\">Plaintiffs contend that as a result of defendants’ unlawful use of Chapter 1 funds, economically disadvantaged Chicago school students have been deprived of adequate educational opportunities in violation of their statutory and constitutional rights. They also assert that defendants’ actions violate the requirements of the Illinois Administrative Procedure Act (5 ILCS 100/1 — 1 et seq. (West 1994)). For their relief, plaintiffs request a determination that defendants have violated the law and an order requiring defendants to use Chapter 1 funds as section 18 — 8(A)(5)(i)(l)(a) of the School Code requires.</p> <p id=\"b137-4\" pgmap=\"137\">On defendants’ motions, the circuit court dismissed plaintiffs’ second amended complaint. The court took issue with the sufficiency of plaintiffs’ factual allegations, but the primary basis for its decision was its belief that a private right of action to enforce section 18— 8(A)(5)(i)(l)(a) could not be implied under the School Code.</p> <p id=\"b137-5\" pgmap=\"137\">The appellate court affirmed in part and reversed in part and remanded. 284 Ill. App. 3d 128. It held that the constitutional claims asserted by plaintiffs were factually and legally insufficient. It also held that plaintiffs had abandoned their claim that defendants’ actions violated the Illinois Administrative Procedure Act. Where the appellate court disagreed with the circuit court was on the question of whether plaintiffs could assert a private right of action to enforce section 18— 8(A)(5)(i)(l)(a). In the appellate court’s view, a private right of action could be implied under the statute, plaintiffs were proper parties to bring such an action, and the facts pled by plaintiffs were sufficient to withstand defendants’ motions to dismiss. Accordingly, the appellate court reversed the circuit court’s judgment dismissing plaintiffs’ claim to enforce the statute and remanded for further proceedings with respect to that claim. Defendants filed two separate petitions for leave to appeal (155 Ill. 2d R. 315), which we consolidated and allowed.</p> <p id=\"b137-6\" pgmap=\"137(63) 138(43)\">In reviewing the appellate court’s judgment, we begin with a discussion of section 18 — 8(A)(5)(i)(l)(a) of the School Code, the statute on which plaintiffs’ cause of action is founded. Under Illinois law, school districts receive distributions of general state aid from the state’s common school fund. The formula for calculating how much general state aid a district will receive is set forth in section 18 — 8 of the School Code. That formula is designed to enable districts with modest property tax bases to achieve a certain minimum level of funding per pupil. Committee for Educational Rights v. Edgar, 174 Ill. 2d 1, 6-7 (1996).</p> <p id=\"b138-3\" pgmap=\"138\">The amount of general state aid a district receives is based on a weighted average of daily attendance at schools within the district and on the equalized assessed valuation of property in the district. A district’s weighted average daily attendance is increased by the number of low-income eligible pupils it has. 105 ILCS 5/18 — 8(A)(l)(n) (West 1994). Correspondingly, the presence of low-income eligible pupils will increase the amount of general state aid a district receives, all else being equal. The additional general state aid monies a district receives due to the presence of low-income eligible pupils are known as Chapter 1 funds. 23 Ill. Adm. Code § 202.10 (1997); 105 ILCS 5/18— 8(A)(5)(i)(l)(a).</p> <p id=\"b138-4\" pgmap=\"138\">Detailed requirements govern how school districts with an average daily attendance of 50,000 or more may expend Chapter 1 funds. Those requirements are set forth in section 18 — 8(A)(5)(i)(l)(a) of the School Code. Under that statute, school districts are required to distribute all Chapter 1 funds \"to attendance centers and only to attendance centers,” subject to certain limitations. 105 ILCS 5/18 — 8(A)(5)(i)(l)(a) (West 1994). This requirement was implemented by the General Assembly in phases, beginning with the 1989-90 school year. It is now in full effect.</p> <p id=\"b138-5\" pgmap=\"138(50) 139(74)\">Underlying section 18 — 8(A)(5)(i)(l)(a) is the principle that Chapter 1 funds should benefit the low-income students responsible for bringing those funds into the district. Consistent with this purpose, the statute specifies that the funds must be distributed to attendance centers in proportion to the number of students enrolled at the centers who are eligible to receive free or reduced price lunches or breakfasts under the Federal Child Nutrition Act and the National School Lunch Act. The statute further specifies that the appropriations an attendance center would otherwise receive cannot be reduced or adjusted to offset a distribution of Chapter 1 funds. Under the law, Chapter 1 funds must supplement rather than supplant other appropriations. 105 ILCS 5/18 — 8(A)(5)(i)(l)(c) (West 1994).</p> <p id=\"b139-5\" pgmap=\"139\">To insure compliance with the foregoing requirements, school districts must prepare annual plans and submit them for approval to the State Board of Education. If they fail to do so, the State Board of Education is required to withhold their Chapter 1 funding. In addition, once Chapter 1 funds have been distributed to a district, the district must prepare and submit a report to the State Board of Education showing how the funds were expended. 105 ILCS 5/18 — 8(A)(5)(i)(l)(d) (West 1994). The law directs the State Board of Education to promulgate rules and regulations to implement these requirements.</p> <p id=\"b139-6\" pgmap=\"139\">The Chicago Board of Education is subject to the provisions of section 18 — 8(A)(5)(i)(l). In the complaint at issue in this case, plaintiffs allege that the Board has violated the statute by using Chapter 1 funds for administrative and overhead costs instead of distributing those funds to eligible attendance centers. Plaintiffs further allege that the Board has also violated the statute by using Chapter 1 funds to supplant, rather than supplement, funds that would otherwise be allocated to the attendance centers. According to the complaint, the Board has done so, in part, by cutting funding for basic programs, thereby forcing local school councils to use Chapter 1 funds to cover the costs of those programs.</p> <p id=\"b139-7\" pgmap=\"139(17) 140(45)\">Plaintiffs’ complaint takes issue with the conduct of the State Board of Education as well. According to plaintiffs, the State Board has failed to meet its responsibilities under the statute because it has not enforced the provisions of section 18 — 8(A)(5)(i)(l) and has not promulgated rules and regulations that would prevent the Chicago Board of Education from circumventing that statute.</p> <p id=\"b140-3\" pgmap=\"140\">In reversing the circuit court’s dismissal of these claims, the appellate court opined that plaintiffs do have the right to bring a private right of action to compel the Chicago Board of Education and the State Board of Education to comply with section 18 — 8(A)(5)(i)(l)’s requirements. For the reasons that follow, we agree with the appellate court’s conclusion that plaintiffs should be permitted to pursue their claim to enforce the requirements of that statute. We disagree, however, with the court’s application of the rules regarding implied private rights of action.</p> <p id=\"b140-4\" pgmap=\"140\">Implied private rights of action are an established feature of our jurisprudence. Under several centuries of English common law, the courts adhered to the view that every act of Parliament gave rise to private remedy to a party wronged by its violation. H. Foy, Some Reflections on Legislation, Adjudication, and Implied Private Actions in the State and Federal Courts, 71 Cornell L. Rev. 501, 524-25 (1986). The right to maintain a private action did not depend on the text of the legislation or the demonstrable intentions of Parliament. Rather, it was based on a general legal principle extrinsic to the legislation itself, namely,</p> <blockquote id=\"b140-5\" pgmap=\"140\">\"that every English subject had a right to a remedy for things done to him contrary to English law, including the acts of Parliament, and *** the royal courts were obligated to provide such remedies.” 71 Cornell L. Rev. at 528.</blockquote> <p id=\"b140-6\" pgmap=\"140(28) 141(134)\">In the United States, the theory justifying private rights of action has evolved from these English common law origins. Beginning with Cort v. Ash, 422 U.S. 66, 45 L. Ed. 2d 26, 95 S. Ct. 2080 (1975), the view that has emerged in the federal courts is that recognition of a right of action implied by statute ultimately rests on the intent of the legislature. 71 Cornell L. Rev. at 565. See, e.g., Virginia Bankshares, Inc. v. Sandberg, 501 U.S. 1083, 1102, 115 L. Ed. 2d 929, 951, 111 S. Ct. 2749, 2763 (1991). According to the federal courts, unless the intent to create a private cause of action can be inferred from the language of the statute, the statutory structure or some other course, the essential predicate for implication of a private remedy does not exist. Karahalios v. National Federation of Federal Employees, Local 1263, 489 U.S. 527, 533, 103 L. Ed. 2d 539, 547,109 S. Ct. 1282, 1286-87 (1989).</p> <p id=\"b141-5\" pgmap=\"141\">An entirely different approach to analyzing the adjudicatory consequences of legislation has been taken in the state courts. There judges have come to identify the implied statutory action with modern tort actions based on the law of the reasonable person. Their view is that conduct violating legislated rules is negligent, and if a statutory violation proximately causes an injury of the kind the legislature had in mind when it enacted the statute, the offending party is civilly liable for that injury. 71 Cornell L. Rev. at 566. See, e.g., Restatement (Second) of Torts §§ 285, 286, 288B (1965).</p> <p id=\"b141-6\" pgmap=\"141(103) 142(16)\">In Illinois, this approach is reflected in those cases holding that the violation of a statute or ordinance designed to protect human life or property is prima facie evidence of negligence. See, e.g., Kalata v. Anheuser-Busch Cos., 144 Ill. 2d 425, 434-35 (1991); Gouge v. Central Illinois Public Service Co., 144 Ill. 2d 535, 542-43 (1991); French v. City of Springfield, 65 Ill. 2d 74, 79 (1976); see Curtis v. County of Cook, 98 Ill. 2d 158 (1983); cf. Martin v. Ortho Pharmaceutical Corp., 169 Ill. 2d 234, 240-41 (1996) (invoking prima facie negligence standard, but also requiring consideration of legislative intent where cause of action was based on federal regulation rather than state statute or ordinance).</p> <p id=\"b142-3\" pgmap=\"142\">Underlying these cases is the notion that statutes and ordinances designed to protect human life or property establish the standard of conduct required of a reasonable person. Illinois Pattern Jury Instructions, Civil, No. 60.00, Introduction, at 246 (1995). In other words, they fix the measure of legal duty. See Gouge, 144 Ill. 2d at 542-43; W. Keeton, Prosser &amp; Keeton on Torts § 36 (5th ed. 1984). \"Where a defendant violates one of these statutes or ordinances, a plaintiff who belongs to the class intended to be protected by that statute or ordinance and whose injury is of the type the statute or ordinance was intended to protect against may recover upon establishing that the defendant’s violation proximately caused plaintiffs injury. Kalata, 144 Ill. 2d at 434-35; Gouge, 144 Ill. 2d at 543; French, 65 Ill. 2d at 79.</p> <p id=\"b142-4\" pgmap=\"142\">While the foregoing decisions rest on a negligence paradigm, the Restatement (Second) of Torts § 874A (1979) also recognizes that liability may be imposed based on violation of a statute using tort theories in addition to negligence, such as battery, trespass, and intentional infliction of emotional distress. According to section 874A,</p> <blockquote id=\"b142-5\" pgmap=\"142\">\"When a legislative provision protects a class of persons by proscribing or requiring certain conduct but does not provide a civil remedy for the violation, the court may, if it determines that the remedy is appropriate in furtherance of the purpose of the legislation and needed to assure the effectiveness of the provision, accord to an injured member of the class a right of action, using a suitable existing tort action or a new cause of action analogous to an existing tort action.” Restatement (Second) of Torts § 874A (1979).</blockquote> <p id=\"b142-6\" pgmap=\"142(41) 143(165)\">This approach has also been followed by our court. Rodgers v. St. Mary’s Hospital, 149 Ill. 2d 302, 308 (1992), Corgan v. Muehling, 143 Ill. 2d 296, 312-13 (1991), and Sawyer Realty Group, Inc. v. Jarvis Corp., 89 Ill. 2d 379 (1982), are illustrative, as is Board of Education v. A, C &amp; S, Inc., 131 Ill. 2d 428, 470 (1989). Those cases hold that implication of a private right of action is appropriate when (1) plaintiff is a member of the class for whose benefit the statute was enacted, (2) it is consistent with the underlying purpose of the statute, (3) plaintiff’s injury is one the Act was designed to prevent, and (4) it is necessary to provide an adequate remedy for violations of the statute. Rodgers, 149 Ill. 2d at 308. See also Calloway v. Kinkelaar, 168 Ill. 2d 312, 319-20 (1995) (invoking the prima facie evidence of negligence standard followed in cases such as Kalata, 144 Ill. 2d at 434-35, but also noting that \"[a] private remedy may be implied from a remedial statute where there is a clear need to effectuate the purpose of such statute [citation], even though no express remedy has been provided in the legislation”).</p> <p id=\"b143-5\" pgmap=\"143\">In Rodgers, 149 Ill. 2d 302, our court followed the four-part test for implication of private right of action to hold that the plaintiff could sue a hospital for damages based on its failure to preserve X rays in violation of the X-Ray Retention Act (Ill. Rev. Stat. 1987, ch. IIIV2, par. 157 — 11). In Corgan, 143 Ill. 2d 296, the court held that a woman could bring a nuisance action to recover damages from her psychologist based on his violation of the Psychologist Registration Act (Ill. Rev. Stat. 1981, ch. 111, par. 5301 et seq.). Likewise, in Sawyer Realty Group, Inc., 89 Ill. 2d 379, the court concluded that prospective purchasers of real estate could assert a damage action against certain real estate brokers based on the brokers’ violation of the Real Estate Brokers and Salesmen License Act (Ill. Rev. Stat. 1977, ch. 111, par. 5701 et seq.).</p> <p id=\"b143-6\" pgmap=\"143(29) 144(108)\">In reversing the circuit court’s dismissal of plaintiffs’ claims in the case before us today and ruling that plaintiffs have the right to bring a private right of action to compel the Chicago Board of Education and the State Board of Education to comply with section 18— 8(A)(5)(i)(l)’s requirements, the appellate court relied on the criteria set forth in Rodgers and its antecedents. Although the parties themselves have not questioned the relevance of those criteria, we note that those criteria are not necessary for resolution of this dispute. Unlike the cases cited above, the plaintiffs in this case are not attempting to use a statutory enactment as the predicate for a tort action. What they want is to force the public officials responsible for implementing section 18— 8(A)(5)(i) to do what the law requires.</p> <p id=\"b144-3\" pgmap=\"144(220) 145(59)\">The officials involved in this case assert that the manner in which they have acted should be beyond the reach of the courts. We disagree. Although the courts may not legislate in the field of public education (Committee for Educational Rights v. Edgar, 174 Ill. 2d at 27), they most certainly have the authority to assure that the action of public officials does not deprive citizens of rights conferred by statute or the Constitution (Dixon Ass’n for Retarded Citizens v. Thompson, 91 Ill. 2d 518, 533 (1982)). Where, as alleged here, public officials have failed or refused to comply with requirements imposed by statute, the courts may compel them to do so by means of a writ of mandamus, provided that the requirements for that writ have been satisfied. See People ex rel. Sklodowski v. State of Illinois, 284 Ill. App. 3d 809, 817-18 (1996), appeal allowed, 171 Ill. 2d 584 (1997) (action for mandamus will lie to compel state officials to comply with statutory requirements regarding funding of state retirement systems); Senn Park Nursing Center v. Miller, 104 Ill. 2d 169, 182-83 (1984) (mandamus proper to compel Director of Public Aid to issue reimbursements under valid existing procedure rather than invalid new procedure established by Department); Dennis E. v. O’Malley, 256 Ill. App. 3d 334, 346 (1993) (mandamus can be used to compel clerk of the court to comply with her statutory duties); Carroll v. Miller, 116 Ill. App. 3d 311 (1983) (;mandamus appropriate to compel Illinois Department of Public Aid to make assistance payments where recipients have right to such payments and Department has nondiscretionary duty to provide the payments).</p> <p id=\"b145-5\" pgmap=\"145\">Mandamus is an extraordinary remedy to enforce, as a matter of right, \"the performance of official duties by a public officer where no exercise of discretion on his part is involved.” Madden v. Cronson, 114 Ill. 2d 504, 514 (1986). The writ provides affirmative rather than prohibitory relief (Chicago Bar Ass’n v. Illinois State Board of Elections, 161 Ill. 2d 502, 507 (1994)) and can be used to compel the undoing of an act (People ex rel. Bier v. Scholz, 77 Ill. 2d 12, 16 (1979)).</p> <p id=\"b145-6\" pgmap=\"145\">Despite the remedy’s extraordinary nature, mandamus proceedings are governed by the same pleading rules that apply to actions at law. For a complaint seeking mandamus to withstand a challenge to its legal sufficiency, it must allege facts which establish a clear right to the relief requested, a clear duty of the respondent to act, and clear authority in the respondent to comply with the writ. See Dennis E., 256 Ill. App. 3d at 340-41. Plaintiffs’ complaint here satisfies this standard. Section 18 — 8(A)(5)(i)(l) of the School Code imposes specific requirements regarding the use of Chapter 1 funds; defendants are the parties responsible under the law for meeting those requirements; and, according to plaintiffs’ complaint, defendants have violated the law in contravention of their statutory responsibilities.</p> <p id=\"b145-7\" pgmap=\"145(45) 146(69)\">As noted earlier in this disposition, plaintiffs’ complaint alleges that the local school board has violated the law by (1) using Chapter 1 funds for administrative and overhead costs instead of distributing those funds to eligible attendance centers and (2) using Chapter 1 funds to supplant, rather than supplement, funds that would otherwise be allocated to the attendance centers. The complaint further alleges that the state school board has violated the law by not enforcing the provisions of the statute and by not promulgating rules and regulations that would prevent the local school board from violating the statute. Exhibits attached to the complaint and incorporated therein document plaintiffs’ allegations in detail.</p> <p id=\"b146-3\" pgmap=\"146\">As noted earlier in this disposition, Chapter 1 funds are intended to benefit the low-income students responsible for bringing those funds into the school district. Those low-income students have a clear right to the benefits provided by the law, and as parents of those students and a group representing such parents, plaintiffs are the appropriate parties to seek mandamus relief on the students’ behalf.</p> <p id=\"b146-4\" pgmap=\"146\">Defendants suggest that allowing plaintiffs to proceed with their action would interfere with the right of the State Board of Education to exercise its discretion and impede the operation of the public schools. This argument is unpersuasive. Compliance with section 18— 8(A)(5)(i)(l) of the School Code is not optional, and the responsibilities vested in the State Board of Education do not include the right to sanction expenditures of Chapter 1 funds contrary to the dictates of the statute. Moreover, as this court noted in Senn Park Nursing Center, 104 Ill. 2d at 188, \"the State cannot justifiably claim interference with its functions when the act complained of by pláintiffs is unauthorized by statute.”</p> <p id=\"b146-5\" pgmap=\"146(53) 147(122)\">Finally, the State Board of Education and its superintendent protest that plaintiffs should be barred from proceeding against them by the doctrine of sovereign immunity. This argument must also fail. Sovereign immunity dictates that the state can only be sued in the Court of Claims, but the determination of whether an action is in fact a suit against the state turns upon an analysis of the issues involved and the relief sought, rather than on the formal designation of the parties. In re Lawrence M., 172 Ill. 2d 523, 527 (1996). In this action plaintiffs seek to compel the State Board of Education, through its superintendent, to fulfill its responsibilities under the School Code. A suit to compel state officials to act in accordance with the law is not regarded as an action against the state and is not barred by sovereign immunity even though the payment of state funds may be involved. In re Lawrence M., 172 Ill. 2d at 527; Senn Park Nursing Center, 104 Ill. 2d at 188-89.</p> <p id=\"b147-5\" pgmap=\"147\">In sum, plaintiffs may proceed, by means of mandamus, to compel the board of education of the City of Chicago and the Illinois State Board of Education to comply with section 18 — 8(A)(5)(i)(l) of the School Code, plaintiffs’ complaint is sufficient to withstand a motion to dismiss, and plaintiffs’ claims against the State Board of Education are not barred by sovereign immunity.</p> <p id=\"b147-6\" pgmap=\"147\">For the foregoing reasons, the judgment of the appellate court is affirmed.</p> <p id=\"b147-7\" pgmap=\"147\">Affirmed.</p> </opinion> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b147-8\" pgmap=\"147\">JUSTICE MILLER,</author> <p id=\"A1D\" pgmap=\"147\">dissenting:</p> <p id=\"b147-9\" pgmap=\"147(129) 148(47)\">I share Justice Bilandic’s concern that today’s decision, which holds that the plaintiffs are entitled to seek relief in a mandamus action; resolves an issue that has not been presented to us for consideration. On the merits of the question before us, I believe that recognition of a private right of action is inconsistent with the legislation at issue. The present case does not satisfy the applicable standards for implication of a private right of action. See Board of Education v. A, C &amp; S, Inc., 131 Ill. 2d 428, 470-71 (1989). Most notably, parents of Chicago school children may take part in the activities of their local school councils, which determine how Chapter 1 funds are to be spent at each school. Their ability to participate in that forum is adequate to protect their interests under the funding law. I do not believe that the legislature intended that parents would possess a private right of action under section 18 — 8(A)(5)(i)(l)(a) of the School Code (105 ILCS 5/18 — 8(A)(5)(i)(l)(a) (West 1994)).</p> <author id=\"b148-3\" pgmap=\"148\">JUSTICE BILANDIC,</author> <p id=\"Aeq\" pgmap=\"148\">also dissenting:</p> <p id=\"b148-4\" pgmap=\"148\">I respectfully dissent. The majority reverses the circuit court’s dismissal of the plaintiffs’ complaint on the ground that the plaintiffs have sufficiently stated a claim for a writ of mandamus. This is a curious holding, to say the least, as the plaintiffs’ complaint does not seek a writ of mandamus, nor does it even attempt to allege the requirements for such a writ. As a result, the trial judge never ruled on whether the plaintiffs stated a claim for mandamus, and the defendants have never been presented with the opportunity to argue that the elements for that writ are lacking. Nor do the plaintiffs argue on appeal that their complaint should be construed as seeking mandamus. To the contrary, all the parties to this case confine their arguments to the issue on which this court accepted the defendants’ petitions for leave to appeal — namely, whether the plaintiffs have an implied private right of action under section 18 — 8 of the School Code. The majority avoids this extensively briefed and argued issue by resolving the unbriefed and unargued issue of whether the plaintiffs have stated an action for mandamus. The majority’s attempt to avoid the primary issue in this case, however, is ultimately fruitless. The required elements for a writ of mandamus have not been alleged in this case.</p> <p id=\"b148-5\" pgmap=\"148(49) 149(105)\">Our precedents are clear that a writ of mandamus is an extraordinary remedy that will not be granted unless the plaintiff can show a clear, affirmative right to relief, a clear duty of the defendant to act, and clear authority in the defendant to comply with the writ. Orenic v. Illinois State Labor Relations Board, 127 Ill. 2d 453, 467-68 (1989); Senn Park Nursing Center v. Miller, 104 Ill. 2d 169, 182 (1984); Walter v. Board of Education of Quincy School District No. 172, 93 Ill. 2d 101, 105 (1982). The plaintiffs’ complaint in this case nowhere alleges a clear, affirmative right to the extraordinary relief of mandamus. Indeed, as noted above, the plaintiffs never even ask for such a writ to issue. Regardless, even assuming that this element was pled, the majority’s conclusion that mandamus is appropriate is nevertheless erroneous because the remaining elements for that writ are not satisfied.</p> <p id=\"b149-3\" pgmap=\"149(216) 150(289)\">First, the plaintiffs’ complaint fails to allege the essential element of a clear duty on the part of the defendants to act. The majority summarily concludes that this element was pled because section 18— 8(A)(5)(i)(l) \"imposes specific requirements regarding the use of Chapter 1 funds.” 179 Ill. 2d at 133. In so holding, the majority vastly oversimplifies the relevant statutory provisions. A review of these statutory provisions shows that the duties alleged to be owed by the defendants in this case are far from \"clear.” The plaintiffs’ complaint charges that the defendants, during the years from 1978 to 1993, violated two requirements of section 18 — 8: first, that all Chapter 1 funds be allocated and distributed only to eligible attendance centers and, second, that Chapter 1 funds be used only to supplement, rather than supplant, other funding for the attendance centers. These two requirements were added to section 18 — 8 by the 1988 School Reform Legislation and, as the majority concedes, were to be phased in over a number of years. The requirement that all Chapter 1 funds be allocated only to attendance centers was to be implemented as follows: 25% compliance in the 1989-90 school year; 50% compliance in the 1990-91 school year; 75% compliance in the 1991-92 school year; and full compliance in the 1992-93 school year and thereafter. 105 ILCS 5/18 — 8(A)(5)(i)(l)(a) (West 1992). The requirement that Chapter 1 funds be used only to supplement, rather than supplant, other appropriations was to be implemented as follows: 20% compliance in the 1989-90 school year; 40% compliance in the 1990-91 school year; 60% compliance in the 1991-92 school year; 80% compliance in the 1992-93 school year; and full compliance in the 1993-94 school year and thereafter. 105 ILCS 5/18 — 8(A)(5)(i)(l)(c) (West 1992). Therefore, as the trial court concluded, for the years referred to in the plaintiffs’ complaint, the Chicago Board was explicitly authorized to use a portion of its Chapter 1 funds for any purpose it deemed appropriate. Notably, in 1993, the legislature again amended section 18 — 8 to provide that, for the 1993-94 and 1994-95 school years, the Chapter 1 funds that are allocated by the Chicago Board to attendance centers shall be reduced by $16 million, which amount may be used \"in support of the school district’s educational program as the Board of Education determines.” 105 ILCS 5/18 — 8(A)(5)(i)(l)(c) (West 1994). In 1995, the legislature again amended section 18 — 8 to provide that, beginning with the 1995-96 school year and thereafter, the Chicago Board must allocate to attendance centers an aggregate amount of not less than $261 million of Chapter 1 funds. Any amounts of Chapter 1 funds above that figure may be used by the Board \"for any lawful school purpose.” 105 ILCS 5/18— 8(A)(5)(i)(l)(c) (West 1996). Under these circumstances, I am unable to determine what \"clear duty” on the defendants’ part the majority believes it appropriate to compel by means of a writ of mandamus.</p> <p id=\"b150-3\" pgmap=\"150(37) 151(293)\">Most importantly, the majority ignores the crucial requirement for a writ of mandamus that the act sought to be compelled be a purely ministerial act over which the defendant has no discretion. Chicago Bar Ass’n v. Il linois State Board of Elections, 161 Ill. 2d 502, 507 (1994); Madden v. Cronson, 114 Ill. 2d 504, 514 (1986). Even a cursory review of the relevant provisions of section 18 — 8 demonstrates that the actions of the defendants at issue in this case are not the sort of purely ministerial acts to which the writ of mandamus is applicable. Section 18 — 8 provides that Chapter 1 funds are to be used at each school at the discretion of the principal and local school council \"for programs to improve educational opportunities.” 105 ILCS 5/18— 8(A)(5)(i)(l)(c) (West 1992). Notably, these local school councils, comprised of the school principal and parents, teachers and community members, were created by the Chicago School Reform Act of 1989 for the purpose of placing increased authority for individual school decisions at the individual school level. See Fumarolo v. Chicago Board of Education, 142 Ill. 2d 54, 63 (1990). Section 18 — 8 requires the Chicago Board to submit to the State Board each year \"an acceptable plan to meet the educational needs of disadvantaged children, in compliance with the requirements of this paragraph,” which is \"consistent with the decisions of local school councils.” After the plan is submitted, the State Board has 60 days within which to approve or reject the plan. If the Chicago Board fails to submit a plan that is approved by the State Board, the funds affected by that plan are to be withheld. If the Chicago Board fails to distribute state aid in accordance with an approved plan, the plan for the following year is to allocate additional funds to those attendance centers which were underfunded during the previous year. 105 ILCS 5/18— 8(A)(5)(i)(l)(d) (West 1992).</p> <p id=\"b151-5\" pgmap=\"151(35) 152(126)\">Also under section 18 — 8, the State Board conducts a review of the Chicago Board’s Chapter 1 expenditures to determine compliance with statutory requirements. The Chicago Board is required to submit to the State Board each year a separate report detailing its expenditures of Chapter 1 funds during the previous year. If the State Board determines that there has been a failure to comply with the expenditure provisions of section 18 — 8, the Chicago Board must inform the state of the remedial or corrective action it will take, whether by amendment of the current plan or by adjustment in the plan for the following year. Failure to provide the expenditure report or the notification of remedial or corrective action in a timely manner will result in a withholding of the affected funds. The State Board is also directed to promulgate regulations to implement the provisions of the statute. 105 ILCS 5/18 — 8(A)(5)(i)(l)(d) (West 1992).</p> <p id=\"b152-3\" pgmap=\"152\">The plaintiffs do not allege that the defendants did not perform their functions under the statute. There is no dispute that, for each year referenced in the plaintiffs’ complaint, the Chicago Board submitted a plan for the expenditure of Chapter 1 funds and the State Board approved that plan. The plaintiffs contend only that the defendants wrongfully performed these functions. Mandamus is not appropriate under these circumstances. Neither the Chicago Board’s actions in formulating a spending plan incorporating the plans formulated by each of over 500 local school councils nor the State Board’s actions in reviewing and approving that plan may be considered purely ministerial acts, capable of being compelled by a writ of mandamus.</p> <p id=\"b152-4\" pgmap=\"152(90) 153(12)\">The writ of mandamus is a summary writ which commands the officer to whom it is addressed to perform some duty which the petitioner is entitled of right to have performed and which the party owing has failed to perform. Board of Education v. Armstead, 279 Ill. App. 3d 922, 927 (1996). The purpose of the writ is not to determine the rights and duties of the parties, but is simply to enforce rights already established. Doe v. Carlson, 250 Ill. App. 3d 570, 573 (1993). Simply stated, the extraordinary remedy of mandamus is obviously not appropriate in this case.</p> <p id=\"b153-3\" pgmap=\"153\">I would reach the issue actually presented in this case — whether section 18 — 8 grants the plaintiffs an implied private right of action.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}