{
  "casebody": {
    "data": "<casebody firstpage=\"31\" lastpage=\"38\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b43-4\">SOUTHERN BELL TELEPHONE &amp; TELEGRAPH CO. v. CITY OF RICHMOND.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b43-6\">(Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A6F\">July 9, 1900.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b43-7\">No. 361.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b43-8\">1. Federal Courts — Scope of Powers — Determining Validity of City Ordinances.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b43-10\">Where no federal question is involved, it is hardly within the province of a federal court to declare void a municipal ordinance, passed under a general grant of power from the legislature, on the ground that its provisions are unreasonable, and therefore in excess of the powers to be inferred from the grant.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b43-11\">2. Telephones — Right to Use of Streets — Consent of City.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b43-12\">The statute of Virginia (Code 1887, §§ 1287-1290) authorizes telegraph and telephone companies to construct, maintain, and operate their lines along any state or county roads or works, and over the waters of the state, and along and parallel to any of the railroads of the state, “provided the ordinary use of such roads, works, railroads and waters he not thereby obstructed; and along or over the streets of any city or town with the consent of the council thereof.” <em>Held, </em>that as such statute does not define the conditions on which streets in cities and towns may be occupied, and requires the consent of the councils, not only to the construction, but also to the maintenance and operation, of telegraph and telephone lines thereon, it delegates to such councils the power to attach conditions to their consent, especially in case of a city whose charter gives its council general authority over \"the streets, and provides that no company shall occupy any street without its consent, and that a provision, in an ordinance of such city granting the right to a telephone company to use certain streets, reserving to the council <em>the </em>right of repeal, was valid, and, on the acceptance of the grant, became a condition binding on the company.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b43-13\">3. Same — Acceptance of Ordinance — Conditions.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b43-14\">A telephone company which without objection accepts and acts upon a consent given by a city council to use the streets of the city under certain conditions is bound by such conditions, even though the council was not authorized under the statute to exact them, but was empowered only to give or refuse its unconditional consent, leaving the rights of the company, in ease consent wTas given, to be determined by the statute.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b43-15\">Appeal from the Circuit Court of the United States for the Eastern District of Virginia.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b43-16\">This case comes up on appeal from a decree of the circuit court of the United States for the Eastern district of Virginia. 98 Fed. G7J. The bill was filed by the Southern Bell-Telephone &amp; Telegraph Company for the purpose of securing an injunction against the city of Richmond, in these words: “That said city, and all others, its agents and employes, may be restrained and enjoined from removing or interfering with its poles and wires in said city, and from interfering with the right of your orator to use said poles and wires, and <em>that </em>all proceedings by said, city or its agents, and all others, to prevent your orator from continuing, renewing, repairing, and extending its lines, wires, and poles in, along, and over the streets and alleys of the said <page-number citation-index=\"1\" label=\"32\">*32</page-number>city; and to inflict fines and penalties on your orator for so doing, may be restrained and énjoined; that the right of your orator to use said poles and wires, and to carry on its said business along and over the streets of the said city, be declared and defined; that the ordinance of the said city of the 14th of December, 1894, and of the 10th of September, 1895, so far as they undertake to prevent your orator from maintaining and using its lines, poles, and wires over and along the streets and alleys of the city of Richmond, from repairing, renewing, and extending its said poles, wires, lines, and routes as its business may require, may be declared null and void; that your orator may have such other, further, general, and complete relief as may be agreeable to equity and the nature of its case.” The bill claimed that the complainant had entered upon and had secured the use of the streets and alleys of the city of Richmond for its poles and wires, under the authority of the act of congress July 24,1866 (14 Stat. 221, c. 230), and that under this act it was and is entitled to maintain and operate its lines through and over the streets and alleys of the city of Richmond, without regard to the consent of the said city. The act of 1866 applies to telegraph companies, and the complainant claimed the privileges thereunder because a telephone company was embraced and included in the term “telegraph company.” This contention was sustained by the circuit court, which, without passing upon the fights claimed by the complainant company under the laws of Virginia and the ordinances of the city of Richmond, adjudged that the complainant company had, in accordance with the terms and provisions, and under the protection of the act of congress of the United States approved July 24, 1866, which is an authority paramount and superior to any state or city ordinance in conflict therewith, the right to construct, maintain, and operate its line over and along the streets and alleys of the city of Richmond. Upon this ground the injunction prayed for was granted. The case then came up by appeal, with assignments of error, into this court, whereupon this court, concurring with the circuit court in the, opinion that the complainant company was entitled to the privileges and was under the protection of the act of congress of 1866, after modifying the decree in certain particulars, not necessary to be mentioned now', confirmed its conclusion and sustained the injunction. The cause was removed by certiorari into the supreme court of the United States. That court reversed the conclusion reached by this court, declaring that the complainant company, being a telephone company, did not come within the provisions of the act of 1866, which granted privileges and protection to telegraph companies, because telephone companies were in no sense telegraph companies. The opinion filed by the supreme court ends thus: “What rights the appellee [the Southern Bell Telephone Company] had or has under the law's of Virginia and the ordinances of the city of Richmond is a question which the circuit court did not decide, but expressly waived. It is appropriate that that question should be first considered and determined by the court of original jurisdiction.” 174 U. S. 778, 19 Sup. Ct. 784, 43 L. Ed. 1169. The decretal order is as follows: “The cause is remanded, with directions for such further proceedings in the circuit court as may be in conformity with this opinion and consistent with law.” Id. The opinion of this court, while adjudging that the complainant company had all the privileges and protection granted by the act of 1866, had also adjudged that such rights and privileges were to be enjoyed in subordination to public use and private rights, and subject to any lawful exercise of the police power belonging to the state or one of its municipalities. This was approved and affirmed by the supreme court in its opinion. The cause, having been remanded, was heard in the circuit court. That court held that, under the laws of Virginia and the ordinances of the city of Richmond, the Southern Bell Telephone &amp; Telegraph Company has no right to use the streets of that city. Eor this reason it denied the relief asked, dissolved the injunction theretofore granted, and. dismissed the bill. Leave to appeal was granted upon assignments of error, and the cause is here upon these.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b44-5\">A. L. Holladay and Hill Carter (George H. Fearons, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b44-6\">Henry R. Pollard, City Atty., for appellee.</attorneys>\n<p data-order=\"14\" data-type=\"judges\" id=\"b45-3\"><page-number citation-index=\"1\" label=\"33\">*33</page-number>Before SIMONTON, Circuit Judge, and BRAWLEY, and PUR-NELL, District Judges.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b45-4\">SIMONTON, Circuit Judge</author>\n<p id=\"AlA\">(after stating the facts as above). The question before this court is that: sent down hy the supreme court to the circuit court: What rights have or had the Southern Bell Telephone &amp; Telegraph Company, under- the laws of Virginia and the ordinances of the city of Richmond, to construct, maintain, and operate its lines in the streets and alleys of that city? The statute law of the state of Virginia in relation to telegraph and telephone companies is found in chapter 54 of the Code of 1887 (sections 1287, 1288, 1289, 1290). Section 1287 is as follows:</p>\n<blockquote id=\"b45-5\">“Right of Telegraph and Telephone Companies to Construct and Operate Lines. Mvery telegraph and every telephone company incorporated hy this or any other state, or by the United States, may construct, maintain and operate its line along any of the state or comity roads or works and over the waters of the state, and along and parallel to any of the railroads of the state, provided the ordinary use of such roads, works, railroads and waters he not thereby obstructed; and along or over the streets of any city or town with the consent of the council thereof.”</blockquote>\n<p id=\"b45-6\">It may he noted in passing that when the legislature is granting the use of any of the stale or county roads or works, and over the waters of the state, and along or parallel to its railroads, it slates the conditions in full. When the legislature comes to the use of streets of a city or town, it refers these conditions to the council of such city or town. 'Section 1288 provides for contracts for rights ,of way. Section 1289 provides, when compensation cannot be agreed on, how ascertained; what title the company acquires. Section 1290 provides as follows:</p>\n<blockquote id=\"b45-7\">“Right of Repeal hy General Assembly. The three preceding sections shall he subject to repeal, alteration or modification, and the rights and privileges acquired thereunder shall he subject to revocation or modification by the general assembly, at its idea sure.”</blockquote>\n<p id=\"b45-8\">Sections 1291, 1292, 1293, and 1291 relate to the transaction of the business of telegraph and telephone companies after iheir lines are up.</p>\n<p id=\"b45-9\">Section 7 of the charter of the city of Richmond is as follows:</p>\n<blockquote id=\"b45-10\">“To close or extend, widen or narrow, lay out and graduate, pave, and otherwise improve streets and public alleys in the city, and have them properly lighted and kept in good order; and they shall have over any street or alley in the city, which has been or may he ceded to 1lie city, like authority as over other streets or alleys. They may build bridges in, and culverts under, saidj streets; and may prevent or remove any structure, obstruction or encroachment over or under, or In a street or alley, or any sidewalk thereof, and may have shade trees planted along the said streets; and no company shall occupy with its works the streets of the city without the consent of the council.” Xaiws 3809-70, p. 124.</blockquote>\n<p id=\"b45-11\">The Southern Bell Telephone &amp; Telegraph Company is a corporation of the state of Yew York. On 20th June, 1884, the city council of Richmond passed the following ordinance:</p>\n<blockquote id=\"b45-12\">“Granting the right of way throughout the city to the Southern Bell Telephone and Telegraph Company.</blockquote>\n<blockquote id=\"b45-13\">“Section 1. Permission is hereby granted the Southern Bell Telephone and Telegraph Company to erect poles and run suitable wires thereon for the purpose of telephonic communication throughout the city of Richmond, on the <page-number citation-index=\"1\" label=\"34\">*34</page-number>public streets thereof, on such routes as may be specified and agreed on by a resolution or resolutions of the committee on streets, from time to time, and upon the conditions and under the provisions of this ordinance.</blockquote>\n<blockquote id=\"b46-4\">“Sec. 2. On any route conceded by the committee on streets! and accepted by the company, the said company shall, under the direction of the city engineer, so place its poles and wires as to allow for the use of the said poles by the fire alarm and police telegraph, in all cases giving the choice of position to the city’s wires, wherever it shall be deemed advisable by the council or the proper committee to extend the fire alarm and police telegraph over such route.</blockquote>\n<blockquote id=\"b46-5\">“Sec. 3. The telephone company to furnish telephone exchange service to the city at a special reduction of ten dollars per annum for each municipal station.</blockquote>\n<blockquote id=\"b46-6\">“See. 4. No shade trees shall be disturbed, cut or damaged by the said company in the prosecution of the work hereby authorized without the permission of the city engineer and consent of the owners of property in front of which such trees may stand, first had and obtained; and all work authorized by this ordinance shall be, in every respect, subject to the city engineer’s supervision and control.</blockquote>\n<blockquote id=\"b46-7\">“Sec. 5. This ordinance may at any time be repealed by the council of the city of Richmond; such repeal to take effect twelve months ■ after the ordinance or resolution repealing it becomes a law.”</blockquote>\n<p id=\"b46-8\">And on 14th December, 1894, that ordinance was repealed, as follows:</p>\n<blockquote id=\"b46-9\">“Repealing an ordinance approved June 26, 1884, concerning the Southern Bell Telephone and Telegraph Company.</blockquote>\n<blockquote id=\"b46-10\">“Be it ordained by the council of the city of Richmond, that the ordinance approved June 26, 1884, granting the right of way throughout the city to the Southern Bell Telephone and Telegraph Company be, and the same is hereby, repealed; that, in accordance with the fifth section of said ordinance, all privilege^ and rights granted by said ordinance shall cease and be determined at the expiration of twelve months from the approval of this ordinance by the mayor.”</blockquote>\n<p id=\"b46-11\">Tbe appellants contend: That all their rights are derived from the legislative enactment. That they have no right to use the roads, etc., of the state, and the streets of the cities and towns, except by reason, primarily, of that enactment. That the consent of the council of the municipality must be had before the right to use the streets which is granted by the act of assembly can be exercised. But, such consent having been obtained, the right to use the streets, is referred to the act of assembly, and not to the ordinance. °So that the legislature reserved to itself the right to repeal, alter, and modify section 1287 and succeeding sections, and to revoke and modify the rights and privileges acquired thereunder. The rights and privileges of the complainant company, including that of constructing, maintaining, and operating their lines on the streets of Richmond, having been acquired under the act of assembly, cannot be revoked or modified except by the action of the general assembly; this right having been expréssly reserved by it. This being so, the attempt of the city council, in- the ordinance of 1884, to reserve to itself the right to repeal that ordinance and withdraw the privileges granted thereunder, is ultra vires and void.</p>\n<p id=\"b46-12\">The learning of the counsel for the appellant has brought to the attention of the court four decisions in cases of this character in courts of last resort in Pennsylvania, Connecticut, New Jersey, and Maryland. In Appeal of City of Pittsburg, 115 Pa. St. 4, 7 Atl. 778, an act of assembly gave the right to\" a corporation to enter upon any <page-number citation-index=\"1\" label=\"35\">*35</page-number>public lane, street, alley, or highway for the purpose of laying down pipes, altering, inspecting, and repairing the same, in such way as to do as little damage as possible to the highway, and to impair as little as possible the free use thereof, and subject to such regulations as the councils of cities should by ordinance adopt. Another section of the act provided that new companies should not enter upon or lay down pipes in any streets, etc., of any borough or city, without the assent of the councils thereof, duly passed aud approved. It was held that, inasmuch as the act of assembly gave detailed instructions as to the use of these pipes, the only thing the councils could do was to assent or dissent to the entry of a company on its streets, and that it musí give such assent without conditions onerous in themselves and tending to defeat the benevolent purposes of the act, and that, having once assented, they could not revoke the consent.</p>\n<p id=\"b47-4\">In State v. Mayor, etc., of City of Jersey City (N. J. Sup.) 8 Atl. 123, the act of the legislature of Xew Jersey provided:</p>\n<blockquote id=\"b47-5\">“That any telegraph company organized by virtue of this, act [a general act] shall have full power to use the public roads and highways in the state on the line of tlieir route for the purposes of erecting posts or poles on the same to suspend wires and other fixtures, upon first obtaining the consent in writing of the owner of the soil: provided, however, no posts or poles shall be erected on any street of an incorporated city or town without first obtaining from the incorporated city or town a designation of the streets in which the same shall be placed and the manner of placing- the same.”</blockquote>\n<p id=\"b47-6\">In accordance with ¡his act, Jersey City, on the application of the Hudson Telephone 'Company, designated certain streets in that city in which its poles could be placed, and the manner of placing the same. The company complied with the designation, and proceeded to place, and had placed, many poles in the streets designated. The city council then repealed the ordinance granting the permission. The court held that this repeal was ineffective; the company, under the act, having obtained a vested right, of which it could, not he stripped by the ordinance.</p>\n<p id=\"b47-7\">In Mayor, etc., of Baltimore v. Radecke, 49 Md. 217, these were the facts: In 1806 Badecke applied to the city council for permission to erect and use on his premises a steam engine for the purpose of his business. This application was granted by the passage of a resolution containing a provision, in accordance with a city ordinance on the subject, that the engine was to be removed after six months’ notice to that effect from the mayor. Badecke erected his engine and used it until some time in 1873. He then received a notice to remove it. He refused to do so, and suit was entered for the fine in such case provided. The court held that ample power had been given to the city council to legislate upon the subject of the erection and use of steam engines in the city; that, as to the necessity for municipal legisla!ion on this subject, the mayor and city council are the exclusive judges, while the means and manner of enforcing such legislation are committed to their sound discretion; that this discretion, though broad, is not absolutely and in all cases beyond judicial control, for Hiere may be a case in which an ordinance passed under a grant of power like this is so clearly unreasonable, so arbitrary, oppressive, or partial, as to raise the presumption that the legislature never intended to confer <page-number citation-index=\"1\" label=\"36\">*36</page-number>the power to pass it, and to justify the courts in interposing and setting it aside as a plain abuse of authority; that the ordinance in question, requiring the removal of steam engines after notice from the mayor, did not prescribe regulations for their construction, location, or use, but committed to the unrestrained will of a single public officer a power over the use of steam within the limits of Baltimore practically absolute, so that he may prohibit it altogether; that this power may be exercised from enmity or prejudice, from partisan zeal or animosity, from favoritism, and other improper motives, easy of concealment and difficult of detection, hardly falls within the domain of law, and is void.</p>\n<p id=\"b48-4\">Southport v. Ogden, 23 Conn, 128, held that, when an act of assembly forbade the taking of oysters during certain months of the year in any of the waters of the state, a municipal ordinance forbidding the taking of oysters within the bounds of the municipality for certain months within the prescribed period, but for fewer months, is null and void, as in conflict with the act of assembly, and as making a party liable for two prosecutions for the same act.</p>\n<p id=\"b48-5\">It will be observed that in the Pittsburg Case the legislature dealt directly with the company, and prescribed its duties. But a single act was required from the municipal corporations. That was to consent or refuse. By consenting they admitted the company into their streets, and thenceforward they were under the provisions set out at large in the act of assembly. In the New Jersey case, also, but a single act was required of the city council, — the selection and designation of the streets in which, under the act of the legislature, the company set up its poles, strung its wires, and conducted its business. This the city council did do. Thenceforward the telephone company proceeded under the act of the legislature, and actually put up its poles. It was too late for the city council to recede. The Connecticut case has but a remote bearing on the case at bar. To say that there is a conflict between the state legislature and the city ordinance would be begging the question. The Maryland case will be commented upon hereafter.</p>\n<p id=\"b48-6\">It becomes necessary to inquire, what are the rights and privileges acquired by the Southern Bell Telephone &amp; Telegraph Company under this act of the general assembly of 'Virginia? It has the right to construct, maintain, and operate its line along any of the state or county roads or works, and over the waters of the state, and along and parallel to any of the railroads of the state, upon one condition only; and that is that the ordinary use of such roads, works, railroads, and waters be not obstructed. Thus the exercise of the police power is expressly reserved. And it has the right to construct, maintain, and operate its line along or over the streets of any city or town upon one condition only, — that this right be exercised with the consent of the council thereof. So the entire exercise of the police power is delegated to the municipality. The consent of the council is an indispensable condition, as well to the construction as to the maintenance and the operation of the line. These words, “maintain and operate,” include a series of continuous acts, — the constant and daily use, the keeping up of the efficiency, of the line. To all these the consent of <page-number citation-index=\"1\" label=\"37\">*37</page-number>the council is necessary, and must always be given. Had the act of assembly simply required the consent of the council to the construction of the line, perhaps, the consent once having been given, the line could then have been maintained and operated under the act, subject only to the police; power. But the condition inquires the consent of the council, not only to the act of construction, but to the continuous and continuing acts of maintaining and operating the line. Nor is this inconsistent with prior legislative action. The charter of Richmond, for instance, had placed its streets and alleys under the sole control, regulation, and disposition of its city council. The legisla ture could not, without repealing this clause of its charter, have disposed of the use of the streets and alleys without its consent. It is true that the legislature, under section 1290, could have repealed, altered, or modified all the provisions relating to telegraph and telephone companies, and could have revoked or modified the rights and privileges acquired by them, and, it may be, can authorize the use o¡f the streets and alleys without the consent of the council, although this would be an enlargement of the privileges of these companies, and not a modification. This word, properly, is to qualify or restrict. But to do this the general assembly must not only repeal, alter, or amend this act, hut also the charter of the city. Nor can it be said that a telephone company owes its right to construct, maintain, and operate its lines, within the limits of a municipality, solely to the action of the general assembly. The condition precedent to its use of the streets and alleys of the municipality is the consent of the council. Without this consent it can do nothing. And the most reasonable construction is that, so far as the use of the streets and alleys is concerned, the legislature lias delegated to the council the sole right of bestowing the right and privilege upon the company. When the company uses these sheets and alleys, it does so, not because the general assembly authorized it,- but because the council has consented to it. Without such consent, it can set up uo authority under the aet. The distinction between the cases quoted above and that before the court lies just; here. In those cases hut one thing was to be consented to by the municipality, — the laying of the pipes in the streets of Pittsburg; the designation of such streets for the erection of the poles in Jersey City. When consent for this was given, the condition of the act of assembly was fulfilled. In the case before the court the city council must consent not only to the construction, but to the maintenance and to the operation of the line, — a consent to the inception, the operation, the continuous existence of the line. The case of Mayor, etc., of Baltimore v. Radecke, 49 Md. 217, is very nearly on all fours with the case before (lie court. There the ordinance distinctly notified Radecke that he erected and kept up his steam engine subject to the right of the mayor to revoke the privilege. The court (a state court), construing an ordinance passed under the supposed authority of the legislature, declared the ordinance unreasonable a.nd void. A state court may, perhaps, have the power to do this. We doubt very much if this lies within the province of a federal court. The construction of Ihe ordinance .in question here involves no federal question. Its validity is not attacked as repugnant to the construction or application of the <page-number citation-index=\"1\" label=\"38\">*38</page-number>constitution of the United States. It would be a grave stretch of authority in a federal court to sit in judgment upon and criticise the motives of a body established purely for local government.</p>\n<p id=\"b50-4\">When the Southern Bell Telephone &amp; Telegraph Company applied to the city council of Bichmond for its consent to the construction, maintenance, and operation of its line in the streets and alleys of that city, the ordinance of 1884 was passed. This ordinance gave the consent desired, and expressed the terms on -which such consent was granted. It is in five sections, and each section specifies the conditions on which the consent is given. These conditions were accepted by the telephone company in the most direct and satisfactory way. The company acted upon them, and under the ordinance constructed, maintained, and operated its line. No question is made as to the first four conditions. The fifth is in these words: “This ordinance may at any time be repealed by the council of the city of Bichmond.” Then'are added words which are clearly a concession to the company: “Such repeal to take effect twelve months after the ordinance or resolution repealing it becomes a law.” Under the act of the general assembly, the council could consent or refuse. It states to the company the terms on which it will give its consent. These terms were accepted by the company, and the ordinance discloses the contract between them. If the terms were distasteful to the company, it could have refused them, or, at the- least, protested against them. It is contended that under the act of the legislature the city council could give only a categorical answer to, the request for its consent, “Yes” or “No,” without terms or conditions. But as the act itself expressed no regulations to be observed by a telegraph or telephone company in its use of the streets or alleys of a municipality, although it had done this as to the use of county and state roads, etc., clearly in referring such a company to a municipal council, it was intended that the council could state the proper measures for protecting the streets, alleys, and the public. Especially is this so when the consent must be obtained, not only to construct, but to maintain and operate, the lines. Again, it is contended that under the provisions of the act of assembly the city council of Bichmond had authority only to consent or refuse permission to the 'Southern Bell Telephone &amp; Telegraph Company to construct, maintain, and operate its line in that city, and that such consent or refusal must have been given without any qualification or condition, whatevér. It must have been a categorical “Yes” or “No.” But the city council'did in fact express conditions and qualifications in giving its consent. It may safely be assumed that, without such qualifications and conditions, consent would not have been given; that they were the reasons and motive cause for the consent. Then, if the city council could not have given — had no authority to give— a conditional or qualified consent, its attempt to consent was unauthorized, ultra vires, and void, and in fact it never has consented in the only way in which complainants maintain it could consent. From this point of view, the condition precedent of the act of the general assembly has not been performed. In order to maintain and operate its line in Bichmond, the telephone company is without the consent of the council, and must obtain it. We see no error in the judgment of the circuit court. Its decree is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}