{
  "casebody": {
    "data": "<casebody firstpage=\"1044\" lastpage=\"1046\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1108-7\">L. R. SCHMAUS CO., Inc., Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1108-9\">No. 16983.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1108-10\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1108-11\">Feb. 5, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1108-21\">Charles F. Marquis, Arthur I. Gould, David T. Link, Chicago, Ill., Winston, Strawn, Smith &amp; Patterson, Chicago, Ill., of counsel, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1108-22\">Mitchell Rogovin, Asst. Atty. Gen., Kenneth L. Gross, Attorney, Tax Division, U. S. Department of Justice, Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1108-23\">Before DUFFY, Senior Circuit Judge, and FAIRCHILD and KERNER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1108-24\">DUFFY, Senior Circuit Judge.</author>\n<p id=\"b1108-25\">L. R. Schmaus was the sole stockholder of L. R. Schmaus Co., Inc., a Wisconsin corporation. He, his wife and son-in-law, William Mammen, comprised the Board of Directors. The executive responsibilities for the corporation were carried on by Schmaus and Mammen, but Schmaus had the over-all responsi<page-number citation-index=\"1\" label=\"1045\">*1045</page-number>bility for the plumbing contracting business.</p>\n<p id=\"b1109-5\">The corporate books were maintained on a calendar year basis using the accrual method of accounting. The corporate income tax returns were prepared on the same basis.</p>\n<p id=\"b1109-6\">The question principally litigated before the Tax Court was the claim of the Commissioner that the sums paid as bonuses were unreasonable. The Tax Court did not agree and held the bonuses were reasonable in amount. We are in accord with the Tax Court in this respect.</p>\n<p id=\"b1109-7\">The issue for determination on this appeal is stated in the decision of the Tax Court in these words: “ * * * [W]e are unwilling to denominate as bonus any amounts paid over and above those authorized by the minutes.”</p>\n<p id=\"b1109-9\">There is no dispute that the larger amounts claimed by the taxpayer corporation were actually paid. Nor is there now any dispute that they were reasonable in amount.</p>\n<p id=\"b1109-10\">In Miller-Dunn Company v. Commissioner, 5 T.C.M. 114 (1946), the Tax Court held, page 116: “The respondent makes much of the fact that the action of the board was informal and not evidenced by resolution. But it has been frequently recognized that in small corporations, lack of formality furnishes no basis for denial.”</p>\n<p id=\"b1109-11\">The weight of authority and the holding of the Wisconsin courts is that action by a sole shareholder binds the corporation although the action is not authorized by the board of directors since only the shareholders have a beneficial interest in the corporation, other than its creditors. Western Industries, Inc. v. Vilter Mfg. Co., 257 Wis. 268, 43 N.W.2d 430 (1950); Davies v. Meisenheimer, 254 Wis. 419, 37 N.W.2d 93 (1949); Jesse v. Four-Wheel Drive Auto Co., 177 Wis. 627, 189 N.W. 276 (1922). In addition, here, Sehmaus was also the President of petitioner. As stated in Fletcher, Cyclopedia Corporations, Sec. 1103 (1967), if an officer of the company owns all the stock “he may use the corporate assets as he sees fit and there can be no misappropriation of corporate assets by him; * *</p>\n<p id=\"b1109-13\">In <em>Jesse, </em>supra, the Wisconsin Supreme Court said, pages 633-634, 189 N.W. page 278: “It may be said in a general way that the stockholders of a corporation may, by unanimous action of all its stockholders, dispose of its property as it pleases, so long as it does nothing against public policy.”</p>\n<p id=\"b1109-14\">The Commissioner relies on Village of Brown Deer v. City of Milwaukee, 16 Wis.2d 206, 114 N.W.2d 493 (1962). That case involved an important matter concerning annexation. However, we think significant the statement of the Court at page 497: “As a general rule, if a corporation does not raise the objection that an officer lacked authority to do an act on behalf of the corporation, such objection may not be raised by a third person. 2 Fletcher, Cyclopedia Corporations, p. 523, sec. 490.</p>\n<p id=\"b1109-15\">However, we believe that when a corporation purports to perform a political act, as opposed to a business act, other interested parties may be heard to challenge the validity thereof.”</p>\n<p id=\"b1109-16\">The Tax Court has consistently held that the controlling amount is that which was actually paid, not that which was authorized. In George Bernard’s Inc. v. Commissioner, 8 BTA 716 (1927), a case much like the one on appeal, it was stated: “If the directors’ meeting were held, but the amount of the president’s salary was by agreement revised prior to the close of the taxable year, and the amount finally decided upon was reasonable compensation for the services actually rendered, such amount is deductible.” This point was established many years ago when it was held that if compensation paid was less than that authorized, the paid amount controls. H. C. Couch v. Commissioner, 1 BTA 103 (1924); Arcadia Amusement Co. v. Commissioner, 14 BTA 1335 (1929).</p>\n<p id=\"b1110-3\"><page-number citation-index=\"1\" label=\"1046\">*1046</page-number>The Commissioner contends that this principle applies only when the amount paid is less. Nothing in the opinions of those eases or in logic supports such a conclusion. It is noteworthy that in those cases there was apparently little concern whether the lesser amount paid was authorized by the directors. It is important to bear in mind that there is no dispute here that the larger amount actually was paid and that it was reasonable in amount.</p>\n<p id=\"b1110-4\">We hold that the Tax Court was in error in refusing petitioner’s claim that it was entitled to deduct the bonuses which were actually paid, to be applied to the years in which such payments were made.</p>\n<p id=\"b1110-5\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}