{
  "casebody": {
    "data": "<casebody firstpage=\"684\" lastpage=\"689\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b712-3\">KEYES v. FIRST NAT. BANK OF ABERDEEN, S. D.<footnotemark>*</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b712-4\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b712-5\">March 29, 1928.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b712-6\">No. 7957.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b712-22\">Frank McNulty, of Long Beach, Cal. (R. F. Williamson, St. Clair Smith, and Alan Williamson, all of Aberdeen, S. D., on the brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b712-23\">John Junell, of Minneapolis, Minn. (L. W. Crofoot and E. C. Ryan, both of Aberdeen, S. D., and J. H. Colman and Lancaster, Simpson, Junell &amp; Dorsey, all of Minneapolis, Minn., on the brief), for defendant in error.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b712-24\">Before WALTER H. SANBORN and LEWIS, Circuit Judges, and PHILLIPS, District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b712-19\">Rehearing denied May 31, 1928.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b712-25\">LEWIS, Circuit Judge.</author>\n<p id=\"AE3\">This is an action on the common counts for money had and received. Plaintiff here, who was plaintiff below, sues as receiver of the First National Bank of Eureka, South Dakota, claiming that defendant, First National Bank of Aberdeen, South Dakota, received moneys from the First National Bank of Eureka and from its predecessor, German Bank of Eureka, in payment of obligations for which neither of those banks was liable, and that it is bound on an implied promise to make restitution to plaintiff. The facts on which defendant’s claimed liability is bottomed are set out in the complaint in this way:</p>\n<p id=\"b712-26\">For a long time prior to 1916, and thereafter continuously until November 18, 1919, the German Bank of Eureka was a corporation under the laws of South Dakota and engaged in the banking business. On the latter date it was converted into a national banking association as the First National Bank of Eureka. In August, 1920, it became insolvent and plaintiff was appointed receiver by the Comptroller. Christian Yorlander was president of the German Bank of Eureka for many years, and when it was converted into a national banking association he continued as president until his death in August, 1920. While president he had in his possession and under his control the funds of these banks and by virtue of his office and stock ownership he had entire management of them and of their business. The First National Bank of Aberdeen- was at all times a correspondent bank of the German Bank of Eureka and its successor. One Pufahl was cashier of the German Bank. About June 25, 1917, Yorlander became indebted to defendant bank upon two promissory notes, <page-number citation-index=\"1\" label=\"685\">*685</page-number>each in the sum of $5,000, whereby he personally promised and agreed to pay the defendant bank the sums therein named within 30 days thereafter with interest, which notes were signed by Vorlander and Puf ahl. About June 25,1917, defendant credited the German Bank of Eureka with the sum of $10,000 on account of said notes, which sum was charged to the personal account of Vorlander on the hooks of the German Bank. Thereafter about July 25, 1917, the defendant hank, acting under the request and instructions of Vorlander, charged the account of the German Bank with the sum of $10,050 in payment of said two notes and interest, and on July 31st the German Bank credited the defendant bank with said sum on its books and charged “interest and discount,” $50, and Vorlander’s personal account $10,000, that on June 25, 1917, and. for a long time prior and subsequent thereto, and continuing up to the time of the death of Vorlander, he had no funds or money in the German Bank or its successor, the First National, but he had misappropiated the funds of said banks for a large amount and was in truth and in fact at all times prior and subsequent to June 25 heavily overdrawn in the German Bank of Eureka and its successor, that his personal account in said hanks was kept and maintained to show a balance of credit in his favor by false entries upon the books of said bank and by spurious items of credit, and his overdraft was kept concealed from the other officers and directors, that the payment of said notes out of the funds of the German Bank to the defendant was wrongful and unlawful. The board of directors and other officers had no notice or knowledge of the misappropriation,, they never authorized the payment or approved or ratified it, and defendant well knew at the time it received said $10,050 it was the money of the German Bank and was being used by Vorlander in payment of his personal obligations. Like allegations are made as to a note for $10,000 given to defendant, signed by Vorlander and Puf ahl, on August 11, 1917, which with interest, amounting to $10,058.33 was paid by the German Bank in the following month. Another note for $10,000 was given to defendant bank by Vorlander, Spriek and Schafer, officers in the German Bank, about June 12, 1919, and after renewals it and the accrued interest were paid in the same way by the First National Bank of Eureka in December, 1919. Another note for $5,000 was given to the defendant about May 1, 1920, sigend by Vorlander, Spriek and Pufahl, which with interest was paid by the First National Bank on June 6, 1920. It is alleged that during all of these transactions the personal account of Vorlander in the Eureka banks showed a balance in his favor, when in truth and in fact he was heavily overdrawn, that his account was made up with false entries and spurious credits. In each instance it is alleged that the defendant bank gave on its books the Eureka Bank credit for the amounts represented by the four notes., - Another and fifth note here involved was given to the defendant hank by Vorlander on ^September 16, 1917. That note was renewed from time to time but has never been paid. It is charged that eight interest payments, amounting to $1,962.18, were made on that note out of the fuuds of the German Bank of Eureka and its successor, the First National Bank, and that they were received by the defendant with full knowledge that the obligation of Vorlander was being paid out of the funds of the banks, that the banks received no consideration therefor, that the board of directors had no knowledge that they were being made and never ratified those payments.</p>\n<p id=\"b713-6\">The answer admitted that the last note mentioned above was the personal obligation of Vorlander. It denied, however, that any of the other four notes were given for the personal indebtedness of the makers, but alleges that on the dates named in them the defendant made temporary loans to the Eureka Bank for ¡the amounts stated, that the defendant during all of those times and for many years theretofore had been a regular correspondent bank of the German Bank of Eureka and its successor and that during all of said time those banks kept and maintained with defendant an account for the deposit of its moneys and other funds which were used in the transaction of its banking business and for,the purpose of paying drafts and other obligations upon its order and for the transfer of funds and clearances, which funds constituted a part of the cash reserve of said banks, that the loans were made to-the Eureka banks in accordance with general usage or custom whereby local banks frequently borrowed money for their own use from their correspondent banks upon the security of the individual notes of the officers, directors and stockholders of such local hanks, payable directly to their correspondent bank without such local bank executing any note for such loan or endorsing the individual notes given as security therefor, that such loans, were' obtained from correspondent banks in order to maintain an account with the correspondent to be used in the usual course of business for the transfer of funds, clearances, payment <page-number citation-index=\"1\" label=\"686\">*686</page-number>of drafts and other obligations of the local bank upon its order, and to constitute a part of the cash reserve of such local bank. The defendant denied any knowledge as to how the Eureka Bank kept account of the transactions upon its books; it alleged that the notes were paid upon the order and direction of the Eureka banks by the defendant bank charging upon its books, to the account óf the Eureka banks, the amount of the notes and interest, and thereupon it returned to the Eureka banks in regular course the notes thus paid; it denied any information or knowledge as to whether Vorlander had funds or money in the Eureka banks and as to whether or not his account was overdrawn or contained false entries and spurious items; it admitted that the money paid to it on these notes prior to the conversion of the Eureka Bank from State to National organization was the money of the German Bank of Eureka and that the money thereafter paid to it on said notes was the money of the First National Bank of Eureka. <em>As to </em>each transaction, except the note last mentioned given about September 16, 1917,- by Vorlander, which was for his personal indebtedness, it is alleged in the answer that application for a temporary loan to the amount stated in the note was made to it by the Eureka Bank, that in éach instance the Eureka Bank was given credit on the books of the defendant bank for the amount of the loan and that’ each amount so credited was used by the Eureka Bank in the usual course of its banking business for the transfer of funds, clearances, payments of drafts and other obligations of the Eureka Bank upon its order, that as to each transaction the defendant bank, in due course and in a short time after the note had been paid, rendered to the Eureka Bank an itemized statement of the account of the Eureka Bank with the defendant, showing that the amount of the respective notes and accrued interest had been charged to the Eureka Bank in payment of the loan, and that thereupon the account between them covering the transactions was settled without any claim or charge on the part of the Eureka Bank that the payment of the loan and interest was erroneously or improperly charged against it, that the loans were all made in accordance with said general usage or custom existing and in force throughout the state of South Dakota and elsewhere in'the Northwest, whereby local banks frequently borrowed money for their own use from their correspondent banks upon the-security of the individual notes of the officers, directors and stockholders or managers of such local banks, payable directly to their correspondent banks without such local bank executing any note for such loan or endorsing the notes of the individuals delivered as security therefor. As to <em>the </em>eight interest items paid on VorlandeFs note, last mentioned, it appears from the answer that three óf them were made by Vorlander’s cheeks on the Eureka Bank, three of them were conditional charges made by the defendant in its account with the Eureka Bank and two of them by drafts drawn by defendant bank on Vorlander. The three checks of Vorlander were sent by defendant to the Eureka Bank and accepted and paid by it. The three conditional charges against the account of the Eureka Bank were approved by it and the two drafts drawn on Vorlander went through for collection and were reported paid. All of them were charged by the defendant in its account with the Eureka Bank. These items were all embodied in monthly settlements between the <em>bwp </em>banks. Reconcilement <em>sheets </em>passed between them each month by which their accounts were adjusted, and those sheets included these interest items as well as the amounts represented by the notes discussed above and interest on those notes.</p>\n<p id=\"b714-5\">There was written waiver of trial by jury. The court made findings of fact, from which it concluded that defendant was entitled to judgment and an order was entered dismissing the complaint.</p>\n<p id=\"b714-6\">The findings of the court need not be set forth in full. They support the allegations of the answer. As to the first note, the court found “that on June 26, 19Í7, the Eureka Bank borrowed from the Aberdeen Bank the sum of $10,000 and as security for said loan the Eureka Bank delivered to the Aberdeen Bank two notes, each in the sum of $5,000, dated June 26, 1917, and executed by M. J. Pufahl and endorsed by C. Vorlander”; that one day before maturity the Aberdeen Bank wrote to the Eureka Bank enclosing the two notes, stating that it would charge the account of the Eureka Bank with $10,050, being the amount of the loan with interest. It did charge the Eureka Bank with that amount, and that said charge was a conditional charge and was not complete and final until the Eureka Bank had assented to it, which it did by postcard within a day or two thereafter, and on July 31 the Eureka Bank entered on its books a credit to the Aberdeen Bank in a like sum and charged Vorlander’s personal account in the sum of $10,000 and “interest” in the sum of $50. At that time Vorlander's personal account on the books of the Eureka <page-number citation-index=\"1\" label=\"687\">*687</page-number>Bank showed a credit greater than the amount of said charge; “ that said loan and the proceeds thereof were for the use and benefit of the Eureka Bank and such proceeds were withdrawn by the Eureka Bank in the usual course of business and expended by it in payment of its legitimate obligations.” It was further found that at the end of the month an account was stated between the Aberdeen Bank and the Eureka Bank and the said account stated, included and recognized the said charge of $10,050.00 as a proper charge by the Aberdeen Bank against the Eureka Bank. As to each of the three other notes that were paid the court found that the Eureka Bank borrowed from the Aberdeen Bank the amounts named in them, and as security it delivered to the Aberdeen Bank the note executed by the named individual officers of the Eureka Bank. All of these loans were obtained by correspondence. The letter of Vorlander to defendant applying for the first loan written June 25, 1917, which he signed as president, reads:</p>\n<blockquote id=\"b715-4\">“We need your assistance for about thirty days and I enclose a note for $10,000 signed by myself and Mr. Pufahl (he sent two notes for $5,000 each the next day in place of the $10,000 note). Kindly credit our account with the same. * * * We assure you that the note, will be taken care of promptly when due. The reason we signed this note personally is because we do not want to show the loan on our books as bills payable and we will soon have to make another statement.”</blockquote>\n<p id=\"b715-5\">The court also found that the amount of each loan was placed to the credit of the Eureka Bank by the Aberdeen Bank and was withdrawn by the Eureka Bank in the usual course of business and expended by it in payment of its legitimate obligations. It found that all of the items sued for were included in monthly settlements between the banks, and by reconcilement sheets had become accounts stated.</p>\n<p id=\"b715-6\">It is not contended that the findings of faet are not supported by proof. Our examination of the record convinces us that they are fully sustained. The officers of both banks testified that they all understood at the time that the amount represented by each note was a loan from the defendant bank to the Eureka Bank, was applied for by the latter for its own use and was later checked out of the defendant bank by the Eureka Bank for its legitimate purposes.</p>\n<p id=\"b715-7\">The questions of law which arise upon the facts found and determined the rights of the parties are not new; they have been discussed, considered and decided by this court, the Supreme Court and other courts. The faet that the notes were signed by officers of the borrowing bank as individuals and not by the bank or endorsed by it does not preclude a showing, and consequent liability of the bank, that the bank in faet borrowed the money and received and used it for its own purposes. In that case it is no answer to say that Vorlander was a defaulter, that he falsified the books of the Eureka Bank and his account therein, that these transactions may have aided him in some way in that purpose and that he was the active party in procuring those loans. It is charged in the complaint that ho had full charge and control of all the moneys, assets and property belonging to the Eureka banks and by virtue of his office and stock ownership had entire management of the same and of the business thereof. The proof amply sustains this charge. The other officers and employés were obedient to his wishes and the directors who were not officers or employed in the bank in some capacity gave it but little, if any, attention. It does not appear that the defendant bank, when it made these loans and collected them and the interest on Vorlander’s personal note, had any knowledge or information that he was conducting his bank in a dishonest way or resorting to improper methods in the conduct of its business. It gave the Eureka banks credit for them and honored its checks on the account.</p>\n<p id=\"b715-9\">Relying on Western National Bank v. Armstrong, 152 U. S. 346, 14 S. Ct. 572, 38 L. Ed. 470, it seems to be contended by counsel for plaintiff that the obtaining of these loans from defendant by Vorlander was not a valid transaction, and that the Eureka Bank was therefore not bound to pay them because they wore never authorized or approved by its board of directors. But the domination of the board of directors of the borrowing bank by the officer who obtained the loan in that case and his complete personal control of the bank’s management and its affairs was not shown. It was shown in the later case of Armstrong v. Chemical National Bank, 83 F. 556. Vorlan tier’s domination and control of the Eureka banks was as full and complete as was Harper’s of the borrowing bank in that ease, and the Circuit Court of Appeals for the Sixth Circuit there said:</p>\n<blockquote id=\"b715-10\">“We think that, for practical /purposes, Harper was the bank and that the directors recognized him as such, and that, included in such a delegation of authority as this condition of affairs implies, was the power to borrow money, if, as held in the Western Bank Case [152 U. S. 346, 14 S. Ct. 572, 38 <page-number citation-index=\"1\" label=\"688\">*688</page-number>L. Ed. 470], that power rests with the directors.”</blockquote>\n<p id=\"b716-4\">The Supreme Court on appeal of the Chemical Bank Case, entitled Aldrich v. Chemical National Bank, 176 U. S. 618, 20 S. Ct. 498, 44 L. Ed. 611, also pointed out the material difference in proof on the point between the Western Bank Case and the Ghemical Bank Case, and approved the ruling of the Sixth Circuit. And it was there held, as it was held by the Sixth Circuit, that the éxtent of the power of the officer of the borrowing bank was not determinative of the liability of the borrowing bank, that if it received and used the proceeds of the loan it was (bound to refund to the lender. The Supreme Court, at page 635 (20 S. Ct. 505) of its opinion said:</p>\n<blockquote id=\"b716-5\">“Without further citation of cases we adjudge, both upon principle and authority, that as the money of the Chemical Bank was obtained under a loan negotiated by the vice president of the Fidelity' Bank who assumed to represent it in the transaction, and as the Fidelity Bank used the money so obtainedain its banking business, and for its own benefit, the latter bank having enjoyed the fruits of the transaction cannot avoid accountability to the New York bank, even if it were true as contended that the Fidelity Bank could not ¡'consistently with the law of its creation have itself borrowed the money. When, as the result of its arrangement with Harper as vice president, the Chemical Bank credited the Fidelity Bank on its books with the sum of $300,000, the former thereby undertook to pay the checks of- the latter to the extent of that credit. And, as already stated, that credit was fully exhausted by the payment of the cheeks of the Fidelity Bank drawn in the ordinary course of its business. If the latter bank in this way used the money obtained from the Chemical Bank, it is under an implied obligation to pay it back or account for it to the New York bank.”</blockquote>\n<p id=\"b716-6\">See also Citizens’ National Bank v. Appleton, 216 U. S. 196, 30 S. Ct. 364, 54 L. Ed. 443.</p>\n<p id=\"b716-7\">At the time the Fidelity Bank became insolvent and was placed in receivership its obligation to the Chemical Bank for the money that had been borrowed by Harper for the Fidelity remained unpaid, and that suit was brought by the Chemical Bank against the receiver to compel an allowance of its claim. There is in principle no difference between the facts in this ease and the'facts in Keyes v. Security State Bank of Strasburg (C. C. A.) 300 F. 897. In that case Vorlander obtained for the Eureka Bank a loan of $5,000 from the Strasburg Bank in the same way that he obtained the loans from the defendant bank in this case, and that loan was paid by the Eureka Bank. The Eureka Bank used the proceeds of that loan in its business, and after payment reconcilement sheets passed between the two banks. We held that loan was an obligation of the Eureka Bank and its receiver could not recover the sum it paid in discharge of its obligation. See also Blanchard v. Commercial Bank of Tacoma (C. C. A.) 75 F. 249; Ditty v. Dominion National Bank of Bristol, Va. (C. C.. A.) 75 F. 769; American Exchange National Bank of New York v. First National Bank of Spokane Falls (C. C. A.) 82 F. 961; Browns Valley State Bank v. Porter (C. C. A.) 232 F. 434; Cherry v. City National Bank of Kansas City, Mo. (C. C. A.) 144 F. 587.</p>\n<p id=\"b716-9\">The proof without contradiction established that the Eureka banks pursued the same method of obtaining loans from its other correspondents, at Minneapolis, Chicago and elsewhere. Its officers in obtaining loans would give their personal notes, the proceeds being credited to the Eureka Bank and cheeked out by it; this was the prevailing custom and usage between banks in the Northwest and it had been practised for many years prior to the transactions involved in this suit. The action of assumpsit for money had and received is equitable in its essential nature and purpose. It lies for money which ex aequo et bono the defendant ought to refund. The underlying promise is only implied, imposed by law from the facts; and the imposition will not be made if unjust to defendant. National Bank of Commerce v. Equitable Trust Co. (C. C. A.) 227 F. 526. We therefore think the testimony showing this custom and usage, objected to by plaintiff, was competent for its bearing on the good faith of defendant in following on its part the settled general practice between banks in like transactions.</p>\n<p id=\"b716-10\">But great stress is laid by counsel for plaintiff on the fact that when the Eureka Bank was being converted from a state to a national organization a questionnaire was sent from the office of the Comptroller to the correspondent banks of the German Bank of Eureka inquiring whether the Eureka Bank was indebted\" to them, and that in answer thereto the defendant bank in its written answer said, No; whereas at that time one of the four notes given by the officers of thé Eureka Bank to the defendant bank for a loan to the Eureka Bank was unpaid and later collected in the manner that has been stat<page-number citation-index=\"1\" label=\"689\">*689</page-number>ed. It is insisted that the defendant was thereafter estopped from claiming that the Eureka Bank was indebted to it for that loan, and that it should be penalized in that amount plus the interest collected on that loan by compelling it to refund in this case. We have twice considered this point and expressed our reasons for overruling the contention as unsound. They need not be repeated here. See Hanover National Bank v. First National Bank (C. C. A.) 109 F. 421; Leonard v. State Exchange Bank (C. C. A.) 236 F. 316. The loan was a just debt of the Eureka Bank. It had gotten and applied to its own uses defendant’s money; - and in all conscience it was its duty to pay that debt, notwithstanding the answer. Such statement to a debtor himself would be no defense.</p>\n<p id=\"b717-4\">The Chemical National Bank Case, without more, compels an affirmance of the ruling of the court as to the amounts paid by the Eureka Bank to the defendant in satisfaction of the four loans. As to the eight interest payments on Yorlander’s personal note, it appears that the first one was made May 16, 1918, and the last one July 19, 1920. This action was instituted February 3, 1923, by the receiver who stands in the shoes of the Eureka Bank, with no greater or better rights than it had. It is alleged in the complaint that demand was made of defendant for the total sum of these payments, but the date of that demand is not given. The court found that at the end of each of the months during which these eight payments were made an account was stated between the defendant bank and the Eureka Bank and that each of said accounts stated included and recognized the amount of said interest payment made during the month for which the account was stated, as a proper credit to the defendant bank, and that the Eureka Bank thereby represented to defendant bank that said payments and charges were regular and proper, •and that relying thereon defendant bank refrained from pursuing its remedies against the maker of that note. As hereinbefore indicated, the accounts stated were arrived at by reconcilement sheets which passed between the hanks monthly, in which mutual charges and credits between them, including collection items, were set forth. These reconcilement sheets were sent back and forth until the two banks were in agreement on their mutual debits and credits. Having thus arrived at an account stated covering each month’s transactions and then continued therefrom into and through the next month to another account stated, in which all of those items were included, those settlements were not thereafter subject to impeachment, under the familiar rule, except for fraud, accident or mistake of fact, and there is no basis for the contention, if it were made, that either exists in this case. Furthermore, the estoppel which the trial court found seems to be complete. We are, therefore, of the opinion that the ruling of the court on this braneh of the case must also be approved.</p>\n<p id=\"b717-6\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}