{
  "casebody": {
    "data": "<casebody firstpage=\"145\" lastpage=\"149\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b191-4\">Elizabeth Beatrice Bell <em>vs. </em>John Swift, executor.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b191-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ase-dedup-0\">November 6, 1947.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AfID\">December 5, 1947.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b191-6\">Present: Qua, C.J., Dolan, Wilkins, Spalding, &amp; Williams, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b191-14\"><em>A. W. Wunderly, </em>for the respondent.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b191-15\"><em>R. D. Oerould, </em>for the petitioner.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b191-16\">Dolan, J.</author>\n<p id=\"AjV\">This is an appeal by the executor of the will of Bertha L. Swift from a decree entered in the Probate Court revoking a decree allowing his first and final account as such executor. He will be referred to hereinafter as the accountant.</p>\n<p id=\"b191-17\">The evidence is not reported but the judge made a report of the material facts found by him at the request of the accountant, which may be summed up as follows: The petitioner is a daughter of the testatrix and a legatee under her <page-number citation-index=\"1\" label=\"146\">*146</page-number>will. No citation was issued on. the application of the accountant for the allowance of the account in question. The petitioner had no notice of the application for allowance of the account. The account was assented to by Bertha M. Swift, also a daughter of the testatrix, under a statement that she was the only person interested in the matter of the account. The account showed payment to the petitioner of her legacy under item 12 of schedule B of the account. Her legacy had not in fact been paid.</p>\n<p id=\"b192-5\">General Laws (Ter. Ed.) c. 206, § 24, as appearing in St. 1938, c. 154, § 1, provides as follows: “Upon application for the allowance of an account filed in the probate court, such notice as the court may order shall be given to all persons interested. If the interest of a person unborn, unascertained, or legally incompetent to act in his own behalf, is not represented except by the accountant, the court shall appoint a competent and disinterested person to represent his interest in the case. The person so appointed shall make oath to perform his duties faithfully and impartially, and shall be entitled to such reasonable compensation as the court shall allow. After final decree has been entered on any such account it shall not be impeached except for fraud or manifest error.” It is settled that the protection afforded an accountant thereunder fails unless the provisions of the statute have been complied with. <em>Porotto </em>v. <em>Fiduciary Trust Co. </em>321 Mass. 638, 642-643, and cases cited. See <em>Hellier </em>v. <em>Loring, </em>242 Mass. 251, 252. In the present case, since no citation was taken out on the account and the petitioner had no notice of the filing of the account or of the application for the allowance thereof and hearing thereon, the Probate Court, while having jurisdiction of the subject matter of the accounting, was nevertheless without authority to hear and enter decree thereon, and the decree entered was subject to direct attack, as here, but not to collateral attack. <em>Clarke </em>v. <em>Andover, </em>207 Mass. 91, 98, and cases cited. <em>Jones </em>v. <em>Jones, </em>223 Mass. 540. <em>Mitchell </em>v. <em>Mitchell, </em>312 Mass. 154, 163. <em>Waitt </em>v. <em>Harvey, </em>312 Mass. 384, 390. <em>Zalis </em>v. <em>Ksypka, </em>315 Mass. 479, 481-482.</p>\n<p id=\"b192-6\">The- accountant, however, contends that the petitioner as <page-number citation-index=\"1\" label=\"147\">*147</page-number>a legatee under the will is not a person interested in the matter of the allowance of the account within the meaning of G. L. (Ter. Ed.) c. 206, § 24, as appearing in St. 1938, c. 154, § 1, and therefore was not entitled to notice of the application for its allowance and to be heard thereon. In support of this contention the accountant argues that the legatee is not barred by the allowance of the account showing payment to her of the legacy given her under the will from maintaining a petition in equity for recovery of her legacy under G. L. (Ter. Ed.) c. 197, § 19. For this proposition the accountant cites <em>Welch </em>v. Boston, 211 Mass. 178. That case was a petition for abatement of taxes assessed to the petitioners as executors of a will under which they were also trustees. They relied upon an account filed by them before the date of the assessment of the taxes, showing the estate in their hands as executors as having been transferred to themselves as trustees under the will. In denying the petition for abatement the court pointed out that the account in question had not been allowed when the assessment was made, saying, the “ ‘authoritative and notorious act/ which is necessary to effect a distribution, is not completed until the account is allowed by the Probate Court” (page 186). And in that case the court, citing many authorities,<footnotemark>1</footnotemark> said, “It is obvious, both from the tenor of the bonds of the executors then in force (Gen. Sts. c. 93, § 2) as well as from the language and decision of many early and later cases . . . that payments of legacies are proper items in the accounts of executors. They have been treated frequently as rightly included in executors’ accounts, and questions of importance have been decided arising upon such accounts” (page 182), and “Fidelity to the court requires the executor conformably to the tenor of his bond to administer according to law and to the will all the estate which comes to his hand, and to render ‘a true account of <page-number citation-index=\"1\" label=\"148\">*148</page-number>his administration at least once a year until his trust is fulfilled.’ R. L. c. 149, § 1, cl. 3.<footnotemark>1</footnotemark> In order to satisfy fully this obligation, the accounts rendered to the Probate Court should show truly all payments of legacies given by the will, as well as the performance of other duties of settlement of the estate” (page 183). All that was decided in the <em>Welch </em>case was that the subsequent allowance of the account showing the transfer there in question did not- for the purposes of taxation relate back to the date of the transfer. There is nothing decided in that case to support the proposition that a legatee under a will is not a person interested and therefore not entitled to notice of the application of an executor for the allowance of his account, and it cannot be taken as authority for the contention of the accountant here that the allowance of an account showing payment of a legacy which had not in fact been paid is not a bar to a petition in equity by a legatee under G. L. (Ter. Ed.) c. 197, § 19, to recover his legacy.</p>\n<p id=\"b194-5\">Contrary to the contention of the accountant the allowance of the account in question showing the payment of the legacy of the petitioner would be a bar to a petition in equity by her for payment of her legacy under G. L. (Ter. Ed.) c. 197, § 19, because in that proceeding the decree allowing the account could not be attacked collaterally for irregularity in the proceedings attending its allowance, that is, lack of authority on the part of the court in a proceeding of which it had jurisdiction in the true sense. <em>Clarke </em>v. <em>Andover, </em>207 Mass. 91, 98, and cases cited. <em>Wilbur </em>v. <em>Hallett, </em>305 Mass. 554, 557-558. <em>Waitt </em>v. <em>Harvey, </em>312 Mass. 384, 390, and cases cited. It may be added that a petition for payment of a legacy under G. L. (Ter. Ed.) c. 197, § 19, is not the exclusive remedy of a legatee whose legacy has not been paid, since upon a probate accounting the judge in his discretion can give relief in proper case by ordering payment of the legacy under G. L. (Ter. Ed.) c. 206, § 4. <em>Fay </em>v. <em>Fay, </em>299 Mass. 608, 612. <em>Wilbur </em>v. <em>Hallett, </em>305 Mass. 554, 557, 558. <em>Hinckley </em>v. <em>Barnstable, </em>311 Mass. <page-number citation-index=\"1\" label=\"149\">*149</page-number>600, 606. The petitioner rightly attacked directly the decree allowing the account in question for failure of the accountant to give notice of his application for its allowance as required by G. L. (Ter. Ed.) c. 206, § 24, as appearing in St. 1938, c. 154, § 1.</p>\n<p id=\"b195-5\">Since the decree allowing the account in question was revoked rightly for failure to comply with the requirements of the governing statute as to notice, it is unnecessary to deal at length with the sufficiency, as a ground for revocation of the decree, of the fact that the legacy shown as paid to the petitioner in the account as allowed had not been paid. As to that subject it is sufficient to say that it is settled that it is for payments and not appropriations for payment that an accountant may rightfully demand allowance. <em>Grigaliunos </em>v. <em>Frost, </em>270 Mass. 455, 458.</p>\n<p id=\"b195-6\">\n<em>Decree affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b193-5\"> <em>Minot </em>v. <em>Amory, </em>2 Cush. 377, 390. <em>Miller </em>v. <em>Congdon, </em>14 Gray, 114. <em>Hall </em>v. <em>Cushing, </em>9 Pick. 395. <em>Eliott </em>v. <em>Sparrell, </em>114 Mass. 404, 406. <em>Crocker </em>v. <em>Dillon, </em>133 Mass. 91, 95, 101. <em>White </em>v. <em>Ditson, </em>140 Mass. 351, 355. <em>Welch </em>v. <em>Adams, </em>152 Mass. 74. <em>Shores </em>v. <em>Hooper, </em>153 Mass. 228. <em>Brigham </em>v. <em>Morgan, </em>185 Mass. 27, 45. <em>Bassett </em>v. <em>Granger, </em>140 Mass. 183. <em>Little </em>v. <em>Little, </em>161 Mass. 188, 202. <em>Porter </em>v. <em>Howe, </em>173 Mass. 521. <em>Cummings </em>v. <em>Cummings, </em>143 Mass. 340, 344.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b194-6\"> See now G. L. (Ter. Ed.) e. 205, § 1, cl. 1, Third. See also G. L. (Ter. Ed.) c. 206, §§ 1, 2.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}