{
  "casebody": {
    "data": "<casebody firstpage=\"236\" lastpage=\"243\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b268-10\">[L. A. No. 21.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AYf\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAp\">May 7, 1895.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b268-11\">THE PEOPLE, etc., ex. rel. A. H. SWEET, Respondent, <em>v. </em>M. L. WARD, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b268-12\">County Office—Vacancy—Death of District Attorney Elected After Qualification. —Where a district attorney has been elected to succeed a prior incumbent, and has died after qualification, and before the expiration of the term of the prior incumbent, a vacancy arises in the office by reason of the election, qualification, and death of the successor, which exists upon the expiration of the term of the prior incumbent, when the newly elected officer would have entered upon his duties as successor, if he had lived, and not before.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b268-13\">Id.—Power of Supervisors —Anticipation of Future Vacancy—Right of Subsequent Appointment.—The board of supervisors cannot, by its action, either create a vacancy, nor by anticipation fill one which is to arise in future during the term of a newly elected board of supervisors, and the appointment of a district attorney by an outgoing hoard of supervisors to fill a vacancy in the office of district attorney before such vacancy arises is in excess of its power and void; and such vacancy is properly filled by a succeeding hoard of supervisors by another appointment made after the vacancy has arisen.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b268-14\">Id.—Appointing Power—Forestalling Rights of Successors—Expiration of Power.—The appointing power cannot forestall the rights and prerogatives of their own successors by appointing successors to offices expiring after their power to appoint has itself expired.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b269-4\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>Appeal from a judgment of the Superior Court of San Diego County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b269-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b269-6\"><em>C. H. Rippey, J. A. Gibson, Works &amp; Works, N. J. Pillsbury, R. K. Nichols, J. L. Copeland </em>and <em>A. </em>Haines, for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b269-7\"><em>Attorney General W. F. Fitzgerald, E. W. Britt, J. W. Hughes, </em>and <em>W. T. McNealy, </em>for Despondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b269-8\">Henshaw, J.</author>\n<p id=\"AK0\">Appeal from the judgment.</p>\n<p id=\"b269-9\">The facts, about which there is no controversy, are as follows: Ward, the appellant, was duly elected district attorney of San Diego county for the term commencing January 2, 1893. He qualified and entered upon the discharge of the duties of the office. At the general election in November, 1894, and during Ward’s term and incumbency, William Darby was elected to succeed him pursuant to section 60 of the County Government Act of 1893. Darby duly qualified upon November 24th, and on December 15th of the same year died.</p>\n<p id=\"b269-10\">Section 60 of the County Government Act of 1891 provided that “ all elective county officers .... shall be elected at the general election to be held in November, 1892, and every two years thereafter .... and shall take office at 12 o’clock meridian of the first Monday after the first day of January next succeeding their election.....All officers elected under the provisions of this act shall hold office until their successors are elected or appointed and qualified.”</p>\n<p id=\"b269-12\">Section 879 of the Political Code provides: “ Every officer must continue to discharge the duties of his office, although his term has expired, until his successor has qualified.”</p>\n<p id=\"b269-13\">Such was the law when Ward was elected and when the questions in litigation arose.</p>\n<p id=\"b269-14\">After Darby’s death, and on the second day of January, 1895, the board of supervisors, as then constituted, <page-number citation-index=\"1\" label=\"238\">*238</page-number>appointed Ward to fill the vacancy caused by the death of Darby, and to be district attorney <em>“ </em>for the term of office to be taken at 12 m. on the seventh day of January, 1895 ” ; and upon the day of his appointment Ward qualified in due form as the appointee to succeed Darby.</p>\n<p id=\"b270-5\">At 3 o’clock p. m. of January 7,1895, the personnel of the board having changed by the outgoing of two old and the incoming of two new supervisors at noon of that day, the board as then constituted declared a vacancy to exist in the office of district attorney, and appointed the relator to fill the same during the term for which Darby had been elected, and Sweet in due course qualified. Sweet made demand upon Ward for the office upon January 10, 1895, and, upon Ward’s refusal to surrender it, this action was brought to determine their conflicting claims.</p>\n<p id=\"b270-6\">By appellant it is contended: 1. That no vacancy in the office resulted from the death of Darby; 2. That if a vacancy did result it occurred <em>eo instanti </em>upon the death of Darby, and it was then the right and duty of the board of supervisors to fill the vacancy, which they duly did by the appointment of himself. Under his first contention he asserts a right to hold until his successor is elected or appointed and qualified. Under his second contention the right is based upon the theory of a vacancy, and his appointment to serve out Darby’s term.</p>\n<p id=\"b270-7\">1. It is not to be questioned but that if Darby had lived, and at noon of the seventh day of January, 1895, had demanded the office of Ward, he would have been entitled to enter it, and Ward’s term would thus and then have ceased and determined. But was a demand by Darby necessary to determine Ward’s tenure? The answer is found in the language of the statute. Ward, by section 60 of the act quoted, and by section 879 of the Political Code, was entitled to hold absolutely until noon of January 7th, and contingently after that date, if no successor had been elected or appointed and quali<page-number citation-index=\"1\" label=\"239\">*239</page-number>fied. He had a fixed tenure and a contingent term. <em>(People </em>v. <em>Edwards, </em>93 Cal. 153.) The election and qualification of Darby as Ward’s successor (and not a demand by him for the office) <em>ipso facto </em>cut off Ward’s contingent term, and limited him to the absolute period, that is, until noon of January 7th. <em>(State </em>v. <em>Bemenderfer, </em>96 Ind. 374; <em>State </em>v. <em>Seay, </em>64 Mo. 89; 27 Am. Rep. 206; <em>Commonwealth </em>v. <em>Hanley, </em>9 Pa. St. 513; <em>Gosman </em>v. <em>State, </em>10 Ind. 206; <em>People </em>v. <em>Supervisors of Barnett Township, </em>100 Ill. 332; Mecham on Public Offices, sec. 401; Throop on Public Offices, sec. 329.) The word “ successor” is used in our statutes, as in the books, in the twofold sense of the one entitled to succeed, and the one who has in fact succeeded. It is here employed in the former acceptation.</p>\n<p id=\"b271-5\">It is a general rule, founded upon necessity,to prevent vexatious embarrassment in the public service, that an officer will not be considered out of office merely by the limitation of his term. In the absence of a statute authorizing or requiring him to hold until the qualification of his successor a vacancy arises upon the expiration of his term; but, notwithstanding, the law, for the public convenience, empowers him to continue to occupy his office. But one so holding over acquires no right to a new, fixed, and definite term. He is a makeshift merely, <em>locum tenens, </em>temporarily filling a public office which it is inexpedient to permit to stand without an incumbent.</p>\n<p id=\"b271-6\">The legislature may provide that certain acts, happenings, or events shall create a vacancy in law, while its greatest wisdom cannot prevent the occurrence of vacancies in fact. The death of the incumbent creates a vacancy as a matter of course, and without any expression from the legislature upon the question. But when, for example, the legislature declares that the office of a sheriff shall become vacant when he stands committed for sixty days for not paying over money received by him (Pol. Code, sec. 4186), such a vacancy may be described as a vacancy in law.</p>\n<p id=\"b272-4\"><page-number citation-index=\"1\" label=\"240\">*240</page-number>So here, the legislature having in effect provided that Ward’s term upon the election and qualification of Darby came to an end at noon of January 7, 1895, a vacancy in law resulted when Darby’s death prevented his succession. It is true the office would not be without an incumbent, since Ward, as locum <em>tenens, </em>could hold until the supervisors by appropriate action appointed to the vacancy, but, as has been said, Ward’s incumbency gave him no right to a fixed and definite tenure.</p>\n<p id=\"b272-5\">That such a vacancy did exist has before now been <em>held </em>by this court, under circumstances similar to but less strong than those of the present case, in <em>People </em>v. <em>Taylor, </em>57 Cal. 622. The reasoning of the Taylor case led to the conclusion that the officer elect, who had there failed to qualify, was an incumbent under section <em>996, </em>subdivision 9, of the Political Code. The incongruity of declaring a person an incumbent who has never taken possession or entered upon the discharge of the duties of an office, and who could not be chargeable with misfeasance or malfeasance, is apparent. But the learned justice who wrote the opinion in this case was constrained somewhat by the earlier decisions of the court, and by his own conviction afterward expressed in <em>Rosborough </em>v. <em>Boardman, </em>67 Cal. 116, that a vacancy could not exist unless it was one contemplated and declared by section 996 of the Political Code. The legitimate meaning of the word “incumbent” was, therefore, somewhat strained to meet the substantial ends of justice, the incongruity resulting from the failure of the legislature to discriminate in the use of descriptive terms.</p>\n<p id=\"b272-6\">But giving full weight to <em>People </em>v. <em>Taylor, supra, </em>and treating Darby as an “ incumbent,” still by its authority the vacancy arose at the commencement of his term, and not during the term of Ward, his predecessor. But Darby was not in the true meaning of the word an incumbent, and we need not predicate the existence of the vacancy upon section 996 of the Political Code.</p>\n<p id=\"b273-4\"><page-number citation-index=\"1\" label=\"241\">*241</page-number>As has been suggested, some of the earlier cases have held that to section 996, enumerating the causes of vacancy, is to be applied the doctrine of exclusion, but more lately the soundness of the rule has been questioned, and it may well be doubted. <em>(People </em>v. <em>Ham</em>mond, 66 Cal. 656.) And that it cannot be applied in strictness is clear from the fact that the section does not recite all of the causes and events which the legislature itself has declared shall create vacancies. An instance of this is found in section 4186 of the Political Code, and to that may be added section 88 of the County Government Act of 1891, and the provisions for forfeiture of office declared in the act to promote purity of elections.</p>\n<p id=\"b273-5\">Finally, it may be said that the vacancy here arising is not one occurring during the term of an incumbent, since it did not arise during Ward’s term, and Darby was never in strictness an incumbent, so that section 996 of the Political Code, which deals exclusively with vacancies during the terms of office of incumbents, is inapplicable. <em>(Miller </em>v. <em>Board of Supervisors, </em>25 Cal. 94.) This vacancy is rather an hiatus. It is in the nature of an interregnum. It arose when upon noon of January 7, 1895, Darby by death was not able to take his office. <em>(French </em>v. <em>County of Santa Clara, </em>69 Cal. 519; <em>People </em>v. <em>Taylor, supra.) </em>The expiration of Ward’s term alone did not create this vacancy. It was the election and qualification of his successor, and the expiration of the term, which worked the result. It is another instance of a vacancy contemplated by statute, but not expressed in section 996. <em>(People </em>v. <em>Mizner, </em>7 Cal. 519-23.)</p>\n<p id=\"b273-6\">2. The vacancy which occurred having arisen at noon of January 7th, it remains to be considered whether the action of the board of supervisors upon January 2d was legal or illegal, and as this is determined, so will the claim of appellant stand or fall.</p>\n<p id=\"b273-7\">The board, then, undertook to fill, not an existing vacancy, but one soon to exist; not, however, a contingent or possible vacancy, but one which in the nature of <page-number citation-index=\"1\" label=\"242\">*242</page-number>things was certain to arise, though at a future date, and at a time when in legal contemplation, and in fact, a different board would be in control of the county’s affairs. Briefly, the act of the board was <em>to make </em>an appointment to <em>take effect, </em>and to fill a vacancy to arise, in the term of its successor.</p>\n<p id=\"b274-5\">We are <em>not, </em>therefore, here concerned with the question of the power to appoint to fill an anticipated vacancy by the person or body which, as constituted, is authorized to fill the vacancy when it occurs, but solely with the question of an appointment made to fill a prospective vacancy, which will arise at a time when there will have been a change in the appointing power.</p>\n<p id=\"b274-6\">Upon the election and qualification of Darby his <em>right </em>to the office for the term commencing at noon of January 7th vested immediately, and Ward’s contingent right to an additional term was cut off. Upon the divestiture of that right by death it existed in no one, and there was no revivor of Ward’s contingent right to an extended term.</p>\n<p id=\"b274-7\">The power of the board of supervisors in dealing with such matters is drawn from section 25, subdivision 21, of the County Government Act of 1891, and it is limited to the filling of vacancies. That power could properly be exercised only upon an existing vacancy. The board could by its action neither create a vacancy, nor by anticipation fill one, which was to arise <em>in futuro </em>during the term of its successor.</p>\n<p id=\"b274-8\">Mecham lays down the rule in the following language, and, so far as our investigations have extended, its soundness is not opposed by any dissenting voice: “The appointing power cannot forestall the rights and prerogatives of their own successors by appointing successors to offices expiring after their power to appoint has itself expired.” (Mecham on Public Offices, sec. 133.) This is the language of <em>Ivy </em>v. <em>Lusk, </em>11 La. Ann. 486, while to like effect are the cases of <em>State </em>v. <em>Meehan, </em>45 N. J. L. 189, and <em>State </em>v. <em>Love, </em>39 N. J. L. 14.</p>\n<p id=\"b274-9\">We conclude, therefore: 1. That a vacancy arose in <page-number citation-index=\"1\" label=\"243\">*243</page-number>the office of district attorney by reason of the election, qualification, and death of Darby; 2. That this vacancy existed at and afternoon of the seventh day of January, 1895, and not before; 3. That the attempt of the first board of supervisors to fill the vacancy upon January 2d was in excess of its power and void; 4. That the vacancy was properly filled by the existing board at 3 o’clock p. m. of January 7, 1895.</p>\n<p id=\"b275-3\">Wherefore, it follows that the judgment appealed from is affirmed.</p>\n<p id=\"b275-4\">Temple, J., McFarland, J., Van Fleet, J., Garoutte, J., Harrison, J., and Beatty, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}