{
  "casebody": {
    "data": "<casebody firstpage=\"89\" lastpage=\"96\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b89-6\">Beavins’ Petition.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b89-7\">Under the Constitution of the United States, every State is at liberty, and. has the exclusive right, to prescribe the remedies and limit the times as well as mode of redress in its own judicial tribunals, and to deny to them jurisdiction over cases which its own policy or institutions prohibit or discountenance.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"A5y\">Exclusive jurisdiction over the subject of the naturalization of foreigners is vested by the Constitution in Congress, with full power to constitute all necessary tribunals, and make and establish all laws and regulations requisite and proper for the exercise of that <em>jurisdiction; </em>there is, consequently, no implied obligation, on the ground of convenience or efficiency, on the part of the States, to furnish tribunals or enact laws to aid in the administration of a system of naturalization which it is the exclusive privilege and appropriate duty of the national government to establish and enforce.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b89-8\">A law of New-Hampshire, prohibiting all the judicial tribunals of the State, except the Court of Common Pleas, from holding or exercising any jurisdiction in the administration of the naturalization laws of Congress, is valid and constitutional.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b89-9\">Petition to be admitted to take the oath of allegiance and citizenship required by the laws of Congress, and to be admitted to all the rights of a citizen, agreeably to the naturalization laws of the United States — the petitioner being now an alien.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b89-10\">It appeared that the petitioner had made and filed his preliminary declaration, as required by law, in the Court of Common <page-number citation-index=\"1\" label=\"90\">*90</page-number>Pleas for the County of Mahoning, Ohio, on the 1st day of September, 1852.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b90-5\">It was suggested that by an act of the Legislature of this State, approved July 14, 1855, this Court was prohibited from holding or exercising any jurisdiction in the administration of the naturalization laws, and from taking cognizance of any application of any alien to be admitted to become a citizen, and from making any record, or granting or issuing any certificate, or other document or paper, whereby an alien shall be naturalized, or made a citizen of the United States.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b90-6\">It was contended, on the other hand, that said act, being in violation of the laws of the United States, enacted in pursuance of a provision of the Constitution, was unconstitutional and void.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b90-7\"><em>C. W. Woodman, </em>for the petitioner, contended —</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b90-8\">I. That the petitioner is entitled to be naturalized by this court. Gordon’s Dig. U. S. Laws,p. 633, art. 2246 ; p. 635, art. 2252.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b90-9\">II. That the act of this State, Pamphlet Laws, ch. 1667, forbidding this court to exercise this power, is unconstitutional and void. Because —</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b90-10\">1. The power of passing laws upon this subject is exclusively vested in Congress. U. S. Const., art. 1, sec. 8; <em>Chirac </em>v. <em>Chirac, </em>2 Wheat. 269; <em>Houston </em>v. <em>Moore, </em>5 Wheat. 49; <em>Gibbons </em>v. <em>Ogden, </em>9 Wheat. 210.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b90-11\">2. The duty of the court is imperative. The word <em>may, </em>in the act of Congress, means <em>must </em>or <em>shall. Newburg T. Co. </em>v. <em>Miller, </em>5 Johns. Ch. 113; <em>Malcolm </em>v. <em>Rogers, </em>5 Cowen 188; <em>Alderman Bachwell’s Case, </em>1 Vernon 152; <em>Stampar </em>v. <em>Millar, </em>3 Atk. 211; <em>Rex </em>v. <em>Inhabitants of Derby, </em>Skinner 370; <em>Rex </em>v. <em>Barlow, </em>2 Salk. 609.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b90-12\">3. The law of the United States acts <em>directly </em>upon the justices of this court, lawfully and rightfully requiring of them the performance of this duty. Preamble U. S. Const.; Federalist, Nos. 15 and 16.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b90-13\">4. And because the justices of this court are required to take the oath to support the Constitution of the United States. U. S. Const., art. 6, cl. 3.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b91-4\"><page-number citation-index=\"1\" label=\"91\">*91</page-number>Fowler, J.</author>\n<p id=\"Av\">By the 8th section of the 1st article of the Constitution, the power is expressly conferred upon Congress <em>“ </em>to establish a uniform rule of naturalization.” And although there was a momentary hesitation, when the Constitution first went into operation, whether the power might not still be exercised by the States, subject only to the control of Congress, so far as the legislation of the latter extended as the supreme law, yet the power is now firmly established to be exclusive. 3 Story on the Const. 3, and authorities there collected.</p>\n<p id=\"b91-5\">By the 1st section of the 3d article of the Constitution, it is provided that the judicial power of the United States shall be vested in one Supreme Court, and in such inferior courts as the Congress may from time to time ordain and establish.” Under this clause it has been determined that it is the duty of Congress not only to establish a Supreme Court, but all such inferior tribunals as may be necessary to exercise <em>all </em>the jurisdiction conferred by the Constitution upon the judiciary department. <em>Martin </em>v. Hunter, 1 Wheaton 304-316.</p>\n<p id=\"b91-6\">The 2d section of the 3d article contains an exposition of the jurisdiction appertaining to the judicial power of the national government. <em>“ </em>The judicial power shall extend to all cases in law and equity arising under this Constitution, the laws of the United States, and treaties made or which shall be made under their authority,” &amp;c. Cases arising under the laws of the United States have been defined to be such as grow out of the legislation of Congress, within the scope of their constitutional authority, whether they constitute the right, or privilege, or claim, or protection, or defence of the party, in whole or in part, by whom they are asserted. <em>Marbury </em>v. <em>Madison, </em>1 Cranch 137, 173, 174.</p>\n<p id=\"b91-7\">It has, morever, been holden that Congress cannot vest any portion of the judicial power of the United States except in courts ordained and established by itself; and it therefore follows that Congress are bound to create inferior courts in which to vest <em>all that jurisdiction, which, </em>under the Constitution, <em>is exclusively vested in the United </em>States, and of which the Supreme Court <page-number citation-index=\"1\" label=\"92\">*92</page-number>cannot take original cognizance. The whole judicial power of the United States should be at all times vested in courts created under its authority. Only in those cases where, previous to the Constitution, State tribunals possessed jurisdiction independent of national authority, can they now constitutionally exercise a concurrent jurisdiction. <em>Martin </em>v. <em>Hunter, </em>1 Wheaton 304; 3 Peters’ Cond. 559, 561; <em>United States </em>v. <em>Lathrop, </em>17 Johnson 22; <em>State </em>v. <em>Pike, </em>15 N. H. 83.</p>\n<p id=\"b92-5\">But that exclusive jurisdiction expressly includes the naturalization of foreigners, and hence it might well be doubted whether Congress can rightfully delegate to the State courts jurisdiction over the uniform system of naturalization established by itself, under the exclusive power conferred upon it by the Constitution, especially as such jurisdiction has been holden to involve the exercise of judicial power. We do not, however, propose to discuss the subject farther, as its consideration is not necessary to the decision of the case before us.</p>\n<p id=\"b92-6\">The act of Congress, passed April 14,1802, enacts “ That any alien, being a free white person, may be admitted to become a citizen of the States, or any of them, on the following conditions, and not otherwise:</p>\n<p id=\"b92-7\">“ First: That he shall have declared, on oath or affirmation, before the Supreme, Superior, District or Circuit Court of some one of the States, or of the territorial districts of the United States, or a Circuit or District Court of the United States, three years at least before his admission, that it was <em>bona fide </em>his intention to become a citizen,” &amp;c.</p>\n<p id=\"b92-8\">“ Secondly: That he shall, at the time of his application to be admitted, declare, on oath or affirmation, before some one of the courts aforesaid, that he will support the Constitution of the United States,” &amp;c. 2 U. S. Laws 151.</p>\n<p id=\"b92-9\">By the third section of the act, “ every court of record in any individual State, having common law jurisdiction, and a seal and clerk, or prothonotary, shall be considered as a district court within the meaning of this act; and every alien who may have been naturalized in any such court, shall enjoy, from and <page-number citation-index=\"1\" label=\"93\">*93</page-number>after the passage of this act, the same rights and privileges as if he had been naturalized in a District or Circuit Court of the United States.” 2 U. S. Laws 158.</p>\n<p id=\"b93-5\">These are the only provisions of the laws of the United States relating to naturalization, so far as we have examined, with which the act of July 14,1855, entitled “ An act regulating the naturalization and suffrage of naturalized citizens,” can be supposed to come in conflict. That act in substance prohibits any State court, except the Court of Common Pleas, from holding or exercising any jurisdiction in the administration of the naturalization laws. Does such prohibition conflict with the law of Congress, or the provisions of the Constitution of the United States ?</p>\n<p id=\"b93-6\">By one clause of the eighth section of the first article of the Constitution, Congress is authorized to “ establish tribunals inferior to the Supreme Court,” and, by the last clause of that article, “ to make all laws which shall be necessary and proper for carrying into execution the foregoing powers, and all other powers vested in the government by the Constitution.”</p>\n<p id=\"b93-7\">By the Constitution, then, Congress is not only vested with exclusive jurisdiction over the subject of naturalization, but with full power and authority to constitute all necessary tribunals, and make and establish all necessary and proper laws and regulations for the exercise of that jurisdiction.</p>\n<p id=\"b93-8\">The power to create all necessary tribunals for the exercise of jurisdiction in naturalization, obviates all occasion for a resort to the State tribunals for that purpose, on the ground of necessary implication.</p>\n<p id=\"b93-9\">By the tenth article of the amendments to the Constitution, the powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people. By the Constitution, Congress is no where authorized to employ, nor are the States any where prohibited from denying the use of their judicial tribunals to carry into execution the naturalization laws of Congress, and therefore the right of such denial is expressly reserved to the States, or the people.</p>\n<p id=\"b94-4\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>The government of the United States can claim no powers which are not granted to it by the Constitution, and the powers actually granted must be such as are expressly given, or given by necessary implication. <em>Martin </em>v. <em>Hunter, </em>1 Wheaton 310.</p>\n<p id=\"b94-5\">Every State is perfectly competent, and has the exclusive right, to prescribe the remedies in its own judicial tribunals, to limit the time as well as the mode of redress, and to deny to them jurisdiction over cases which its own policy and its own institutions either prohibit or discountenance. <em>Prigg </em>v. <em>Pennsylvania, </em>16 Peters 614.</p>\n<p id=\"b94-6\">The clause authorizing Congress to establish a uniform rule of naturalization exists only in the national Constitution, and not in those of the States. The Constitution does not point out any State functionaries, or any State action, as necessary or requisite to carry it into effect. No power is conferred on Congress to require the aid of the States in its execution, while full power is conferred on Congress for that purpose. The States cannot, therefore, be compelled to enforce the enactments of such uniform system of naturalization. It would clearly be an improper exercise of the power of interpretation to insist that the States are bound to provide means to carry into effect the duties of the national government, no where delegated or entrusted to them by the Constitution. On the contrary, the natural if not the inevitable conclusion is, that the national government, in the absence of all positive provisions to the contrary, is bound, through its own proper departments, legislative, judicial or executive, as the case may require, to carry into effect all the rights and duties imposed on it by the Constitution. <em>Prigg </em>v. <em>Pennsylvania, </em>16 Peters 615.</p>\n<p id=\"b94-7\">It is a general rule that where a constitution gives a general power, or enjoins a duty, it also gives, by implication, every particular power necessary for the exercise of the one, or the performance of the other. But this rule is modified by another, that where the means for the exercise of a granted power, or the performance of an enjoined duty, are also given, no other or different means can be implied, either on account of convenience, or as being more effectual. <em>Field </em>v. <em>People, </em>2 Scammon 79.</p>\n<p id=\"b95-4\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>Construction, for the purpose of conferring a power, should be resorted to with great caution, and only for the strongest and most persuasive reasons. <em>Field </em>v. <em>People, </em>2 Scam. 80.</p>\n<p id=\"b95-5\">If, then, all powers not delegated to Congress had not been expressly reserved to the States — ample means for carrying into effect the naturalization laws having been granted in the Constitution — no implication or construction could give Congress the' right to employ other than its own expressly granted means for enforcing those laws, because no necessity for such implication or construction exists.</p>\n<p id=\"b95-6\">Even had Congress undertaken to employ the State tribunals and State functionaries as instruments for executing its power of establishing and carrying out a uniform system of naturalization, having no express or implied power so to do, it would have been competent and constitutional for the State to have prohibited them from acting in that capacity. But Congress has attempted <em>no </em>such thing. It has only provided that when the State courts and officers shall have aeted, their doings shall be as valid and effectual as those of the national courts and functionaries, under like circumstances. The law recognizes the acts of State tribunals as sufficient to confer upon aliens the rights of citizens, when those tribunals shall have conformed to the laws of Congress ; nothing more. And there is nothing inconsistent in this. Whether those tribunals are or are not bound to act under the laws of Congress, in the absence of State legislation upon the subject, there can be no impropriety in their so acting, if they choose, unless prohibited so to do by the. authority of the State. <em>Prigg </em>v. <em>Pennsylvania, </em>16 Peters 622.</p>\n<p id=\"b95-7\">In the present case, the Legislature have not forbidden all their courts and functionaries to act under the naturalization laws of Congress, but have restricted that action to the Court of Common Pleas. Why that court should have been selected, was a question for their consideration alone, into which we have neither the right nor the disposition to inquire. In their wisdom they have deemed it proper to make the distinction, and as, in our judgment, they might rightfully have prohibited; all judica<page-number citation-index=\"1\" label=\"96\">*96</page-number>tories of their own creation from participating in the execution of those laws, there can be no valid objection to their having forbidden a portion only to do so.</p>\n<p id=\"b96-5\">The majority of the court entertaining these views of the power of a State Legislature to prohibit the tribunals of its own creation from aiding in the execution of the laws of Congress, upon a subject over which Congress possesses exclusive jurisdiction, and for exercising and enforcing which the Constitution has conferred upon Congress ample means and facilities, are of opinion that the act of July 14, 1855, is valid and constitutional in the particular to which objection has been taken ; and as that act expressly prohibits this court from exercising jurisdiction in the matter of the naturalization of foreigners,</p>\n<p id=\"b96-6\">\n<em>The petition must he dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}