{
  "casebody": {
    "data": "<casebody firstpage=\"41\" lastpage=\"50\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b91-7\">Losei Realty Corporation, Appellant and Respondent, <em>v. </em>City of New York, Respondent and Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b92-7\"><page-number citation-index=\"1\" label=\"42\">*42</page-number>(Argued April 7, 1930;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AG\">decided May 15, 1930.)</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b92-9\"><em>Robert H. Wilson </em>for plaintiff, appellant and respondent.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"ACh\">Loss of rental value is the only legitimate damage for deprivation of the use of the plaintiff’s property. <em>(Leonard </em>v. <em>New York Tel. Co., </em>41 N. Y. 544; <em>Ehrgott </em>v. <em>Mayor, </em>96 N. Y. 264; <em>Meyer </em>v. <em>Haven, </em>70 App. Div. 529; <em>Matter of City of New York, </em>240 N. Y. 68.) The plaintiff had a right to allow the defendant as much time as it desired to complete its agreements and did not thereby waive its right to recover damages for such delay. <em>(Ruff </em>v. <em>Rinaldo, </em>55 N. Y. 664; <em>Dunn </em>v. <em>Steubing, </em>120 N. Y. 232; <em>Deeves </em>v. <em>Manhattan Life Ins. Co., </em>195 N. Y. 324; <em>General Supply &amp; Constr. Co. </em>v. <em>Goelet, </em>149 App. Div. 80; <em>Kenny </em><page-number citation-index=\"1\" label=\"43\">*43</page-number>v. <em>Monahan, </em>53 App. Div. 421; 169 N. Y. 591; <em>Crocker-Wheeler Co. </em>v. <em>Varick Realty Co., </em>104 App. Div. 568; <em>Reading Hardware Co. </em>v. <em>City of New York, </em>129 App. Div. 292; <em>Raymore Realty Co. </em>v. <em>Pfotenhauer-Nesbit Co., </em>139 App. Div. 126; <em>Cassidy </em>v. <em>Le Fevre, </em>45 N. Y. 562.) The value of the use and occupation of the plaintiff’s lands, of which it was deprived by defendant’s delay, is the proper measure of damages. <em>(Ruff </em>v. <em>Rinaldo, </em>55 N. Y. 664; <em>Hartshorn </em>v. <em>Chaddock, </em>135 N. Y. 116; <em>Ogden Lumber Co. </em>v. <em>Busse, </em>92 App. Div. 143; <em>Dufel </em>v. <em>State of New York, </em>198 App. Div. 97; <em>Mayright </em>v. <em>State of New York, </em>124 Misc. Rep. 682; <em>Sayre </em>v. <em>State of New York, </em>123 N. Y. 291; <em>DeCamp </em>v. <em>Bullard, </em>159 N. Y. 450; <em>Ansonia Brass </em>&amp; <em>Copper Co. </em>v. <em>Gerlach, </em>8 Misc. Rep. 256.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b93-4\"><em>Arthur J. W. Hilly, Corporation Counsel (Willoughby B. Dobbs </em>and <em>Charles J. Nehrbas </em>of counsel), for defendant, respondent and appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AvV\">The defendant is not liable for any deficiency in the amount of fill placed upon plaintiff’s lands. <em>(Edison Electric Illuminating Co. </em>v. <em>Thacher, </em>229 N. Y. 172; <em>Lambert </em>v. <em>Krum, </em>121 Misc. Rep. 170; <em>Norske Ameriekalinje </em>v. <em>Sun P. &amp; P. Assn., </em>226 N. Y. 7; <em>Peirce </em>v. <em>Cornell, </em>117 App. Div. 66; <em>Cook </em>v. <em>Soule, </em>56 N. Y. 420; <em>Hamilton </em>v. <em>McPherson, </em>28 N. Y. 72.) The plaintiff’s claim for loss of rental value has been properly rejected. <em>(Slavin </em>v. <em>State, </em>152 N. Y. 45; <em>Hall Sons’ Co. </em>v. <em>Sundstrom Co., </em>138 App. Div. 548; 204 N. Y. 660; <em>Ludlow </em>v. <em>Village of Yonkers, </em>43 Barb. 493; <em>Terry </em>v. <em>N. Y. Cent. R. R. Co., 22 </em>Barb. 40; <em>Rexter </em>v. <em>Starin, </em>73 N. Y. 601; <em>Dillon </em>v. <em>Anderson, </em>43 N. Y. 231; <em>Brown </em>v. <em>Weir, </em>95 App. Div. 78; <em>Cortland County </em>v. <em>Herkimer County, </em>44 N. Y. 22; <em>Clapper </em>v. <em>Waterford, </em>131 N. Y. 382; <em>Fox </em>v. <em>Manchester, </em>183 N. Y. 141; <em>Uline </em>v. <em>N. Y. Cent. R. R. Co., </em>101 N. Y. 98; <em>Dietzel </em>v. <em>City of New York, </em>218 N. Y. 270.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b93-5\">Pound, J.</author>\n<p id=\"Auk\">The action is brought to recover damages for breach of a contract by which the defendant agreed to <page-number citation-index=\"1\" label=\"44\">*44</page-number>fill in the plaintiff’s property on Jamaica bay with dredged material. The plaintiff has recovered a judgment in the sum of $39,493.41. Both parties have taken an appeal to this court. The defendant contests all the material contentions of the plaintiff but on questions of fact the evidence sustains the judgment against the city. The plaintiff contends that the damages awarded are inadequate as matter of law and asks that the judgment appealed from be modified by increasing the amount thereof by the sum of $130,923.22. •</p>\n<p id=\"b94-4\">Plaintiff and defendant owned adjoining lands under water in Jamaica bay at the foot of Flatbush avenue, Brooklyn. The defendant had erected a pier at the foot of Flatbush avenue extending out into Jamaica bay; plaintiff’s lands were next east of the pier and it was necessary to cross such lands to gain access to the pier. The boundary fine between the parties was also in dispute.</p>\n<p id=\"b94-5\">In order to enable the city to acquire the plaintiff’s lands under water adjoining its Flatbush avenue pier without resorting to condemnation proceedings, and to settle the boundary line dispute, agreements upon which this action is based were made and entered into between the plaintiff and the defendant. These agreements were made under the provisions of the Greater New York Charter and were as follows:</p>\n<p id=\"b94-6\"><em>First. </em>On July 13, 1916, the Commissioners of the Sinking Fund approved and adopted an agreement presented to them and directed the Corporation Counsel,, the Mayor and the City Clerk to execute the necessary papers to carry it out. This was the real agreement, between the parties, being made by the Commissioners of the Sinking Fund, the only authorized agency of the city to make such agreements. (Greater New York Charter, § 205.)</p>\n<p id=\"b94-7\"><em>Second. </em>On October 11, 1916, the formal deed fixing and describing the boundary fine, conveying the plaintiff’s lands under water adjoining the Flatbush avenue <page-number citation-index=\"1\" label=\"45\">*45</page-number>pier and setting forth the other provisions of the sinking fund agreement, was executed by the plaintiff and the Mayor and City Clerk in pursuance of the provisions of the sinking fund agreement and duly delivered. This agreement and the formal deed of execution in accordance therewith constitute the contract between the plaintiff and the defendant.</p>\n<p id=\"b95-4\">The plaintiff was to erect a bulkhead upon its property, thirty feet inshore of the new bulkhead line established by the agreements. The defendant agreed within nine months from October 11, 1916, to do the following:</p>\n<p id=\"b95-5\">1. To dredge to a depth of eighteen feet outside the bulkhead line established by the agreements.</p>\n<p id=\"b95-6\">2. To dredge the lands between such bulkhead line and the plaintiff’s bulkhead thirty feet inshore therefrom, in an “ even slope of natural repose,” so that there should be five feet of water at the plaintiff’s bulkhead at mean low tide.</p>\n<p id=\"b95-7\">3. To deposit the dredged material, first upon the lands of the plaintiff “all to a surface and approximately uniform grade averaging 10 feet above mean low water.”</p>\n<p id=\"b95-8\">The defendant’s agreement then contained this provision:</p>\n<p id=\"b95-9\">“ The City of New York may vary the said order of filling, but from said dredged material <em>or from other sources, </em>shall at all events fill in the lands of said Losei Realty Corporation to the grade aforesaid with due diligence.” This clause is omitted from the formal deed in so far as it requires the fill to be made <em>“ </em>from other sources ” but the omission does not modify the agreement.</p>\n<p id=\"b95-10\">The plaintiff erected its bulkhead. Defendant agreed, <em>first, </em>to dredge the land “ so that there should be five feet of water at the plaintiff’s bulkhead at mean low tide; ” <em>secondly, </em>to fill plaintiff’s lands ■ at an average grade of “ 10 feet above mean low water.” The defendant let a dredging and filling contract to P. Sanford Ross, Inc., not, however, to carry out the entire agreement with <page-number citation-index=\"1\" label=\"46\">*46</page-number>plaintiff. The two contracts are not in terms related. The Ross company had four months in which to perform, which would give it until September 12, 1917, to complete its contract, although the defendant had agreed to complete its agreement with plaintiff on July 11, 1917. The Ross company actually completed its wrork on October 17, 1917. It did its work of dredging improperly and negligently and by so doing broke down plaintiff’s bulkhead. In the end the fill provided for was practically but not fully completed by the city but not until December 2, 1922. The plaintiff sued to recover for damages to the bulkhead and for the cost of the completed fill and it has recovered therefor. It also sued for damages for delay in completing the work but the trial judge held that it was entitled to no damages for delay on the ground that the wrong was complete on July 11, 1917, nine months from October 11, 1916, and plaintiff could not lie by, neglecting to make the necessary reparation and hold the wrongdoer liable for loss sustained by the delay. This rule is properly applicable to actions in tort for damages for unlawful injury to property, where the ordinary measure of damages is the depreciation in value caused by the wrrongful act <em>(Slavin </em>v. <em>State, </em>152 N. Y. 45)., but it is not applicable to actions to recover for breach of contract. <em>“ </em>One who violates his contract with another is liable for all the direct and proximate damages which result from the violation.” <em>(Wakeman </em>v. <em>Wheeler &amp; Wilson Mfg. Co., </em>101 N. Y. 205, 209.) The Appellate Division affirmed with a slight modification not material in this connection.</p>\n<p id=\"b96-4\">The city recognized its obligations to plaintiff and undertook to carry them out. Much delay resulted from various causes. Plaintiff waited from July 11, 1917, until April 8, 1920, when it began this action on the theory that the contract had not been terminated or abandoned but was still in full force and effect. The fill was after-wards completed by the city, with the exception of 63,285 <page-number citation-index=\"1\" label=\"47\">*47</page-number>cubic yards, on December 2, 1922. Plaintiff now contends that it is entitled to damages due to such delay from July 11, 1917, to December 2, 1922.</p>\n<p id=\"b97-4\">The purpose of the contract was to improve the city water front and to give plaintiff a usable property with a proper depth of water. This was a legitimate exercise of the power of the city over the improvement of navigation facilities. <em>(Matter of City of New York, </em>240 N. Y. 68.) The plaintiff is entitled to recover as damages the loss reasonably resulting from the delay. The question remains as to the measure of such damages and as to the reasonableness of plaintiff’s conduct in relation thereto.</p>\n<p id=\"b97-5\">Plaintiff might within a reasonable time after default have put an end to the contract <em>(Taylor </em>v. <em>Goelet, </em>208 N. Y. 253) and completed the fill itself, or sued for damages, or it might have treated the contract as abandoned by the city. Abandonment of a contract implies not only non-performance but an intent not to perform which may be inferred from acts which necessarily point to actual abandonment. While defendant’s assurances were of such a nature that a reasonable man could believe that the contract could be performed without unreasonable delay, the plaintiff was at liberty to act on that assumption. When, however, the time arrived when a reasonable man would give up hope of performance, the plaintiff would no longer be justified in leaving the land idle and claiming damages for delay for an indefinite period. If it acted reasonably, it would be entitled to recover the entire loss. <em>(Dunn </em>v. <em>Steubing, </em>120 N. Y. 232, 236; <em>Hartshorn </em>v. <em>Chaddock, </em>135 N. Y. 116, 122.) The question of reasonable conduct as affecting the measure of damages remains for consideration as a question of fact in the case.</p>\n<p id=\"b97-6\">The law wisely imposes upon a party subjected to injury from the breach of a contract the active duty to make reasonable efforts to render the injury as light as possible. When the city failed to complete its contract <page-number citation-index=\"1\" label=\"48\">*48</page-number>the plaintiff was bound to use reasonable efforts to mitigate the damages. It had no right, by obstinately persisting in treating the contract as alive, to make the damages larger than they otherwise would have been. <em>“ </em>The burden of proving that the damages which have been sustained in such cases could have been prevented, unquestionably rests upon the party guilty of the breach of contract.” <em>(Hamilton </em>v. <em>McPherson, </em>28 N. Y. 72, 77.) No such proof has been offered in this case but the inference is reasonable that damages might have been lessened and the duty of reasonable diligence to lessen damages must be considered. Should the plaintiff have exercised its right to terminate the contract within a reasonable time after breach and then sued for damages? And if so, at what time should it have terminated the contract? Should it have treated -the contract as abandoned if the conduct of the defendant was such as to make it unreasonable for the plaintiff to treat the contract as if it were in force? <em>“ </em>In determining the measure of damages, where the parties have left the matter doubtful, we ask what would have been in the contemplation of a reasonable man when the contract was made.” (Anson on Contracts [14th Eng. ed.], § 404.)</p>\n<p id=\"b98-4\">Taking as the starting point July 11, 1917, when the nine months named in the agreement expired, we find that the work was still proceeding under the Ross contract. No rule of law or reason compelled the plaintiff to terminate the contract on that date. When it allowed the defendant to proceed, it did not release or discharge the stipulation as to time but it could hold the defendant liable, for the damages resulting from the delay, so that if defendant had completed its work with the completion of the Ross contract on October 17, 1917, plaintiff would have been entitled to such damages. <em>(Ruff </em>v. <em>Rinaldo, </em>55 N. Y. 664.) But the completion of the Ross contract left the agreement with the city incomplete as it would still require some 160,000 cubic yards of earth to finish <page-number citation-index=\"1\" label=\"49\">*49</page-number>the fill. Afterwards followed a long delay from October 17, 1917, to April 8, 1920, when this action was commenced, broken only by three or four sporadic offers on the part of defendant to complete the fill with ashes or broken stone. Then came a third period from June 14, 1921, to December 2, 1922, when the city with plaintiff’s consent practically completed the work.</p>\n<p id=\"b99-4\">The city never repudiated its obligation to fill the property of the plaintiff up to a grade of ten feet above mean low water. With the coming of the World War it was unable to let a contract to do the work it had agreed to do. It had not done so on April 8, 1920, when this action was begun. Thereafter the defendant, with the acquiescence of plaintiff, let a new contract for dredging and filling in Jamaica bay under which the filling was practically completed on December 2, 1922, when it gave notice to plaintiff that the work was completed.</p>\n<p id=\"b99-5\">To hold that one who contracts with another to improve his property may claim damages for delay for a long and indefinite period would in some cases lead to great hardship. Such results do not naturally and obviously flow from the breach. The just claims of the parties would ordinarily be satisfied by treating the contract as abandoned or terminated after wraiting a reasonable time for performance to proceed, and by claiming indemnity for the delay up to that point.</p>\n<p id=\"b99-6\">The case should go back for a new trial to enable plaintiff to establish damages for delay.</p>\n<p id=\"b99-7\">Damages, if proved, may be recovered in this action although they occurred subsequent to the commencement thereof. The action is for breach of contract and resulting damages for loss of use of the premises. There can be but one cause of action for the breach of contract in which all damages must be proved down to the time of the trial. <em>(Park &amp; Sons Co. </em>v. <em>Hubbard, </em>198 N. Y. 136.) <page-number citation-index=\"1\" label=\"50\">*50</page-number><em>Uline </em>v. <em>N. Y. C. &amp; H. R. R. R. Co. </em>(101 N. Y. 98) and like cases apply only where the cause of action which occasioned-the damages was separate from the cause sued on and had accrued subsequent to the commencement of the first action.</p>\n<p id=\"b100-4\">The only proof of damages offered was of the rental value of the lands when fully improved. The proper measure of damages was the difference in the rental value of the lands when improved and in their partly improved condition. For all that appears they might have been leased in their partly improved condition.</p>\n<p id=\"b100-5\">The judgment should be modified by granting a new trial as to the amount of the damages resulting from the defendant’s default, and in other respects affirmed, with costs to the plaintiff in all courts.</p>\n<p id=\"b100-6\">Cardozo, Ch. J., Crane, Kellogg, O’Brien and Hubbs, JJ., concur; Lehman, J., not sitting.</p>\n<p id=\"b100-7\">Judgment accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}