{
  "casebody": {
    "data": "<casebody firstpage=\"293\" lastpage=\"308\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b329-4\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. JEROME GOLDBERG, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b329-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b329-7\">Argued February 26, 1951 —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AXG\">Decided March 13, 1951.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b330-11\"><page-number citation-index=\"1\" label=\"294\">*294</page-number>Before Judges MoGeehan, Jayne and Wm. J. Beennan, Je.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b330-12\"><em>Mr. Meyer E. RubacJc </em>argued the cause for the appellant <em>(Mr. Saul M. Mann, </em>attorney).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b330-13\"><em>Mr. J. Bernard Sdttzman </em>argued the cause for the respondent (Mr. <em>Donald G. </em>Gollester, County Prosecutor of Passaic County, attorney).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b331-4\"><page-number citation-index=\"1\" label=\"295\">*295</page-number>The opinion of tlie court was delivered by</p>\n<author id=\"b331-5\">Jaynb, J. A. D.</author>\n<p id=\"A-p\">The participants in the scrimmage which the present appeal brings to our attention will some day look back upon it more in regret than in anger. A resort to physical violence is a particularly shabby expedient in the solution of a family quarrel. Here we are requested to review judicially a judgment emanating from the irascibility of a father 73 years of age and his two adult sons.</p>\n<p id=\"b331-6\">Sufficient of the factual story must be related to display the subject matter of our consideration. Michael Goldberg is the father of Solomon and Jerome Goldberg. They are associated as partners in business.</p>\n<p id=\"b331-7\">The father subscribed to á complaint in the Court of the First Criminal Judicial District of the County of Passaic charging that “on the 10th day of June A. D. one thousand nine hundred and fifty at the City of Paterson, in the County aforesaid and within the jurisdiction of this court, one Solomon Goldberg did wilfully and unlawfully commit an assault and battery on the person of this complainant with force and arms, to wit: did kick complainant in the groin and did hold him by his hands; one Jerome Goldberg did choke him and did push him up against the wall; and did otherwise ill treat this complainant, contrary to the form of the statute in such ease made and provided, to wit: Title 2 :103 — 1 Kevised Statutes New Jersey, 1937. Therefore, this complainant prays that the said Solomon Goldberg <em>(sic) </em>may be apprehended .and held to answer said complaint, and dealt with as law and justice may require.”</p>\n<p id=\"b331-8\">In pursuance of the complaint both Solomon and Jerome seem to have been arraigned, and upon hearing the testimony, Solomon was acquitted. Jerome was convicted of the alleged assault and battery, and the sentence thoreon indefinitely suspended. Jerome, however, challenges the factual and legal propriety of his conviction.</p>\n<p id=\"b331-9\">Unfortunately the testimony at the hearing was not recorded stenographically, and we are accordingly obliged to harvest our information concerning it from a summarized statement of the case, settled by the trial court. <em>Rules </em>1:2-23, 4:2-6.</p>\n<p id=\"b332-3\"><page-number citation-index=\"1\" label=\"296\">*296</page-number>The genesis of the embroilment seems to have been the circumstance that the father upon his return from Florida ascertained that there was a balance of $12,000 in the partnership bank account, from which he unconventionally withdrew for his own use the sum of $4,000 without the knowledge of his sons. Upon the presentation of the outstanding checks theretofore drawn upon the account, the sons learned of their father’s impropriety with some degree of embarrassment and discomposure.</p>\n<p id=\"b332-4\">The father thereafter visited the place of business of the partnership, caressed his son, Solomon, but Jerome forthwith calmly invited his father and brother to accompany him to the basement. Both accepted the invitation. Upon their arrival there Jerome at once proceeded to chide, if not borate, his father for his clandestine act of confiscating a portion of the bank account Wrath was nourished by the interchange of ill-tempered epithets. “Too many mischiefs that vex the world arise from words.”</p>\n<p id=\"b332-5\">The father testified at the trial that “Jerome grabbed me by .the throat and choked me and Sol held my hand and put his knee in my groin. I kicked them and screamed.”</p>\n<p id=\"b332-6\">Both Solomon and Jerome imparted in their testimony a significantly dissimilar portrayal of the altercation. We reproduce the following pertinent excerpts from the statement of the case settled by the trial court:</p>\n<blockquote id=\"b332-7\">“The defendant, Solomon Goldberg, in defense of the complaint, testified under oath that he was called to the cellar by his brother, Jerome; that a discussion ensued between his brother Jerome and his father; that his father picked up a wooden reel to strike Jerome; that Jerome grappled with his father and that he held his father by the wrists while Jerome had his around the shoulders and neck, from the rear. He further stated that his father wasn’t slapped nor punched and that he, Solomon, stepped in to separate his father and brother during the quarrel to prevent injury to either of them.</blockquote>\n<blockquote id=\"b332-8\">The defendant, Jerome Goldberg, testified under oath that when his father came to the place of business on June 10, 1950, he told his father that he had something to discuss with him and requested him to come down to the cellar and also requested his brother to come, as he desired to discuss with his father the withdrawal by his father of the $4,000 out of the partnership account. He likewise requested Solomon to join with them. When he reached the cellar, he inquired of his <page-number citation-index=\"1\" label=\"297\">*297</page-number>father why he had withdrawn the $4,000 from the bank, cleaning out the account to the extent that the outstanding cheeks could not be met. Thereupon his father, the complainant, swore profanely at him and picked up a wooden reel and endeavored to strike him; that thereupon he, Jerome, grasped his father’s arms pinning them to his father’s body and al the same time the defendant, Solomon, his brother, intervened to separate them. He further testified that he didn’t punch, slap, nor strike his father and that the only reason he requested him to come to the cellar was to discuss the matter of the withdrawal of funds and to have privacy. The wooden reel was offered in evidence and it consisted of a light piece of wooden fixture used in their business and which weighed, perhaps, several ounces. It was also testified that the conversation was loud. The defendant, Jerome, further stated that when his father sought to obtain the wooden reel, it required that he go some distance from the stairway which led upstairs and that he, Jerome, could have walked upstairs before the father’s return with the wooden reel. The defendant, Jerome, did not avail himself of this avenue of withdrawal.”</blockquote>\n<p id=\"b333-5\">The reel to which reference is made is a wooden rectangular frame weighing approximately 11 ounces, around which cloth, fabrics, and textiles are wound, forming a bolt.</p>\n<p id=\"b333-6\">As an incidental prelnde we bring to view the ancestral enactment of the General Assembly of the Province of New Jersey on December 9, 1675, which ordained that:</p>\n<blockquote id=\"b333-7\">“X. Item. If any child or children above sixteen years of age, and of sufficient understanding, shall smite or curse their natural father or mother, except provoked thereunto, and forced for their safe preservation from death or maiming, upon the complaint or proof of the said father or mother, or either of them (and not otherwise) they shall be put to death.”</blockquote>\n<p id=\"b333-8\"><em>Leaming </em>&amp; Spicer, <em>Grants and Concessions of N. J. (2d ed. </em>1881), <em>p. </em>106.</p>\n<p id=\"b333-10\">There are certain features of the case in the exposure in which it is presented to us which particularly engross our consideration.</p>\n<p id=\"b333-11\">Unless the substantially concordant testimony of Solomon and J eróme was for some undisclosed reason essentially depreciated in its evidential value or rejected as incredible, it is more than difficult to perceive in the record the requisite degree of proof to sustain Jerome’s conviction. A reconciliation <page-number citation-index=\"1\" label=\"298\">*298</page-number>and adaptation of the evidence are rendered the more perplexing in view of the acquittal of Solomon and the conviction of Jerome.</p>\n<p id=\"b334-4\">Counsel for the appellant points to the most plausible explanation of the dissimilarity of the judgments. It is revealed by the following quotation extracted from the court’s statement:</p>\n<blockquote id=\"b334-5\">“The defendant, Jerome, further stated that when his father sought to obtain the wooden reel, it required that he go some distance from the stairway which led upstairs and that he, Jerome, could have walked upstairs before the father’s return with the wooden reel. The defendant, Jerome, did not avail himself of this avenue of withdrawal.”</blockquote>\n<p id=\"b334-6\">The right of self-defense and the limitational obligation to accept an available opportunity to retreat are conspicuous examples of the development of our law. An examination of the history of the English law of self-defense discloses that from the beginning of the jurisdiction of the king’s courts over crime until the reign of Edward I, homicide could be justified only in the execution of the law. In all other cases, whether of misadventure or of necessary self-defense, the defendant had no legal justification. Chancery sought to afford relief in such cases, but this was forbidden by the statute of Gloucester which provided that a verdict of guilty should be found before the justices in eyre or gaol-delivery, and then “by the report of the justices to the king, the king shall take him to his grace, if it please him.” 6 <em>Ed. I, c. </em>9; 2 <em>Poll. &amp; Mait., History of Eng. L. (2d ed.) </em>479. The granting of a pardon in cases <em>se def endeudo </em>soon became a matter of course and the Chancellor signed the pardon in the king’s name.</p>\n<p id=\"b334-7\">The duty to retreat finds expression in the minutes of an early case:</p>\n<blockquote id=\"b334-8\">“Note that at the delivery of Newgate, before Knyvet (O. J.) and Lodelow (O. B.) it was found that a chaplain <em>se def endeudo </em>slew a man, and the justices asked how. And (the jurors) said that the man who was killed pursued the chaplain with a stick and struck him, and he struck back, and so death was caused. And they said that the slayer, had he so willed, might have fled from his assailant. And <page-number citation-index=\"1\" label=\"299\">*299</page-number>therefore the justices adjudged him a felon, and said that he was bound to flee as far as he could with safety of life. And the chaplain was adjudged to the Ordinary.”</blockquote>\n<p id=\"b335-5\">43 Ass. <em>pi. </em>31: translated. <em>Kenny, Cas. Cr. L. </em>141.</p>\n<p id=\"b335-6\">It was probably not until 1534 after the enactment of the statute 24 <em>Henry Till, c. </em>5, that self-defense became a legal defense.</p>\n<p id=\"b335-7\">Then there arose a distinction between a so-called justifiable homicide and an excusable homicide. Sir ilichacl Poster appears to have been the first writer to employ that distinction as the test by which to determine the duty to retreat. <em>Essay on Homicide {1st ed. </em>1762).</p>\n<p id=\"b335-8\">Blackstone recognized justifiable homicides as those in which the slayer is not “in the minutest degree” in fault, and excusable homicides as those in which “there is some fault) some error or omission; so trivial, however, that the law excuses it from the guilt of felony.” 4 <em>Blackstone Comm., c. </em>14. The excusable class embraced homicides occasioned by misadventure and by self-defense.</p>\n<p id=\"b335-9\">The distinction in its original breadth between justifiable and excusable homicide has survived in some jurisdictions and has been apparently disregarded in others.</p>\n<p id=\"b335-10\">Poster’s distinction between the retreat to avoid the necessity to kill and the retreat to avoid responsibility for the combat has since undergone both approval and disapproval. <em>Runyan v. State, </em>57 <em>Ind. </em>80 <em>(Sup. Ct. </em>1877); <em>cf. Erwin v. State, </em>29 <em>Ohio St. </em>186 <em>(Sup. Ct. </em>1876).</p>\n<p id=\"b335-11\">The European law prior to the 20th Century seems to have been generally favorable to the rigid to stand one’s ground. We have not undertaken to trace its more recent tendencies.</p>\n<p id=\"b335-12\">In this country the subject of retreat, or “retreat to the wall,” has encountered a conspicuous diversity of judicial opinion. It is not astonishing to discover in the early decisions in the western and southwestern jurisdictions an ethical abhorrence of flight, regarding it as a spectacle of cowardice and disgrace. This theory has been characterized as the code of the duelist, the German officer and the buccaneer. Beale, 16 <page-number citation-index=\"1\" label=\"300\">*300</page-number><em>Earv. L. Rev. </em>567. The other point of view is well expressed in Yon Ihering, <em>The Struggle for Law (Lalor’s </em>trans.) 122 <em>ff.</em></p>\n<p id=\"b336-4\">The two pertinent decisions of the United States Supreme-Court to which reference has been most frequently made are <em>Beard v. United States, </em>158 <em>U. S. </em>550, 15 <em>S. Ct. </em>962, 39 <em>L. Ed. </em>1086 (1895), and <em>Allen v. United States, </em>164 <em>U. S. </em>492, 17 <em>S. Ct. </em>154, 41 <em>L. Ed. </em>528 (1896). <em>Vide, </em>also, <em>Rowe v. United States, </em>164 <em>U. S. </em>546, 17 <em>S. Ct. </em>172, 41 <em>L. Ed. </em>547 (1896), and <em>Alberty v. United States, </em>162 <em>U. S. </em>499, 16 <em>S. </em>Ct. 864, 40 <em>L. Ed. </em>1051 (1896).</p>\n<p id=\"b336-5\">The earliest reported case in our state jurisdiction is <em>State v. Wells, </em>1 <em>N. J. L. </em>424 <em>(Sup. Ct. </em>1790), in which the rationale of Foster is recognized: “The judge, in his charge to the jury,, having observed that, as the act of homicide was fully proved,, and, indeed, admitted on behalf of the prisoner, told them the-subject of their inquiry was whether the prisoner at the bar was guilty, as he stood charged in the indictment, or not; that homicide was, in some cases, justifiable, and in others was excusable; but he remarked, that whoever would shelter himself' under the plea of self defence, more particularly in the case of a mutual conflict, must make it appear that, before the-mortal stroke was given, he had declined any further combat;, that he had retreated as far as it was possible to do with safety,, and that he killed his adversary through mere necessity, in. order to avoid his own destruction.</p>\n<p id=\"b336-7\">“The jury then requested the judge again to state to them the law relating to excusable homicide.</p>\n<p id=\"b336-8\">“The judge repeated, in substance, what he had before-stated, with this further remark — that although it might be contended, from some of the authorities which had been cited,, that after a person assaulted had retreated as far as it was in his power, to avoid a battery or some bodily harm, it would-be excusable in him to protect himself from further injury by killing his adversary, yet he thought this was not a principle warranted by the law, but that the observations which-he had before made, and the limitations he had pointed out,. <page-number citation-index=\"1\" label=\"301\">*301</page-number>coincided with the ideas of Sir Michael Poster, and were grounded in reason, for, were it otherwise, the life of the citizen would be unnecessarily endangered, and would be taken away at too easy a rate.”</p>\n<p id=\"b337-5\">It is readily demonstrable that in the reported decisions generally throughout the country the treatment of the duty to retreat has been largely confined to cases in which a homicide was alleged to have been committed in self-defense.</p>\n<p id=\"b337-6\">The following expression has been quoted with noticeable liberality: “When it comes to a question whether one man shall íleo or another man shall live, the law decides that the former shall flee rather than the latter shall die.”</p>\n<p id=\"b337-7\">The primordial rule commonly known as “retreat to the wall” has been, however, for many'years accepted only in a figurative sense. In principle, a “wall” or “ditch” is reached whenever the assailed cannot in the existing conditions and circumstances of the. conflict (which may involve other than physical impediments) further recede without exposing himself to great peril. 1 <em>Wharton-, Grim. Law (12th, ed.) </em>832, § 616.</p>\n<p id=\"b337-8\">A fairly comprehensive examination of the pertinent adjudications of the several states would seem to permit this summarization of the divergent applications of the anile relating to the duty to retreat. Many have entertained the view that the right to stand one's ground against one attempting a felony applies only to collateral felonies distinct from a felonious assault upon the defending slayer, so that the duty to retreat exists if there is an intent to kill or gravely injure the person assaulted. Others have resolved that the right to resist the commission of a felony without retreat applies to the resistance of a felonious assault as well as to collateral felonies. Still others have conceived that the common law rule of reta-eat, in its acceptation as a duty, is in its entirety inapplicable to American conditions. 2 <em>1j B. A. (N. 8.) </em>50. Certainly no respectable authority has undertaken in the practical application of the rule to distort in effect excusable self-defense into probable self-destruction. The doctrine of “retreat to the wall” had its origin before the present more common <page-number citation-index=\"1\" label=\"302\">*302</page-number>use of guns. Today what might be a reasonable opportunity for escape in some circumstances, might in other and. different circumstances be reasonably certain death. <em>State v. </em>Gardner, 104 <em>N. W. </em>971 <em>(Minn. Sup. Ot. </em>1905), is an interesting case.</p>\n<p id=\"b338-4\">In our State we consult in homicide cases the statute, <em>B. S. </em>2:138-6, if applicable, and the rule enunciated in <em>State v. </em>Bonofiglio, 67 <em>N. J. L. </em>239 <em>(E. &amp; A. </em>1902). Vide, <em>State v. </em>Mount, 73 <em>N. J. L. </em>582 <em>(E. &amp; A. </em>1906); <em>State v. </em>Mellillo, 77 <em>N. J. L. </em>505 <em>(E. &amp; A. </em>1908).</p>\n<p id=\"b338-5\">It is appropriate to reproduce the words of former Chief Justice Gummere in <em>State v. di </em>Maria, 88 <em>N. J. L. </em>416 <em>(Sup. Ct. </em>1916); affirmed, 90 <em>N. J. L. </em>341 <em>(E. &amp; A. </em>1917) :</p>\n<p id=\"b338-6\">“On principle the rule enunciated by the trial court appears to us to be the sound one. The proposition is undisputed, even in those cases in which the rule contended for by the plaintiff in error is approved, that where a defendant indicted for homicide sets up self-defense as an excuse or justification for his act, he must show that the killing was, or, reasonably appeared to be, necessary, in order to preserve his own life or to protect himself from serious bodily harm. This being so, it follows as a logical sequence that when it is shown that the person assaulted could have completely protected himself without taking the life of his adversary, and that it was apparent to him that he could So so, the absence of the necessity of killing for his own preservation is demonstrated. And how can it truly be said that no means of self-protection other than the killing of his adversary existed when it is shown that a safe way of •retreat was open to him, and that by taking advantage of it he could have avoided the threatened danger to life or limb ?</p>\n<p id=\"b338-7\">“But the question which of these rules should be followed by the courts of this State does not seem to us to be an open one. In the case of <em>State v. </em>Wells, 1 <em>N. J. L. </em>424, decided more than one hundred and twenty-five years ago, it was declared that no man is justified or excusable in taking the life of another unless that act is, or reasonably appears to be, necessaiy, as the only means of avoiding his own destruction or some great injury/ In <em>State v. </em>Bonofiglio, 67 <em>Id. </em>239, 245, it is stated by our Court of Errors and Appeals, that the rule <page-number citation-index=\"1\" label=\"303\">*303</page-number>laid down in the cited case has always been accepted by our courts as an accurate statement oí the right to take life in self-defense. Although the obligation to retreat, when this can be done safely, is not expressly declared in the opinion in the <em>Wells case, </em>it is, we think, necessarily implied in the declaration that a homicide is not justifiable or excusable unless the necessity for taking life is apparent as the <em>only means </em>by which the slayer can avoid his own destruction or some great bodily injury.”</p>\n<p id=\"b339-5\">But of immediate relevancy to the arguments made in the present case is the existence, <em>vel </em>non, of what is to be in law regarded as a <em>positive duty </em>to retreat where the defendant did not face a real or apparent danger of death or serious bodily injury. 'Here, again, some divergence, if not contrariety, of opinion is observable in the reported decisions.</p>\n<p id=\"b339-6\">We may initially refer to the conclusions of those who have presumably made a comprehensive survey of the American decisional law on the subject.</p>\n<p id=\"b339-7\">“The ancient doctrine which makes it the duty of a person assaulted to ‘retreat to the wall’ before he is justified in repelling force by force has been generally modified in the United States. The rule now generally accepted is that one who is assailed may meet force with force without retreating, so long as he uses only such force as is necessary, even though he might with absolute safety avoid the threatened injury or bodily harm by retreating.” 4 <em>Am. Jur. </em>lol, § 41.</p>\n<p id=\"b339-8\">“The doctrine of retreat as developed in homicide cases is not by the weight of authority regarded as applicable to cases involving a mere battery, especially where immediate action appears to be necessary for sell-protection.” 5 <em>C. J. </em>150, § 230; 0 <em>C. J. S. </em>948.</p>\n<p id=\"b339-9\">Stephen in the text of his <em>Digest of Criminal Law (5lh ed.), </em>§ 132, states that “any person unlawfully assaulted may defend himself on the spot by any force short of the intentional infliction of death or grievous bodily harm.” See, note, <em>Id., Art. </em>221.</p>\n<p id=\"b339-10\">Singularly, this subject appears to have been more frequently considered in Alabama than elsewhere. <em>B. R. &amp; E. </em><page-number citation-index=\"1\" label=\"304\">*304</page-number><em>Co. v. Baird, </em>130 <em>Ala. </em>334, 352, 30 <em>So. </em>456, 54 <em>L. R. A. </em>752, 89 <em>Am. St. Rep. </em>43 <em>(Sup. Ct. </em>1901); <em>Beyer v. Birmingham Ry., &amp;c., Co., </em>186 <em>Ala. </em>56, 64 <em>So. </em>609, 610, 611 <em>(Sup. Ct. </em>1914); <em>Blankenship v. State, </em>11 <em>Ala. App. </em>125, 65 <em>So. </em>860, 862 <em>(Ct. App. </em>1914); <em>Adams v. State, </em>75 <em>So. </em>641 <em>(Ala. Ct. App. </em>1917).</p>\n<p id=\"b340-4\">Some brief quotations from the eases just cited will be informative of the conclusions therein expressed.</p>\n<p id=\"b340-5\">In <em>Beyer v. Birmingham Ry., </em>&amp;c., <em>Co., supra: </em>“The peculiar doctrines of the criminal law with respect to the maintenance of a plea of self-defense in cases of homicide or assault with intent to kill are not applicable to non-felonious assaults, ^</p>\n<p id=\"b340-7\">“The imminence or apprehension of ‘serious bodily harm’ about to be inflicted is an indispensable element of defense to him who would excuse a homicide, or an attempt to commit one. This is so because, as matter of law, the killing of an assailant, without such peril, is excessive self-defense, and is such an abuse of the right as to prevent its valid assertion. Eor the purposes of self-defense which stops short of killing or attempting to kill, there is no duty to retreat, and no need for the apprehension of serious bodily harm; and it is for the jury to determine in each ease whether the defendant’s counter assault was protective and justifiable, or retaliatory and unlawful.”</p>\n<p id=\"b340-8\">In <em>Blankenship v. State, supra: </em>“Since handing down the foregoing opinion, we find that our Supreme Court in' a recent case * * * has expressly decided that the doctrine of retreat has no application and is not necessary to the right of self-defense in assault and battery cases, and this court has, therefore, <em>ex mero motu </em>restored the present case to the docket for reconsideration, and it results upon such reconsideration that our ruling on one of the charges mentioned in the opinion must, as a consequence, be changed. This charge is charge A given at the request of the state, which was erroneous, in that it placed on defendant the duty of retreat.”</p>\n<p id=\"b340-10\">In <em>Adams v. </em>State, <em>supra: </em>“While, ‘for the purpose of self-defense which stops short of killing or attempting to kill, there <page-number citation-index=\"1\" label=\"305\">*305</page-number>is no duty to retreat’ * * * it was the right oí the solicitor on cross-examination to inquire as to the conduct oí the defendant on the occasion of the assault, and the fact that the defendant made no effort to avoid the difficulty by leaving the place oE the difficulty was pertinent to the question as to whether he entered the fight willingly, which, if shown, would ■ cut off the right of the defendant to plead self-defense.”</p>\n<p id=\"b341-5\">Some quotations from relevant decisions of the courts of our neighboring states may appropriately be given a place here.</p>\n<p id=\"b341-6\">From Pennsylvania the following excerpt is found in <em>Commonwealth v. Drum, </em>58 <em>Pa. St. </em>9, <em>22 (Sup. Ct. </em>1868) : “It is certainly true that every citizen may rightfully traverse the street, or may stand in all proper places, and need not flee from anyone who chooses to assail him. Without this freedom our liberties would be worthless. But the law does not apply this right to homicide. The question here does not involve the right of merely ordinary defence, or the right to stand wherever he may rightfully be, but it concerns the right of one man to take the life of another. Ordinary defence and the killing of another evidently stand upon different footing. When it comes to a question whether one man shall flee,or another shall live, the law decides that the former shall rather flee than that the latter shall die.”</p>\n<p id=\"b341-7\">In <em>Commonwealth v. Roman, </em>52 <em>Pa. Super. Ct. </em>64, 67 (1912), the court remarked: “It may be conceded that if the defendant had only used his naked hands in assaulting the prosecutor the court would not have been warranted in instructing the jury that before resisting, the defendant must have receded to the wail.”</p>\n<p id=\"b341-8\">In New York the Appellate Division in <em>People v. Dankberg, </em>91 <em>App. Div. </em>67, 86 <em>N. Y. Supp. </em>423 (1904), was concerned with the propriety of an instruction to the jury which embodied in a definition of self-defense the statement: “He (the defendant) must, if he can, avoid the quarrel. In other words, if he can run away, it is his duty to do so. While that may not be popular with men when they are assaulted, yet that is the law of our state.” The Appellate Division critically com-<page-number citation-index=\"1\" label=\"306\">*306</page-number>mented: “While this charge was not excepted to, it stated a proposition of law which was applicable when a homicide had been committed, and not to the right of a person to defend himself when the defense does not consist of the taking of human life. I take it that a person who is assaulted by another without provocation has a right to use sufficient force to repel the assault, without running away, or believing that his life is in danger, or that he is in imminent danger of grievous bodily harm. In the defense of his person or property, irrespective of the belief that there is danger to his life or of grievous bodily harm, a person has a right to repel an assault, and use the necessary force for that purpose. He must see to it that he does not take life, except in a last extremity, and, if he does, to escape responsibility, he must prove that the taking of life was justifiable. But it is not the law that a person in a public street or public place is bound to submit to insults or indignities, followed by an assault, although neither his life nor bodily harm is seriously threatened, without resorting to sufficient force to repel the assault.” In accord, <em>People v. Lopez, </em>238 <em>App. Div. </em>619, 265 <em>N. Y. S. </em>211 (1933).</p>\n<p id=\"b342-4\">Other decisions of interest are <em>State v. Totten, </em>65 <em>Mont. </em>203, 210 <em>P. </em>1061 <em>(Mont. Sup. Ct. </em>1922); <em>People v. Moody, </em>62 <em>Cal. App. </em>2d 18, 143 P. 2d 972 <em>(Dist. Ct. App. </em>1943), to which may be added a reference to 1 <em>Bishop, Crim. Law (9th ed.) </em>599, §§ 840, 841.</p>\n<p id=\"b342-5\">Strange to say, unless we regard the implications possibly deducible from the decisions in <em>State v. Wells, supra; State v. Zellers, supra, </em>and in <em>State v. Jayson, </em>94 <em>N. J. L. </em>467 <em>(E. &amp; A. </em>1920), to comprehend an obligation to retreat in instances of mere assault and battery, there appears to be no reported decision in New Jersey determinative of the precise point.</p>\n<p id=\"b342-6\">We have devoted considerable attention to the subject because it was so earnestly projected by counsel for the appellant at the argument of this appeal.</p>\n<p id=\"b342-7\">Eundamentally no person has a lawful right to lay hostile and menacing hands on another, without the authority <page-number citation-index=\"1\" label=\"307\">*307</page-number>of law to do so. On the other hand, the law does not require any one to submit meekly to the unlawful in diction of violence upon him.</p>\n<p id=\"b343-5\">In the consideration of the point debated in the present case we proceed no further than to state that in our opinion where one is not, or does not reasonably appear to be, assailed or threatened with imminent danger to life or great bodily injury, his acceptance of an available opportunity to retreat is not in the law of this State <em>a positive duly. </em>The opportunity to retreat is, however, in such casos a factual element to be considered together with all the other accompanying and surrounding circumstances in determining whether the person thus assailed used only such resistance as in all the relevant circumstances was necessary, or reasonably appeared to be necessary, for self-protection.</p>\n<p id=\"b343-6\">However, from the distant past it has been the law that a man who is assailed in his own dwelling is not under any obligation to retreat. More than 250 years ago it was said by Lord Chief Justice Hale that in case a man “is assailed in his own house, he need not llee as far as he can, as in other eases of <em>se def endeudo, </em>for he hath the protection of his house to excuse him from flying, as that would be to give up the protection of his house to his adversary by flight.” 1 <em>Hale’s Pleas of fhe Crown </em>486. In <em>Beard v. United States, supra, </em>the rule was held to extend not merely to one’s dwelling house but also to the surrounding grounds. <em>Cf. State v. Zellers, 7 N. J. L. </em>220, 243 <em>(Sup. 01. </em>18,24).</p>\n<p id=\"b343-7\">The rule has been extended to embrace one’s office or place of business. <em>Jones v. State, </em>76 <em>Ala. </em>8 <em>(Sup. Ct. </em>1884); <em>Harris v. State, </em>96 <em>Ala. </em>24 <em>(Sup. Ct. </em>1891); <em>Cheney v. State, </em>172 <em>Ala. </em>368, 55 <em>So. </em>801 <em>(Sup. Ct. </em>1911); <em>Chaney v. State, </em>178 <em>Ala. </em>44, 59 <em>So. </em>604 <em>(Sup. Ct. </em>1912); <em>People v. Tomlins, </em>213 <em>N. Y. </em>240 <em>(Ct. App. </em>1914).</p>\n<p id=\"b343-8\">Moreover the same rule prevails notwithstanding the attack proceeds from some other occupant of the house, office, or place of business. <em>Suell v. Derricott, </em>161 <em>Ala. </em>259, 49 <em>So. </em>895, 23 <em>L. R. A., N. S., </em>996, 18 <em>Ann. Cas. </em>636 <em>(Sup. Ct. </em>1909); <em>Haynes v. State, </em>17 <em>Ga. </em>465 <em>(Super. Ct. </em>1854). <em>Be </em><page-number citation-index=\"1\" label=\"308\">*308</page-number>husband and wife, <em>Hutcherson v. State, </em>165 <em>Ala. </em>16 <em>(Sup. Ct. </em>1909).</p>\n<p id=\"b344-4\">Our comprehensive review of this case in all its aspects guides us to the conclusion that the judgment of conviction should be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}