{
  "casebody": {
    "data": "<casebody firstpage=\"785\" lastpage=\"790\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b857-6\">RESERVE SUPPLY CORPORATION OF L. I., INC., Petitioner, v. NATIONAL LABOR RELATIONS BOARD, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b857-8\">No. 350, Docket 27977.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b857-9\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b857-10\">Argued May 2, 1963.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b857-11\">Decided May 27, 1963.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b858-8\"><page-number citation-index=\"1\" label=\"786\">*786</page-number>Robert Lewis, of Jackson &amp; Lewis, New York City, for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b858-9\">Elliot Moore, Atty., National Labor Relations Board, Washington, D. C. (Stuart Rothman, Gen. Counsel, Dominick L. Manoli, Assoc. Gen. Counsel, Marcel Mallet-Prevost, Asst. Gen. Counsel, Margaret M. Farmer, Atty., National Labor Relations Board, Washington, D. C., on the brief), for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b858-10\">Before CLARK, SMITH and HAYS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b858-11\">HAYS, Circuit Judge.</author>\n<p id=\"b858-12\">This is a petition to set aside an order of the Board, 140 NLRB No. 23, in which the Board found petitioner guilty of unfair labor practices under Sections 8(a) (1) and 8(a) (3) of the National Labor Relations Act,<footnotemark>1</footnotemark> and ordered petitioner to reinstate employee Fred Vannoy, with back pay and interest thereon. The Board, in its answer, requests that its order be enforced. Upon examination of the entire record, Universal Camera Corp. v. N. L. R. B., 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951), we conclude that the Board’s order is supported by substantial evidence and that the remedy sought is appropriate and authorized by law. We accordingly grant enforcement.</p>\n<p id=\"b858-16\">The Board found that petitioner violated Section 8(a) (1) of the Act by interrogating an employee as to the extent of union activity in the plant; by restoring overtime work in order to induce the employees to abandon the union; and by threatening employee Vannoy with reprisals if he continued his activity in behalf of the union. The Board found further that petitioner violated Section 8(a) (3) of the Act by discharging Vannoy because of his union membership and activity. We shall consider these findings <em>seriatim.</em></p>\n<p id=\"b858-17\">I.</p>\n<p id=\"b858-18\">Petitioner is a lumber and supply company with warehouses at Mineóla, Pine Aire, and Riverhead, Long Island. The events on which the Board’s findings are based began in February 1961, when, in response to petitioner’s reduction of overtime work, petitioner’s warehousemen instructed their Independent Warehouse-men’s Union to investigate the possibility of affiliation with a local of the Teamsters Union. On April 24, the Independent notified its members that a special meeting would be held on April 28 to consider affiliation.</p>\n<p id=\"b858-19\">The next morning, April 25, An-son Seaman, petitioner’s general manager, called Fred Adams, president of the Independent, into Seaman’s private office <page-number citation-index=\"1\" label=\"787\">*787</page-number>and told Adams that he, Seaman, had heard a rumor that the “boys at Pine Aire have been talking to the union” and asked Adams if that was true. Adams replied that the boys at Pine Aire had no more to do with it than anyone else, but that the rumor was true. Seaman thereupon told Adams that the Company had always done its best for the employees, and that it would be a “mistake” to dissolve the Independent. He urged Adams to vote against affiliation with the Teamsters. The Board found that this interview violated Section 8 (a) (1) of the Act. We agree.</p>\n<p id=\"b859-5\">In determining whether or not an employer’s interrogation of individual employees constitutes forbidden “coercion”, in derogation of employees’ freedom of choice as guaranteed by Section 7 of the Act,<footnotemark>2</footnotemark> the Board is required to consider not only the information sought, but also the manner and context in which the questioning was conducted. N. L. R. B. v. Syracuse Color Press, Inc., 209 F.2d 596 (2d Cir.), cert. denied, 347 U.S. 966, 74 S.Ct. 777, 98 L.Ed. 1108 (1954). In the present case, Seaman summoned Adams to his private office (as distinguished from the regular place of employee activities) at a critical time in the employees’ movement toward the Teamsters. In effect, Seaman interrogated Adams whether the “Pine Aire boys” had initiated the affiliation movement. This was information with which petitioner had no legitimate concern.<footnotemark>3</footnotemark> Seaman made clear to Adams the employer’s opposition to the employees’ plans.<footnotemark>4</footnotemark> Under these circumstances, and in light of the evidence of later events which we shall shortly develop, the Board was justified in concluding that the interview constituted the first in a series of steps by which petitioner applied increasingly coercive pressure against the free choice, by its employees, of their bargaining agent. See N. L. R. B. v. Midwestern Instruments, Inc., 264 F.2d 829 (10th Cir.), cert. denied, 360 U.S. 932, 79 S.Ct. 1451, 3 L.Ed.2d 1545 (1959). Compare N. L. R. B. v. Firedoor Corp., 291 F.2d 328, 331-332 (2d Cir.), cert. denied, 368 U.S. 921, 82 S.Ct. 242, 7 L.Ed.2d 136 (1961).</p>\n<p id=\"b859-7\">II.</p>\n<p id=\"b859-8\">Several days after the Adams interview, petitioner’s employees voted to dissolve the Independent and to affiliate with Teamsters Local 1205. The vote was 10-4, with only petitioner’s Riverhead employees voting against affiliation. A majority of petitioner’s employees signed check-off slips for Local 1205 and the Local began to press for recognition.</p>\n<p id=\"b859-9\">About two weeks later, Seaman visited Pine Aire, and asked the employees what could be done “to alter the decision to affiliate with Local 1205.” He was told that the situation would probably never have arisen if working hours had not been re<page-number citation-index=\"1\" label=\"788\">*788</page-number>duced in February. Seaman responded that “if it meant so much,” he would have the overtime restored. His promise was promptly fulfilled.</p>\n<p id=\"b860-4\">The Board found that the promise and its fulfillment were intended to induce the employees to abandon the union of their choice, and violated § 8(a) (1) of the Act. The evidence, and the authorities, amply support the Board’s conclusions. Medo Photo Supply Corp. v. N. L. R. B., 321 U.S. 678, 685-687, 64 S.Ct. 830, 88 L.Ed. 1007 (1944) ; N. L. R. B. v. Philamon Laboratories, Inc., 298 F.2d 176, 180, 181 (2d Cir.), cert. denied, 370 U.S. 919, 82 S.Ct. 1555, 8 L.Ed.2d 498 (1962); Joy Silk Mills, Inc., v. N. L. R. B., 87 U.S.App.D.C. 360, 185 F.2d 732 (1950), cert. denied, 341 U.S. 914, 71 S. Ct. 734, 95 L.Ed. 1350 (1951); N. L. R. B. v. Bailey Co., 180 F.2d 278 (6th Cir., 1950).</p>\n<p id=\"b860-5\">III.</p>\n<p id=\"b860-6\">Approximately a month after these events, Local 1205, having been unsuccessful in its attempts to secure recognition from petitioners, filed a representation petition with the Board and established picket lines at all three Reserve Supply warehouses. Thereupon petitioner began to' reduce working hours at Mineóla and Pine Aire. About this time Vernon Berg, petitioner’s manager at Pine Aire, warned Fred Vannoy, an employee who had been active in the affiliation drive and who had signed a checkoff card, that Vannoy would be “one of the first ones to travel [to] Mineóla,” a warehouse located some 25 miles from Vannoy’s home in Pine Aire, because of his “union activities * * * talking to the delegates and so forth.” Several weeks later Berg again warned Vannoy “If you don’t change your ways of thinking about the union * * * and talking to the delegates,” there would be unpleasant consequences.<footnotemark>5</footnotemark> Shortly after this incident Vannoy and two others, Scully and Maiorina, were permitted to take their vacations, and were instructed not to return to work until notified. When Local 1205 discontinued picketing petitioner’s warehouses several weeks later, Scully and Maiorina were recalled, but Vannoy received a note from Manager Berg terminating his services, purportedly for lack of work, and because of Vannoy’s low seniority rating at Pine Aire.</p>\n<p id=\"b860-14\">The Board adduced further evidence that at the time of Vannoy’s discharge, petitioner was seeking a new employee at its Riverhead warehouse, and that Vannoy was not offered the job despite his six years’ experience with petitioner, although petitioner had on at least one past occasion transferred an employee between warehouses. The Board points out <page-number citation-index=\"1\" label=\"789\">*789</page-number>that the Riverhead. warehousemen had voted unanimously against affiliation with Local 1205, and that the transfer of Vannoy to Riverhead would have cracked this solid front of opposition to the Union.</p>\n<p id=\"b861-5\">The Board concluded, in disagreement with its trial examiner, that petitioner failed to recall Vannoy because of his union activity, thereby violating Sections 8(a) (1) and (3) of the Act, and ordered his reinstatement with back pay plus interest from the date of his discharge. The Board's findings are amply supported by substantial evidence, Universal Camera Corp. v. N. L. R. B., supra. Its order will accordingly be enforced. See N. L. R. B. v. Great Eastern Color Lithographic Corp., 309 F.2d 352 (2d Cir. 1962); Bausch &amp; Lomb Optical Co. v. N. L. R. B., 217 F.2d 575 (2d Cir., 1954).</p>\n<p id=\"b861-6\">IV.</p>\n<p id=\"b861-7\">In its back pay order, the Board departed from its earlier practice <footnotemark>6</footnotemark> of tolling back pay for the period between the issuance of the Intermediate Report and the issuance of the Board’s order where the Trial Examiner finds that the discharge was not discriminatory, but he is reversed by the Board. It also required the payment of 6 per cent interest as part of the back pay award. Petitioner contends that both provisions exceeded the Board’s authority.</p>\n<p id=\"b861-8\">The validity of the back pay order is settled by our recent decision in N. L. R. B. v. A. P. W. Prods. Co., 316 F.2d 899 (2d Cir., 1963). We hold that the award of interest, like the award of back pay, is within the broad remedial authority of the Board. 29 U.S.C. § 160; see Virginia Elec. &amp; Power Co. v. N. L. R. B., 319 U.S. 533, 539-540, 543-544, 63 S.Ct. 1214, 87 L.Ed. 1568 (1943).</p>\n<p id=\"b861-9\">The National Labor Relations Act makes no express mention of interest. When the statutes are silent, the question of whether interest shall be awarded is to be determined</p>\n<blockquote id=\"b861-13\">“in accordance with the historic judicial principle that one for whose financial advantage an obligation was assumed or imposed, and who has suffered actual money damages by another’s breach of that obligation, should be fairly compensated for the loss thereby sustained.”</blockquote>\n<p id=\"APV\">Rodgers v. United States, 332 U.S. 371, 373, 68 S.Ct. 5, 92 L.Ed. 3 (1947). See Billings v. United States, 232 U.S. 261, 284-288, 34 S.Ct. 421, 58 L.Ed. 596 (1914).</p>\n<p id=\"b861-14\">In United States v. United Drill &amp; Tool Corp., 87 U.S.App.D.C. 236, 183 F.2d 998, 999 (1950), the court said:</p>\n<blockquote id=\"b861-15\">“Statutory obligations may bear interest even though the statute makes no provision for it. Interest on such obligations is or is not payable depending upon the purpose of the statutory enactment and upon principles of equity. If the obligation is in the nature of a debt it is deemed interest-bearing, because the statutory purpose was to create a debtor-creditor relationship and in 'equity interest is allowed as a means of compensating a creditor for loss of use of his money.”</blockquote>\n<p id=\"b861-16\">Applying these principles to the present case, it is clear that from the date of Vannoy’s wrongful discharge petitioner and Vannoy stood in a debtor-creditor relationship. Cf. Nathanson v. N. L. R. B., 344 U.S. 25, 73 S.Ct. 80, 97 L.Ed. 23 (1952). As a result of petitioner’s wrongful conduct, Vannoy lost the use of his salary during this period. It was entirely appropriate for the Board to award interest to compensate Vannoy for this loss.<footnotemark>7</footnotemark> The fact that the Board has not heretofore seen fit to exercise its authority in this manner is immaterial. <page-number citation-index=\"1\" label=\"790\">*790</page-number>See N. L. R. B. v. A. P. W. Prods. Co., 316 F.2d 899 (2d Cir., 1963).</p>\n<p id=\"b862-4\">The petition for review is dismissed, and the Board’s request for enforcement of its order is granted.</p>\n<footnote label=\"1\">\n<p id=\"b858-13\">. “It shall be an unfair labor practice for an employer—</p>\n<p id=\"b858-14\">“(1) to interfere with, restrain, or co-. erce employees in the exercise of the rights guaranteed in section 157 of this title;</p>\n<p id=\"AKV\">“(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization. * * * ”</p>\n<p id=\"AD6\">29 U.S.O. § 158(a) (1) and (3).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b859-10\">. 29 U.S.C. § 157.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b859-11\">. As we said in N. L. R. B. v. Firedoor Corp., 291 F.2d 328, 331 (2d Cir.), cert. denied, 368 U.S. 921, 82 S.Ct. 242, 7 L.Ed.2d 136 (1961), a “most relevant factor” in determining whether interrogation is coercive is</p>\n<p id=\"b859-12\">“whether the questions seem to seek information which the employer in good faith needs — as when individuals are asked whether they belong to the union so that the employer can check the union’s claim to represent a majority or, to the contrary, seem to seek information most useful for discrimination — as when employees are asked who organized the union or whether named fellow workers belong.” (Footnotes omitted.)</p>\n<p id=\"b859-13\">See also N. L. R. B. v. Midwestern Instruments, Inc., 264 F.2d 829, 831 (10th Cir.), cert. denied, 360 U.S. 932, 79 S.Ct. 1451, 3 L.Ed.2d 1545 (1959).</p>\n<p id=\"b859-15\">The interrogations in the cases relied upon by petitioner, Bon-R Reproductions, Inc. v. N. L. R. B., 309 F.2d 898 (2d Cir., 1962), and Blue Flash Express, Inc., 109 N.L.R.B. 591 (1954) fall into the former category. In the present case, the questioning took place prior to the Teamster’s claim of majority status, and sought information useful only for discrimination.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b859-16\">. Although taken alone, these remarks might not violate the Act, see 29 U.S.C. § 158(c), they are a part of “the circumstances surrounding the interrogation [which] must be considered in determining whether it had a coercive flavor.” N. L. R. B. v. Cousins Associates, Inc., 283 F.2d 242, 243 (2d Cir., 1960).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b860-7\">. These warnings, themselves obviously unfair labor practices (see e. g., Commercial Controls Corp. v. N. L. R. B., 258 F.2d 102 (2d Cir., 1958)), were established by the uncontradicted testimony of Vannoy.</p>\n<p id=\"b860-9\">Petitioner contends that Vannoy’s testimony was the product of an “improper suggestion” by counsel for Local 1205 during a recess in the hearings, and that the conversations occurred at times other than those set forth in the bill of particulars supplied by the General Counsel. It urges that this testimony was therefore improperly admitted.</p>\n<p id=\"b860-11\">The record reveals that during the recess which followed the completion of Vannoy’s direct testimony, counsel for Local 1205 showed Vannoy a letter written by Vannoy to the Board, which according to Vannoy’s subsequent testimony, “brought [the conversations] back to mind.” While we cannot condone counsel’s <em>eat curia </em>conversation with a witness who was still under oath, we cannot say the the Trial Examiner was required to find that Vannoy’s testimony was the product of counsel’s suggestion rather than Vannoy’s independent refreshed recollection.</p>\n<p id=\"b860-16\">Petitioner’s argument based on the bill of particulars is without merit. It appears that the General Counsel was not aware of these conversations when the bill was drafted. The Hearing Examiner permitted the bill to be amended to conform to the proof, and afforded petitioner a continuance of six days in which to prepare a rebuttal, but petitioner did not avail itself of this opportunity, nor did it attempt to recall Vannoy for further cross-examination. It is therefore in no position to claim prejudice as a result of Vannoy’s “surprise” testimony.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b861-10\">. E. R. Haffelfinger Co., 1 N.L.R.B. 760 (1936).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b861-11\">. Petitioner does not claim that six per cent is an inappropriate interest rate, nor could it successfully do so. Seo N. L. R. B. v. Brashear Freight Lines, Inc., 127 F.2d 198, 200 (8th Cir., 1942); cf., e. g., Int.Rev.Code of 1954 §§ 6601 (a), 6602, 6611; United States v. Philmac Mfg. Co., 192 F.2d 517, 519 (3d Cir., 1951).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}