{
  "casebody": {
    "data": "<casebody firstpage=\"303\" lastpage=\"308\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b385-6\">Mildred WAY, Plaintiff-Appellant, v. MUELLER BRASS COMPANY, Mississippi State Employment Service, and Judith Riley, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b385-8\">No. 87-4638</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AHD-\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b385-9\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b385-11\">March 23, 1988.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b386-10\"><page-number citation-index=\"1\" label=\"304\">*304</page-number>Jim Waide, Estes &amp; Waide, Tupelo, Miss., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b386-11\">Leo T. Aragon, M. Curtiss McKee, Richard D. Mitchell, Fuselier, Ott &amp; McKee, Jackson, Miss., for defendants-appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b386-13\">Before GEE, RUBIN and JONES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b386-14\">ALVIN B. RUBIN, Circuit Judge:</author>\n<p id=\"b386-15\">A woman who sought employment at a factory charges that the employer discriminated against her because of her sex and that the state employment commission and one of its employees joined in a conspiracy to discriminate against her. The district court properly dismissed the claims against the state commission for improper service of process and the Title VII claim against the employer for failure to sue in timely fashion, but it erred in granting summary judgment holding that the statute of limitations had run on claims based on 42 U.S.C. §§ 1983 and 1985. We therefore AFFIRM in part, REVERSE in part, and REMAND for further proceedings.</p>\n<p id=\"b386-16\">I.</p>\n<p id=\"b386-17\">Mildred Way first sought employment at a Mueller Brass Company factory in January 1984. She later filed a formal application with the company on May 21. Contending that a number of male workers had been hired, she had not been, and she was a victim of continuing sex-based discrimination, she filed a complaint with the Equal Employment Opportunity Commission. On August 22, the EEOC held a hearing, at which Mueller contended that it had decided not to hire her because she had not been referred for employment by the Mississippi State Employment Service, which is a division of the Mississippi Employment Security Commission. As a result, she filed a complaint with the EEOC charging the State Commission with discrimination. On October 29, the EEOC issued a notice to Way stating that its conciliation efforts with Mueller had failed and that she had a right to sue the company. It later issued a similar letter regarding the charge against the State Commission on December 18, 1984.</p>\n<p id=\"b386-18\">Way then filed a suit in district court against both Mueller and the State Commission, invoking Title VII of the Civil <page-number citation-index=\"1\" label=\"305\">*305</page-number>Rights Act of 1964.<footnotemark>1</footnotemark> She alleged that Mueller’s personnel director had told her when she first applied that it was not hiring and that its business was slowing down, but, although she was qualified, the company had thereafter hired no less than sixteen males for the position for which she had applied. In its answer, the State Commission, reserving all defenses, pointed out that Way had improperly served her complaint on the manager of a local office of the Commission, rather than on the State’s Attorney General, as Mississippi law required.</p>\n<p id=\"b387-4\">Mueller moved for summary judgment on the ground that Way had not filed suit within ninety days after receiving the right-to-sue letter on October 29, 1984, and her Title VII claim was therefore time barred. Way then amended her complaint, on June 25,1985, to add an employee of the State Commission, Judith Riley, as a defendant and to include causes of action under 42 U.S.C. §§ 1983 and 1985. Way alleged that Riley, the State Commission, and Mueller had agreed and conspired “that Plaintiff would not be hired because of her sex.” As a basis for this claim, she alleged that Riley had told her in June 1984 that the State Commission had referred her application but had been advised by Mueller that it did not want any women, but that in August of that year, she had learned that Riley had lied and the State Commission had never referred the application. She contended, finally, that because Mueller and the State Commission had “acted jointly and pursuant to a single conspiracy to deny [her] employment because of sex,” the ninety-day time limit for her Title VII suit should begin from December 18, 1984, the date she received the right-to-sue letter concerning the State Commission, rather than October 29.</p>\n<p id=\"b387-5\">Thereafter, more than 120 days after the original complaint against it had been filed, the State Commission moved to dismiss the suit for improper service of process. The district court granted this motion and dismissed the claims against the Commission without prejudice. In addition, Mueller sought reconsideration of the order permitting Way to file the amended complaint, arguing that the statute of limitations had run. The court referred the issue to a magistrate, who denied the motion to reconsider on the ground that the Mississippi six-year statute of limitations applied to Way’s § 1983 and § 1985 claims and these claims therefore were not time barred.</p>\n<p id=\"b387-8\">Mueller appealed the magistrate’s order allowing the amended complaint to be filed. The district court agreed with Mueller, holding that the motion to amend came too late because the Mississippi one-year statute of limitations applied, the amendment was filed on June 25, 1985, and Way’s cause of action had accrued no later than June 18, 1984, when she “knew, or should have been aware of the injury.” The district court also dismissed the Title VII claim against Mueller on the ground it had been filed after the ninety-day period.</p>\n<p id=\"b387-9\">II.</p>\n<p id=\"b387-10\">We first address the dismissal of the claims against the State Commission for improper service of process. Fed.Rule Civ.Proc. 4(d)(6) provides that when a state or other governmental organization is sued, service shall be made “by delivering a copy of the summons and of the complaint to the chief executive officer thereof or by serving the summons and complaint in the manner prescribed by the law of that state for the service of summons or other like process.” The Mississippi Code of 1972, 11-45-3, provides the manner of service for such complaints in that state: summons in a suit against the state or its agencies shall be served on the Attorney General.</p>\n<p id=\"b387-11\">Instead of serving either the chief executive officer of the State Commission or the Attorney General, Way mailed a copy of the summons and complaint to Gerald Williams, manager of the State Commission’s local office in Fulton, Mississippi. Williams was neither the chief executive officer of the Commission nor authorized to receive service for it. The State Commission thereafter filed an answer, stating <page-number citation-index=\"1\" label=\"306\">*306</page-number>that it reserved all defenses. In the answer, it pointed out that the Commission is an agency of the State of Mississippi, the real party in interest, and that proper service on the Attorney General of Mississippi was required before the State Commission could be made a party.</p>\n<p id=\"b388-3\">After more than 120 days had passed and Way had failed to serve process either on the Attorney General or on the Executive Director of the State Commission, the Commission moved to dismiss under Fed. Rule Civ.Proc. 4(j). That rule provides that an action shall be dismissed without prejudice if service is not made on the defendant within 120 days after the filing of the complaint and the party on whose behalf such service was required cannot show good cause why service was not made within that period.</p>\n<p id=\"b388-4\">In response, Way’s counsel filed an affidavit of good cause, stating that he did not realize that he had served the wrong person until the filing of the motion to dismiss. Considering that the deficiency in service was expressly asserted and explained in the Commission’s answer some four and a half months earlier, counsel’s ingenuousness cannot be considered good cause.</p>\n<p id=\"b388-5\">Way now contends instead that the statutory provision requiring service on the “chief executive officer” should be read to permit service on the officer in charge of the local office that committed the act complained of and that such service should suffice when, as here, the state agency has actual knowledge of the litigation. We decline thus to twist the plain words of the statute. The defendant’s actual notice of the litigation, moreover, is insufficient to satisfy Rule 4’s requirements.<footnotemark>2</footnotemark></p>\n<p id=\"b388-6\">The State Commission did not waive its objection to the service of process by noting the defect in its answer rather than by raising it in a separate pleading.<footnotemark>3</footnotemark> Accordingly, the motion to dismiss the State Commission was properly granted.</p>\n<p id=\"b388-11\">III.</p>\n<p id=\"b388-12\">We next consider the Title VII claim against Mueller. The statute permits an aggrieved applicant to file suit in federal district court within ninety days after the EEOC gives “notice” that it has not filed a suit or effected a conciliation agreement,<footnotemark>4</footnotemark> and failure to act with this time limit precludes later action, barring some equitable basis to extend the period.<footnotemark>5</footnotemark></p>\n<p id=\"b388-13\">Way concedes that more than ninety days elapsed between her receipt of the letter notifying her of her right to sue Mueller and her suit against the company. She argues, however, that the period had not run from the date she received the letter notifying her of her right to sue the State Commission and, since she is now suing both defendants jointly, she should have been allowed ninety days from the time she received the letter notifying her of the right to sue the Commission.</p>\n<p id=\"b388-14\">Way has cited no authority, and we know of none, to support her assertion that the filing of her claim against the State Commission would revive the time-barred, hence extinct, claim against Mueller. She asserts that when such joint liability might exist, efforts to effect a conciliation might be continuing and filing a suit might interfere with these efforts. Way, however, filed two separate claims and received two separate right-to-sue letters. She has shown no reason why the suit against Mueller would interfere with ongoing negotiations between the EEOC and the State Commission, or why those negotiations would have prevented her from suing Mueller. The EEOC evidently feared no <page-number citation-index=\"1\" label=\"307\">*307</page-number>such disruption when it issued the right-to-sue letter against Mueller. Way could easily have sued Mueller in timely fashion and then joined the State Commission as a defendant once conciliation with it had failed.</p>\n<p id=\"b389-4\">We note, by way of analogy, that a party not named in an EEOC charge may not be sued under Title VII unless there is a clear identity of interest between it and the party named in the charge or it has unfairly prevented the filing of an EEOC charge.<footnotemark>6</footnotemark> No such identity or connection between the defendants exists here.</p>\n<p id=\"b389-5\">The only case cited by Way remotely on point, <em>Ratcliffe v. Insurance Company of North America,</em><footnotemark><em>7</em></footnotemark><em> </em>involved the similar issue whether the plaintiff had filed timely charges with the EEOC within 300 days of the alleged discrimination.<footnotemark>8</footnotemark> The plaintiff sought to bring her charges against one defendant, INA, within the time limit by arguing that although she left INA’s employ more than 300 days before filing charges, she remained an employee of the other defendant, INA Corporation, which was related and whose acts therefore could be imputed to INA. The court agreed that these two entities were interrelated and a single employer for limitations purposes.<footnotemark>9</footnotemark> Mueller and the State Commission had no such connection. None of the other cases on which Way relies involves a distinctly different defendant being sued after the statutory period has run.</p>\n<p id=\"b389-6\">Accordingly, the district court correctly dismissed the Title VII claim against Mueller.</p>\n<p id=\"b389-7\">IV.</p>\n<p id=\"b389-8\">Applying the one-year period that it found applicable under Mississippi law, the district court held that the statute of limitations had run on the claims asserted against Mueller for conspiracy with state officials in violation of §§ 1983 and 1985. For statute of limitations purposes, these claims accrued when Way knew or should have known of the overt acts involved in the alleged conspiracy.<footnotemark>10</footnotemark></p>\n<p id=\"b389-14\">In her deposition, Way stated that, on June 18, 1984, Judith Riley, a State Commission employee, told her that Mueller had advised Riley that it did not want to hire any women. The district court found that this put Way on notice of the conspiracy against her that she now asserts. Way, however, alleges:</p>\n<blockquote id=\"b389-15\">At all relevant times, there existed an agreement and conspiracy between Defendants Mueller Brass Company, Riley and Mississippi State Employment Service that Plaintiff would not be hired because of her sex. This conspiracy was, in fact, admitted by the Defendants, since the Defendant Riley has told Plaintiff that Mueller Brass Company was not interested in Plaintiff because of Plaintiffs sex (female), and, when the Equal Employment Opportunity Commission investigated this case, Riley stated falsely, to the Equal Employment Opportunity Commission, that she did not admit Mueller Brass Company refused to hire Plaintiff because of her sex; thus, proving that Riley was acting in concert and agreement with the Mueller Brass Company when Mueller Brass Company refused to consider Plaintiff because of her sex. Because Mueller Brass Company has thus acted in concert with State actors Riley and Mississippi State Employment Service, the Defendant, Mueller Brass Company has acted under color of state law, and has thus brought itself within the authority of this Court under 42 U.S.C. § 1983 and 42 U.S.C. § 1985.</blockquote>\n<p id=\"ASN\">Way’s version therefore is that the June 18, 1984, statement did not disclose a conspiracy. It lays sole fault on Mueller. The evidence of the alleged conspiracy, rather, consists of Mueller’s testimony that the State Commission had not referred Way’s application to the company and Riley’s la<page-number citation-index=\"1\" label=\"308\">*308</page-number>ter denial, at the EEOC hearing on August 22, 1984, that she had made the statement to Way on June 18. At the earliest, then, if this is ultimately proved, Way learned of the possible existence of the claimed conspiracy sometime after June 18, 1984. Until this time, accepting Way’s assertions as true, she had no reason to know of or infer any conspiracy involving the State Commission and therefore any claim under §§ 1983 or 1985. Because the events necessary to fix liability for conspiracy did not occur until after June 18, Way’s conspiracy claim could not arise until after that date. Unlike the plaintiff in <em>Helton v. Clements, </em>Way does not seek to postpone the running of the statute until the last overt act in the conspiracy,<footnotemark>11</footnotemark> but only until acts occurred that gave her reason to think she might face a conspiracy, as opposed to the acts of a single party.</p>\n<p id=\"b390-9\">Even if the one-year period is applicable, a matter we need not decide, summary judgment on the basis that the statute of limitations barred the claim was therefore not proper on the present record.</p>\n<p id=\"b390-10\">The district court also held that Way’s conspiracy allegations, even if not time barred, failed to state a claim on which relief could be granted because they set forth no adequate factual basis to find that the defendants entered into an agreement to commit an illegal act. Plaintiffs who assert conspiracy claims under the civil rights statutes must plead the “operative facts” showing a prior illegal agreement, and “bald allegations” of an agreement do not suffice.<footnotemark>12</footnotemark> The plaintiff, however, may and often must rely on circumstantial evidence and reasonable inferences therefrom, since conspiracies “are rarely evidenced by explicit agreements.”<footnotemark>13</footnotemark></p>\n<p id=\"b390-11\">Way’s allegations, accepted as true for present purposes, establish these facts: (1) Way was qualified for employment at Mueller Brass but was not hired, although sixteen males were hired; (2) she was not hired because she was not referred by the State Commission; (3) the Commission did not refer her because Mueller had told the Commission it did not want any women; and (4) at the EEOC hearing, Riley, the Commission’s employee, falsely denied having admitted to Way that the reason she was not referred was that Mueller did not want any women. These constitute “operative facts” that, if further developed, would permit a reasonable inference that Mueller, Riley, and the State Commission had agreed that no women would be referred to Mueller Brass Company for employment. The conspiracy claims against Mueller therefore should not have been dismissed at this juncture.</p>\n<p id=\"b390-5\">V.</p>\n<p id=\"b390-6\">The district court, in an order several months after its original order of dismissal, also dismissed the conspiracy action against Riley as untimely filed. We therefore reverse the judgment insofar as it dismisses the claims against her, intimating, of course, no opinion on their merits.</p>\n<p id=\"b390-7\">For these .reasons, the judgment is AFFIRMED insofar as it dismissed the Mississippi State Employment Commission without prejudice and insofar as it dismissed the Title VII claims against Mueller Brass Company. It is REVERSED insofar as it dismissed the § 1983 and § 1985 conspiracy claims against Mueller and Riley. The case is REMANDED for further proceedings consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b387-6\">. 42 U.S.C. § 2000e (1982).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b388-7\">. <em>See Sieg v. Karnes, </em>693 F.2d 803, 807 (8th Cir.1982); <em>Martin v. New York State Dept. of Mental Hygiene, </em>588 F.2d 371, 373 (2d Cir.1978) <em>0citing </em>2 Moore’s Federal Practice ¶14.11[1] at 4-115 (2d ed. 1978)).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b388-8\">. <em>Housing Authority of Atlanta v. Millwood, </em>472 F.2d 268, 272 (5th Cir.1973).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b388-9\">. <em>Id. </em>§ 2000e-5(f)(l).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b388-15\">. <em>Baldwin County Welcome Center v. Brown, </em>466 U.S. 147, 151, 104 S.Ct. 1723, 1725, 80 L.Ed.2d 196 (1984); <em>Pinkard v. Pullman-Standard, </em>678 F.2d 1211, 1215-19 (5th Cir. Unit B 1982), <em>cert. denied, </em>459 U.S. 1105, 103 S.Ct. 729, 74 L.Ed.2d 954 (1983); <em>Gonzalez </em>v. <em>Firestone Tire &amp; Rubber Co., </em>610 F.2d 241, 245 (5th Cir.1980).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b389-9\">. <em>Romain v. Kurek, </em>772 F.2d 281, 283 (6th Cir.1985).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b389-11\">. 482 F.Supp. 759 (E.D.Pa.1980).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b389-12\">. <em>See </em>42 U.S.C. § 2000e-5(e).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b389-16\">. <em>Id. </em>at 764-65.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b389-17\">. <em>Helton v. Clements, </em>832 F.2d 332, 335 (5th Cir.1987).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b390-12\">. <em>See Helton, </em>832 F.2d at 335.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b390-13\">. <em>Lynch v. Cannatella, </em>810 F.2d 1363, 1369-70 (5th Cir.1987); <em>Arsenaux v. Roberts, </em>726 F.2d 1022, 1023-24 (5th Cir.1982).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b390-3\">. <em>Mack v. Newton, </em>737 F.2d 1343, 1350-51 (5th Cir.1984) <em>(quoting Michelman v. Clark-Schwebel Fiber Glass Corp., </em>534 F.2d 1036, 1043 (2d Cir.1976)); <em>McCabe’s Furniture, Inc. </em>v. <em>La-Z-Boy Chair Co., </em>798 F.2d 323, 328 (8th Cir.1986).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}