{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"312\" lastpage=\"322\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b330-2\" pgmap=\"330\">MIDLAND HOTEL CORPORATION, Indiv. and on Behalf of All Persons Similarly Situated, Plaintiffs-Appellants, v. DIRECTOR OF EMPLOYMENT SECURITY, Lynn Q. Doherty, et al., Defendants-Appellees.</parties><court data-order=\"1\" data-type=\"court\" id=\"b330-3\" pgmap=\"330\">First District (3rd Division)</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AIG\" pgmap=\"330\">No. 1—94—2103</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b330-4\" pgmap=\"330\">Opinion filed June 26, 1996.</decisiondate><p data-order=\"4\" data-type=\"judges\" id=\"b330-8\" pgmap=\"330\">TULLY, P.J., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b331-3\" pgmap=\"331\">Barbara B. Hirsch, of Chicago, for appellants.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b331-4\" pgmap=\"331\">James E. Ryan, Attorney General, of Chicago (Barbara A. Preiner, Solicitor General, and Brian F. Barov, Assistant Attorney General, of counsel), for appellees.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b331-5\" pgmap=\"331\">JUSTICE CERDA</author> <p id=\"AXz\" pgmap=\"331\">delivered the opinion of the court:</p> <p id=\"b331-6\" pgmap=\"331\">This case involves the determination and assessment of Illinois unemployment insurance taxes on the Midland Hotel. It is an appeal from a section 2 — 619 dismissal (735 ILCS 5/2 — 619 (West 1992)) of an amended class action complaint by plaintiff, Midland Hotel, for declaratory judgment, injunctive relief, an accounting, and damages.</p> <p id=\"b331-7\" pgmap=\"331\">In its amended complaint, Midland Hotel claimed that defendants, the Director of Employment Security and the Illinois Department of Employment Security (IDES), are engaged in an ongoing course of conduct that violates the Elinois Unemployment Insurance Act (820 ILCS 405/100 et seq. (West 1992)) (Act), which is administered by IDES. The trial court dismissed Midland Hotel’s complaint with prejudice on the basis that the complaint was an improper collateral attack on a final administrative review decision, which is the sole remedy available, and that Midland Hotel failed to exhaust its administrative remedies.</p> <p id=\"b331-8\" pgmap=\"331\">On appeal, Midland Hotel asserts that its complaint was dismissed erroneously on the basis of (1) res judicata and collateral estoppel; and (2) the exhaustion of administrative remedies doctrine. We affirm.</p> <p id=\"b331-9\" pgmap=\"331\">As an employer, Midland Hotel is required to pay contributions into a fund reserved solely for the payment of unemployment benefits due to a lack of job opportunities. 820 ILCS 405/1400 (West 1992). IDES has the duty of computing the rate employers must pay. 820 ILCS 405/1500 through 1510 (West 1992). That rate is calculated by dividing the unemployment insurance benefit wages paid to the employer’s former employees (benefit wages) by the total taxable wages reported by the employer (wages on which), multiplied by the state-experience factor, with a surcharge added when applicable. Northern Trust Co. v. Bernardi, 115 Ill. 2d 354, 357-58, 504 N.E.2d 89 (1987). After computing the rate, IDES informs the employer of its assigned rate on a yearly basis (820 ILCS 405/1509 (West 1992)), but can later revise those rates (820 ILCS 405/2200 (West 1992)). Contributions are due and payable on a quarterly basis. 820 ILCS 405/1400 (West 1992).</p> <p id=\"b332-2\" pgmap=\"332\">Midland Hotel claims that it has always paid its unemployment insurance tax promptly and fully in accordance with the rates IDES assigned. IDES does not contest that assertion. In 1986, IDES notified Midland Hotel, through a \"Notice of Determination and Assessment and Demand for Payment,” that it owed unpaid contributions due to IDES’s retroactive revisions of Midland Hotel’s contribution rate. IDES’s claim was retroactive to 1981 and demanded interest computed at 2% per month also retroactive to 1981. In 1989, IDES made a final decision upholding its 1986 determination and assessment.</p> <p id=\"b332-3\" pgmap=\"332\">Midland filed a class action complaint for injunction, accounting and other relief on March 29, 1989, against the Director of Employment Security. The class was composed of employing units, employers, and taxpayers subject to contributions under the Unemployment Insurance Act. 820 ILCS 405/100 through 3200 (West 1992). The complaint alleged that the Director violated the Act when she made a final decision affirming her March 26, 1986, determination and assessment of unemployment insurance contributions from Midland from 1981 through 1985.</p> <p id=\"b332-4\" pgmap=\"332\">In the chancery complaint, Midland alleged that the Director violated (a) section 2207 of the Act when she issued the 1986 determination and assessment by the way she calculated interest owed on the contributions; (b) section 2207 of the Act by making claims for contributions that were time-barred; (c) the Act by the method in which she calculated the contributions claimed in the 1986 determination and assessment; and (d) section 2200 of the Act by the manner in which she provided notice of the 1986 determination and assessment.</p> <p id=\"b332-5\" pgmap=\"332\">On the same date that Midland filed its chancery complaint, it also filed a complaint requesting administrative review of the Director’s final decision affirming her March 1986 determination and assessment. Midland alleged identical violations of the Act in the administrative review complaint as were alleged in the chancery complaint. A few months later, Midland filed an amended chancery complaint. The same violations of the Act were alleged. However, this time each count of the chancery complaint added a new paragraph that claimed that the Director’s continuing violation of the Act \"exceeds and has exceeded all authority and constitutes unlawful and unauthorized assertion of authority and jurisdiction.”</p> <p id=\"b332-6\" pgmap=\"332(46) 333(89)\">In 1990 in the administrative review action, the circuit court entered an order stating that the court, having heard oral arguments and read the briefs and the record, ordered that the decision of the Director was affirmed as it was neither contrary to law nor against the manifest weight of the evidence. Midland filed a notice of appeal in the administrative review action, but later voluntarily dismissed its appeal. In 1994, the circuit court dismissed the chancery complaint on the basis that administrative review was Midland’s sole remedy and because the chancery action (filed on the same day as the administrative review case) was an improper collateral attack against an administrative review decision. The dismissal was under section 2 — 619 of the Code of Civil Procedure (735 ILCS 5/2 — 619 (West 1992)).</p> <p id=\"b333-3\" pgmap=\"333\">In a section 2 — 619 motion to dismiss, only the legal sufficiency of the complaint is at issue. Hermitage Corp. v. Contractors Adjustment Co., 166 Ill. 2d 72, 85, 651 N.E.2d 1132 (1995); Kubian v. Alexian Brothers Medical Center, 272 Ill. App. 3d 246, 250, 651 N.E.2d 231 (1995). On appeal, the dismissal is considered de novo because the motion does not require the trial court to weigh facts or determine credibility. Kedzie &amp; 103rd Currency Exchange, Inc. v. Hodge, 156 Ill. 2d 112, 116, 619 N.E.2d 732 (1993); Kubian, 272 Ill. App. 3d at 250. The court of review must decide whether dismissal was proper as a matter of law. Kedzie &amp; 103rd Currency Exchange, Inc., 156 Ill. 2d at 117.</p> <p id=\"b333-4\" pgmap=\"333\">Initially, we determine that res judicata and collateral estoppel both apply to Midland Hotel’s class action claims involving the quarters involved in IDES’s 1986 determination and assessment.</p> <p id=\"b333-5\" pgmap=\"333\"> Under the doctrine of res judicata, a final judgment rendered by a court of competent jurisdiction on the merits bars a subsequent action involving the same cause of action or issue between the same parties or their privies. United Cities Gas Co. v. Illinois Commerce Comm’n, 163 Ill. 2d 1, 643 N.E.2d 719 (1994). The doctrine applies not only to those issues that were actually raised in the first proceeding, but also to any issues that might have been raised in that proceeding. People v. Williams, 138 Ill. 2d 377, 563 N.E.2d 385 (1990); Pedigo v. Johnson, 130 Ill. App. 3d 392, 394, 474 N.E.2d 430 (1985); Redfern v. Sullivan, 111 Ill. App. 3d 372, 375, 444 N.E.2d 205 (1982).</p> <p id=\"b333-6\" pgmap=\"333(118) 334(63)\"> The doctrine of collateral estoppel precludes a party from re-litigating an issue of ultimate fact that was previously decided in a valid, final judgment. McCulla v. Industrial Comm’n, 232 Ill. App. 3d 517, 520, 597 N.E.2d 875 (1992); People v. Zegiel, 179 Ill. App. 3d 649, 651, 534 N.E.2d 664 (1989). Collateral estoppel applies where a controlling fact or question, material to the determination of both causes, has been adjudicated in the former suit by a court of competent jurisdiction and the same fact or question is again at issue between the same parties. People v. One 1974 Chevrolet Corvette, 117 Ill. App. 3d 616, 453 N.E.2d 890 (1983). A party asserting collateral estoppel must , show that (1) the issue previously adjudicated is identical to the question presented in the subsequent action; (2) a final judgment on the merits exists in the prior case; and (3) the party against whom estoppel is directed was a party to the prior litigation or is in privity with such a party. Zegiel, 179 Ill. App. 3d at 651.</p> <p id=\"b334-3\" pgmap=\"334\">A similar case is Pedigo, 130 Ill. App. 3d 392, 474 N.E.2d 430, where the Department of Revenue’s determination that the plaintiff was liable for $15,600 arrears in taxes was affirmed in an administrative review action. Not satisfied with the results of the administrative review action, the plaintiff filed a lawsuit in the circuit court alleging that the Department’s prior determination was void because it failed to comply with the Illinois Administrative Procedure Act’s notice requirements. Pedigo, 130 Ill. App. 3d at 394. The court pointed out that the purpose for reviewing an administrative decision is to ensure that the agency acted within the judicial bounds defined by law and to guard those statutory and constitutional rights guaranteed to one subject to administrative action. Therefore, the validity of the Department’s decision was at issue in the prior administrative review case. The court explained that the doctrine is premised on the notion that the law affords every man his day in court along with the opportunity to present his case on the issues involved. The trial court dismissed the action on res judicata grounds. Pedigo, 130 Ill. App. 3d at 394.</p> <p id=\"b334-4\" pgmap=\"334\"> In this case, both res judicata and collateral estoppel apply to the class action claims for the same quarters involved in the administrative review action, which reviewed IDES’s 1989 decision. As for the quarters not included in the administrative review action, neither res judicata nor collateral estoppel applies. Nevertheless, Midland Hotel cannot bring a claim for any other quarter through a class action. It must use the administrative review process and, if necessary, the appeals process.</p> <p id=\"b334-5\" pgmap=\"334\">The trial court properly dismissed Midland Hotel’s amended class action complaint on the basis that it was an improper collateral attack on the final administrative review decision and that Midland Hotel failed to exhaust its administrative remedies. Because the Act expressly adopts the Administrative Review Law (735 ILCS 5/3 — 101 et seq. (West 1992)) as the means to review IDES’s final decision, the Administrative Review Law is the sole and exclusive method for obtaining judicial review of a final administrative decision. Marozas v. Board of Fire &amp; Police Commissioners, 222 Ill. App. 3d 781, 790, 584 N.E.2d 402 (1991); 820 ILCS 405/2204, 2205 (West 1992).</p> <p id=\"b334-6\" pgmap=\"334(18) 335(34)\">The reviewing court’s power to resolve all factual and legal controversies surrounding the agency’s decision must be exercised within its review of the agency’s order and not in a separate proceeding. Dubin v. Personnel Board, 128 Ill. 2d 490, 499, 539 N.E.2d 1243 (1989); Marozas, 222 Ill. App. 3d at 790-91.</p> <p id=\"b335-3\" pgmap=\"335\">A case that discusses the limitations of a circuit court to provide a remedy to a party in another proceeding after an agency has rendered a final decision is Dubin, 128 Ill. 2d 490, 539 N.E.2d 1243. In that case, after the personnel board of Chicago had made a decision to discharge him, Dubin did not file a complaint for administrative review. Instead, Dubin filed a petition in the circuit court seeking a stay of the discharge decision or a temporary restraining order. The court explained:</p> <blockquote id=\"b335-4\" pgmap=\"335\">\"We have previously recognized that where the Administrative Review Act (now the Administrative Review Law) is applicable and provides a remedy, the circuit courts may not redress the parties’ grievances through other types of actions. (See Christian Action Ministry v. Department of Local Government Affairs (1978), 74 Ill. 2d 51, 59-60 (judicial scrutiny by way of equity is improper where administrative review is available); Calderwood Corp. v. Mahin (1974), 57 Ill. 2d 216, 220-21 (injunctive relief unavailable where challenge to final decision may be raised through administrative review); People ex rel. Chicago &amp; North Western Ry. Co. v. Hulman (1964), 31 Ill. 2d 166, 169 (mandamus does not lie where administrative review is available).) ***</blockquote> <blockquote id=\"b335-5\" pgmap=\"335\">Thus, where a final agency decision has been rendered and the circuit court may grant the relief which a party seeks within the context of reviewing that decision, a circuit court has no authority to entertain independent actions regarding the actions of an administrative agency. Any other conclusion would enable a party to litigate separately every alleged error committed by an agency in the course of the administrative proceedings.” Dubin, 128 Ill. 2d at 498-99.</blockquote> <p id=\"b335-6\" pgmap=\"335\">The purpose of administrative review is \"to make certain the agency has acted within its judicial bounds defined by law, to guard those statutory and constitutional rights guaranteed to one subject to administrative action, and to ascertain whether the record supports the order issued.” Marozas, 222 Ill. App. 3d at 791.</p> <p id=\"b335-7\" pgmap=\"335(86) 336(55)\">Because an administrative review action is the sole remedy for challenging its orders, Midland Hotel’s amended complaint is barred. Midland Hotel agrees that the administrative review action was the sole remedy for its challenge to IDES’s 1989 decision, but contends that it is not the sole remedy for its challenge to IDES’s ongoing illegal practices. Although Midland Hotel first became aware of IDES’s conduct when IDES applied that conduct to Midland Hotel, Midland Hotel claims that the class action is not a suit for administrative review, quarter by quarter, charge by charge. Instead, Midland Hotel argues that its amended class action complaint charges IDES with an ongoing, continuing, persistent course of unlawful conduct in excess of its jurisdiction and authority, which it claims is different from its administrative review action, which involved only IDES’s 1989 determination against Midland Hotel.</p> <p id=\"b336-3\" pgmap=\"336\">Midland Hotel’s argument has no merit. The trial court ruled that IDES’s practices are legal. By not pursuing its appeal, Midland Hotel let stand that judicial determination, which is not subject to collateral attack.</p> <p id=\"b336-4\" pgmap=\"336\">Midland argues that Pedigo, 130 Ill. App. 3d 392, 474 N.E.2d 430, has nothing to do with an ongoing course of illegal conduct and that the plaintiff in Pedigo merely pursued an appeal as to that discrete determination and assessment and did not seek injunctive relief, declaratory relief, accounting, and refund for himself and a class of plaintiffs. We do not agree. The plaintiff in Pedigo had his days in the circuit and appellate courts, where the courts determined that the Department of Revenue’s determination and assessment was within the judicial bounds defined by the law and did not constitute a violation of a statute and did not exceed statutory authority. We do not believe that if Danny Pedigo had filed a class action chancery complaint alleging illegal ongoing conduct on the part of the Department of Revenue he could have eluded the applicability of res judicata and collateral estoppel. Once the agency’s determination and assessment have been found to be within its lawful authority by a final court of review, that decision cannot be the basis for an ongoing course of illegal conduct.</p> <p id=\"b336-5\" pgmap=\"336\">In order for Midland to prevail in this appeal, we would necessarily have to find error in the circuit court’s judgment in the administrative review case. We would have to review the identical allegations contained in the administrative review case and also review the pleadings, record, and entire proceedings in the case. That we will not do.</p> <p id=\"b336-6\" pgmap=\"336\">An analogous case is Marozas, 222 Ill. App. 3d 781, 584 N.E.2d 402, where the plaintiff sought administrative review of an administrative decision upholding his suspension as a police officer. The plaintiff also sought a declaratory judgment seeking to void the administrative proceedings and an injunction ordering his reinstatement. This court held that the declaratory judgment was properly dismissed because the proceedings and decision could be considered only in an administrative review. Marozas, 222 Ill. App. 3d at 791.</p> <p id=\"b336-7\" pgmap=\"336(18) 337(183)\">Because IDES has exclusive jurisdiction in this case and administrative review is the sole remedy for challenging IDES’s orders, the doctrine of exhaustion of administrative remedies applies. People v. NL Industries, 152 Ill. 2d 82, 95-96, 604 N.E.2d 349 (1992). A party aggrieved by an administrative decision cannot seek judicial review without first pursuing all available administrative remedies. Castaneda v. Illinois Human Rights Comm’n, 132 Ill. 2d 304, 308, 547 N.E.2d 437 (1989); Israel S. v. Board of Education of Oak Park &amp; River Forest High School District 200, 235 Ill. App. 3d 652, 659, 601 N.E.2d 1264 (1992). A declaratory judgment action cannot be used to circumvent that procedure. Dudley v. Board of Education, Bellwood School District No. 88, 260 Ill. App. 3d 1100, 1106, 632 N.E.2d 94 (1994). Requiring the exhaustion of remedies allows the administrative agency to fully develop and consider the facts of the matter before it; allows the agency to utilize its expertise; and allows the aggrieved party to ultimately succeed before the agency, making judicial review unnecessary. Castaneda, 132 Ill. 2d at 308. Midland had the opportunity to have the appellate court review the decision of the circuit court affirming the agency’s decision.</p> <p id=\"b337-3\" pgmap=\"337\">Because strict adherence to the rule could produce harsh and inequitable results, exceptions have been recognized where the purposes of the exhaustion doctrine would not be served. Castaneda, 132 Ill. 2d at 308; Illinois Bell Telephone Co. v. Allphin, 60 Ill. 2d 350, 358, 326 N.E.2d 737 (1975); Village of Cary v. Pollution Control Board, 82 Ill. App. 3d 793, 799, 403 N.E.2d 83 (1980). The purpose of the exceptions is to recognize the time-honored rule that equitable relief will be available if the remedy at law is inadequate. Illinois Bell Telephone Co., 60 Ill. 2d at 358.</p> <p id=\"b337-4\" pgmap=\"337\">Exceptions to the exhaustion of remedies doctrine include where: (1) a statute, ordinance, or administrative rule or regulation is attacked on its face or in its terms; (2) the agency’s jurisdiction is attacked because it is not authorized by statute; (3) irreparable harm will result from further pursuit of administrative remedies; (4) it would be patently useless to seek any relief before the administrative body; (5) the agency cannot provide an adequate remedy; (6) no issues of fact are presented or agency expertise is not involved; or (7) multiple administrative remedies exist and one has been exhausted. Castaneda, 132 Ill. 2d at 308-09; Cary, 82 Ill. App. 3d at 799.</p> <p id=\"b337-5\" pgmap=\"337(81) 338(53)\">Contrary to Midland Hotel’s assertions, none of these exceptions apply in this case. Midland Hotel is not challenging the facial validity of the Act or IDES’s authority to act, but instead is challenging IDES’s interpretation and application of the Act’s provisions. See County of Kane v. Carlson, 116 Ill. 2d 186, 507 N.E.2d 482 (1987); Newkirk v. Bigard, 109 Ill. 2d 28, 485 N.E.2d 321 (1985); Landfill, Inc. v. Pollution Control Board, 74 Ill. 2d 541, 387 N.E.2d 258 (1978); Rockford Memorial Hospital v. Department of Human Rights, 272 Ill. App. 3d 751, 651 N.E.2d 649 (1995); Office of the Lake County State’s Attorney v. Illinois Human Rights Comm’n, 200 Ill. App. 3d 151, 558 N.E.2d 668 (1990); Miller v. Department of Public Aid, 69 Ill. App. 3d 477, 387 N.E.2d 810 (1979).</p> <p id=\"b338-3\" pgmap=\"338\">In addition, administrative review would not be futile. A party will not be required to exhaust his administrative remedies when it would be patently useless to seek relief before local bodies (Northwestern University v. City of Evanston, 74 Ill. 2d 80, 88, 383 N.E.2d 964 (1978); Board of Trustees of Southern Illinois University v. Illinois Human Rights Comm’n, 197 Ill. App. 3d 345, 347, 553 N.E.2d 1108 (1990)) or where an administrative agency is unable to provide an adequate remedy (Saldana v. American Mutual Corp., 97 Ill. App. 3d 334, 339, 422 N.E.2d 860 (1981)).</p> <p id=\"b338-4\" pgmap=\"338\">Midland Hotel argues that any administrative remedy would be inadequate because IDES’s own administrative rule forbids raising the issues involved in the class action. Midland Hotel insists that it is foreclosed from challenging IDES’s ongoing illegal conduct if it cannot bring an action outside of an administrative review action. Without a class action lawsuit, Midland Hotel argues that IDES will be able to continue its ongoing illegal and invalid practices and apply judicial decisions like Northern Trust Co., 115 Ill. 2d 354, 504 N.E.2d 89, to merely that one employer. Midland Hotel further argues that IDES’s administrative hearing cannot provide injunctive relief, accounting for illegal receipts, or refunds of illegal receipts.</p> <p id=\"b338-5\" pgmap=\"338\">Moreover, Midland Hotel complains that IDES has no administrative procedure to contest the statement of account with debit reports, collection actions prior to determination and assessment, refusals to issue credit reports, applications of payments to time-barred claims, or other IDES practices.</p> <p id=\"b338-6\" pgmap=\"338\">Midland Hotel also asserts that it would be impractical to bring administrative review actions for every quarter where IDES acts illegally. Each administrative review would involve only one overcharge so that multiple lawsuits would have to be brought each time there was an alleged overcharge. Midland Hotel argues that multiple lawsuits are costly, inefficient, and may result in inconsistent holdings.</p> <p id=\"b338-7\" pgmap=\"338(62) 339(110)\">We disagree. Administrative remedies are not futile or inadequate in this case. The adverse ruling in Midland Hotel’s administrative review action does not make administrative review futile. Midland Hotel was not foreclosed from raising its concerns within its administrative review action. Instead, the issues of law raised in the class action were the same as those decided in the administrative review case. In its administrative review complaint, Midland Hotel alleged that IDES acted illegally by failing to provide proper notice as required by section 2200’s notice requirements; willfully violated section 2200’s four-year limitations period; and willfully violated section 2207’s cap on interest, section 1401’s interest only on unpaid contributions, and the Northern Trust decision by claiming interest in excess of 100% of unpaid contributions. Those allegations show that Midland Hotel was not restricted as to which issues could be decided by the circuit court in an administrative review of IDES’s determination and regulations. The other issues raised by Midland could have been raised in the administrative review complaint.</p> <p id=\"b339-3\" pgmap=\"339\">\"We also find that Midland could have contested the reports, collection actions, time-barred claims, and other IDES practices in court upon administrative review.</p> <p id=\"b339-4\" pgmap=\"339\">The facial validity of the Act and IDES’s authority to act have not been challenged in this appeal. If Midland Hotel cannot prevail in challenging the manner in which IDES is applying the law in an administrative review procedure, it cannot have the same issues decided in a class action. An administrative review judgment cannot be avoided by bringing a subsequent class action. Instead, Midland Hotel must successfully challenge an IDES order by using the administrative review procedure. When there is a judicial determination against the IDES, a petition for injunction against IDES can then be heard. Until that time, Midland Hotel’s class action cannot survive a section 2 — 619 motion to dismiss in this case.</p> <p id=\"b339-5\" pgmap=\"339\">Based on the foregoing, we affirm the circuit court judgment.</p> <p id=\"b339-6\" pgmap=\"339\">Affirmed.</p> <p id=\"b339-7\" pgmap=\"339\">GREIMAN, J., concurs.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b339-8\" pgmap=\"339\">PRESIDING JUSTICE TULLY,</author> <p id=\"Arx\" pgmap=\"339\">dissenting:</p> <p id=\"b339-9\" pgmap=\"339\">This case should be remanded to the trial court. I respectfully dissent from the majority’s viewpoint, which affirms the circuit court’s judgment. The Illinois Department of Employment Security (hereinafter IDES) apparently acted in violation of the law. Section 2207 of the Unemployment Insurance Act states:</p> <blockquote id=\"b339-10\" pgmap=\"339(59) 340(13)\">\"No determination and assessment of contributions, interest, or penalties shall be made, and no action for the collection of contributions, interest, or penalties which is not based upon a final determination and assessment shall be brought against any employing unit, more than four years after the last day of the month immediately following the calendar quarter in which the wages, upon which such contributions accrued, were paid.” 820 ILCS 405/2207 (West 1992).</blockquote> <p id=\"b340-4\" pgmap=\"340\">IDES made claims after more than four years had passed, revised rates retroactively utilizing current pajunents, refunds and other credits during periods of time that were barred and failed to notify employers of refunds and credits owed them. See 820 ILCS 405/2201.1 (West 1992).</p> <p id=\"b340-5\" pgmap=\"340\">There seems to have been an ongoing course of conduct by IDES that should have been corrected by court order since individual administrative proceedings would not cure the problem for all members of this so-called class of employers. The majority suggests that each individual employer file an appeal under the administrative review law. However, if such employer wins, he will win for one overcharge only. Each employer will have to start over for each of the next quarter’s overcharges. This is absurd, ineffective and not in the interest of courts or the people in general. See Israel S. v. Board of Education of Oak Park &amp; River Forest High School District 200, 235 Ill. App. 3d 652 (1992). The trial court’s order dismissing the amended complaint should be reversed and this cause reinstated for a full and proper hearing.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}