{
  "casebody": {
    "data": "<casebody firstpage=\"380\" lastpage=\"383\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b410-4\">Rose Richmond <em>vs. </em>Charlestown Five Cents Savings Bank.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b410-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Axj\">March 6, 1933.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqm\">June 27, 1933.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b410-7\">Present: Crosby, Wait, Donahue, &amp; Lummus, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b411-10\"><page-number citation-index=\"1\" label=\"381\">*381</page-number><em>M. Caro, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b411-11\"><em>W. B. Grant, (E. W. Bancroft </em>with him,) for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b411-12\">Lummus, J.</author>\n<p id=\"Aqk\">On February 12, 1929, the plaintiff gave the defendant, in renewal of an earlier note, a collateral note (by which we mean a note secured by collateral security) dated November 22, 1928, for $39,000, payable on November 22, 1929. As collateral security the plaintiff assigned to the defendant six mortgages of real estate containing the statutory power of sale (G. L. [Ter. Ed.] c. 183, § 21), with their accompanying notes, held by the plaintiff. In the collateral note was a provision that upon failure to pay the loan the holder is empowered “to sell without demand, notice or advertisement, this note and said securities or any part thereof, either at public or private sale, and to foreclose said mortgage [sic], (it being agreed that the holder hereof may purchase at said sale, and that no other purchaser shall be answerable for the application of the purchase money).” There was some talk, at the time when the collateral note was given, of renewing it further at its expiration, but no binding agreement to do so was made.</p>\n<p id=\"b411-13\">The collateral note not being paid at maturity, the defendant under the terms of that note had a right as against the plaintiff to foreclose any of the mortgages assigned to it as collateral. It had a right as against the several mortgagors to do so, because all the mortgage notes as well as taxes were overdue. In December, 1929, the defendant <page-number citation-index=\"1\" label=\"382\">*382</page-number>published notices for the foreclosure of four of the six mortgages, and appointed January 3, 1930, as the day for the foreclosure sale. The hours of sale were named as 2:30 p.m. as to one parcel, 2:35 p.m. as to another, 2:40 p.m. as to a third, and 3 p.m. as to the fourth. Each sale was to take place on the premises described in the mortgage. The plaintiff received ample notice of the proposed sales.</p>\n<p id=\"b412-3\">The sales took place at the day and hours appointed, during a light rain. The first three parcels are very close together. The plaintiff's attorney and three other persons were present, besides the auctioneer and two representatives of the defendant. A representative of the defendant was the only bidder at the first three sales, and he bid in the first three parcels for the defendant at $10,000, $5,000 and $3,000 respectively. At the last sale, of the fourth parcel, a representative of the plaintiff bought for $6,000, which was $1,000 more than the amount of the mortgage foreclosed. Of the two mortgages not foreclosed, one for $4,500 was paid to the defendant and the amount was credited on the collateral note. No action appears to have been taken as to the other.</p>\n<p id=\"b412-4\">The plaintiff, on September 29, 1930, brought this bill to redeem as to the mortgages foreclosed, notwithstanding the foreclosure.. We see no ground upon which she is entitled to relief. As has been shown, the defendant had a right to foreclose by the exercise of the power of sale. Ample notice was given, and the plaintiff was represented at the sales. Although the hours fixed for the several sales allowed little time, the absence of competitive bidding made it possible to conduct them according to the schedule, and no harm to the plaintiff appears. The master did not err in permitting a witness to exemplify, in reading the notice of foreclosure sale, the speed and manner in which it was read at the time of the sale. Wigmore, Evidence (2d ed.) § 789. The defendant had a right, as against the several mortgagors, to become the purchaser at the foreclosure sales. G. L. (Ter. Ed.) c. 183, § 25. Its right as against the plaintiff, under the collateral note, to become a <page-number citation-index=\"1\" label=\"383\">*383</page-number>purchaser of the collateral, extends in our opinion to a purchase at a sale to foreclose a mortgage as well as at a sale of a mortgage as such. <em>Jennings </em>v. <em>Wyzanski, </em>188 Mass. 285. Consequently <em>Union Trust Co. </em>v. <em>Hasseltine, </em>200 Mass. 414, does not apply. See also <em>United States Trust Co. </em>v. <em>Commonwealth, </em>245 Mass. 75, 79. Upon the purchase by the defendant at the foreclosure sales, the selling prices became credited on the collateral note, and the plaintiff ceased to have any interest in the foreclosed mortgages or the premises covered thereby. <em>Jennings </em>v. <em>Wyzanski, </em>188 Mass. 285. <em>Seder </em>v. <em>Gould, </em>274 Mass. 223, 230; <em>S. C. </em>76 Am. L. R. 700, and note.</p>\n<p id=\"b413-3\">\n<em>Interlocutory and final decrees affirmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}