{
  "casebody": {
    "data": "<casebody firstpage=\"256\" lastpage=\"258\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b272-6\">MOORE et al. v. McLAUGHLIN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b272-7\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A76\">December 2, 1896.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b272-8\">.1. Mechanic’s Lien—Consent op Owner.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b272-9\">An oral contract by the owner of a lot to sell it to one who used materials furnished by plaintiff in erecting a building thereon does not show the consent <page-number citation-index=\"1\" label=\"257\">*257</page-number>by the owner to the erection which under the mechanic’s lien law is necessary before a lien can be enforced against him.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b273-5\">2. Same—Commencement of Action—Defendants United in Interest.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b273-6\">Vendor and purchaser in an executory contract for the sale of a lot are not “united in interest” (Code Civ. Proc. § 398), so that an action brought against both to foreclose a mechanic’s lien on a building erected by the purchaser will be deemed to have been commenced against the purchaser by service of the summons on his co-defendant.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b273-7\">Appeal from special term, Franklin county.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b273-8\">Action by Darius A. Moore and another against William McLaughlin and others. From a judgment entered on an order dismissing the complaint, plaintiffs appeal.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"A-k\">Affirmed.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b273-9\">Argued before PARKER, P. J., and LANDON, HERRICK, PUTNAM, and MERWIN, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b273-10\">John A. Vance, for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b273-11\">Kellas &amp; Munsill and John P. Kellas, for respondents.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b273-12\">MERWIN, J.</author>\n<p id=\"A7X\">The plaintiffs in this case sought to foreclose a mechanic’s lien, notice of which was filed on September 2, 1891. The defendant McLaughlin was alleged to be the owner, and a lien was claimed on his interest in the premises. The materials for the amount of which a lien was claimed were furnished to one Charles Lavoy, and were used by him, in whole or in part, in constructing a house upon a lot the title of which was in McLaughlin, and he had contracted by párol to sell the lot to Lavoy. This action was commenced as against McLaughlin on January 9, 1892. Charles Lavoy was named a defendant, but process was not served upon him or left with any one for service. He resided in Franklin county, and died there on September 10, 1892. In October, 1894, Emily Lavoy. the widow of Charles Lavoy, was brought in as a party defendant, she then being in possession of the house.</p>\n<p id=\"b273-13\">The main question as to the defendant McLaughlin is whether the house was built with his consent, within the meaning of the statute. The court found, as matter of fact, that it was not. This finding should not, under the circumstances of this case, be disturbed. The fact simply that such a contract to sell was made did not show the requisite consent. Conklin v. Bauer, 62 N. Y. 620, Craig V. Swinerton, 8 Hun, 144. That was a matter to be determined from the conduct of the parties and the surrounding circumstances. It was not, as in some cases cited, a part of the contraettliat improvements should be made. Nor was the house built in such a way that, as between the parties, it necessarily became a part of the real estate. It was set on blocks or posts upon the top of the ground, without cellar or cellar walls or underpinning. It could be moved at any time, and in subsequent dealings between McLaughlin and Lavoy it was regarded as movable property, and McLaughlin claimed no interest in it. It did not add to McLaughlin’s security.</p>\n<p id=\"b273-14\">The complaint was properly dismissed as to the defendant Emily Lavoy. The action was not commenced against her within the year allowed by the statute (Laws 1885, c. 342, § 6); and it was not com<page-number citation-index=\"1\" label=\"258\">*258</page-number>menced at all against Charles Lavoy, her predecessor in interest. It is suggested that, as Charles Lavoy was named a defendant in the suit as originally brought, the action was commenced as against him by service dn his co-defendant McLaughlin, within the meaning of section 398, Code Civ. Proc., which provides that an action shall be deemed commenced against a defendant when the summons is served “on a co-defendant who is a joint contractor, or otherwise united in interest with him.” There was nó joint contract between the plaintiffs and McLaughlin and Lavoy, nor was McLaughlin “united in interest” with Lavoy. The interests of a vendor and of a vendee are separate and distinct. If a liability in this action existed against them both, it was not upon the same basis. There is no ruling upon evidence that need be specially considered. It is not clear that there was any error in that regard, but, if so, it did not materially affect the result.</p>\n<p id=\"b274-5\">Judgment affirmed, with one bill of costs to respondents. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}