{
  "casebody": {
    "data": "<casebody firstpage=\"626\" lastpage=\"630\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b642-8\">PENDLETON v. HAWKINS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b642-9\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aqcd\">December 16, 1896.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b642-10\">Libel and Slander—Privileged Communication.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b642-11\">The publication was privileged, where a church trustee made inquiries concerning the pastor, and received in reply a letter containing defamatory matter, which be showed to the other trustees and to another member of the church in good faith, believing it to be true.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b642-12\">Appeal from circuit court, Cattaraugus county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b642-13\">Action by Charles J. Pendleton against Noel Hawkins for libel. Prom a judgment entered on a verdict of $1,000 in favor of plain<page-number citation-index=\"1\" label=\"627\">*627</page-number>tiff, and from an order denying a motion for new trial on the minutes, defendant appeals.</summary>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b643-5\">Prior to 1893 the plaintiff was a clergyman of the Baptist Ohurch at Marathon, and in February, 1893, he accepted a call to the First Baptist Church of Gowanda, and entered upon the discharge of his duties. S. S. Brown and-the defendant were deacons in the Gowanda church. January 9,1893, the defendant wrote a letter soliciting the plaintiff to come to the Gowanda church, and the plaintiff visited the church and preached, and thereafter, on February 6, 1893, the defendant sent a telegram to the plaintiff at Marathon, to the effect that, viz.: \"Baptist Church wants you for their pastor. See letter.” On February 7, 1893, the defendant addressed a letter to the plaintiff in which it was stated, viz.:</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"At5\">“The Baptist Clmrcli here has decided to extend you a call to become their pastor, as you are aware by a dispatch sent you yesterday. Hope we may hear from you soon, and, if you accept our call, that you will be with us at as early a date as convenient.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"AxH\">“Yours in the Gospel. Noel Hawkins.”</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"AOG\">The plaintiff, in response thereto, went from Marathon to Gowanda, and stayed over Sunday, and preached, and returned to Marathon to get his family and goods. He had no money with which to move, and Mr. Hawkins lent him $50. June 23, 1893, at Gowanda, the plaintiff and his wife executed a promissory note to the defendant in the sum of $50, providing that $10 should be paid on the 23d of June and $10 on every succeeding month until said note and interest are satisfied. The note also contained a clause authorizing the trustees of the church “to retain such a portion of my [his] salary from said church as shall be necessary to pay and satisfy said note and interest.” On the 18th of July, 1893, Deacon Brown addressed a letter of inquiry to J. L. Livingston, clerk of the church at Marathon, in which he made inquiries in respect to the plaintiff. In response to that letter, on the 20th of July, 1893, Livingston addressed a letter to Deacon Brown, which is set out in the complaint. It is alleged in the complaint that the defendant, “in publishing, circulating, exhibiting, reading, and causing to be read said false, scandalous, defamatory, and libelous letter aforesaid, to the directory of said First Baptist Church, and to the said plaintiff’s parishioners, and to his neighbors and other good citizens, the plaintiff hath been and still is greatly injured in his good name, fame, and credit, and brought into public scandal, infamy, and disgrace with and amongst his parishioners, and all his neighbors and other good and worthy citizens, and with the directory of said First Baptist Church of Gowanda.” The answer of the defendant contained the following language: “And the defendant also admits that he did, to a limited extent, exhibit and .read, among the members of the said church and congregation, the letter described and set forth in the complaint, and that at such time the plaintiff was acting in the capacity of pastor of the said First Baptist Church of Gowanda.” The answer contains a denial of many of the allegations of the complaint, and then it alleges that the defendant was one of the officers and trustees of the First Baptist Church of Gowanda, and that he “as one of the said officers and trustees was charged ivith the legal and moral duty of assisting and advising in the affairs of the said church, and that, by reason of the relation which he lwre to the said church as a member and officer thereof, it became his duty and privilege, on receiving the said letter, and learning the facts concerning the said plaintiff, and the history as therein stated, to communicate the same to the other trustees of the said church, and others connected therewith, who were interested in or responsible for the proper management of the said church, and thereupon, and only in the proper exercise of such duty and privilege, and in perfect good faith, and wholly and entirely without malice, this defendant did exhibit such letter to the said other trustees, and the other members of the said church and congregation having a like duty and right to advise and be advised concerning the same, and to no others, and the acts and conduct of the defendant, in so and in that manner exhibiting the said letter, are the same grievances mentioned and charged in the said complaint.” And he further alleges: “He did in good faith believe to be true each and all the statements in the said letter contained.” It also alleges that, prior to the date of the letter, the plaintiff requested the defendant and others to write to the Marathon church, and ascertain his reputation, <page-number citation-index=\"1\" label=\"628\">*628</page-number>history, and character. It is alleged that, in pursuance of such request, Deacon Brown addressed the letter to the clerk of the Marathon church, making inquiry; and the answer avers: “The letter set forth in the complaint is the answer of the said Livingston, as the clerk of the said Marathon church, to such inquiry made by letter of the 18th day of July.”</headnotes>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AD3_\"><page-number citation-index=\"1\" label=\"627\">*627</page-number>Reversed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b644-4\"><page-number citation-index=\"1\" label=\"628\">*628</page-number>Argued before HARDIN, P. J., and FOLLETT, ADAMS, and WARD, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b644-5\">W. H. Henderson and Thrasher &amp; Leonard, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b644-6\">J. M. Congdon, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b644-7\">HARDIN, P. J.</author>\n<p id=\"Asf\">During the trial the defendant offered to show that Mr. Brown requested the defendant to take his horse, and go with him, and see certain members of the church with reference to that letter. That offer was objected to by the plaintiff, and the court sustained the objection, and the defendant took an exception. It appears, by the evidence, that the defendant took his horse and carriage, and carried Mr. Brown into the country to see some of the members of the church; that he went to Mr. Eaton, who was a trustee, and from there they went to see Mr. Press, who was a deacon of the church and a trustee, and Mr. Brown read the letter to him, and that they all talked about it; and that then they went to see Mr. Wilson, “who is and was a member of our church and congregation; he didn’t read it to Wilson; he handed it to him, and Wilson read it.” The witness adds: “We did not see anybody else, and the letter was not exhibited to anybody else, and was never shown to any other person in my presence, or to these men subsequent to that date, or to any one of them in my presence.”</p>\n<p id=\"b644-8\">At the close of the plaintiff’s evidence the defendant moved for a nonsuit, on the ground that “the reading of this letter was privileged, and that there is no proof from which malice can be inferred.” In response to that motion the court observed: “I will hold, under this evidence, that it is not a privileged communication. I will deny the motion.” An exception was then taken for the defendant. At the close of the entire evidence the defendant made several motions for a nonsuit and for a direction of a verdict in favor of the defendant, which were denied, and the defendant excepted. Thereupon the plaintiff’s counsel asked the court to rule “that the only question for the jury is the assessment of damages.” In response to that request the court observed: “I think that that is the question upon which you gentlemen may go to the jury,— on the damages and the damages alone; of course, involving the question whether there was malice or not in the manner in which this was circulated, or in the circulation of this paper by the defendant.” Thereupon the defendant’s counsel excepted, and also “asked to go to the jury, upon the whole case, as to whether there is any liability whatever, even for six cents, in this case.”</p>\n<p id=\"b644-9\">One of the defenses rested on the theory that the occasion upon which the letter was circulated, as well as the circulation of the letter, were prima facie privileged, and that the plaintiff, to recover, was called upon to establish that the accusation was made without probable cause and in bad faith and maliciously.</p>\n<p id=\"b645-4\"><page-number citation-index=\"1\" label=\"629\">*629</page-number>In the course of the opinion delivered by Selden, J., in Lewis v. Chapman, 10 N. Y. 374, he said:</p>\n<blockquote id=\"b645-5\">“There is uo doubt that, where the communication is made, bona fide, in answer to inquiries from one having an interest in the information sought, or where the relation between the parties by whom and to whom the communication is made is such as to render it reasonable and proper that the information should be given, it will be regarded as privileged.’’</blockquote>\n<p id=\"b645-6\">It was said, however, near the close of the opinion in that case:</p>\n<blockquote id=\"b645-7\">“The defendant is nevertheless liable if there was any want of good faith in making it, but that question must be passed upon by the jury.”</blockquote>\n<p id=\"b645-8\">In Klinck v. Colby, 46 N. Y. 431, it was said, in the course of the opinion:</p>\n<blockquote id=\"b645-9\">“But, when the paper published is a privileged communication, an additional burden of proof is put upon the plaintiff, and he must show the existence of express malice in the publication of it. Hence, as a general proposition, it may be said that the question of whether a publication is a privileged communication is one for the jury. That is to say, the court may determine whether the subject-matter to which the alleged libel relates, the interest in it of the defendant, or bis relations to it, are such as to furnish the excuse. But the question of good faith, belief in the truth of the statement and the existence of actual malice remains, although the court should hold that, prima facie, the communication was privileged; and this question is one for the jury.”</blockquote>\n<p id=\"b645-10\">In Halstead v. Nelson, 24 Hun, 398, in speaking of a communication made, Smith, J., said that, if it was made in good faith without malice, it was prima facie privileged; and he adds:</p>\n<blockquote id=\"b645-11\">“The case falls within the rule that a communication, made bona fide and without, malice, upon any subject-matter in reference to which the party communicating has a duty, is privileged if made to a party having a corresponding duty, although it contain criminatory matter which, without this privilege, would be slanderous and actionable.”</blockquote>\n<p id=\"b645-12\">In that case the answer set out a communication which was made, “and the circumstances under which it was made, and asserts, in substance, that it was justified by the occasion’’; and the learned judge says:</p>\n<blockquote id=\"b645-13\">“A plea of privileged communication is a plea of justification, and is so spoken of and treated in the books. * * * The defendant was, therefore, entitled to prove any of the circumstances alleged in his answer which tended to show that his communication to the board was in good faith and without malice.”</blockquote>\n<p id=\"b645-14\">That case was again before the court upon a further appeal, and an opinion was delivered in 30 Hun, 153, and the doctrine already referred to was approved; and it was further said, viz.:</p>\n<blockquote id=\"b645-15\">“When the accusation relates to a subject in relation to which the accuser has a duty to perform, and is made to a board of officers whose right and duty it is to act upon the accusation, the accuser is not liable if he had probable cause for making the accusation,”—citing numerous authorities, and further adding: \"Actions to recover damages for accusations so made are analogous to actions for malicious prosecution, and a want of probable cause must be shown.”</blockquote>\n<p id=\"b645-16\">An opinion was delivered in the same case, which was reported in 1 N. Y. Supp. 280, which recognizes the same doctrine. That case was again before the court, and the doctrine already alluded to was approved in the decision, which is found in 13 N. Y. Supp. 175. Subsequently the case \"was taken to the court of appeals, and the <page-number citation-index=\"1\" label=\"630\">*630</page-number>doctrine which we have referred to was approved, and the decision reported in 13 N. Y. Supp. 175, was affirmed, and the final opinion pronounced by the court of appeals is found in 13S N. Y. 524, 34 1ST. E. 344, and in the course of the opinion it was said:</p>\n<blockquote id=\"b646-5\">“The question is, not whether the charge is true or false, nor whether the defendant had sufficient cause to believe that the plaintiff sent the letter, or acted hastily, or in a mistake,, but the question is, the occasion being privileged, whether there is evidence for the jury that he knew or believed it to be false. The plaintiff may have arrived at conclusions without sufficient evidence, but the privilege protects him from liability on that ground until the plaintiff has overcome the presumption of good faith by proof of a malicious purpose to defame her character under cover of the privilege. The plaintiff must be able to point to some evidence in the record that would warrant the jury in imputing this guilty motive to the defendant before her appeal can be sustained. As malice was an essential element of her case, not to be implied from the charge itself, hut quite the contrary from the occasion on which it was made, the burden of establishing that fact was upon her.”</blockquote>\n<p id=\"b646-6\">.After the delivery of the body of the charge, the defendant requested the court to charge the jury “that the publication of the Livingston letter, as published by the defendant, was privileged.” The court refused, and an .exception was taken. Thereupon the counsel for the defendant asked the court “to charge the jury that, if the publication to the members of the church was made by the defendant in good faith, believing it to be true, such publication was privileged, although -it contained defamatory matter, which, without such privilege, would be actionable and slanderous.” The court refused, and an exception was taken. We think the exceptions present error. The court was further requested to charge the jury “that there is no evidence upon which the jury may be permitted to find malicious defamation on the part of the defendant.” The court refused to so charge, and the counsel excepted. We think, when the court refused to instruct the jury “that, if the publication to the members of the church was made by the defendant in good faith, believing it to be true, such publication was privileged,” the court fell into an error. See Harwood v. Keech, 4 Hun, 389, and the authorities already referred to; Harriott v. Plimpton (Mass.) 44 N. E. 992.</p>\n<p id=\"b646-7\">The foregoing views lead to the conclusion that a new trial should be granted.</p>\n<p id=\"b646-8\">Judgment and order reversed, and a new trial ordered, with costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}