{
  "casebody": {
    "data": "<casebody firstpage=\"803\" lastpage=\"805\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b827-4\">State of Connecticut <em>v. </em>Raymond Marquis</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AuCg\">(13373)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b827-5\">Heiman, Speak and Hennessy, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b827-6\">Argued January 9</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AEI\">decision released February 14, 1995</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b827-8\"><em>Nancy L. Gillespie, </em>deputy assistant state’s attorney, with whom, on the brief, were <em>James E. Thomas, </em>state’s attorney, and <em>Edward R. Narus, </em>assistant state’s attorney, for the appellant (state).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b827-9\"><em>Matthew J. Collins, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b827-10\">Per Curiam.</author>\n<p id=\"A0B\">Our review of the record, briefs, and oral arguments of the parties leads us to conclude that the record is not adequate to afford review of the issues raised by the state.</p>\n<p id=\"b827-11\">The state’s appeal<footnotemark>1</footnotemark> is taken from the trial court’s dismissal of the case on the application of both the state and the defendant, after the trial court denied the state’s motion for permission to videotape the testimony of the child victim out of the presence of the defendant. See General Statutes § 54-86g.</p>\n<p id=\"b828-4\"><page-number citation-index=\"1\" label=\"804\">*804</page-number>While the record discloses that the trial court found that the state had made a “prima facie” showing of entitlement to videotape the child’s testimony, the record fails to reflect a finding by the trial court that the state had satisfied its statutory burden of establishing “by clear and convincing evidence, that the child would be so intimidated, or otherwise inhibited, by the physical presence of the defendant that a compelling need exists to take the testimony of the child outside the physical presence of the defendant in order to insure the reliability of such testimony.” General Statutes § 54-86g (a). Thus, it is impossible on the basis of the record before us to ascertain the basis on which the trial court denied the state’s motion for permission to videotape the testimony of the victim.</p>\n<p id=\"b828-5\">It is a well established principle of appellate procedure that the appellant has the duty of providing this court with a record adequate to afford review. Practice Book § 4061; <em>Holmes </em>v. <em>Holmes, </em>32 Conn. App. 317, 319, 629 A.2d 1137, cert. denied, 228 Conn. 902, 634 A.2d 295 (1993). Where the factual or legal basis of the trial court’s ruling is unclear, the appellant should seek articulation pursuant to Practice Book § 4051. <em>Matza </em>v. <em>Matza, </em>226 Conn. 166, 187-88, 627 A.2d 414 (1993).</p>\n<p id=\"b828-6\">Our review of the trial court’s oral decision leaves us with the firm conviction that the legal and factual predicate for the trial court’s decision is unclear and ambiguous. “Moreover, to the extent that the trial court’s memorandum of decision may be viewed as ambiguous in this respect, we read an ambiguous record, in the absence of a motion for articulation, to support rather than to undermine the judgment. <em>Matza </em>v. <em>Matza, </em>[supra, 226 Conn. 188]; <em>Walton </em>v. <em>New Hartford, </em>223 Conn. 155, 165, 612 A.2d 1153 (1992).” <em>Water Street Associates Ltd. Partnership </em>v. <em>Innopak Plastics Corp., </em>230 Conn. 764, 773, 646 A.2d 790 (1994). Because the state, as the appellant, failed to file such <page-number citation-index=\"1\" label=\"805\">*805</page-number>a motion, we must assume that the trial court acted properly. Id., 773-74; <em>Matza </em>v. <em>Matza, </em>supra, 188.</p>\n<p id=\"b829-5\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b827-12\"> General Statutes § 54-96 provides: “Appeals from the rulings and decisions of the superior court, upon all questions of law arising on the trial of criminal cases, may be taken by the state, with the permission of the presiding judge, to the supreme court or to the appellate court, in the same manner and to the same effect as if made by the accused.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}