{
  "casebody": {
    "data": "<casebody firstpage=\"523\" lastpage=\"528\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b547-7\">Sally B. Clark <em>vs. </em>Annetta A. Clark.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b547-8\">Worcester.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ael\">September 28, 1896.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AK46\">—May 28, 1897.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b547-9\">Present: Field, C. J., Allen, Holmes, Knowlton, Morton, Lathrop, &amp; Barker, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b547-11\"><em>Fraud </em>— <em>Misrepresentation </em>— <em>Deed </em>— <em>Evidence as to Change in Mental Capacity.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b547-13\">At the hearing on a bill in equity to set aside a deed alleged to have been obtained by fraud and misrepresentation from a woman advanced in years and incapacitated from attending to business, a witness who has known the grantor all her life may be asked, to show- her mental condition at the time of the execution <page-number citation-index=\"1\" label=\"524\">*524</page-number>of the deed as compared with her mental condition when appearing in court, <em>“ </em>State whether the plaintiff has failed or has not failed in her mental capacity during the past five years.”</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b548-5\">Bill ik equity, filed February 25, .1896, to have a conveyance of land from the plaintiff to the defendant set aside and annulled, and a reconveyance thereof from the defendant to the plaintiff. The bill alleged that the plaintiff was old,' infirm, and very deaf, and by reason thereof incapacitated from attending properly to business, and that the defendant, on April 30, 1892, fraudulently taking advantage of the plaintiff’s incapacity, procured her to sign a deed of land in Chelsea without paying her any consideration therefor, and without informing her what the writing was, or what its effect was, and by falsely and fraudulently representing said writing to be a mere matter of form; that she was now informed that the deed was a deed of the above described land, and that it had been recorded in the registry of deeds; that there had been no previous agreement to convey the land, and that she had no knowledge that the writing was a conveyance of the land, and that she never intended to make any such conveyance.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b548-6\">At the trial in the Superior Court, without a jury, before Sheldon, J., the plaintiff, who was ninety years of age, was called as a witness by her attorney, and testified at length.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b548-7\">The plaintiff’s attorney then called as a witness one Mrs. Gleason, a sister of the plaintiff, who had known her intimately all her life, and who had lived with the plaintiff during the two years preceding the date of the trial.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"Ayy\">The plaintiff’s attorney, expecting to show, and being prepared to show, the mental condition of the plaintiff at the time of the execution of the deed as compared with her mental condition when appearing in court, and that there had been but slight change in said condition, asked the witness the following question : “ Please state whether your sister [the plaintiff] has failed or has not failed in her mental capacity during the past five years.” The question was objected to by the defendant, and excluded, and the plaintiff excepted. ¡No objection was made to the form of the question.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b548-9\">At the conclusion of the hearing, the judge entered a decree dismissing the bill; and the plaintiff alleged exceptions.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b549-4\"><page-number citation-index=\"1\" label=\"525\">*525</page-number>The case was argued at the bar in September, 1896, and after-wards was submitted on briefs to all the justices.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b549-5\"><em>H. Parker, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b549-6\"><em>T. G-. Kent, (Gr. T. Dewey </em>with him,) for the defendant.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b549-7\">Lathrop, J.</author>\n<p id=\"ALi\">We have no desire in this case to depart from the rule early established, and often since recognized, that a witness who does not come within one of certain recognized classes cannot give an opinion as to the soundness of mind of a person.</p>\n<p id=\"b549-8\">In <em>Poole </em>v. <em>Richardson, </em>3 Mass. 330, subscribing witnesses ■were allowed to testify as to the judgment they formed of the soundness of the testator’s mind at the time of executing the will. (See also <em>Williams </em>v. <em>Spencer, </em>150 Mass. 346.) “ Other witnesses were allowed to testify to the appearance of the testator, and to any particular facts from which the state of his mind might be inferred, but not to testify merely their opinion or judgment.”</p>\n<p id=\"b549-9\">In <em>Hathorn </em>v. <em>King, </em>8 Mass. 371, attending physicians were first allowed to give their opinion. See also <em>Baxter </em>v. <em>Abbott, </em>7 Gray, 71; <em>Hastings </em>v. <em>Rider, </em>99 Mass. 622. And in <em>Lewis </em>v. <em>Mason, </em>109 Mass. 169, the opinion of a person who had been the family physician some years before was held to be admissible, although he had not attended the testator for some years.</p>\n<p id=\"b549-10\">Experts in mental diseases are also allowed to give an opinion. <em>May </em>v. <em>Bradlee, </em>127 Mass. 414, 421.</p>\n<p id=\"b549-11\">These are well recognized exceptions to the general rule. But the rule itself is well established. Thus, in <em>Commonwealth </em>v. <em>Wilson, </em>1 Gray, 337, 339, a case of homicide in which the defence was insanity, the defendant’s counsel was not allowed to ask a witness, who had testified to the appearance and conversation of the defendant at certain interviews he had had with the defendant before the homicide, what opinion of the prisoner’s mental condition he formed at the time.</p>\n<p id=\"b549-12\">In <em>Commomvealth </em>v. <em>Rich, </em>14 Gray, 335, a physician not an expert in mental diseases was not allowed to give his opinion on a hypothetical case as to the sanity or insanity of the defendant. Nor was he allowed, although he knew the defendant, to give his opinion as to whether he would be competent to apply the rules of right and wrong to any state of circumstances concern<page-number citation-index=\"1\" label=\"526\">*526</page-number>ing which he was under high excitement, or in reference to which he was under the influence of an uncontrollable impulse.</p>\n<p id=\"b550-5\">In <em>Cowles </em>v. <em>Merchants, </em>140 Mass. 377, this question was asked : “ If you have an opinion as to the mental condition of Erastus Cowles on August 28, 1884, founded upon facts and circumstances within your personal knowledge, state what that opinion is, and the facts and circumstances upon which it is founded.” This was held to be rightly excluded.</p>\n<p id=\"b550-6\">In <em>Smith </em>v. Smith, 157 Mass. 389, the general rule was followed, and this question to a witness was held inadmissible: “ Whether, from the general appearance of the testator, he considered him capable of making a contract, or of transacting important business.” See also <em>Hubbell </em>v. <em>Bissell, </em>2 Allen, 196; <em>Commonwealth </em>v. <em>Fairbanks, </em>2 Allen, 511; <em>Ashland </em>v. <em>Marlborough, </em>99 Mass. 47; <em>May </em>v. <em>Bradlee, </em>127 Mass. 414, 421; <em>Ellis </em>v. <em>Ellis, </em>133 Mass. <em>469; McConnell </em>v. <em>Wildes, </em>153 Mass. 487.</p>\n<p id=\"b550-7\">It has, however, often been decided that a witness, although he does not come within one of the classes allowed to give an opinion, may testify to facts which are matters of common observation. Thus in <em>Commonwealth </em>v. <em>Dorsey, </em>103 Mass. 412, a case of homicide, the testimony of a witness not an expert was held admissible, that hairs on a club appeared to be human hairs, and resembled the hairs of the person murdered.</p>\n<p id=\"b550-8\">So in <em>Parker </em>v. <em>Boston &amp; Hingham Steamboat Co. </em>109 Mass. 449, an action for personal injuries, the daughter of the plaintiff was allowed to testify: <em>“ </em>The plaintiff is decidedly worse than she was two months after the accident. She is not able to do so much work as before.”</p>\n<p id=\"b550-9\">In <em>Barker </em>v. <em>Comins, </em>110 Mass. 477, a will case, these questions were allowed to be asked: 6&lt; Did you notice any change in his intelligence or understanding ? ” “ Did you notice any want of coherence in his remarks ? ” It was said by Mr. Justice Gray, in delivering the opinion of the court: “ The questions to the witnesses produced at the trial were rightly admitted. They did not call for the expression of an opinion upon the question whether the testator was of sound or unsound mind, which the witnesses, not being either physicians or attesting witnesses, would not be competent to give. <em>Hastings </em>v. <em>Rider, </em>99 Mass. <page-number citation-index=\"1\" label=\"527\">*527</page-number>622, 625. The question whether there was an apparent change in a man’s intelligence or understanding, or a want of coherence in his remarks, is a matter not of opinion, but of fact, as to which any witness who has had opportunity to observe may testify, in order to put before the court or jury the acts and conduct from which the degree of his mental capacity may be inferred.” 110 Mass. 487.</p>\n<p id=\"b551-3\">In <em>Nash </em>v. <em>Hunt, </em>116 Mass. 237, 245, a witness was allowed to testify that during a certain interview “ he observed no incoherence of thought in the testator, nor anything unusual or singular in respect to his mental condition.” It was said by Mr. Justice Wells: “ We do not understand this to be the giving of an opinion as to the condition of the mind itself, but only of its manifestations in conversation with the witness. So far as his mental condition was manifested to the witness by that interview, in conversation, looks, or demeanor, he could properly state, as a matter of observation, whether it was in the usual and natural manner of the testator or otherwise. 1 Incoherence of thought ’ has reference to the ideas expressed or conveyed to the hearer, rather than to the condition of the mind of the speaker. There is no essential difference between these answers and those allowed in <em>Barker </em>v. <em>Comins, </em>110 Mass. 477.” 116 Mass. 251.</p>\n<p id=\"b551-4\">In <em>Commonwealth </em>v. <em>Sturtivant, </em>117 Mass. 122, a case of homicide, one question was whether a witness, who was familiar with blood, and had examined with a lens a blood stain on a coat when it was fresh, could also testify that the appearance then indicated the direction from which it came, and that it came from below upward, although he had never experimented with blood or other fluid in this respect. The evidence was held to be competent. The general question was much discussed by Mr. Justice Endicott. 117 Mass. 132-137.</p>\n<p id=\"b551-5\">In <em>Commonwealth </em>v. <em>Brayman, </em>136 Mass. 438, the defendant was indicted, on the Gen. Sts. c. 161, § 59, for conveying a certain parcel of land knowing that an encumbrance existed thereon, without, before the consideration was paid, informing the grantee of the existence and nature of such encumbrance. At the time of the conveyance, the defendant was sixty-nine years old, and the trial was six years after. He introduced evidence tending to show that his mind and memory were so enfeebled</p>\n<p id=\"b552-2\"><page-number citation-index=\"1\" label=\"528\">*528</page-number>by age and infirmity as to render it probable that he had forgotten the prior encumbrance. One Bassett was asked “ whether six years ago he had failed.” This question was excluded, and for this reason a new trial was granted. Mr. Justice Colburn said: “We think that any witness of ordinary intelligence, who is familiarly acquainted with a person, may testify whether, within a given time, he has failed, mentally or physically.” See also <em>Leistritz </em>v. <em>American Zylonite Co. </em>154 Mass. 382; <em>Connors </em>v. <em>Grilley, </em>155 Mass. 575; <em>Laplante </em>v. <em>Warren Cotton Mills, </em>165 Mass. 487.</p>\n<p id=\"b552-3\">No doubt a question may be put in so ambiguous a.form that the judge presiding at the trial would be justified in excluding it, as calling for an opinion as to the mental condition of the testator, or in requiring counsel to change its form. This was the ground upon which the court in <em>Ellis </em>v. <em>Ellis, </em>133 Mass. 469, was of opinion that the exception to the exclusion of the question put in that case must be overruled.</p>\n<p id=\"b552-4\">The question which was excluded in the case at bar we are of opinion was admissible, within the rule laid down in <em>Commonwealth </em>v. <em>Brayman, </em>and the cases that preceded it.</p>\n<p id=\"Ax5\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}