{
  "casebody": {
    "data": "<casebody firstpage=\"547\" lastpage=\"553\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b565-4\">Louis W. R. Cowen v. First National Bank of Brownsville.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b565-5\">No. 1007.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"APf\">Decided June 10, 1901.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b565-6\">1. Written Instrument—Sworn Denial—Disputing Validity.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b565-7\">Defendants, without making sworn denial of the execution of a written instrument pleaded by plaintiff as showing his title by gift to property defendants were charged with converting, could dispute the validity of the gift on the ground that such instrument was insufficient to pass the right, or that other facts necessary to the completeness of the gift had not transpired. (P. 550.)</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b565-8\">2. Gift—Written Transfer—Possession—Choses in Action.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b565-9\">Choses in action (such as certificates of deposit) are not embraced in the terms “goods or chattels” which, by article 2546, Revised Statutes, are not to pass by gift unless by recorded deed or will or by actual possession of the donee, and may be donated by transfer in writing not acknowledged for record. (Pp. 550-553.)</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b565-10\">3. Same—Transfer Held Valid.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b565-11\">See written transfer of certificates of deposit, belonging to the maker but in possession of another, which, though not acknowledged or recorded, nor accompanied by change of possession, was held sufficient to constitute a valid gift of the deposit to the donee named in the instrument. (Pp. 549, 553.)</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b565-12\">Questions certified from the Court of Civil Appeals for the First District, in au appeal from Cameron County.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b565-13\">W. <em>N. Parks, </em>for appellant.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AAE\">Plaintiff was the assignee of William Neale, deceased, in the instrument sued upon assigning the six certificates of deposit to him, and shed as such assignee, and the assignment was in writing and imported and clearly expressed a consideration, and the genuineness of the instrument and its consideration and assignment could only be put in issue by defendants upon a sworn plea of non est factum. Rev. Stats., arts. 313, 1265, 4863; Newton v. Newton, 77 Texas, 508.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b565-14\">The title to the six certificates and to the $3000 in money, on deposit in said bank, had passed completely out of William Neale during his lifetime, to wit, on the 9th day of March, 1897, and vested fully in the plaintiff, and therefore could not as a matter of law thereafter vest in the estate, of William Neale, deceased, by virtue of his death. Rev. Stats. 1895, arts. 1316, 1317; Railway v. Measles, 81 Texas, 474; Telegraph Co. v. Kendzora, 77 Texas, 257; Railway v. Hall, 33 S. W. Rep., 127; Lee v. Yandell, 69 Texas, 34; Murchison v. Mansur-Tibbetts Imp. Co., 37 S. W. Rep., 605; Cannon v. Cannon, 66 Texas, 682; Railway v. Tankersley, 63 Texas, 57; Smith v. Dunman, 9 Texas Civ. App, 319; Mayo v. Tudor’s Heirs, 74 Texas, 471; Blum v. Strong, 71 Texas, 321; Cobb v. Beal, 1 Texas, 342.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b565-15\"><em>James B. Wells </em>and <em>Kleberg &amp; Neethe, </em>for appellee.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AeJs\">Plaintiff herein claims title to the six certificates and the money represented by them by deed of gift from his grandfather. The undisputed evidence shows that the said gift was never consummated by delivery to the donee, and is therefore wholly ineffectual to convey title to him. Rev. Stats., art. 2546; 14 Am. and Eng. Enc. of Law, 2 ed., p. 1016; Gerry v. <page-number citation-index=\"1\" label=\"548\">*548</page-number>Howe, 130 Mass, 350; Douglass v. Douglass, 22 L. T. (N. S.), 127; Baskett v. Hassell, 107 U. S., 602; Vogel v. Gast, 20 Mo. App., 104; Church v. Corwell, 117 N. Y., 601, 23 N. E. Rep., 177; Church v. Cooper, 112 N. Y., 20, 20 N. E. Rep., 355; Tate v. Hibbert, 2 Ves. Jr., 120; Nichols v. Adams, 2 Whart., 17; Taylor v. Taylor, 2 Humph., 597; In re Campbell, 47 Am. Dec., 503; Chevallier v. Wilson, 1 Texas, <em>161; </em>Peeler v. Guilkey, 27 Texas, 355; Chambers v. McCreery, 106 Fed. Rep., 364; Wright v. Bragg, 106 Fed. Rep., 23.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b566-5\">The appellees have never denied that William Neale signed the instrument under which the plaintiff and appellant claim to own the certificates of deposit for the conversion of which this suit is brought. But they do deny that said instrument had the efficacy, though signed by the alleged donor, to convey the title of the certificates to the grantee named therein, because it was not acknowledged or recorded as required by section 2346 of the Bevised Statutes of the State of Texas.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b566-6\">Granted that execution of an instrument also includes its acknowledgment and the filing thereof for record, as required in a deed of gift by the article of the statute of frauds herein above referred to, even then article 1265 can not apply to the facts in this case, because it appears from the petition of the plaintiff itself, which sets out the instrument relied upon as the basis of his action, that the same was neither acknowledged or recorded; in other words, the truth of the want of execution of the deed appears of record and is therefore particularly taken out of the statute referred to by the Court of Appeals. In this case we can admit both the signature and the delivery of the instrument, but this would not add to it something that the statute requires, before it would have any validity or efficacy, to wit, its acknowledgment and registration.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b566-7\">WILLIAMS, Associate Justice.—Certified</author>\n<p id=\"AIP\">questions from the Court of Civil Appeals for the First District, as follows:</p>\n<p id=\"b566-8\">“The above entitled cause is pending before this court on a motion for rehearing, and for the instruction of this court.in the disposition of the motion, the questions hereinafter set out are certified to the Supreme Court for decision.</p>\n<p id=\"b566-9\">“The action was brought by the appellant, Louis W. R. Cowen, against the First National Bank of Brownsville, Texas, W. A. Neale, and F. Yturria to recover damages for the conversion of certain certificates of deposit of money in the defendant bank.</p>\n<p id=\"b566-10\">“On January 6, 1896, the bank executed and delivered to William Neale six certificates of deposit for $500 each in Mexican money numbered respectively 5378, 5379, 5381, 5382, and 5383. Bach certificate, omitting the number, reads as follows:</p>\n<p id=\"b567-4\"><page-number citation-index=\"1\" label=\"549\">*549</page-number>“ ‘The First National Bank, No.-.</p>\n<p id=\"b567-5\">“ ‘Brownsville, Texas, Jan. 6, 1896.</p>\n<p id=\"b567-6\">“ ‘This is to certify that Wm. Neale has deposited in this bank $500, five hundred dollars, payable to the order of himself on return of this certificate properly indorsed.</p>\n<p id=\"b567-7\">(Signed) “‘J. D. Anderson, Cashier.</p>\n<p id=\"b567-8\">“ ‘Not subject to check (stamp) Mexican.’</p>\n<p id=\"b567-9\">“ ‘Mexican’ is also indorsed across the face of the certificate. Acting for Wm. Neale and by his instruction, the defendant W. A. Neale deposited the certificates with the defendant F. Yturria and took the following receipt therefor:</p>\n<p id=\"b567-10\">“ ‘Brownsville, Texas, Dec. 2, 1896.</p>\n<p id=\"b567-11\">‘“Received from Wm. A. Neale six certificates of deposit on First Nat’l. Bank of Brownsville, numbered 5378, 5379, 5381, 5382, 5383, each of the value of five hundred dollars Mex. coin, making a total of three thousand dollars Mex. coin deposited for a/c and credit of Wm. Neale.</p>\n<p id=\"b567-12\">(Signed) “‘F. Yturria.’</p>\n<p id=\"b567-13\">“Yturria was a- merchant and private banker.</p>\n<p id=\"b567-14\">“William Neale was the grandfather of plaintiff. He undertook to give these certificates to the plaintiff and for that purpose executed the following instrument of writing:</p>\n<p id=\"b567-15\">“ ‘The State of' Texas, County of Cameron.—This memorandum witnesseth that I, William Neale, for and in consideration of the sum of one dollar to me in hand paid by Louis W. R. Cowen, the receipt of which is hereby acknowledged, and the further consideration of the love and. esteem I have towards him, do bargain, sell, and deliver to him (6) six certificates of deposit of the First National Bank of the city of Brownsville and State of Texas, each for the sum of (500) five hundred Mexican coin dollars and numbered as follows-, all of which are now deposited with F. Yturria to my account and credit, and I furthermore direct that the said F. Yturria deliver to L. W. R. Cowen the six above described certificates of deposit. Witness my hand this 9th day of March, A. D. 1897.</p>\n<p id=\"b567-18\">‘“W. Neale.</p>\n<p id=\"b567-19\">“ ‘Witness, M. Leahy.’</p>\n<p id=\"b567-20\">“This instrument was not acknowledged ahd has never been proved up and recorded.</p>\n<p id=\"b567-21\">“On the next day after the receipt of the above conveyance the plaintiff presented the same to the defendant Yturria, but the latter refused to deliver the certificates to plaintiff without return of his receipt, and still had possession of them on April 6, 1897, when William Neale died. Plaintiff also went to the defendant bank on the <page-number citation-index=\"1\" label=\"550\">*550</page-number>next day after the execution of the conveyance and exhibited the same to its cashier and requested payment of the certificates, but he refused to pay the money without return of the certificates properly indorsed. Defendant bank had full notice of the plaintiff’s claim both by its president and cashier. <em>G. </em>M. Eaphael was president and J. D. Anderson was cashier of the bank.</p>\n<p id=\"b568-5\">“Letters of temporary administration were granted upon William Neale’s estate to the defendant W. A. Neale by the county court of Cameron County, with authority To take possession of all the property of said estate and collect all moneys due and owing said estate etc. W. A. Neale duly qualified as such executor and Yturria’s receipt was inventoried as a certificate of deposit for $3000 Mexican coin. Acting under authority as temporary administrator, W. A. Neale surrendered Yturria’s receipt and received from him the certificates of deposit and returned them to the bank, and they were paid to Neale upon his indorsement as temporary administrator.</p>\n<p id=\"b568-6\">“The petition set up a cause of action for a conversion of the certificates of deposit, and among other facts to show the ownership of them by the plaintiff, pleaded the written assignment above set out. The genuineness of the assignment was not put in issue by a sworn plea of non est factum.</p>\n<p id=\"b568-7\">“1. In the absence of a sworn plea denying the genuineness of the assignment relied on by the plaintiff to show his ownership of the cer-' tifieates of deposit, can the defendants dispute the validity of the gift of the certificates by William Neale to the plaintiff?</p>\n<p id=\"b568-8\">“2. Does the transaction come within article 2546 of the Eevised Statutes? And was it on that account invalid?</p>\n<p id=\"b568-9\">“3. Even if it should be held that the transaction does not come within the statute, was it valid as a gift of the certificates or of the deposits, there never having been any actual delivery to them ?”</p>\n<p id=\"b568-10\">1. The defendants had the right to dispute the validity of the gift without a sworn plea denying the genuineness of the instrument. Admitting the genuineness of the writing, the questions remained, was it sufficient of itself to pass the right claimed as a gift, and, if not, did the other facts essential to the completeness of the gift transpire, and no attack upon the execution of the instrument was therefore necessary in order to raise such questions.</p>\n<p id=\"b568-11\">2. Article 2546, Eevised Statutes, is as follows: “No gift of any goods or chattels shall be valid unless by deed or will, duly acknowledged or proven up and recorded, or unless actual possession shall have come to and remained with the donee or some one claiming under him.”</p>\n<p id=\"b568-12\">In order to answer the second question, it is only necessary that we now inquire whether or not a chose in action such as that in controversy is embraced within the words “goods or chattels” as used in this statute. We are of the opinion that it is not.</p>\n<p id=\"b568-13\">Personal property is divided, according to earlier writers upon the common law;, into things in possession and things in action, or, more <page-number citation-index=\"1\" label=\"551\">*551</page-number>exactly, according to some la'te writers, into things corporeal and things incorporeal, the classification, in all, being intended “to discriminate between the objects of sense and what are mere rights.” Schouler on Pers. Prop., sec. 11. Says this author: “Now, this grand division of property into things corporeal and things incorporeal is a perfectly natural and obvious one; we readily understand that while some things are the objects of the sense and capable of being seen and touched, others have hut a legal or ideal existence.” To the latter class belong such rights as that which was the subject of the gift now in question. Such a right would be included within the words “goods or chattels” if the statute used them in their broadest meaning; but the provision itself, in our opinion, shows that the words were employed with reference to the other class of personal property—things corporeal. The things treated are such as are in the actual possession of the donor and are to pass into the actual possession of the donee and must therefore have a corporeal existence. \" The deposit in this case having been a general one, the thing which the donor- owned and ■which he intended to give was the right to have from the bank, not the specific money deposited, hut its equivalent. As evidence of that right, he had the certificates of deposit intrusted into the keeping of another person, and the receipt of such person showing such custody. These papers were tangible and could be actually possessed, hut they were not the property. This consisted of the right of which the papers were only. evidences. To quote from Schouler again, * * * &lt;cbills and notes, certificates of stock, registered securities, and the like species of personal property, * * * are hut evidence of incorporeal rights, and not in strictness corporeal property, a truth not perhaps self-evident yet capable of demonstration.”</p>\n<p id=\"b569-7\">The right to demand money from another may or may not he evidenced by writing. It is property of the same nature in the one case as in the other and can not he said to he a chattel in actual possession. The owner of such a right, desiring to pass it to another, may give him other evidence of the transfer hut can not give actual possession. • If there he written evidence of the right, it may he in such form that a delivery of it carries with it evidence of title in the donee, hut this, at last, is only evidence of the existence of the property right and is not the property itself. If there he no written evidence, the owner of the right must, by his acts, create some other evidence of the transfer of title, and this can not be by any delivery of possession. With corporeal chattels, it is different. They are capable of being held in actual possession, and, being visible, such possession is evidence of ownership; and the statute, recognizing this, intended that title to such property by gift shall not be shown otherwise than by possession in the donee or by a writing such as is specified.</p>\n<p id=\"b569-8\">It is true that gifts of choses in action may he evidenced by recorded will or other instrument in writing; but the statute makes no requirement except with reference to chattels which may be actually de<page-number citation-index=\"1\" label=\"552\">*552</page-number>livered, and hence it can not he held that it prescribes any particular formality with reference to other kinds.</p>\n<p id=\"b570-5\">. Further, but not so conclusive, evidence that the Legislature intended by this language to include only corporeal property is found in the requirement that the instrument of transfer be registered. Article 2546 was first adopted in this State in the Revised Statutes of 1879. Previously, provision had been made for the registration of instruments affecting the title to personal property, which had been held not only to apply to assignments of choses in action, but which would admit to record instruments such as are mentioned in article 2546, if made with reference to corporeal chattels. Burnham v. Chandler, 15 Texas, 443; Johnson v. Brown, 25 Texas Supp., 126. The codiffers, in their report, called attention to certain additions which they had made to the classes of instruments to be recorded, but made no change in the registration law as resulting from their addition of article 2546 to the statutes. Had it been intended by that article to require registration of assignments of choses in action as gifts, it is probable that some corresponding provision would have been inserted in the registration laws which undertake to specify the instruments which are- to be recorded. The codifiers, in their report concerning article 2546 and other provisions of the title upon “Frauds and Fraudulent Conveyances,” say that they have adopted the forms of expression from the Virginia code. Article 2546 is not an exact reproduction of any one provision of the Virginia code as it stood at the time of our revision, but the language of the two is the same, so far as it affects the point under discussion. A statute the same as that of Virginia prevails also in West Virginia, but the question whether or not it governs gifts of choses in action seems not to have been settled in either State. Rigan’s Admr. v. Rigan, 93 Va., 90. The history of the Virginia legislation would seem to favor the interpretation which we have adopted. The first statute on the subject of gifts in that State applied only to slaves. In a codification made prior to the Civil War, the words “goods or chattels” were added in connection with “slaves,” and, after slaves had ceased to be chattels, that word in another revision was dropped, leaving only the others. The terms “goods or chattels” evidently meant, when our codifiers by article 2546 imported them into our laws, what they meant when they were associated with the word “slaves,” and by the application of the principle, ejusdem generis, another reason is found for the conclusion which we have reached.</p>\n<p id=\"b570-6\">By the early common law, assignments of choses in action were not permitted and there could be no gift of them for the very reason that V they were not susceptible of delivery. But, as assignments came to be recognized, gifts were admitted, not only by actual delivery of the written evidence of the right of the donor, but by the delivery of assignments showing the donation. There have long been in force in this State statutory provisions regulating assignments of choses in <page-number citation-index=\"1\" label=\"553\">*553</page-number>action, and no purpose is shown to alter or limit them by the statute regulating gifts. Richardson v. Hutchings, 68 Texas, 81.</p>\n<p id=\"b571-3\">3. The execution and delivery of the instrument in writing set out in the certificate was, of itself, sufficient to pass the title to the eertiíi-1 cates of deposit, and the right of which they were the evidences. The authorities exhibit some conflict upon this proposition, but we think it is in accordance with the weight of authority, especially the more recent ones, and with decisions in this State. Hillebrant v. Brewer, 6 Texas, 51, 52, and cases cited; Faulk v. Faulk, 23 Texas, 655, 661, 662, 664, 665; Tarbox v. Grant, 39 Atl. Rep., 378; Ruiz v. Dow, 45 Pac. Rep., 867; Matson v. Abbey, 24 N. Y. S., 284, 141 N. Y., 179, 36 N. E. Rep., 11; Wyche v. Green, 11 Ga., 159; Irons v. Smallpiese, 2 B. &amp; Ald., 551; Thornton on Gifts, secs. 189-193, and cases cited; 8 Am. and Eng. Enc. of Law, 1331, and cases cited. Some of the authorities hold that in order to dispense with the necessity, of a delivery of the thing donated, an instrument under seal is necessary, but it is unnecessary for us to enter into this distinction in view of the provisions of our statutes concerning seals. Rev. Stats., arts. 4862, 4863.</p>\n</opinion>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b571-10\">ON MOTION FOB REHEARING.</p>\n<p id=\"b571-11\">Opinion Delivered October 21, 1901.</p>\n<author id=\"b571-12\">WILLIAMS, Associate Justice.</author>\n<p id=\"A61\">The motion presents nothing to change our opinion heretofore expressed. We take this occasion to note that since our decision was rendered the Court of Appeals of Virginia has decided the second question discussed as we decided it, holding that the words “goods or chattels” in the statute of that State do not include ehoses in action. First National Bank of Richmond v. Holland, 39 S. E. Rep., 126.</p>\n<p id=\"b571-14\">The motion for rehearing is overruled.</p>\n<p id=\"b571-15\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}