{
  "casebody": {
    "data": "<casebody firstpage=\"254\" lastpage=\"264\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b288-4\">163 A.3d 271</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AjD\">Cassandra MURRAY v. MIDLAND FUNDING, LLC</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"atj-dedup-2\">No. 2280,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AYk6\">Sept.Term, 2015</p>\n<court data-order=\"4\" data-type=\"court\" id=\"A66\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b288-7\">Filed: June 29, 2017</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b291-8\"><page-number citation-index=\"1\" label=\"257\">*257</page-number>Argued by: Scott Borison (Legg Law Firm, LLP of San Manteo, CA, Phillip Robinson, Consumer Law Center, LLC of Silver Spring, MD) all on the brief, for Appellant</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b291-9\">Argued by: James P. Ulwick (Amy E. Askew, Steven A. Book, Kramon <em>&amp; </em>Graham PA on the brief) all of Baltimore, MD, for Appellee</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b291-10\">Panel: Graeff, Kehoe, Friedman, JJ. <footnotemark>*</footnotemark></judges>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b291-11\"> Judge Kevin F. Arthur did not participate in the decision to report this opinion.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b292-4\"><page-number citation-index=\"1\" label=\"258\">*258</page-number>Friedman, J.</author>\n<p id=\"b292-5\">Debt buyers purchase consumer debt at deep discount, obtain judgments, and try to collect on those judgments. Md. Code Ann., Business Regulation Article § 7-301 (2015). In 2010, the Maryland State Collection Agency Licensing Board clarified that these debt buyers fall within the definition of collection agencies and, therefore, must have a license before engaging in debt collecting. Md. State Collection Agency Licensing Bd. Advisory Notice 05-10, May 5, 2010 (quoted in <em>Finch v. LVNV Funding, </em>212 Md.App. 748, 758, 71 A.3d 193 (2013)); <em>see also Cain v. Midland Funding, </em>452 Md. 141, 156 A.3d 807 (2017). And, in <em>Finch v. LVNV Funding, </em>this Court held that judgments obtained by unlicensed debt buyers while they were unlicensed are void. 212 Md.App. at 764, 71 A.3d 193.</p>\n<p id=\"b292-6\">Cassandra Murray—on behalf of a proposed class of similarly-situated consumers—brought a lawsuit against Midland Funding, an allegedly unlicensed debt buyer,<footnotemark>1</footnotemark> to have the judgment that Midland obtained against her declared void. Murray sought to recover money that she paid to Midland (with fees and expenses), as well as to obtain equitable relief. By the time the matter arrived in the Circuit Court for Anne Arundel County, however, the counts seeking monetary damages had been dismissed and only the two non-monetary counts—a count seeking a declaratory judgment and a count seeking injunctive relief—remained viable. On November 30, 2015, the circuit court dismissed these final two counts, finding that they were barred by the three-year statute of limitations set forth in § 5-101 of the Courts <em>&amp; </em>Judicial Proceedings (“CJ”) Article of the Maryland Code. Murray noted a timely appeal.</p>\n<p id=\"b293-4\"><page-number citation-index=\"1\" label=\"259\">*259</page-number>Four months after the circuit court’s decision in Murray’s case, this Court decided another <em>Finch-style </em>case predicated on similar facts, <em>Jason v. National Loan Recoveries. </em>227 Md.App. 516, 134 A.3d 421 (2016) (decided April 1, 2016). Because the circuit court here did not have the benefit of our <em>Jason </em>opinion, it erroneously determined that Murray’s non-monetary, equitable remedies are barred by limitations. We, therefore, will vacate the circuit court’s decision and remand the case for reconsideration in light of our holding in <em>Jason.</em><footnotemark><em>2</em></footnotemark><em> </em>We summarize the rules that apply.</p>\n<p id=\"b293-5\">ANALYSIS</p>\n<p id=\"b293-6\">Several rules have emerged for <em>Finch-style </em>cases, in which a judgment debtor files a lawsuit to void a previously-obtained judgment by an unlicensed debt collector.</p>\n<p id=\"b293-7\">1. All claims for monetary damages are actions at law and, thus, subject to a statute of limitations. <em>Jason, </em>227 Md.App. at 529-530, 134 A.3d 421 (applying CJ § 5-101’s three-year statute of limitations).<footnotemark>3</footnotemark> Murray’s complaint, in its <page-number citation-index=\"1\" label=\"260\">*260</page-number>current form, does not advance any claims—direct or ancillary—for monetary damages.</p>\n<p id=\"b294-5\">2. All claims for purely equitable remedies, including claims for injunctive relief, are potentially subject to laches. Laches is the limit equity places on stale claims. “Laches derives from concerns similar to those that undergird statutes of limitations. Both devices—one a product of legislation, the other a development of the common law—are intended to set time limits on the assertion of claims.” <em>Lopez v. State, </em>433 Md. 652, 653, 72 A.3d 579 (2013). There is no firm time limit for laches: rather a judge sitting in equity considers plaintiffs delay in asserting the claim and its causes and weighs that against the prejudice to the defendant caused by the late assertion of the equitable claim. “Laches bars an action where there has been both an inexcusable delay and prejudice to the party asserting the defense.” <em>Dep’t of Human Serv. v. Kamp, </em>180 Md.App. 166, 205, 949 A.2d 43 (2008) (citations and quotations omitted). “[I]n most cases involving an exclusively equitable remedy, [courts] refer to the limitations period for the cause of action at law most analogous to the one in equity.” <em>State Ctr., LLC v. Lexington Charles Ltd. P’ship, </em>438 Md. 451, 604, 92 A.3d 400 (2014) (citations omitted).</p>\n<p id=\"b294-6\">As noted above, one of Murray’s remaining claims seeks the equitable remedy of injunction. The purpose of an injunction is to prohibit <em>future </em>conduct. <em>100 Harborview Drive Condo. Council of Unit Owners v. Clark, </em>224 Md.App. 13, 64, 119 A.3d 87 (2015) (citations omitted). We note, parenthetically, that it is not clear to us how an injunction would work in Murray’s case. Specifically, Murray’s complaint seeks “an injunction against Midland from collecting upon the void judgments.” There doesn’t seem to be a dispute that Midland currently possesses the requisite license to collect debt. Moreover, Midland has completed collection on its judgment against Murray. Thus, as to Murray herself, the proposed injunction would likely be moot. <em>Clark v. O’Malley, </em>186 Md.App. 194, 218, <page-number citation-index=\"1\" label=\"261\">*261</page-number>973 A.2d 821 (2009) (explaining that, because a police commissioner’s contract had expired, the injunctive relief he sought— reinstatement into his job as the Police Commissioner—was moot), <em>aff'd, </em>434 Md. 171, 73 A.3d 1086 (2013). Moreover, Murray may also have difficulty demonstrating that she has standing to assert the claim for injunction on behalf of those who do. Finally, as we began this discussion, on remand Midland will have the opportunity to argue that Murray has inexcusably delayed in bringing this claim and that, as a result, it has suffered prejudice, and therefore, laches is a bar to this equitable claim.<footnotemark>4</footnotemark></p>\n<p id=\"b295-5\">3. Actions seeking declaratory judgments present a unique, hybrid situation. Claims for declaratory relief were unknown at the common law and are exclusively a statutory construction. <em>See </em>CJ § 3-401 <em>et seq. </em>The principal relief in a declaratory judgment action is a declaration, a separate written statement of the court declaring the rights of the parties. <em>Bowen v. City of Annapolis, </em>402 Md. 587, 608, 937 A.2d 242 (2007) (explaining that a declaratory judgment defines the rights and obligations of parties and must be in writing). In the context of these <em>Finch-style </em>claims, three sub-rules have developed about the timeliness of declaratory judgment actions.</p>\n<p id=\"b295-6\">There is no time bar at all if Murray seeks the primary relief of a simple declaration. Our courts (and others) hold that she can obtain such a declaration “at any time,” meaning there is not, nor will there ever be a time bar to that cause of action. <em>Jason, </em>227 Md.App. at 525, 134 A.3d 421 (“[T]here appears to be no time limit for asserting that a judgment is void.” ... “We agree with Jason that [neither] the statute of limitations [nor laches] preclude him from seeking a declaration that the judgment was void”);<footnotemark>5</footnotemark> <em>Cook v. Alexandria </em><page-number citation-index=\"1\" label=\"262\">*262</page-number><em>Nat. Bank, </em>263 Md. 147, 151, 282 A.2d 97 (1971) (“Although it is not necessary to take any steps to have a void judgment reversed or vacated, <em>it is open to attack or impeachment in any proceeding, direct or collateral, and at any time or place, </em>at least where the invalidity appears upon the face of the record.”) (Emphasis added); <em>United States v. One Toshiba Color Television, </em>213 F.3d 147, 158 (3d Cir. 2000) (“[W]e hold that laches is not available to preclude a claimant from attacking a void judgment.”). This rule may reflect an implicit conclusion about how a laches analysis would play out: the value of such a declaration to the judgment debtor (for example, to negate a derogatory notation on a credit report) far outweighs any potential prejudice to the unlicensed debt buyer. In part, this is because the evidentiary burdens of proving the judgment void are light (the only relevant issues are the date of the judgment and the date of licensure) and there is minimal, if any, cost to the formerly unlicensed debt buyer in allowing such a declaration to issue. Whatever the reason, the rule is clear that a simple declaration that a judgment is void, is subject neither to a statute of limitations nor laches.</p>\n<p id=\"b296-4\">To the extent that a declaratory judgment action also seeks what the <em>Jason </em>Court called “remedies,” <em>Jason, </em>227 Md.App. at 525, 134 A.3d 421; “remedial relief,” <em>id.; </em>and “ancillary remedies,” <em>id. </em>at 526, 134 A.3d 421; that ancillary relief may be stale and therefore can be subject either to limitations or laches as the case may be. “A declaratory judgment can be obtained either at law or in equity.” <em>LaSalle Bank, N.A. v. Reeves, </em>173 Md.App. 392, 411, 919 A.2d 738 (2007). “The determination of whether [a declaratory judgment] action is properly at law or in equity must be made by an examination of the nature of the claim asserted and the relief requested.” <em>Id. </em>(quoting <em>Fisher v. Tyler, </em>24 Md.App. 663, 668-69, 332 A.2d 265 (1975) (holding that a declaratory judgment action related to a legal cause of action, breach of contract, and therefore was not in equity)). Put another way:</p>\n<blockquote id=\"b296-5\">A suit for a declaratory judgment is neither legal nor equitable, but is <em>sui generis, </em>and is neither wholly a suit in <page-number citation-index=\"1\" label=\"263\">*263</page-number>equity nor wholly an action at law. Declaratory relief may take on the color of either equity or law, depending on the issues presented and the relief sought; that is, a declaratory judgment action assumes the nature of the controversy at issue. The legal or equitable nature of a declaratory judgment proceeding thus may be determined by the pleadings, the relief sought, and the nature of each case. When proceedings for a declaratory judgment are in the nature of equity, appropriate equitable principles are called into play, whereas when such proceedings are in the nature of an action at law, legal principles are used for the determination of the issues presented.</blockquote>\n<p id=\"b297-4\"><em>LaSalle Bank, </em>173 Md.App. at 411-12, 919 A.2d 738 (emphasis added).</p>\n<p id=\"b297-5\">Therefore, when additional relief is sought ancillary to a declaratory judgment action, the court will look to the remedy sought to see if that relief is at law or at equity. If it is at law, the court will analyze whether that ancillary relief is barred by the statute of limitations as discussed in #1, above.<footnotemark>6</footnotemark> If the ancillary relief is of an equitable nature, the court will analyze whether that ancillary relief is barred by laches as discussed, in # 2, <em>above.</em></p>\n<p id=\"b297-6\">CONCLUSION</p>\n<p id=\"b297-7\">In sum, on remand, Murray’s injunctive claim may be subject to laches or other defenses. If Murray’s declaratory judgment action seeks only a declaration that Midland’s judgment against her is void, and she proves that the judgment is <page-number citation-index=\"1\" label=\"264\">*264</page-number>void, then she is entitled to a declaratory judgment to that effect “at any time” regardless of limitations or laches. If the declaratory judgment, however, seeks anything beyond a simple declaration, those ancillary claims may themselves be subject either to a statute of limitations or to laches.<footnotemark>7</footnotemark></p>\n<p id=\"b298-5\">JUDGMENT OF THE CIRCUIT COURT FOR ANNE ARUNDEL COUNTY VACATED AND CASE REMANDED FOR FURTHER PROCEEDINGS. COSTS ASSESSED AGAINST APPELLEE.</p>\n<footnote label=\"1\">\n<p id=\"b292-7\">. In <em>Cain, </em>the Court of Appeals stated that Midland was, in fact, unlicensed. <em>Cain, </em>452 Md. at 146, 156 A.3d 807. We don’t know the date on which Midland’s licensure became effective. Further, we do not decide the effect of an alleged settlement agreement between Midland and the Maryland State Collection Agency Licensing Board authorizing collection on judgments obtained prior to licensure. <em>See infra, </em>n.2. Therefore, for our purposes, Midland is only allegedly unlicensed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b293-8\">. Midland raises several other arguments that, in its view, warrant affirming the circuit court’s dismissal of Murray’s complaint. These arguments include: (1) that the circuit court lacked jurisdiction to declare a district court judgment void; (2) that the judgment Midland obtained against Murray was not void; and (3) that Midland signed an agreement with the Maryland State Collection Agency Licensing Board that authorized it to collect on judgments obtained prior to being licensed. Because the circuit court dismissed the case on statute of limitations grounds, it did not reach any of these issues. Because we remand the case so that the circuit court can reconsider the timeliness of Murray’s complaint <em>post-Jason, </em>we think it is the wiser course to allow the circuit court to pick up where it left off and resolve these other issues, if required, in the first instance.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b293-9\">. <em>Jason </em>also explained that, under some circumstances, the statute of limitations for a monetary remedy may be twelve years if the \"Specialties” exception of CJ § 5-102 applies. 227 Md.App. at 528-29, 534 n.7, 134 A.3d 421, One such exception—argued in Jason—is an \"action on” a judgment. CJ § 5-102(a)(3). <em>Jason </em>held that, although the plaintiff’s unjust enrichment claim pertained to a void judgment that he had paid, his claim was not an \"action on” a judgment and, therefore, the twelve-year statute of limitations did not apply. 227 Md.App. at 527-528, 134 A.3d 421 (\"Pursuant to [CJ] § 5-102(a)(3), the twelve-year statute of <page-number citation-index=\"1\" label=\"260\">*260</page-number>limitations has been applied in cases where the holder of the judgment seeks to enforce a judgment.”).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b295-7\">. We express no views, however, on whether other members of the proposed class will have similar difficulties.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b295-8\">. The quoted sentence from <em>Jason </em>mentions only the statute of limitations. The necessary implication of the <em>Jason </em>opinion, however, makes plain that the same rule applies to laches.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b297-8\">. This is why Midland’s reliance on <em>Master Fin., Inc. v. Crowder, </em>409 Md. 51, 972 A.2d 864 (2009) is misplaced. In <em>Crowder, </em>the plaintiff sought a declaratory judgment, by which he wanted to have the court declare his contract of mortgage void. <em>Id. </em>at 60, 972 A.2d 864, Crow-der’s declaratory judgment action also sought ancillary relief: the cancellation of the mortgage. Because the ancillary remedy would be in the nature of a money judgment (i.e., he would be absolved of the responsibility to repay the loan), the Court of Appeals determined, if <em>sub silentio, </em>that the claim was a claim at law, and therefore subject to the three-year statute of limitations. <em>Id. </em>at 73, 409 Md. 51. <em>Crowder </em>has no applicability to equitable claims.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b298-6\">. Murray also argues that the circuit court erred in ruling on Midland’s motion to dismiss before considering her request for class certification and partial summary judgment. Murray requests that we instruct the circuit court to hold a hearing and rule on both. Regarding class certification, the Rules provide that:</p>\n<blockquote id=\"b298-7\">On motion of any parly or on the court's own initiative, the court <em>shall determine by order as soon as practicable after commencement of the action </em>whether it is to be maintained as a class action. A hearing shall be granted if requested by any party.</blockquote>\n<p id=\"b298-8\">Md. Rule 2-231(c) (emphasis added). The Rule states the hearing must be held <em>soon, </em>but it does not say the hearing must be held <em>before </em>a ruling on a motion to dismiss. Further, the Rule governing motions for summary judgment provides:</p>\n<blockquote id=\"b298-9\">Any party may file a written motion for summary judgment on all or part of an action on the ground that there is no genuine dispute as to any material fact and that the party is entitled to judgment as a matter of law.</blockquote>\n<p id=\"b298-10\">Md. Rule 2-501(a). The Rule does not state that a court must rule on a motion for summary judgment prior to a ruling on a motion to dismiss. Such a rule would not make sense because a court adjudicates a motion to dismiss on pleadings, while a motion for summary judgment considers all appropriate evidence, much of which is gathered during discovery. Murray has not cited to any Rule prohibiting a court from, as the circuit court did here, ruling on a motion to dismiss prior to ruling on a motion for class certification or motion for summary judgment. If the trial court allows Murray’s declaratory and injunctive relief claims to proceed on remand, Murray is free to request a hearing or ruling on either. We, however, will issue no such instruction.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}