{
  "casebody": {
    "data": "<casebody firstpage=\"578\" lastpage=\"581\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b608-4\">The STATE of Ohio, Appellee, v. CHRISTOPHER, Appellant. </parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b608-7\">[Cite as <em>State v. Christopher </em>(1991), 77 Ohio App.3d 578.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b608-8\">Court of Appeals of Ohio, Geauga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b608-10\">No. 90-G-1604.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b608-11\">Decided Oct. 2, 1991.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b609-5\"><page-number citation-index=\"1\" label=\"579\">*579</page-number><em>David P. Joyce, </em>Prosecuting Attorney, and <em>Dennis M. Coyne, </em>Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b609-6\"><em>Mark B. Marein, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b609-7\">Ford, Presiding Judge.</author>\n<p id=\"b609-8\">This case emanates from a motion filed by appellee, the state of Ohio, which sought to have the trial court resentence appellant, Kenneth Christopher. On December 23, 1987, appellant pleaded guilty to three counts of trafficking in drugs, in violation of R.C. 2925.03(A)(1). On March 3, 1988, the court, in an entry, sentenced appellant to eighteen months on each count, to be served concurrently. The sentence was suspended and appellant was placed on a two-year probation, and ordered to serve ninety days in jail. In addition, appellant was fined $2,500. On December 26, 1989, appellant was discharged by the court after having successfully completed his probation.</p>\n<p id=\"b609-9\">On June 1, 1990, appellee filed a motion to have appellant resentenced because the trial court failed to impose additional mandatory fines in the amount of $5,000 pursuant to R.C. 2925.03(H). On June 26, 1990, the trial court held a hearing on appellee’s motion and appellant’s motion in opposition. Subsequent to the hearing, but prior to the court’s journalization of the resentencing, appellant filed an affidavit of indigency which related back to his financial status at the time of the original sentencing.</p>\n<p id=\"b609-10\">Initially, the trial court filed an entry on July 19, 1990 regarding the sentence. However, in a <em>nunc pro tunc </em>entry filed on October 17, 1990, the court noted that it had considered the affidavit and that it had no effect on the mandatory fines as re-imposed. On November 6, 1990, appellant appealed, raising the following assignment of error:</p>\n<blockquote id=\"b609-11\">“The trial court committed reversible error by resentencing defendant-appellant and imposing mandatory fines pursuant to R.C. Section 2925.03(H), after the expiration of defendant-appellant’s term of probation and despite defendant-appellant’s affidavit of indigency.”</blockquote>\n<p id=\"b609-12\">In the sole assignment of error, appellant maintains that since his term of probation had expired, the trial court lacked personal jurisdiction over him, and therefore lacked authority to resentence appellant.</p>\n<p id=\"b610-4\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>Appellant cites several cases for the proposition that any action taken by a trial court after the expiration of a successful probation period is a nullity and therefore unenforceable as a matter of law. <em>State v. O’Leary </em>(1987), 43 Ohio App.3d 124, 539 N.E.2d 634; <em>State v. Simpson </em>(1981), 2 Ohio App.3d 40, 2 OBR 44, 440 N.E.2d 617; <em>State v. Williams </em>(1988), 43 Ohio App.3d 184, 540 N.E.2d 300.</p>\n<p id=\"b610-5\">Appellant’s argument would appear to be correct if the action taken in the instant case involved some violation of probation. However, here, the state argues that the motion was filed in order to. vacate the original sentence on the basis that it was void. In the cases cited by appellant, it was implicit that the original judgments regarding the sentences were valid.</p>\n<p id=\"b610-6\">The record here discloses that in the initial sentencing, appellant pleaded guilty to three counts of aggravated trafficking in violation of R.C. 2925.-03(A)(1). R.C. 2925.03(H)(4) mandates that a $2,500 fine be imposed for <em>each </em>of the three counts. The trial court in the entry failed to designate the fines as mandatory fines, and also imposed only <em>one </em>$2,500 fine.</p>\n<p id=\"b610-7\">Therefore, it is clear that the trial court did not follow\" the dictates of the statute by not assessing three $2,500 fines. The law in Ohio is clear that “[a]ny attempt by a court to disregard statutory requirements when imposing a sentence renders that attempted sentence a nullity or void.” <em>State v. Beasley </em>(1984), 14 Ohio St.3d 74, 75, 14 OBR 511, 512, 471 N.E.2d 774, 774.</p>\n<p id=\"b610-8\">Moreover, since “[¡jeopardy [does] not attach to the void sentence, and * * * the court’s imposition of the correct sentence does not constitute double jeopardy,” <em>id,., </em>a trial court has authority to correct void sentencing orders even if the probation period has expired or the imposed fines have been paid. See <em>State v. Vaughn </em>(1983), 10 Ohio App.3d 314, 317, 10 OBR 520, 522, 462 N.E.2d 444, 447; <em>State v. Dickens </em>(1987), 41 Ohio App.3d 354, 535 N.E.2d 727. However, it is this court’s preference that such sentencing matters be more carefully reviewed and resolved at the initial sentencing phase so as to avoid the type of anomaly that exists in the case <em>sub judice.</em></p>\n<p id=\"b610-9\">Notwithstanding the foregoing, the trial court’s vacation of the original sentence and the imposition of the new sentence, which included the mandatory $2,500 fines for each count to which appellant pleaded guilty, was proper. The assignment is, therefore, without merit.</p>\n<p id=\"b610-10\">Essentially, R.C. 2925.03(H)(4) divests the trial court of any discretion in imposing the mandatory fines required; however, R.C. 2925.03(L) provides an exception as follows:</p>\n<blockquote id=\"b610-11\">“No court shall impose a mandatory fine pursuant to division (H) of this section upon an offender who alleges, in an affidavit filed with the court prior <page-number citation-index=\"1\" label=\"581\">*581</page-number>to his sentencing, that he is indigent and is unable to pay any mandatory fine imposed pursuant to that division, if the court determines that the offender is an indigent person and is unable to pay the fine.”</blockquote>\n<p id=\"b611-5\">In the case <em>sub judice, </em>after the trial court held a hearing on the state’s motion to resentence appellant, the latter sought leave to file an affidavit of indigency, which was granted and filed prior to the journalization of the trial court’s sentencing order. In the affidavit, appellant requested that his submission be considered in the context of his financial posture as it existed at the time of the original sentence in 1988. The affidavit was unopposed by appellee.</p>\n<p id=\"b611-6\">The trial court’s entry states that the affidavit of indigency does not have any effect on the sentence. The court did not disclose its rationale for rejecting the affidavit. As argued by appellant, logic would dictate that appellant’s status at the time of the original sentence is a relevant consideration. However, such an assertion in and of itself would not exclude other factors that the trial court might have had before it to negate the affidavit. Absent a record or transcript of the proceedings below, this court cannot determine the basis of the trial court’s findings. In the absence of a transcript of the proceedings pursuant to App.R. 9, “ * * * this court has no alternative but to indulge the presumption of the regularity of the proceedings and the validity of the judgment in the trial court.” <em>Ostrander v. Parker-Fallis </em>(1972), 29 Ohio St.2d 72, 74, 58 O.O.2d 117, 119, 278 N.E.2d 363, 365. See, also, <em>Flair Corporation v. Brecksville </em>(1976), 49 Ohio App.2d 77, 3 O.O.3d 146, 359 N.E.2d 459. Essentially, in this context, appellant does not demonstrate the claimed error. Thus, the assignment is without merit.</p>\n<p id=\"b611-7\">For the foregoing reasons, the judgment of the trial court is affirmed.</p>\n<p id=\"b611-8\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b611-9\">Christley and Nader, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}