{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"530\" lastpage=\"536\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b546-7\" pgmap=\"546\">Sara R. Foote v. Mary Yarlott et al.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b546-8\" pgmap=\"546\">Gen. No. 12,938</docketnumber><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b546-9\" pgmap=\"546\">1. Final obdeb—wfiat not, for purposes of appeal. An order dismissing a bill as to one party is not final and appealable.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b546-10\" pgmap=\"546\">2. Feeehold—when not involved. A freehold is not involved where the necessary result of the litigation is not that.one party will gain and the other will lose a freehold.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b546-11\" pgmap=\"546\">Foreclosure proceeding. Appeal from the Superior Court of Cook county; the Hon. Jesse Holdom, Judge, presiding.</summary><otherdate data-order=\"5\" data-type=\"otherdate\" id=\"Aby\" pgmap=\"546\">Heard in the Branch Appellate Court at the March term¡ 1906.</otherdate><disposition data-order=\"6\" data-type=\"disposition\" id=\"A7n\" pgmap=\"546\">Reversed and remanded.</disposition><decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AVqY\" pgmap=\"546\">Opinion filed February 19, 1907.</decisiondate><p data-order=\"8\" data-type=\"summary\" id=\"b546-12\" pgmap=\"546\">Statement by the Court. Appellant in her bill of complaint sought to foreclose, a trust deed in the usual form upon the south twenty feet of lot fifty in Bowen’s subdivision, etc., together with all improvements and appurtenances thereunto attached or belonging.</p><p data-order=\"9\" data-type=\"summary\" id=\"b546-13\" pgmap=\"546(50) 547(168)\">In addition to the usual allegations of a bill of foreclosure, the bill avers that said south twenty feet and the north twenty feet of said lot, adjoining the same, have been improved with a three-story brick and stone fiat building having a frontage of forty feet; that the same has been owned and operated as one property; that the owner of the building installed a heating plant within the lines of said north twenty feet, with steam pipes extending throughout the whole building; that said heating plant was constrneted for the purpose of heating the entire building; that upon the foreclosure of said trust deed the purchaser at the sale is entitled to have and to receive heat from said heating plant upon the owners of said south twenty feet paying their fair, just and reasonable proportion of the cost of maintaining the same; that the complainant, as the holder of the mortgage indebtedness, has, as a part of her rights under said trust deed, an easement of license and continuous contract with the owner of said north twenty feet for the furnishing of heat tb that part of the premises located on said south twenty feet upon her paying the fair, just and proper proportion of the cost of maintenance and operation.</p><p data-order=\"10\" data-type=\"summary\" id=\"b547-4\" pgmap=\"547\">The bill, in addition to the foreclosure relief, offers to pay the fair, just and proper proportion of the cost of heat and of maintaining the heating plant, and prays that the lien of the trust deed be declared to extend to the easement appurtenant to said south twenty feet over, upon and through the entrances, steps, doors, hallways, stairs, etc., used in common to give access to the apartments in said building, which entrances, steps, doors, hallways, stairs, etc., are situated on the center line of said building, one-half thereof being on said south twenty feet and the other half thereof on the north \"twenty feet. The hill prays for general relief.</p><p data-order=\"11\" data-type=\"summary\" id=\"b547-5\" pgmap=\"547\">The occupants of the building, Edward L. and Mary Yarlott, the makers of the note and trust deed, and appellee Nora 0. Marggraf, the owner of the north twenty feet of the lot, and others were made defendants to the bill.</p><p data-order=\"12\" data-type=\"summary\" id=\"b547-6\" pgmap=\"547(29) 548(138)\">Nora C. Marggraf demurred to the bill and her demurrer was sustained, and the hill was dismissed as to her. Two months thereafter on her motion the order sustaining her demurrer and dismissing the bill as to her was set aside and she was allowed to file a plea. Her plea set up that prior to the filing of the bill she purchased and was then the owner of the principal note made by Edward L. Yarlott and Mary Yarlott for $5,000, and of the unpaid interest notes and the trust deed securing the same upon the north twenty feet of lot fifty in Bowen’s subdivision, etc.; that she purchased said north twenty feet from defendant Buckingham Chandler and is the owner. She disclaims all interest in notes and trust deed covering the south twenty'feet and all interests adverse to the foreclosure, and consents to a decree. All of these matters she pleads to the whole of the bill and demands judgment. She filed no answer.</p><p data-order=\"13\" data-type=\"summary\" id=\"b548-5\" pgmap=\"548\">This plea was set down for hearing and was adjudged sufficient and sustained by the court. The complainant declined to reply to the plea and the court dismissed the bill as to said Nora C. Marggraf at the costs of complainant.</p><p data-order=\"14\" data-type=\"summary\" id=\"b548-6\" pgmap=\"548\">The case being at issue was referred to a master to hear evidence and report the same with his conclusions thereon to the court. The master found the amount due and that complainant was entitled to a foreclosure. He reported that the lien of the trust deed covered the easement of passage and heat in that part of the building on the north half of said lot and recommended that the said easement be sold as a part of the security covered by the deed; that the owners of the halves- of the building should pay respectively their proper proportion of the cost of maintaining and operating the steam heating plant.</p><p data-order=\"15\" data-type=\"summary\" id=\"b548-7\" pgmap=\"548(70) 549(27)\">No objections were made to the report and no exceptions to the report by any party were taken or presented to the court. Upon the presentation of the report to the court, the chancellor struck out of the report the findings in respect to the easement of passage and heat and that such easement was covered by the trust deed, and also the recommendation that such easement be sold, and entered a decree for the sale of the south twenty feet of the lot with the appurtenances thereto belonging in the usual form.</p><p data-order=\"16\" data-type=\"summary\" id=\"b549-4\" pgmap=\"549\">The complainant prosecutes this appeal to reverse the decree.</p><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b549-5\" pgmap=\"549\">Henry W. Leman and Frank H. Culver, for appellant.</attorneys><attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b549-6\" pgmap=\"549\">Herman W. Stillman, for appellee, Nora Marggraf.</attorneys> <opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b549-7\" pgmap=\"549\">Mr. Justice Smith</author> <p id=\"AWB\" pgmap=\"549\">delivered the opinion of the court.</p> <p id=\"b549-8\" pgmap=\"549\">Errors are assigned upon the rulings of the court in sustaining the plea of Nora C. Marggraf, and the dismissal of the bill as to her, and in striking out that portion of the master’s report referring to the easement of passage and heat, and in entering the decree for the sale without such easement.</p> <p id=\"b549-9\" pgmap=\"549\">Appellee, Nora C. Marggraf, made her motion in this court to dismiss' this appeal as to her upon two grounds: (1) that no appeal was prayed from the order of court entered January 15, 1906, dismissing the bill as to appellee at the costs of appellant, and that this appeal from the final decree does not bring up for review the order of dismissal; and (2) that the appeal is based upon a claim to a so-called easement or freehold, and should have been prosecuted to the Supreme Court. This motion was reserved to the hearing.</p> <p id=\"b549-10\" pgmap=\"549(99) 550(35)\">The order dismissing the bill as to appellee was not a final order within the meaning of the statute, but was merely interlocutory. When the case came on to be heard on the merits this order might have been vacated in the final decree, and hence no necessity existed for reviewing the order until the final decree was rendered. Farson v. Gorham, 117 Ill. 137; Pain v. Kinney, 175 id. 264; Thompson v. Follansbee, 55 id. 427; Dreyer v. Goldy, 171 id. 434; Chicago Co. v. Illinois Co., 153 id. 9-16; Brodhead v. Hinges, 198 id. 513. Complainant (appellant) could not have appealed from the order of the court below sustaining the so-called plea and dismissing the bill as to appellee Marggraf. This appeal brings the whole record before us for review:</p> <p id=\"b550-5\" pgmap=\"550\">A freehold is not involved in this appeal. In Douglas P. B. Assn. v. Roberts, 118 Ill. 454, it is said: “It has been held that ^a freehold is involved within the meaning of the constitution and statute, only in cases where the necessary result of the judgment or decree is that one party gains and another loses a freehold estate, or where the title is so put in issue by the pleadings that the decision of the case necessarily involves a decision of such issue. (Malaer v. Hudgens, 130 Ill. 225; Sanford v. Kane, 127 id. 591.) * * * If a freehold is not involved in the points assigned for error the appeal must be taken to the Appellate Court. Fields v. Coker, 161 Ill. 186; Franklin v. Loan &amp; Investment Co., 152 id. 345; Prouty v. Moss, 188 id. 84.” Neither party to this suit will gain or lose a freehold by the decree. The assignments of error do not involve a freehold. The motion to dismiss the appeal is therefore denied.</p> <p id=\"b550-7\" pgmap=\"550\">We come now to a consideration of the plea interposed to the bill by appellee Nora Marggraf.</p> <p id=\"b550-8\" pgmap=\"550(132) 551(31)\">The bill avers and the evidence in the record shows and the master finds in his report that appellees, Mary Tarlott and Edward L. Tarlott, being the owners of lot fifty in question, erected the six-fiat building on the lot in such a manner that the entrances, halls and stairways thereof are on the center line of the lot, a part on the north half and a part on the south half of the lot, and are intended for the joint use of all the tenants. The building is one double building. The heating plant was put in to heat the entire building and for years and up to the time the Tarlotts parted with the title the heating plant was operated to heat the whole building. The boiler for generating the steam used for heating the building is located upon the north twenty feet of the lot, with pipes connecting the apartments in the south half of the building with the boiler.</p> <p id=\"b551-4\" pgmap=\"551\">The plea of Nora Marggraf purports to be a plea to the entire bill of complaint. It sets up the mortgage for $5,000 on the north half of the lot, and the ownership of all notes secured thereby, and that appellee had also purchased and was the owner of the fee of the north half of the property, and disclaims all interest in complainant’s mortgage and consents to a foreclosure thereof.</p> <p id=\"b551-5\" pgmap=\"551\">In Cheney v. Patton et al., 134 Ill. 422-435, it is said: “One requisite of such a plea is that it should clearly and distinctly aver all the facts necessary to render it a complete equitable defense to the case made by the bill, so far as the plea extends. Where its allegations, being taken as true, do not, so far as it purports to go, make out a full and complete defense, or where the necessary facts are to be gathered by inference alone, it will not be sustained. (Story’s Eq. Pl., See. 652; 2 Daniell’s Ch. Pr. 103; Puterbaugh’s Pl. &amp; Pr. Ch. 137.) It must be specific and distinct, and must be perfect in itself, so that, if true, it will make an'end of the ease, or of that part of the case to which it applies. Allen v. Randolph, 4 Johns. Ch. 693. This is elementary in chancery pleadings and no authorities need be cited to sustain it.</p> <p id=\"b551-6\" pgmap=\"551(117) 552(222)\">We are wholly unable to understand how the matters set up in the plea constituted any bar to the case made by the bill. The facts set up in the plea show that appellee was a necessary party defendant, but the facts set up, if they are facts, do not bar the cause made by the bill or any part of it. If the facts set up in the plea be true, and they are considered with the facts averred in the bill and found by the master, an easement was created by the severance of ownership between the north half and the south half of the premises. The arrangements of the doors, hallways, stairs and heating plant “were provided and used by the owner during unity of seizin. They were apparent and continuous. No person could fail to observe them. They were necessary to the reasonable enjoyment of the premises. It is true that while the whole premises remained in the testator these arrangements for light ways and support did not amount to easements. The foundation of the doctrine of easements is an arrangement of the premises as to the uses of the different-parts by him having the unity of seizin, and then a severance. As every grant naturally and necessarily implies a grant of it as it actually exists, it follows that each portion of the severed premises passes subject to all the burdens and advantages imposed or conferred by the proper owner. The cases cited hold that an easement may be. created by the disposition made of the premises by the owner, and that upon a severance of the title, the owners will take their respective shares as they existed in the former owner. Morrison et al. v. King et al., 62 Ill. 30, at p. 35, and cases there cited. See also Ingals v. Plamondon, 75 Ill. 188; Mackin v. Haven, 187 id. 480; Roche v. Ullman, 104, id. 11; Martin v. Murphy, 22.1 id. 632, 638, 639.</p> <p id=\"b552-5\" pgmap=\"552\">The court erred in holding the plea good and in dismissing the bill as to appellee Nora Marggraf.</p> <p id=\"b552-6\" pgmap=\"552\">In our opinion, upon the facts shown by the record, the trust deed sought to be foreclosed in this proceeding was a lien upon the easement of passage and heat in the north half of the lot in question, and complainant was entitled to a decree covering such right or easement declaring the right or easement in favor of the respective owners of the different parts of the property and building.</p> <p id=\"b552-7\" pgmap=\"552\">For the errors indicated the decree is reversed and the cause is remanded to the Superior Court for further proceedings consistent with the views herein expressed.</p> <p id=\"b552-8\" pgmap=\"552\">Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}