{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"132\" lastpage=\"137\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Marvin B. PFLAUM, et al., Appellants\n  <br/>\n  v.\n  <br/>\n  SUMMIT COUNTY ANIMAL CONTROL, Appellee\n </parties>\n <docketnumber id=\"p-2\">\n  No. 28335\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Ohio, Ninth District, Summit County.\n </court>\n <decisiondate id=\"p-4\">\n  Dated: June 7, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  JEFFREY HOLLAND and DANAMARIE K. PANNELLA, Attorneys at Law, Sharon Center, for Appellants.\n </attorneys>\n <attorneys id=\"p-6\">\n  SHERRI BEVAN WALSH, Prosecuting Attorney, and COLLEEN SIMS, Assistant Prosecuting Attorney, for Appellee.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   DECISION AND JOURNAL ENTRY\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   CARR, Judge.\n  </author>\n  <p id=\"p-9\">\n   {¶ 1} Appellant, Marvin Pflaum, appeals the judgment of the Stow Municipal Court. This Court reverses and remands.\n  </p>\n  <p id=\"p-10\">\n   I.\n  </p>\n  <p id=\"p-11\">\n   {¶ 2} On July 13, 2015, Trixie Cleminshaw returned to her Hudson home after a bicycle ride and heard two dogs engaged in a quarrel. Upon exiting the garage, Cleminshaw observed two neighborhood dogs fighting near the street. Cleminshaw attempted to intervene by separating the larger dog, Edwin, from its smaller counterpart, Rudy. Cleminshaw was able to break up the fight, but not before Edwin bit her once on the hand.\n  </p>\n  <p id=\"p-12\">\n   {¶ 3} One week after the incident, the Deputy Dog Warden issued a notice to Edwin's owner, Pflaum, stating that the Summit County Animal Control had reasonable cause to believe that Edwin was a dangerous dog. Pflaum filed a written request for a hearing pursuant R.C. 955.222(C), triggering a hearing before a magistrate where Animal Control had the burden of demonstrating that Edwin was a dangerous dog. The magistrate determined that Edwin did not meet the statutory definition of a \"[d]angerous dog\" pursuant to R.C. 955.11(A)(1)(a). Animal Control filed timely objections to the magistrate's decision. Animal Control then filed a supplemental brief and attached the hearing transcript. Pflaum filed a brief in opposition to the objections. On July 7, 2016, the trial court issued an order overturning the magistrate's decision on the basis that Animal Control demonstrated by clear and convincing evidence that Edwin was a dangerous dog.\n  </p>\n  <p id=\"p-13\">\n   {¶ 4} On appeal, Pflaum raises one assignment of error.\n  </p>\n  <p id=\"p-14\">\n   II.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    <em>\n     ASSIGNMENT OF ERROR\n    </em>\n   </strong>\n  </p>\n  <blockquote id=\"p-16\">\n   THE TRIAL COURT ERRED BY REVERSING THE MAGISTRATE'S DECISION FINDING THAT THE STATE FAILED TO PROVE THAT APPELLANT'S DOG MET THE STATUTORY DEFINITION OF\n  </blockquote>\n  <blockquote id=\"p-17\">\n   \"DANGEROUS DOG\" BY CLEAR AND CONVINCING EVIDENCE.\n  </blockquote>\n  <p id=\"p-18\">\n   {¶ 5} In his sole assignment of error, Pflaum argues that the trial court abused its discretion when it reversed the magistrate's decision. This Court agrees.\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    <em>\n     Background\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   {¶ 6} As noted above, on the evening of July 13, 2015, Cleminshaw returned to her house after taking a family bicycle ride. As Cleminshaw was putting her bike in the garage, she heard Edwin and Rudy fighting near the sidewalk. Cleminshaw observed Rudy clutched in the jaws of Edwin, a pit bull. As the owners of the dogs yelled in a panic, and Rudy's owner screamed for help, Cleminshaw tried to separate the two dogs. Cleminshaw explained that she \"reacted instinctual like a mother bear.\" Cleminshaw further testified as follows:\n  </p>\n  <blockquote id=\"p-21\">\n   Now, I do remember thinking * * * this dog is really strong. How am I going to get him off? I should punch him. I don't remember really ever throwing a punch at him. I know that's what I said in the statement. It was very crazy and emotional and-but at that point-at some point when I grabbed Edwin's collar and started pulling, it was enough for him to kind of turn his head, bite me, bite me in my hand. He let go. During the bite he obviously had to let go of Rudy.\n  </blockquote>\n  <p id=\"p-22\">\n   {¶ 7} Cleminshaw needed significant medical treatment as a result of the dog bite. Though Cleminshaw testified at the hearing that she could not remember if she punched Edwin, she acknowledged that she told the officer investigating the incident that she had punched Edwin. While Cleminshaw did not see how the dog fight started, the parties stipulated at the hearing that there was no provocation by Rudy, the smaller dog. The parties presented competing evidence regarding the appropriate method to intervene in a dog fight, but neither party presented evidence demonstrating that Cleminshaw deployed a reputable method in this case. Moreover, Michael Harig, a dog behavioral consultant, testified on behalf of Pflaum at the hearing. In light of the incident, Harig performed a series of tests to evaluate Edwin and concluded that Edwin did not show signs of being an aggressive dog. Harig suggested that a dog will defend itself whenever someone takes action that makes the dog fearful. Harig further testified that a particularly aggressive dog, when provoked, would not cease defending itself after only one bite.\n  </p>\n  <p id=\"p-23\">\n   {¶ 8} After the hearing, the magistrate issued a decision concluding that Edwin could not be classified as a dangerous dog pursuant to R.C. 955.11. The magistrate stressed that pursuant to R.C. 955.11(A)(1)(a)(i), Animal Control had the burden of demonstrating by clear and convincing evidence that Edwin acted \"without provocation\" in biting Cleminshaw. Acknowledging the diverging evidence regarding whether Cleminshaw punched Edwin, the magistrate determined that it was unclear whether Edwin acted without provocation. Thus, under the circumstances, the magistrate found that \"[w]hile Ms. Cleminshaw's actions were clearly appropriate and courageous, the magistrate cannot conclude that the state has proven its case by clear and convincing evidence.\"\n  </p>\n  <p id=\"p-24\">\n   {¶ 9} In its objections to the magistrate's decision, Animal Control stressed that Cleminshaw intervened in the dog fight not to provoke Edwin, but rather to save the life of the smaller dog, Rudy. The central tenet of Animal Control's objections was that the term \"without provocation\" meant that the dog was not teased, tormented or abused, and none of those things happened in this case. In support of the proposition that it presented clear and convincing evidence that Edwin had attacked\n   and injured a person without provocation, Animal Control emphasized that Cleminshaw had no other contact with Edwin \"except to stop it from killing another living creature.\"\n  </p>\n  <p id=\"p-25\">\n   {¶ 10} In its July 7, 2016 judgment entry sustaining the objections and rejecting the magistrate's decision, the trial court determined that Cleminshaw merely took steps to get Edwin to release Rudy and did nothing to provoke the dog. The trial court sharply disagreed with the magistrate's conclusion that it was immaterial which dog started the dog fight, stating that \"Edwin, without provocation, grabbed Rudy\" and \"put this entire situation in motion.\" Mindful of the definition of \"without provocation\" set forth in R.C. 955.11(A)(7), the trial court found that Cleminshaw did nothing to \"tease, torment, or abuse Edwin,\" but instead struck the dog and pulled on its collar with the specific aim of saving the smaller dog. The trial court noted that the purpose of the dangerous dog law was to protect the public from dangerous dogs and, in this case, it was Edwin that \"set a situation into motion that caused a person to get injured.\" As such, the trial court concluded, \"Edwin should be determined to be a dangerous dog as defined under [R.C.] 955.11(A)(1)(a).\"\n  </p>\n  <p id=\"p-26\">\n   <strong>\n    <em>\n     Discussion\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-27\">\n   {¶ 11} Generally, this Court reviews a trial court's action with respect to a magistrate's decision for an abuse of discretion.\n   <em>\n    Tabatabai v. Tabatabai\n   </em>\n   , 9th Dist. Medina No. 08CA0049-M,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=2009-Ohio-3139\">\n    2009-Ohio-3139\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=2009%20WL%201844353\">\n    2009 WL 1844353\n   </extracted-citation>\n   , ¶ 17. An abuse of discretion implies that the trial court's attitude was unreasonable, arbitrary, or unconscionable.\n   <em>\n    Blakemore v. Blakemore\n   </em>\n   ,\n   <extracted-citation case-ids=\"1812704\" index=\"2\" url=\"https://cite.case.law/ohio-st-3d/5/217/#p219\">\n    5 Ohio St.3d 217\n   </extracted-citation>\n   , 219,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=450%20N.E.2d%201140\">\n    450 N.E.2d 1140\n   </extracted-citation>\n   (1983). \"In so doing, we consider the trial court's action with reference to the nature of the underlying matter.\"\n   <em>\n    Tabatabai\n   </em>\n   at ¶ 18.\n  </p>\n  <p id=\"p-28\">\n   {¶ 12} This case hinges on the trial court's determination that Edwin met the statutory definition of dangerous dog. R.C. 955.11(A)(1)(a) states that a \"[d]angerous dog\" is a dog that, \"without provocation,\" has done any of the following:\n  </p>\n  <blockquote id=\"p-29\">\n   (i) Caused injury, other than killing or serious injury, to any person:\n  </blockquote>\n  <blockquote id=\"p-30\">\n   (ii) Killed another dog;\n  </blockquote>\n  <blockquote id=\"p-31\">\n   (iii) Been the subject of a third or subsequent violation of [ R.C. 955.22(C) ].\n  </blockquote>\n  <p id=\"p-32\">\n   {¶ 13} The term \"without provocation\" means \"that a dog was not teased, tormented, or abused by a person, or that the dog was not coming to the aid or the defense of a person who was not engaged in illegal or criminal activity and who was not using the dog as a means of carrying out such activity.\" R.C. 955.11(A)(7). When analyzing R.C. 955.28(B), a separate statutory provision that sets forth exceptions to strict liability for an owner of a dog that causes injury to another person, the Eighth District confronted what it means to tease, torment, or abuse a dog.\n   <em>\n    Quellos v. Quellos\n   </em>\n   ,\n   <extracted-citation case-ids=\"1761173\" index=\"4\" url=\"https://cite.case.law/ohio-app-3d/96/31/#p40\">\n    96 Ohio App.3d 31\n   </extracted-citation>\n   , 40,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=643%20N.E.2d%201173\">\n    643 N.E.2d 1173\n   </extracted-citation>\n   (8th Dist. 1994). The court concluded that \"teasing\" means \"to annoy or to trouble or to worry persistently, to be troublesome or to pester.\"\n   <em>\n    <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=643%20N.E.2d%201173\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"Tormenting\" is a \"greater annoyance and implies some torture or pain.\"\n   <em>\n    Id\n   </em>\n   .\"Abusing\" constitutes \"mistreatment which includes some physical injury or pain to the animal.\"\n   <em>\n    <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=643%20N.E.2d%201173\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    Olmstead v. Forsthoefel\n   </em>\n   , 3d Dist. Mercer No. 10-12-08,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=2013-Ohio-220\">\n    2013-Ohio-220\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=2013%20WL%20312369\">\n    2013 WL 312369\n   </extracted-citation>\n   , ¶ 15 (following the definitions for \"teasing,\" \"tormenting,\" and \"abusing\" set forth by the Eighth District in\n   <em>\n    Quellos\n   </em>\n   ).\n  </p>\n  <p id=\"p-33\">\n   {¶ 14} R.C. 955.222(C) provides that when a dog has been designated as a dangerous dog, \"[i]f the owner, keeper, or\n   harborer of the dog disagrees with the designation of the dog as a * * * dangerous dog * * *, the owner, keeper, or harborer, not later than ten days after receiving notification of the designation, may request a hearing regarding the determination. * * * At the hearing, the person who has designated the dog as a * * * dangerous dog * * * has the burden of proving, by clear and convincing evidence, that the dog is a * * * dangerous dog[.]\"\n  </p>\n  <p id=\"p-34\">\n   {¶ 15} The Supreme Court of Ohio has defined clear and convincing evidence as \"[t]he measure or degree of proof that will produce in the mind of the trier of fact a firm belief or conviction as to the allegations sought to be established. It is intermediate, being more than a mere preponderance, but not to the extent of such certainty as required beyond a reasonable doubt in criminal cases. It does not mean clear and unequivocal.\"\n   <em>\n    In re Estate of Haynes\n   </em>\n   ,\n   <extracted-citation case-ids=\"1823459\" index=\"10\" url=\"https://cite.case.law/ohio-st-3d/25/101/#p104\">\n    25 Ohio St.3d 101\n   </extracted-citation>\n   , 104,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=495%20N.E.2d%2023\">\n    495 N.E.2d 23\n   </extracted-citation>\n   (1986).\n  </p>\n  <p id=\"p-35\">\n   {¶ 16} On appeal, Pflaum argues that the trial court's order overturning the magistrate's decision was based on a series of arbitrary considerations that fell outside the scope of R.C. 955.11(A)(1)(a).\n  </p>\n  <p id=\"p-36\">\n   {¶ 17} Upon this Court's thorough review of the record, we are compelled to conclude that the trial court abused its discretion in reversing the magistrate's decision. As stated above, \"tormenting\" a dog equates to a greater annoyance than mere teasing and \"implies some torture or pain.\"\n   <em>\n    Quellos\n   </em>\n   ,\n   <extracted-citation case-ids=\"1761173\" index=\"12\" url=\"https://cite.case.law/ohio-app-3d/96/31/#p40\">\n    96 Ohio App.3d at 40\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=643%20N.E.2d%201173\">\n    643 N.E.2d 1173\n   </extracted-citation>\n   . It is axiomatic that striking a dog and aggressively pulling on its collar would, at a minimum, constitute tormenting. In reversing the magistrate's decision, the trial court acknowledged that Cleminshaw struck Edwin and pulled on its collar, but stressed that Cleminshaw's motivation for taking such action stemmed from her desire to save a smaller dog.\n   <footnotemark>\n    1\n   </footnotemark>\n   Although the trial court focused on Cleminshaw's noble intentions, the question of whether a person \"tormented\" a dog does not necessarily pivot on whether the person acted with a malicious intent. In\n   <em>\n    Pulley v. Malek\n   </em>\n   ,\n   <extracted-citation case-ids=\"1823499\" index=\"14\" url=\"https://cite.case.law/ohio-st-3d/25/95/#p95\">\n    25 Ohio St.3d 95\n   </extracted-citation>\n   , 95-96,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=495%20N.E.2d%20402\">\n    495 N.E.2d 402\n   </extracted-citation>\n   (1986), the Supreme Court, when considering a directed verdict, held that jurors could reasonably conclude that a well-intentioned neighbor did, in fact, torment a dog for the purposes of R.C. 955.28 when the neighbor picked up the injured dog after it had been struck by a car. In this case, the trial court's recognition that Cleminshaw had decent and honorable intentions does not negate the fact that she tormented Edwin in the manner by which she intervened in the dog fight. Furthermore, while the trial court placed a great deal of emphasis on the fact that Edwin \"put this entire situation in motion\" that resulted in a person being injured, R.C. 955.11(A)(1)(a)(i), as currently drafted, does not appear to account for such considerations. Instead, the statute required Animal Control to demonstrate by clear and convincing evidence that the dog acted \"without provocation\" when it caused injury to a person. Here, there is no evidence to suggest that Edwin would have bitten Cleminshaw if she had not struck the dog and pulled on its collar. Under these circumstances, we are compelled to reject the trial court's conclusion that Edwin acted without provocation when it bit Cleminshaw.\n  </p>\n  <p id=\"p-37\">\n   {¶ 18} Pflaum's assignment of error is sustained.\n  </p>\n  <p id=\"p-38\">\n   III.\n  </p>\n  <p id=\"p-39\">\n   {¶ 19} Pflaum's assignment of error is sustained. The judgment of the Stow Municipal Court is reversed and remanded for further proceedings consistent with this decision.\n  </p>\n  <p id=\"p-40\">\n   Judgment reversed, and cause remanded.\n  </p>\n  <p id=\"p-41\">\n   SCHAFER, P.J.\n  </p>\n  <p id=\"p-42\">\n   TEODOSIO, J.\n  </p>\n  <p id=\"p-43\">\n   CONCUR.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-46\">\n    While the parties disputed whether Cleminshaw punched Edwin, the trial court found that Cleminshaw \"took steps\" to break up the dog fight that \"included pulling Edwin's collar and punching or striking him.\"\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}