{
  "casebody": {
    "data": "<casebody firstpage=\"160\" lastpage=\"163\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b190-7\">[Civ. No. 4314.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Avh\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A6e\">September 26, 1922.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b190-9\">GEORGE H. HELMUTH et al., Petitioners, v. INDUSTRIAL ACCIDENT COMMISSION, etc., et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b191-5\"><page-number citation-index=\"1\" label=\"161\">*161</page-number>A. M. Drew for Petitioners.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b191-6\">A. E. Graupner for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b191-7\">LANGDON, P. J.</author>\n<p id=\"A9Bd\">This matter comes before us upon a writ of review, and we are asked to annul the award of the Industrial Accident Commission granting to Henry Hettinger $50.64 for medical service and indemnity for temporary disability at the rate of $14.82 a week until the termination of the disability or the further order of the commission.</p>\n<p id=\"b191-8\">The applicant was injured by an explosion while blasting holes for the defendants upon some farm land near Fresno. The facts will be related in connection with the discussion of the several points raised by petitioners. The first of these is that there is a material variance between the application filed with the Industrial Accident Commission and the proof offered at the hearing.</p>\n<p id=\"b191-9\">The applicant stated in his application for adjustment of claim that he was paid one and one-fourth cents per hole and blasted about 400 to 450 holes a day. The commission found: “The rate of pay of the said employee in said employment was one and one-quarter cents for each hole blasted, and the average daily earnings at said rate equaled $4, working six days in the week. The average weekly earnings were $22.80.”</p>\n<p id=\"b191-10\">It is true there is a conflict in the testimony upon this question by reason of the fact that the applicant testified that he was working for four dollars a day at the time of his injury and his compensation at that time was not dependent upon the amount of his work. However, the testimony of the applicant’s son, who was working with him, and of the employer and the evidence of the canceled checks issued in payment of wages, removes the question from the realm of doubt and supports the finding of the commission. We cannot see how the petitioners were prejudiced in this matter. The finding of the commission is in <page-number citation-index=\"1\" label=\"162\">*162</page-number>harmony with their contention, and it is substantially in accord with the allegations of the application. Any variance in the finding from the allegations of the application is in favor of petitioners, as 400 holes at one and one-fourth cents per hole would be more than four dollars a day. In the case of a complaint filed in an ordinary action at law and a variance therefrom in the proof, the court would be empowered to order an amendment to conform to the proof or to find in accordance with the facts proven. • (Secs. 469, 470, Code Civ. Proe.) The rule applicable to the informal pleadings before the Industrial Commission should be at least as liberal.</p>\n<p id=\"b192-4\">The second contention made by petitioners is that Henry Hettinger, the applicant, was an independent contractor and not an employee. Petitioners had taken a contract for drilling and blasting holes to break up hardpan on certain land in Fresno at the rate of ten cents a hole. Mr. Stuckert, one of the petitioners, operated one drilling machine and employed a man to operate another one. The applicant and his son were engaged to follow up these machines and blast out the holes drilled thereby. They were paid one and one-fourth cents a hole for this work. The powder and blasting materials were furnished by the owner of the land. The applicant furnished nothing but his labor, and it appears that he was not required to work any certain number of hours, but was free to come and go as he wished. It is because of this latter fact that petitioners contend that applicant was an independent contractor. It is, of course, difficult to lay down any hard-and-fast rule by which to measure one’s status in this respect, and it is unnecessary to do so in the present case. For it seems clear from the entire evidence that the applicant was an employee of petitioner, although he was paid under a system known as “piece work” rather than a regular daily wage. Mr. Stuckert, one of the petitioners, stated that he had found that men worked better under that system and he always employed them thus. If applicant had been an independent contractor he would have been legally obligated to complete his contract, but there is nothing in the record to indicate that applicant was not free at all times to discontinue his work without legal liability. He did not contract to drill any certain number of holes, nor to do any certain amount <page-number citation-index=\"1\" label=\"163\">*163</page-number>of work, but he merely engaged to work from day to day upon a wage to be measured by the actual amount of work done. His employment was no different in this respect from the employment of Mr. Liepsick, who drove one of the drilling machines. Mr. Liepsick stated that he was paid at the rate of one and one-half cents a hole for the drilling; that he never drilled over 300 holes a day. The method of estimating his wages did not make him an independent contractor, and the case of the applicant is no different in principle.</p>\n<p id=\"b193-4\">The other objection urged is that the applicant was engaged in an employment excluded by the Workmen’s Compensation, Insurance and Safety Act. It is insisted that his work comes under the classification of either farming, viticulture, horticulture, or agriculture. We think there is no merit in this contention. The record shows that the petitioners made contracts with various owners of land to drill and blast holes in the land as a preparation for the planting of vines and trees. The evidence shows that the applicant was experienced in the use of explosives and in the work of blasting. His work was only incidentally, in this instance, connected with the farm. Blasting of holes might as well be done for the planting of telegraph poles, or in mining or building operations and in many other connections. It is not, inherently, farm work, and our courts are not disposed to cramp and narrow the meaning of the Workmen’s Compensation, Insurance, and Safety Act (Stats. 1917, p. 831); it is their duty and policy to liberally construe said act, with' the purpose of extending the benefits of the act for the protection of persons injured in the course of their employment.</p>\n<p id=\"b193-5\">The award of the Industrial Accident Commission is affirmed.</p>\n<p id=\"b193-6\">Sturtevant, J., and Nourse, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}