{
  "casebody": {
    "data": "<casebody firstpage=\"488\" lastpage=\"494\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b504-3\">STATE OF MONTANA, Plaintiff and Respondent, v. ROSS JOHN GILMORE, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b504-8\">No. 03-842.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b504-9\">Submitted on Briefs June 29, 2004.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b504-10\">Decided December 21, 2004.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b504-11\">2004 MT 363.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b504-12\">324 Mont. 488.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"AJL\">104 P.3d 1051.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b504-25\">For Appellant: Craig R. Buehler, Attorney at Law, Lewistown.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b505-3\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>For Respondent: Honorable Mike McGrath, Montana Attorney General, C. Mark Fowler, Assistant Attorney General, Helena; Thomas P. Meissner, Fergus County Attorney, Lewistown.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b505-4\">JUSTICE NELSON</author>\n<p id=\"AS_\">delivered the Opinion of the Court.</p>\n<p id=\"b505-5\">¶1 Ross John Gilmore (Gilmore) appeals the judgment of the Tenth Judicial District Court, Fergus County, denying his motion to suppress.</p>\n<p id=\"b505-6\">¶2 We address the following issue on appeal and affirm: Did the District Court err in denying Gilmore’s motion to suppress?</p>\n<p id=\"b505-7\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b505-8\">¶3 On June 24, 2002, Deputy Everett Misner (Deputy Misner) and Lieutenant Bill Rash (Lieutenant Rash) approached Kathie Gilmore’s (Kathie) residence on information that they received from a confidential informant. This confidential informant stated that he had seen marijuana plants in the window of Kathie’s residence. The officers did not have a search warrant.</p>\n<p id=\"b505-9\">¶4 Upon answering the door, the officers told Kathie that it had been reported that someone had seen a marijuana plant growing in her house. After some discussion, the context of which is disputed, Kathie consented to a search of her house.</p>\n<p id=\"b505-10\">¶5 In the basement, the officers discovered a locked bedroom door, and from that bedroom they heard a beeping noise, like that of an alarm. Deputy Misner advised Lieutenant Rash to go outside to see if he could look into the windows of the bedroom. The windows, however, had been blackened out. Deputy Misner did observe several extension cords running into the locked bedroom. Again, after some discussion with the officers, which Kathie later disputed as to its context, Kathie advised the officers to kick down the door. The officers did so.</p>\n<p id=\"b505-11\">¶6 After kicking down the door, the officers found Gilmore asleep on a couch in the bedroom. They saw a bong sitting on a table in plain view. The officers arrested Gilmore, and thereafter obtained a search warrant, removing marijuana and other drug paraphernalia from the bedroom.</p>\n<p id=\"b505-12\">¶7 Gilmore was charged with two felony and two misdemeanor drug counts. Thereafter, Gilmore moved to suppress the evidence that the officers obtained as a result of their warrantless search. The District Court held a suppression hearing, the testimony from which is discussed in the following analysis. Ultimately, the District Court denied Gilmore’s motion, and Gilmore pled guilty to the charges. He received an eight year sentence.</p>\n<p id=\"b506-3\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>¶8 Gilmore now appeals the District Court’s denial of his motion to suppress.</p>\n<p id=\"b506-4\">STANDARD OF REVIEW</p>\n<p id=\"b506-5\">¶9 We review a district court’s denial of a motion to suppress to determine whether the district court’s findings of fact are clearly erroneous and whether the district court’s conclusions of law are correct. <em>State v. Merrill, </em>2004 MT 169, ¶ 6, 322 Mont. 47, ¶ 6, 93 P.3d 1227, ¶ 6.</p>\n<p id=\"b506-6\">DISCUSSION</p>\n<p id=\"b506-7\">¶10 Did the District Court err in denying Gilmore’s motion to suppress?</p>\n<p id=\"b506-8\"><em>¶11 </em>Gilmore first argues that the District Court’s Finding of Fact Number One is clearly erroneous because it recites paragraphs contained in the Fergus County Sheriffs Office Case Supplement that were never made part of the record. As such, Gilmore claims a finding as to facts not part of the record \"clearly” evidences that the District Court created those facts through ex parte solicitation.</p>\n<p id=\"b506-9\">¶12 In addition, Gilmore argues that the District Court also failed to include critical facts that were necessary for a proper determination of the case. In particular, Gilmore maintains that these critical facts included: (1) that Kathie told Deputy Misner that Gilmore was in the downstairs bedroom; (2) that Lieutenant Rash testified that before he and Deputy Misner entered the bedroom, Kathie made comments that led them to believe that Gilmore was in the bedroom; (3) that both officers knew Kathie did not have a key to the bedroom; and (4) that the officers had to kick down the bedroom door in order to gain access. Because these critical facts were not included in the District Court’s Findings of Fact, Gilmore argues that the findings are clearly erroneous.</p>\n<p id=\"b506-10\">¶13 Finally, Gilmore argues that the District Court misapplied the facts presented to it. Specifically, Gilmore argues that he had an expectation of privacy in the bedroom, as evidenced by his locking the bedroom door and darkening the windows. Although Kathie consented to the search of the bedroom, Gilmore maintains that her consent does not fall within one of the exceptions to the search warrant requirement because: (1) the bedroom door was locked; (2) Kathie did not have key to the bedroom; and (3) Kathie did not have a right to access the bedroom. “Under all three [of these] scenarios,” Gilmore argues, Kathie cannot show that she had actual authority over the bedroom in order <page-number citation-index=\"1\" label=\"491\">*491</page-number>to give the officers consent to search. As such, Gilmore maintains that the consent exception to the search warrant requirement does not apply and all evidence seized from the illegal search of the bedroom must be suppressed.</p>\n<p id=\"b507-4\">¶14 The State of Montana (the State) argues that the officers had Kathie’s consent to enter into her residence and into the locked bedroom. Indeed, the State maintains that Kathie herself instructed the officers to enter the bedroom, because she feared her son and wanted him out of her residence. Thus, the State argues that Gilmore was a trespasser, and therefore did not have an expectation of privacy over the bedroom. In addition, the State argues that the District Court’s Finding of Fact Number One is not clearly erroneous because the report with which Gilmore takes issue was: (1) on file, before the suppression hearing, in the District Court’s pleading record as incorporated in the State’s Memorandum In Opposition to Motion to Suppress; (2) referred to during the suppression hearing; and (3) used extensively during direct and cross examination by the witnesses.</p>\n<p id=\"b507-5\">¶15 As to Gilmore’s argument regarding the District Court’s remaining Findings of Fact, the State contends that: (1) “[a] district court’s suppression order need not exhaustively resolve and discuss every minutiae of adduced evidence,” especially when the District Court deduced that Kathie’s boyfriend was using the locked bedroom and the record does not establish that Kathie in no way had access to that bedroom; (2) the doctrine of implied findings applies in that “the district court implicitly found that Appellant [Gilmore] did not possess the key, and at most, the boyfriend possessed the key,” and, as such, Gilmore had no privacy interest over the bedroom “with or without the physical possession of a key;” and (3) Gilmore is asking this Court to reweigh the evidence, which this Court should decline to do since “[t]he credibility of witnesses and the weight to be given their testimony is exclusively within the province of the finder of fact and will not be disturbed... on appeal.”</p>\n<p id=\"b507-6\">¶16 The State also argues that Gilmore’s contention regarding Kathie’s actual authority to consent to a search of the locked bedroom is “fallacious.” The evidence “credited by the district court” supports Kathie’s authority, the State maintains, in that Kathie told the officers that: (1) the bedroom was a “hideout” for Gilmore; (2) Gilmore was present in her home against her consent; and (3) the bedroom was used by her boyfriend as a storage room. Finally, the State contends that the issue of whether Kathie’s consent was free and voluntary is not an issue before this Court and this Court should decline to address it.</p>\n<p id=\"b508-3\"><page-number citation-index=\"1\" label=\"492\">*492</page-number>¶17 The District Court determined the following:</p>\n<blockquote id=\"b508-4\">It is this Court’s distinct impression that this statement [by Kathie that “Ross keeps his door locked so I do not know what might be in his room”] was obtained after the search. While the deputies were busting down the door of the room at Ms. Gilmore’s request, the dominant scenario was clearly indicated by both officers’ testimony: it was a room where her boyfriend kept materials and which he had locked, and it was a room where her son might be located but in which she did not want him. Officers operating under those scenarios are not violating the <em>McLees </em>standard. Ms. Gilmore had actual authority to direct the officers to break down the door and gain entry to the room in question.</blockquote>\n<p id=\"AlT\">¶18  Witness credibility and the weight afforded to witness testimony will not be disturbed by this Court on appeal, as assessment of this credibility and weight is within the province of the trier of fact. <em>State v. Bauer, </em>2002 MT 7, ¶ 15, 308 Mont. 99, ¶ 15, 39 P.3d 689, ¶ 15. If there exists conflicting evidence, again, it is within the province of the trier of fact to resolve the conflict. <em>Bauer, </em>¶ 15. We have held that “[o]nly in those rare cases where the story of a witness is so inherently improbable or is so nullified by material self-contradiction that no fair-minded person could believe it may we say no firm foundation exists for the verdict based on it.” <em>Bauer, </em>¶ 15 (quoting <em>State v. Gaimos </em>(1916), 53 Mont. 118, 126, 162 P. 596, 599).</p>\n<p id=\"b508-5\">¶19 Review of the record shows that in Kathie’s Voluntary Statement to the Lewistown Police Department, she told the officers that: (1) she was afraid of Gilmore because he had previously assaulted her; (2) she had asked Gilmore to leave because he was only living in her house on a temporary basis and she did not want him living there any longer; (3) Gilmore never paid rent; (4) she did not have a key to the bedroom; and (5) upon hearing the beeping sound coming from the locked bedroom, she advised the officers to kick down the door.</p>\n<p id=\"b508-6\">¶20 However, at the suppression hearing, Kathie recanted part of her story. She stated that, while she had advised the officers to kick down the door to the locked bedroom, the officers had actually told her to write down in her Voluntary Statement that Gilmore never paid rent. She also claimed that the statement regarding the fact that she wanted Gilmore to leave, and that she had previously asked him to leave, was incorrect. Kathie claimed that statement referred to how she previously felt about Gilmore’s presence in her house and not how she felt at the time she wrote down her Voluntary Statement. She maintained that Gilmore had previously assaulted her, that she was <page-number citation-index=\"1\" label=\"493\">*493</page-number>fearful of him, and that she did not have a key to the locked bedroom.</p>\n<p id=\"AgD\">¶21 In addition to Kathie’s testimony, the District Court received testimony from Deputy Misner and Lieutenant Rash. Both officers stated that Kathie had initially told them that some of her boyfriend’s belongings were in the locked bedroom; that Kathie was afraid of Gilmore; that Kathie did not want Gilmore living at her house; that Kathie had previously asked Gilmore to leave; and that Kathie had advised them to kick down the bedroom door.</p>\n<p id=\"b509-4\">¶22 In <em>State v. McLees, </em>2000 MT 6, 298 Mont. 15, 994 P.2d 683, we held that “for third-party consent to be valid as against the defendant, the consenting party must have actual authority to do so.” <em>McLees, </em>¶ 32. It was within the province of the District Court to assess both the credibility of the witnesses at the suppression hearing and the weight to be given to the witnesses’ testimony. After hearing all of the testimony, the District Court found that the officers were operating under the appropriate authority-namely that Kathie had actual authority to consent to a search of the locked bedroom because her boyfriend’s belongings were stored in the locked bedroom, and she was afraid of Gilmore and did not want him in her house. Here, the focus is on what Kathie told the officers at the time of their entry into the bedroom-i.e., what facts they were operating under then. While Kathie’s recanted testimony at the suppression hearing paints a different picture of those statements, it was up to the District Court to resolve the conflict between what the officers said that Kathie said at the time of the entry and what, subsequently in the suppression hearing, Kathie said she said. The District Court judge, having resolved that conflict in the State’s favor, we hold that, as a trespasser, Gilmore did not have an expectation of privacy in the bedroom.</p>\n<p id=\"b509-5\">¶23  The officers’ entry into the bedroom, therefore, was lawful and the subsequent search reasonable. The District Court did not err in denying Gilmore’s motion to suppress.</p>\n<p id=\"b509-6\">¶24 Affirmed.</p>\n<judges id=\"b509-7\">CHIEF JUSTICE GRAY, JUSTICES REGNIER, WARNER, COTTER and RICE concur.</judges>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b509-8\">JUSTICE LEAPHART</author>\n<p id=\"AiN\">dissenting.</p>\n<p id=\"b509-9\">¶25 I dissent.</p>\n<p id=\"b509-10\">¶26 In <em>State v. McLees, </em>2000 MT 6, 298 Mont. 15, 994 P.2d 683, we rejected the doctrine of apparent authority whereby law enforcement officers would be allowed to rely on third parties who appear to have authority to consent to a search. In <em>McLees, </em>instead of using the principles of property law to determine authority to consent to a <page-number citation-index=\"1\" label=\"494\">*494</page-number>search, we looked to mutual use of the property by persons generally having joint access or control.</p>\n<blockquote id=\"b510-4\">[Cjommon authority is, of course, not to be implied from the mere property interest a third party has in the property. The authority which justifies the third-party consent does not rest upon the law of property, with its attendant historical and legal refinements ... but rests rather on mutual use of the property by persons generally having joint access or control for most purposes, so that it is reasonable to recognize that any of the co-inhabitants has the right to permit the inspection in his own right and that the others have assumed the risk that one of their number might permit the common area to be searched.</blockquote>\n<p id=\"b510-5\"><em>McLees, </em>¶ 13 (quoting <em>United States v. Matlock </em>(1974), 415 U.S. 164, 171 n.7, 94 S.Ct. 988, 993 n.7, 39 L.Ed.2d 242, 250 n.7).</p>\n<p id=\"b510-6\">¶27 In <em>McLees </em>we held that the grandfather, although he owned the apartment in question, did not have actual authority to consent to the police search because he had no “common authority” over the apartment: he did not co-occupy the apartment; he had no key; and he did not enter the apartment when his son or grandson were absent.</p>\n<p id=\"At1B\">¶28 In the present case, the District Court found that Kathie had actual authority to consent to the search because her boyfriend’s belongings were stored in the locked bedroom, and she was afraid of Gilmore and did not want him in her house. The facts that the boyfriend’s belongings were stored in the bedroom and that Kathie was afraid of Gilmore do not establish that Kathie had actual authority to consent. Storage of a boyfriend’s belongings and fear of the occupant have no bearing on the issue of who has authority nor do they establish that Gilmore was a “trespasser” as this Court so holds. The facts that the bedroom had a separate entrance, that Gilmore had a key and Kathie did not, and that the officers had to kick down the door, clearly indicate that Kathie did not have actual authority to consent.</p>\n<p id=\"b510-7\">¶29 The State failed to carry its burden of proving an exception to the requirement that searches be conducted pursuant to a warrant. Art. II, Secs. 10-11, Mont. Const.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}