{
  "casebody": {
    "data": "<casebody firstpage=\"81\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AP8\">STATE OF MONTANA, Plaintiff, vs. THOMAS M. KELLY, Defendant,</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AFx\">No. CDC-03-434</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AvLc\">Decision</p>\n<opinion data-order=\"3\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"APqW\">On March 15, 2005, the defendant was sentenced to the following: Count II: Ten (10) years in the Montana State Prison, for the offense of Theft, a felony; Count IV: A commitment to the Cascade County Detention Center for a term of six (6) months, for the offense of Criminal Possession of Dangerous Drugs, a misdemeanor; and Count V: A commitment to the Cascade County Detention Center for a term of six (6) months, for the offense of Criminal Possession of Drug Paraphernalia, a misdemeanor. Said sentences shall run concurrently with each other. The Court found the Defendant not to be eligible for parole.</p>\n<p id=\"AdiS\">On August 10, 2006, the defendant’s application for review of that sentence was heard by the Sentence Review Division of the Montana Supreme Court.</p>\n<decisiondate id=\"A0qz\"><page-number citation-index=\"1\" label=\"82\">*82</page-number>DATED this 21st day of August, 2006.</decisiondate>\n<p id=\"A4Vk\">The defendant was present and was represented by Michael Tramelli. The state was not represented.</p>\n<p id=\"A1Ia\">Before hearing the application, the defendant was advised that the Sentence Review Division has the authority not only to reduce the sentence or affirm it, but also increase it. The defendant was further advised that there is no appeal from a decision of the Sentence Review Division. The defendant acknowledged that he understood this and stated that he wished to proceed.</p>\n<p id=\"AkAU\">Rule 17 of the Rules of the Sentence Review Division of the Supreme Court of Montana provides that “the sentence imposed by the District Court is presumed correct, and the sentence will not be reduced or increased unless it is deemed clearly inadequate or excessive.” (§46-18-904(3), MCA).</p>\n<p id=\"Agb2\">The Division finds that the reasons advanced for modification are insufficient to hold that the sentence imposed by the District Court is inadequate or excessive.</p>\n<p id=\"AKLx\">Therefore, it is the unanimous decision of the Sentence Review Division that the sentence shall be affirmed.</p>\n<p id=\"Ab3\">Done in open Court this 10th day of August, 2006.</p>\n<judges id=\"AbC-\">Alt. Chairperson, Hon. Randal I. Spaulding, Member, Hon. Katherine Irigoin and Alt. Member, Hon. Douglas Harkin.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}