{
  "casebody": {
    "data": "<casebody firstpage=\"310\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b302-5\">RICHARD HUTCHINSON <em>v. </em>HENRY WETMORE.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b302-6\">The plaintiff agreed to labour for defendant for eight months, at the rate of §100 per month for himself, and §100 for his wife; and stipulating that the defendant should give his note to the plaintiff at the end of four months, payable at the expiration of his term of service; and that the wages for the last four months were not to be paid until the expiration of eight months from the commencement.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b302-7\">Held that the contract was <em>entire </em>for eight months labour; and that no action would lie to recover the value of part of the service performed.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b302-8\">The rule is well settled, that where a person agrees to work for a certain period, at such a price, or to perform certain services for such an amount, that he cannot break off at his own pleasure, and maintain an action for the work, so far as he has gone. Performance is a condition precedent to payment.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b302-9\">This was an appeal from the Seventh Judicial District.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b302-10\">The contract upon which the action was founded is set forth in the opinion of the Court; and the only question presented by it, was whether the contract was an <em>entirety </em>or not.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b302-11\"><em>Curry, </em>for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b302-12\"><em>Hastings, </em>for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b302-13\">1. It was argued for appellant that the contract was entire for eight months, and the performance thereof a condition precedent to the plaintiff’s right to recover; 8 Cowen’s Rep. 63; 12 Johns. Rep. 165; 19 Johns. 337; 1 Wend. 514; 4 Blackford’s Rep. 24.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b302-14\">2. The action was premature, and the judgment was rendered before the time stipulated for payment. 18 Wend. Rep. 187; 21 Wend. Rep. 175.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b303-2\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>3. An action will not lie till after the credit has expired. 1 Esp. Rep. 430; 2 Esp. Rep. 523; 4 Esp. Rep. 76.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b303-3\">For respondent, it was contended that the law cited from 21 Wend. Rep. 175, and other authorities, did not sustain the plaintiff’s position.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b303-4\">There is no proof that appellant ever made a <em>demand </em>on respondent to perform any further labour, or longer to continue in his service. In the cases cited, there appears to have been a demand by defendant, and refusal of the servant to perform.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b303-5\">For appellant, it was replied that no demand was necessary:— in the cases of McMullen <em>v. </em>Vandyke, 12 Johns. Rep. 165; Reab <em>v. </em>Moore, 19 Johns. Rep. 337; Decomp <em>v. </em>Stevens, 4 Blackford ; no demand seems to have been made. The original employment renders demand unnecessary; it runs through the whole time provided for by the contract.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b303-6\">The agreement was to pay for eight months’ services at a fixed rate; payment was not to be made until the eight months had expired. Where there is an <em>express </em>promise, there can be no implied promise respecting the same thing.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b303-7\">The opinion of the Court was delivered by</p>\n<author id=\"b303-8\">Murray, Chief Justice.</author>\n<p id=\"Aye\">This was an action of <em>indebitatus assumpsit, </em>brought by the plaintiff to recover the value of the services of himself and wife, for four months’ labour upon and about the farm of the defendant.</p>\n<p id=\"b303-9\">The bill of exceptions shows that the plaintiff agreed to labour for eight months at the rate of $100 a month for himself, and $100 for his wife; that at the expiration of four months he abandoned his contract, without any fault of the defendant; that by the agreement the defendant was to give the plaintiff his note at the end of four months, payable at the expiration of his term of service; and that the wages for the last four months were not to be paid until the expiration of eight months from the commencement of his contract.</p>\n<p id=\"b303-10\">The Court below, sitting as a jury, found that the plaintiff had engaged to work for eight months, and gave a judgment for'the plaintiff for four months services, deducting $200 damages sustained by reason of his leaving the employment of the defendant; from which the defendant appealed.</p>\n<p id=\"b304-3\"><page-number citation-index=\"1\" label=\"312\">*312</page-number>The only question for our determination in this case is, whether the contract was .an entirety or not. The rule is well settled, that where a person agrees to work for a certain period, at such a price, or to perform certain services for such an amount, he cannot break off at his own pleasure, and maintain an action for the work, as far as he'-has gone. “A strict performance is a condition precedent, and unless the servant performs it to the utmost of his capacity, he can recover nothing, but is liable himself for a breach of the contract.” McMillan <em>v. </em>Vandyke, 12 Johns. 165.</p>\n<p id=\"b304-4\">It is true, where the contract is not entire, when by the terms of the contract payment may be demanded for part performance, an action lies for money due for such part performance.</p>\n<p id=\"b304-5\">Where M. agreed to work for R. for eight months for $104, or $13 per month, and worked two months and left, refusing to work any longer,-it was held that the contract was entire for eight months at a stipulatéd price, and that there was no modification or recision of it; that M. had no claim until the expiration of the eight months, and the work was a condition precedent to payment. Bear <em>v. </em>Moore, 19 Johns. 337.</p>\n<p id=\"b304-6\">In the present case, it appears that the duration of the services was an important consideration with the defendant in entering into the contract; and that he had endeavoured to protect himself from desertion, or a violation of the agreement, by reserving the payment until the expiration of the eight months. For aught this Court knows, the wages stipulated may have been more, in consequence of the term, or the services of the plaintiff only valuable in view of the whole time. It certainly does appear, from the finding of the Court, the defendant was put to inconvenience and damage by the breach of the contract. We are of opinion that the contract was entire for eight months labour, and that no action will lie to recover the value of part of the services performed. If the record showed any plausible reason for the plaintiff’s breach, we would feel a reluctance in reversing the judgment of the Court below, in view of the nature of the services; but to sustain this action, as it now stands, would be a violation of law, and serve to encourage an infraction of contracts for frivolous causes, or without any reason whatever.</p>\n<p id=\"b304-7\">Judgment reversed and new trial ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}