{
  "casebody": {
    "data": "<casebody firstpage=\"303\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b357-3\">558 A.2d 710</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b357-4\">In the Matter of the Reinstatement of Richard C. MURRAY.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A_t\">Misc. (Subtitle BV) No. 14,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A0m\">Sept. Term, 1987.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b357-5\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b357-6\">June 7, 1989.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b358-8\"><page-number citation-index=\"1\" label=\"304\">*304</page-number>Robert E. Cahill, Sr., Baltimore, for petitioner.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b358-9\">No argument on behalf of respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b358-10\">Argued before MURPHY, C.J., and ELDRIDGE, COLE, RODOWSKY, McAULIFFE, ADKINS and BLACKWELL, JJ;</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b358-12\">ADKINS, Judge.</author>\n<p id=\"b358-13\">On 22 April 1977, Richard C. Murray was disbarred by consent. Md. Rule BV12 d. He now seeks reinstatement to the Bar. Md. Rule BV14. Pursuant to Rule BV14 d 2, Bar Counsel conducted an investigation. Thereafter, Murray’s petition was “heard and determined by the Inquiry Panel” and “reviewed by the Review Board____” <em>Id. </em>Both of those bodies unanimously recommended reinstatement.</p>\n<p id=\"b358-16\">We first enunciated criteria for reinstatement after disbarment in <em>In re Meyerson, </em>190 Md. 671, 59 A.2d 489 (1948), reaffirmed them in <em>Maryland St. Bar Ass’n v. Boone, </em>255 Md. 420, 258 A.2d 438 (1969), crystallized them in <em>In re Braverman, </em>271 Md. 196, 199-200, 316 A.2d 246, 247 (1974), and restated them most recently in <em>Matter of Cory, </em>300 Md. 177, 180, 477 A.2d 273, 274 (1984). The criteria are not difficult to state.</p>\n<p id=\"b358-17\">Disbarment “does not in all circumstances forever prevent reinstatement....” <em>Meyerson, </em>190 Md. at 676, 59 A.2d at 491. “There may be a point in time when it is <page-number citation-index=\"1\" label=\"305\">*305</page-number>proper to reinstate to the practice of law even one who has committed a most heinous crime.” <em>In re Raimondi and Dippel, </em>285 Md. 607, 617, 403 A.2d 1234, 1239 (1979), <em>cert. denied, </em>444 U.S. 1033, 100 S.Ct. 705, 62 L.Ed.2d 669 (1980). The fundamental inquiry is “ ‘whether, in the interval following the rendering of the judgment of removal, the petitioner has become a proper person to hold such office.’ ” <em>Meyerson, </em>190 Md. at 677, 59 A.2d at 491 (quoting <em>In re Keenan, </em>310 Mass. 166, 170, 37 N.E.2d 516, 519 (1941). “We ... look probingly at any reapplication alleging reform, rehabilitation and competence” because, although “[w]e continue to believe that a fallen lawyer may rise again,” we permit reinstatement “only after a clear and demonstrated change from what he was before.” <em>In re Barton, </em>291 Md. 61, 64, 432 A.2d 1335, 1336 (1981) <em>(Barton II). </em>In other words, “while disbarment does not necessarily operate as a permanent disability, it may only be overcome by a clear and convincing showing of rehabilitation and of legal competence, borne out by an applicant’s conduct over a long period of time.” <em>Id. </em>at 67, 432 A.2d at 1338. <em>See Cory, supra, </em>300 Md. at 180, 477 A.2d at 274.</p>\n<p id=\"b359-5\">More specifically, the essential factors to be evaluated include:</p>\n<blockquote id=\"b359-6\">1. The nature and circumstances of petitioner’s original misconduct.</blockquote>\n<blockquote id=\"b359-7\">2. Petitioner’s subsequent conduct and reformation.</blockquote>\n<blockquote id=\"b359-8\"><em>3. </em>His or her present character.</blockquote>\n<blockquote id=\"b359-9\">4. His or her present qualifications and competence to practice law.</blockquote>\n<p id=\"b359-10\"><em>See Braverman, </em>271 Md. 196, 199-200, 316 A.2d 246, 247 (1974). We examine these factors to determine “whether this Court can be assured that the public can rely on the competence and integrity of the previously disbarred attorney.” <em>In re Barton, </em>273 Md. 377, 381, 329 A.2d 102, 105 (1974) <em>(Barton I). See In re Loker, </em>285 Md. 645, 649-651, 403 A.2d 1269, 1271-1272 (1979); <em>Dippel, supra, </em>285 Md. at 617, 403 A.2d at 1239. And in doing so, we keep in mind <page-number citation-index=\"1\" label=\"306\">*306</page-number>that “the more serious the original misconduct was, the heavier is the burden to prove present fitness for readmission to the bar.” <em>Barton I, </em>273 Md. at 380, 329 A.2d at 104. We now proceed to apply these standards to the facts before us.<footnotemark>1</footnotemark></p>\n<p id=\"b360-4\">I. Nature and Circumstances of Original Misconduct</p>\n<p id=\"b360-5\">Murray was admitted to the Bar of this Court on 13 November 1952. By 1971, he had become (in the Review Board’s words) “a well-respected, competent attorney” and a partner in the Baltimore County firm then known as Cook, Murray, Howard, Downes &amp; Tracy. In the year last-mentioned, Murray was representing Elizabeth Jessop, widow of Holmes C. Jessop, and personal representative of her late husband’s estate. On or about 27 October 1971, Mrs. Jessop delivered to Murray a check in the amount of $10,000, drawn on the estate, signed by her as personal representative, and payable to Murray. It seems that this check represented money payable to the Mayor and City council of Baltimore. As the Review Board found, Murray “appropriated the $10,000 check to his own use by depositing the check in his personal account in the First National <page-number citation-index=\"1\" label=\"307\">*307</page-number>Bank of Maryland....” He used the funds for personal purposes, mostly to pay overdue income taxes. He never disclosed the misappropriation to Mrs. Jessop, or to the person who became successor personal representative after Mrs. Jessop died on 24 December 1971.</p>\n<p id=\"b361-4\">In 1976, Murray was still a partner in the Cook firm. He was co-personal representative of the estate of Louis J. Appel. On or about 27 October of that year, Murray forged the other personal representative’s name to two estate checks, one for $1,006 and one for $9,000, and deposited them in his (Murray’s) personal account. Murray used this money to pay overdue income taxes.</p>\n<p id=\"b361-5\">A partner in the Cook firm inadvertently discovered the misappropriations in 1977. When Murray was confronted with the facts, he immediately admitted his guilt in both transactions and, as we have recounted, forthwith consented to disbarment.</p>\n<p id=\"b361-6\">Thereafter, he pled guilty to counts of forgery and misappropriation of funds. He was sentenced to incarceration for three years, suspended in favor of probation for a like period, subject to a condition that he pay $2,000 in court costs. Later, on 20 October 1977, the Circuit Court for Baltimore County struck out the guilty finding and imposed probation before judgment. The court terminated probation on 3 May 1979.</p>\n<p id=\"b361-7\">These are the bare facts of the transgressions that resulted in Murray’s disbarment. We next examine the circumstances surrounding those misdeeds.</p>\n<p id=\"b361-8\">Murray’s own account is that he let family finances get out of hand. Unwilling to admit to his wife that his respectable but modest earnings could not finance such things as private schooling for their two children, he failed to pay estimated taxes, allowing tax liabilities to accumulate <page-number citation-index=\"1\" label=\"308\">*308</page-number>until they became so pressing that on the two occasions mentioned, he resorted to stealing to satisfy the tax collector. As Dr. Jonas Rappeport<footnotemark>2</footnotemark> put it, Murray “was unable to admit to his wife that he could not earn the reasonable income they required and that he could not face his partners with his problems.”<footnotemark>3</footnotemark> During this period of stress, Murray indulged in increasingly heavy drinking. He has never claimed, however, any causal connection between the drinking and his misconduct.</p>\n<p id=\"b362-5\">The Review Board found that Murray, “in order to maintain an established lifestyle, which was not extravagant, permitted false pride to overwhelm better judgment and rather than approach his wife or ... friends with his personal problems, resorted to ... misappropriation.” Nevertheless, it also found that Murray’s “misconduct and the circumstances surrounding [it] were egregious____” We agree. “[Misappropriation by an attorney of funds of others entrusted to his care, be the amount small or large, is of great concern and represents the gravest form of professional misconduct.” <em>In re Loker, </em>285 Md. 645, 651, 403 A.2d 1269, 1272 (1979). <em>See Attorney Griev. Comm’n v. Ezrin, </em>312 Md. 603, 608-609, 541 A.2d 966, 969 (1988); <em>Attorney Griev. Comm’n v. Bloom, </em>306 Md. 609, 611, 510 A.2d 589, 590 (1986); <em>Barton I, supra, </em>273 Md. at 380, 329 A.2d at 104.</p>\n<p id=\"b362-8\"><em>Loker </em>involved a lawyer who was disbarred in 1970. He had been convicted of embezzlement and larceny from Leonardtown, of which municipality he had been an official. The defalcations apparently occurred over a period of 12 years or more and involved almost $98,000. 285 Md. at 646, 403 <page-number citation-index=\"1\" label=\"309\">*309</page-number>A.2d at 1269. In 1979, we declined to reinstate Loker, pointing out, among other things, that</p>\n<blockquote id=\"AJ7\">[tjhis was no isolated incident.... [I]t was spread over a number of years and included a substantial sum of money.</blockquote>\n<p id=\"b363-5\"><em>Id. </em>at 651-652, 403 A.2d at 1272. In fact, Loker controlled the books and accounts of Leonardtown; he was the town’s treasurer, clerk, and attorney, and managed the town’s affairs from his law office. <em>Loker v. State, </em>2 Md.App. <em>1, </em>16-19, 233 A.2d 342, 352-354 (1967), <em>aff'd, </em>250 Md. 677, 245 A.2d 814 (1968), <em>cert. denied, </em>393 U.S. 1082, 89 S.Ct. 862, 21 L.Ed.2d 774 (1969). Taking advantage of these positions of trust, he schemed to take the town’s money over a long period of years.</p>\n<p id=\"b363-6\">Another case involving deliberate scheming is that of Francis X. Dippel, reported as <em>In re Raimondi and Dippel, supra.</em><footnotemark><em>4</em></footnotemark><em> </em>Dippel was disbarred in 1963 and sought reinstatement in 1979. He had been convicted, on guilty pleas, of six counts of embezzlement and served about 21 months in the Maryland Penitentiary. <em>Dippel, </em>285 Md. at 611, 403 A.2d at 1236.</p>\n<blockquote id=\"b363-7\">Dippel’s convictions and disbarment were precipitated by investigations ... concerning a scheme devised by [Dippel] and an accomplice ... who was also a member of the Maryland Bar, whereby they would file documents with the Orphans’ Court of Baltimore City to gain control of estates of deceased resident aliens, then divest the estates of all capital assets to their own use.... The scheme included in some cases the preparation of forged Wills leaving substantial parts of the estate to fictitious heirs, the payment of fictitious claims, and the filing of spurious and false documents.</blockquote>\n<p id=\"b364-4\"><page-number citation-index=\"1\" label=\"310\">*310</page-number><em>Id. </em>at 610-611, 403 A.2d at 1236 (quoting findings of the Inquiry Panel) [brackets in opinion]. Dippel’s activities affected six estates and transferred over $71,000 from those estates to him and his accomplice. <em>Id. </em>at 611, 403 A.2d at 1236.</p>\n<blockquote id=\"b364-5\">We characterized Dippel’s conduct thus:</blockquote>\n<blockquote id=\"b364-6\">... Dippel made use of his legal training and knowledge to steal from certain estates. Without any apparent reason other than sheer greed, Dippel engaged in a calculated campaign of theft. [He was earning over $80,000 a year in terms of 1979 dollars.] Thus, greed alone would seem to have been the only reason behind his crime, a point illustrated by his statement that it was easy to steal by these forgeries and other manipulations.</blockquote>\n<p id=\"b364-7\"><em>Id. </em>at 619, 403 A.2d at 1240.</p>\n<p id=\"b364-8\">Like Loker and Dippel, Murray stole—and stole from clients. We note that Murray’s two thefts were conducted over a lesser period of time than those involved in the two earlier cases, produced a smaller amount of money, and do not appear to have been part of an elaborate and ongoing clandestine scheme. Even a former thief may be reinstated if he or she makes “a clear and convincing showing of rehabilitation and of legal competence, borne out by ... applicant’s conduct over a long period of time____” <em>Barton II, </em>291 Md. at 67, 432 A.2d at 1337.<footnotemark>5</footnotemark> <em>Barton II </em>teaches that rehabilitation may occur, even after the grave offense of <page-number citation-index=\"1\" label=\"311\">*311</page-number>stealing from clients. We turn now to the question of whether Murray’s proof is sufficient in this respect.</p>\n<p id=\"b365-5\">II. Subsequent Conduct and Reformation;</p>\n<p id=\"b365-6\">Present Character</p>\n<p id=\"b365-7\">Murray’s consent disbarment occurred just over 12 years ago. Since that time, as we have noted, Murray has worked as a paralegal and office manager at a Westminster law firm. <em>See </em>note 1, <em>supra. </em>He has sold his Baltimore County home and acquired a more modest one in Carroll County. This home is unencumbered, and the record indicates that Murray’s debts are no more than the normal day-to-day obligations one generally incurs. There are no tax arrearages, as the Attorney Grievance Commission investigation substantiates. Murray has made full restitution of the sums he stole.<footnotemark>6</footnotemark> He has entered into the community life of Carroll County; for example, he serves on the board, and (at the time of the Inquiry Panel hearing in July 1988) was president of Carroll Haven, a charitable organization assisting the mentally retarded. His drinking is no longer a problem.</p>\n<p id=\"b365-8\">Murray’s new lifestyle has been achieved, the record indicates, by strong family efforts. Murray himself explained to the Inquiry Panel:</p>\n<blockquote id=\"b365-9\">[My wife] and I are able to work together, have worked together, talked to each other, thrashed over any difference---- We have changed our complete lifestyle, we are happy and content with what we’re doing, we have no secrets between each other and I feel like a person that, although its been difficult to work through, a person who sort of is an open book. I don’t know how to put this, but ... once you’ve been arrested and booked and indicted <page-number citation-index=\"1\" label=\"312\">*312</page-number>and sentenced and investigated, there’s not much else left and you feel that something died in your life.</blockquote>\n<p id=\"b366-5\">Because “false pride” or some other factor made it difficult for Murray to discuss financial problems with his wife at the time of his thefts, the present relationship between the Murrays is of special significance. In this regard, the Review Board, like the Inquiry Panel, found that Murray “has ... developed an open relationship with his wife and revised his lifestyle, resulting in a complete reformation from his former misdeeds.”</p>\n<p id=\"b366-6\">These are the relatively objective facts about Richard Murray’s life since disbarment. We, of course, must make a much more subjective judgment about his present character and the completeness of his rehabilitation. We must do so in order to protect the public against any likelihood of future ethical lapses on Murray’s part should he be reinstated. <em>Dippel, </em>285 Md. at 617-618, 403 A.2d at 1239; <em>Barton I, </em>273 Md. at 381, 329 A.2d at 105. Those who testified before the Inquiry Panel and the even larger numbers of individuals who submitted letters on Murray’s behalf had no reservations in this regard. Judges, lawyers, and other citizens—those who had known Murray before disbarment and those who had met him since, but who were acquainted with the facts of the disbarment—were unanimous in their conclusions of complete rehabilitation and present good character. There was no testimony, there were no letters, there was nothing in the Attorney Grievance Commission investigation that even suggested a contrary view. Compare <em>Dippel, </em>in which there was very substantial evidence supporting reinstatement, but also opposing testimony. 285 Md. at 612, 403 A.2d at 1237. Dr. Rappeport’s letter of 10 November 1986 foreshadows what others said in 1988.</p>\n<blockquote id=\"b366-7\">... I have examined many attorneys who have been in difficulties with the bar because of their behavior, as well <page-number citation-index=\"1\" label=\"313\">*313</page-number>as many who have requested readmission after disbarment. I do not recall having evaluated anyone who has been as straightforward and honest as Richard Murray, nor anyone who has appeared to resurrect himself as devotedly as this man. I can find nothing in my evaluation which would lead me to believe that there is any likelihood of a recurrence of the misappropriation of clients’ funds or any other illegal act should Mr. Murray be readmitted to the bar. I feel that he has an emotional stability now which he never enjoyed [before,] as well as the constant nagging knowledge of what he did. This, however, is a guilt which has been used as should all guilt-—-in a constructive fashion. His behavior subsequent to his disbarment has apparently been without blemish and can only be described as that of a responsible, competent citizen.</blockquote>\n<p id=\"b367-5\">We are aware, of course, of the ease with which a disbarred lawyer may sometimes obtain general endorsements of his present moral character. <em>Dippel, </em>285 Md. at 618, 403 A.2d at 1240. Nevertheless, we may give weight to those letters, <em>Cory, supra, </em>300 Md. at 184, 477 A.2d at 276, as may the Inquiry Panel and the Review Board. We, like the Inquiry Panel and the Review Board, also give weight to the sworn testimony before the former body. As we have noted, both the Inquiry Panel and the Review Board, looking at the entire record, unanimously recommended Murray’s reinstatement. The latter concluded:</p>\n<blockquote id=\"AQl\">Based upon the evidence presented ... [Murray’s] present character is above reproach and is of such a nature that he will be an asset to the Bar of Maryland. [Murray’s] subsequent conduct, following disbarment, has been exemplary, revealing that he has made a total and complete reformation. While the initial misconduct and circumstances surrounding [it] were egregious, it appears highly unlikely that such conduct would ever again be repeated. [Murray] has demonstrated that he is <page-number citation-index=\"1\" label=\"314\">*314</page-number>presently well-qualified and competent to practice law in the State of Maryland.</blockquote>\n<p id=\"b368-6\">We recognize, too, that we are not bound by findings of the Inquiry Panel or the Review Board. <em>Barton II, </em>291 Md. at 65, 432 A.2d at 1337. Indeed, in <em>Dippel, </em>we denied Raimondi’s reinstatement although both the Inquiry Panel and the Review Board recommended it. 285 Md. at 616-620, 403 A.2d at 1239-1241. Nevertheless, “we find their work to be of invaluable assistance.” <em>Barton II, </em>291 Md. at 65, 432 A.2d at 1337. Giving due weight to the findings and to the testimony on which they are based, our task is to determine whether Murray’s “proof of rehabilitation over the time he has been prohibited from practicing law overcomes the proof of bad character evidenced by his criminal conviction.” <em>Cory, </em>300 Md. at 185, 477 A.2d at 273. <em>See also Dippel, </em>285 Md. at 618, 403 A.2d at 1239-1240. The record reveals that the past 12 years of Murray’s life have been industrious, without discernible blemish that might give cause to question his integrity. <em>Compare, Loker, supra, </em>285 Md. at 648, 403 A.2d at 1270 (efforts subsequent to disbarment to shield family home and wages from creditors indicative of insufficient reformation).</p>\n<p id=\"b368-7\">On balance, we conclude that Murray’s conduct during the 12 years since his disbarment demonstrates by clear and convincing evidence that he is remorseful, fully rehabilitated, and competent to practice law in Maryland. The factors that helped to produce his misconduct no longer exist. We hold that Murray should be reinstated. Accordingly, it is this 7th day of June, 1989, by the Court of Appeals of Maryland</p>\n<p id=\"b368-8\">ORDERED that Richard C. Murray be and he is hereby reinstated as a member of the Bar of Maryland upon paying the costs of these proceedings and upon taking in open court and subscribing to the oath of attorneys required by Md.Code (1957, 1987 Repl.Vol.), Art. 10, § 10.</p>\n<footnote label=\"1\">\n<p id=\"b360-6\">. Our discussion will focus on the first three factors. There is little room for debate as to Murray’s competence to practice law. He was admitted to the Bar in 1952 and before his 1977 disbarment was a highly regarded lawyer. The events that produced the disbarment raised no question about his technical competence. Since the disbarment, Murray has worked as a paralegal for the Westminster firm of Walsh and Fisher (and more recently as office manager as well). His paralegal work has involved extensive legal research and drafting of pleadings, memoranda of law, and other documents related to the firm's general practice. He has co-authored a book on Maryland negligence law. The excellence of his legal work during this period is attested by many members of the Carroll County bench and bar. There is ample evidence to support the Review Board’s conclusion that Murray \"has demonstrated that he is presently well-qualified and competent to practice law in the State of Maryland.” Murray’s professional competence appears at least to equal that which we found adequate in <em>In re Barton, </em>291 Md. 61, 66-67, 432 A.2d 1335, 1337-1338 (1981).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b362-9\"><em>. </em>Dr. Rappeport is a psychiatrist who saw Murray for psychotherapy during 15 sessions in 1977. Dr. Rappeport also examined Murray in 1986.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b362-10\">. This is the account Murray gave a probation officer in May 1977; it also is the account he gave the Inquiry Panel in 1988.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b363-8\">. Raimondi and Dippel were not involved in the same misconduct. We consolidated the two cases because \"the same principles of law and policy , [were] applicable in each____\" <em>In re Raimondi and Dippel, </em>285 Md. 607, 608, 403 A.2d 1234, 1235 (1979). In this opinion, we usually cite the case as <em>“Dippel.\"</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b364-11\">. Barton misappropriated small amounts of money from four different clients over a period of years. No scheme seems to have been involved. He also failed to represent some clients effectively, and made deliberate misrepresentations to a court. It appears that alcohol abuse played a substantial part in causing his misconduct. He was disbarred in 1966 and denied reinstatement in 1974, because \"at this stage, sufficient time has not passed to be assured of petitioner’s reformation and sufficient evidence has not been submitted of his present competency to practice law.\" <em>In re Barton, </em>273 Md. 377, 382, 329 A.2d 102, 105 (1974). A second application \"was filed too soon and we summarily dismissed it in 1977.” <em>In re Barton, </em>291 Md. 61, 63, 432 A.2d 1335, 1336 (1981). Barton was eventually reinstated in 1981.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b365-11\">. In point of fact, Murray testified that he paid some $56,000, covering the two misappropriations with interest to date of payment, a fee to an accountant to identify all of his tax and other major obligations, and full payment of those taxes and other obligations. The tax bill was particularly high because Murray had to treat as income the money he had misappropriated and pay taxes and penalties on that.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}