{
  "casebody": {
    "data": "<casebody firstpage=\"92\" lastpage=\"94\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b118-13\">UNITED STATES of America, Plaintiff-Appellee, v. Talvin LEAK, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A_I\">No. 11-4513.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b118-16\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b118-17\">Submitted: Jan. 12, 2012.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b118-18\">Decided: Feb. 6, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b119-9\"><page-number citation-index=\"1\" label=\"93\">*93</page-number>Carol Ann Bauer, Morganton, North Carolina, for Appellant. Cortney Escaravage, Assistant United States Attorney, Charlotte, North Carolina; Amy Elizabeth Ray, Assistant United States Attorney, Asheville, North Carolina, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b119-10\">Before WILKINSON, KEENAN, and DIAZ, Circuit Judges.</p>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b119-11\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b119-12\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b119-13\">PER CURIAM:</author>\n<p id=\"b119-14\">Talvin Leak entered a conditional guilty plea, Fed.R.Crim.P. 11(a)(2), to possession with intent to distribute cocaine base, in violation of 21 U.S.C.A. § 841(a)(1), (b)(1)(B) (West 1999 &amp; Supp.2011). Leak preserved his right to appeal the district court’s denial of his suppression motion. On appeal, Leak’s counsel filed a brief pursuant to <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), asserting that, in her opinion, there are no meritorious issues for appeal, but raising the following questions: (1) whether the district court erred in finding that the search of Leak’s vehicle was justified as a search incident to arrest; (2) whether the district court erred in finding that the officers executing the search had probable cause to search the vehicle based on the collective knowledge doctrine; and (3) whether the district court erred in failing to address the lawfulness of the vehicle search as an inventory search. Leak filed a pro se supplemental brief in which he argues that the traffic stop was not justified because the investigating detective did not observe him commit a traffic violation; that the detective’s reason for having him stopped was a pretext to search his car; and that the detective needed a wiretap warrant before phoning him to set up a controlled purchase of narcotics. The Government has declined to file a responsive brief. We affirm.</p>\n<p id=\"b119-16\">We review the district court’s factual findings underpinning its denial of a motion to suppress for clear error, and its legal conclusions de novo. <em>United States v. Massenburg, </em>654 F.3d 480, 485 (4th Cir.2011). We may affirm a district court’s ruling on a motion to suppress on any grounds apparent from the record. <em>United States v. Smith, </em>395 F.3d 516, 519 (4th Cir.2005).</p>\n<p id=\"b119-17\">Leak contends that the 2008 search of the passenger compartment of his vehicle by Charlotte-Mecklenburg police officers was unconstitutional in light of the Supreme Court’s decision in <em>Arizona v. Gant, </em>556 U.S. 332, 129 S.Ct. 1710, 173 L.Ed.2d 485 (2009). In <em>Gant, </em>the Supreme Court held that “[pjolice may search a vehicle incident to a recent occupant’s arrest only if the arrestee is within reaching distance <page-number citation-index=\"1\" label=\"94\">*94</page-number>of the passenger compartment at the time of the search or it is reasonable to believe the vehicle contains evidence of the offense of arrest.” 129 S.Ct. at 1723. Leak argues that the district court erred in failing to suppress the crack cocaine recovered during the search of his vehicle because at the time of the search he was not within reaching distance of the passenger compartment and it was unreasonable for the police to believe that evidence relevant to his offense of arrest would be found inside the vehicle.</p>\n<p id=\"b120-4\">After reviewing the record, we find that Leak’s challenge to the search is foreclosed by the Supreme Court’s decision in <em>Davis v. United States, </em>— U.S.-, 131 S.Ct. 2419, 180 L.Ed.2d 285 (2011). In <em>Davis, </em>the Court held that “searches conducted in objectively reasonable reliance on binding appellate precedent are not subject to the exclusionary rule.” 131 S.Ct. at 2423-24. At the time that the officers searched Leak’s vehicle, <em>Gant </em>had not yet been decided, and our precedent permitted police to conduct a search incident to arrest of the passenger compartment of a vehicle even after its recent occupant had been arrested and separated from the vehicle. <em>See United States v. Milton, </em>52 F.3d 78, 80 (4th Cir.1995). Accordingly, we find that the district court did not err in denying Leak’s motion to suppress.<footnotemark>*</footnotemark> <em>See United States v. Wilks, </em>647 F.3d 520 (4th Cir.2011) (holding that the good faith exception to the exclusionary rule allows admission of evidence secured by an officer who searched a vehicle in reasonable reliance on binding appellate precedent that was subsequently overruled). We have also reviewed the issues raised in Leak’s pro se brief and find them to be without merit.</p>\n<p id=\"b120-8\">In accordance with <em>Anders, </em>we have reviewed the entire record in this case and have found no meritorious issues for appeal. We therefore affirm the district court’s judgment. This court requires that counsel inform Leak in writing of his right to petition the Supreme Court of the United States for further review. If Leak requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may move in this court for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on Leak.</p>\n<p id=\"b120-9\">We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b120-10\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b120-7\"> Because we find that the exclusionary rule does not apply under these circumstances, we need not address the district court’s finding that probable cause to search Leak’s vehicle existed based on the collective knowledge doctrine, or its failure to opine on the propriety of a subsequent inventory search.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}