{
  "casebody": {
    "data": "<casebody firstpage=\"110\" lastpage=\"114\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b194-11\">Craig CAMERON, Plaintiff-Appellant, v. Louis WHIRLWINDHORSE et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b194-13\">No. 73-1821.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b194-14\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b194-15\">Submitted Feb. 15, 1974.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b194-16\">Decided April 2, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b195-15\"><page-number citation-index=\"1\" label=\"111\">*111</page-number>Judith A. Atkinson, N. D. Legal Services, New Town, N. D., and Eric E. Van Loon, Center for Law and Ed., Cambridge, Mass., and Thomas K. Schoppert, N. D. Legal Services, New Town, N. D., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b195-16\">Dwight C. H. Kautzmann, Vogel, Bair &amp; Brown, Mandan, N. D., and Carlton R. Stoiber, Dept, of Justice, Washington, D. C., for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b195-17\">Before HEANEY and BRIGHT, Circuit Judges, and DENNEY, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b195-23\"> ROBERT V. DENNEY, District Judge, District of Nebraska, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b195-18\">BRIGHT, Circuit Judge.</author>\n<p id=\"b195-19\">Craig Cameron is an enrolled member of the Standing Rock Sioux Tribe and was a tenth grade student at Standing Rock Community High School in Fort Yates, North Dakota, during the 1972-73 school year. He was suspended on January 23, 1973, by the principal, Louis Whirlwindhorse, after an incident in which the student repeatedly challenged a teacher to fight.</p>\n<p id=\"b195-20\">On April 17, 1973, a Review Board created by the Standing Rock Advisory School Board held a hearing on the matter and concluded that Cameron’s procedural rights had been violated. The Board recommended that plaintiff be given “special student” status which would allow him to work on his courses at home, but not attend classes. The school administration followed this recommendation.</p>\n<p id=\"b195-21\">A second Review Board meeting was scheduled to consider the substantive elements of the suspension, but the instant suit intervened on April 23, 1973. The action was brought against:</p>\n<p id=\"b195-22\">1) the principal of the school and the principal’s superiors — Robert Vor-hees, superintendent of schools for Standing Rock Reservation, Bennie <page-number citation-index=\"1\" label=\"112\">*112</page-number>Antelope, superintendent of Standing Rock Reservation, and Wyman Babby, Area Director of the Aberdeen office of the Bureau of Indian Affairs — all of whom worked for the Bureau of Indian Affairs (the federal defendants);</p>\n<p id=\"b196-4\">2) certain members of the Tribe who served on the advisory and review boards (the tribal defendants);</p>\n<p id=\"b196-5\">3) the members of the Fort Yates School District No. 4 School Board of Sioux County, North Dakota (the state defendants).</p>\n<p id=\"b196-6\">In his complaint, Cameron alleged fifth and fourteenth amendment violations on the ground that without a hearing he was deprived of his right to an education. In addition to injunctive and declaratory relief, plaintiff sought a total of $15,000 in compensatory damages against the public school board and the Bureau of Indian Affairs (B.I.A.), although the latter was not named as a party to the action. He also sought a total of $60,000 in punitive damages against two of the B.I.A. supervisors (but not Whirlwindhorse or the school superintendent), and against the members of the school board, the school advisory board, and the review board.</p>\n<p id=\"b196-19\">On May 1, 1973, the trial court heard evidence and arguments on plaintiff’s application for a temporary injunction to reinstate him in school, denied the temporary injunction, and dismissed the action with prejudice in an order filed May 24, 1973. <footnotemark>1</footnotemark></p>\n<p id=\"b196-20\">Upon motion of defendant-advisory board and review board members to clarify its order, the district court subsequently vacated its May 24th order, and, on October 3, 1973, entered a new order dismissing the action with prejudice on different grounds.<footnotemark>2</footnotemark> This appeal followed.</p>\n<p id=\"b197-4\"><page-number citation-index=\"1\" label=\"113\">*113</page-number>Plaintiff joined multiple defendants in his complaint apparently because the Standing Rock Community High School is jointly operated by the Standing Rock Indian Agency, which is a sub-agency of the Bureau of Indian Affairs, and by School District No. 4, Sioux County, North Dakota, which is a public school district. Indians constitute a majority of the students and the B.I.A. furnishes about 90 percent of the funds to operate the schools. The principal, Louis Whirl-windhorse, is an employee of B.I.A.</p>\n<p id=\"b197-5\">Although the Bureau of Indian Affairs promulgated an interim procedure affording procedural due process in student expulsion cases on February 1, 1972, the record shows no implementation of this program in the high school as of the time of hearing. The complaint alleges that authority over school administration and policies is divided among B.I.A. officials, public school board members, and members of the Tribe functioning on advisory boards, and alleges in general that no procedures have been established for a due process hearing upon student suspension and that no proper hearing had been afforded Cameron.</p>\n<p id=\"b197-6\">On this appeal, the attorneys for the Department of Justice representing the B.I.A. employees have moved to affirm pursuant to Fed.R.App.P. 27 and 8th Cir.R. 9 on the grounds that these proceedings are moot. It is undisputed that, subsequent to the hearing in district court on this action, the Government has proceeded against Craig Cameron as a juvenile delinquent because of his participation in an incident separate from any alleged misconduct in school. On September 10, 1973, Cameron was adjudged a juvenile delinquent, <em>see </em>18 U.S.C. §§ 5031-5033, and committed to the custody of the Attorney General for a two-year period. We agree with the position of the Department of Justice that the controversy with respect to the request for injunctive, declaratory, and mandatory relief has been mooted by these developments.</p>\n<p id=\"b197-8\">Notwithstanding the mootness of this part of the complaint it is appellant’s contention that his claims for damages are not moot, that summary judgment was not warranted, and that, therefore, the action was improperly dismissed by the trial court without his having been afforded an opportunity to present a full case on the merits. Normally, such circumstances would justify our reversing and remanding the action for trial on the merits. Here, however, upon examination of the complaint, no facts are alleged by plaintiff which could justify any award of damages — compensatory or punitive — against federal, tribal, or state defendants.</p>\n<p id=\"b197-9\">Plaintiff does not appear to press the issue of compensatory damages strongly, but, even if we accept missed school time as actual damages, his claim for compensatory damages against the Bureau of Indian Affairs must be dismissed since the Bureau is not named as a party to this action. Nor can the claim for compensatory damages against “the Fort Yates School District No. 4 School Board and/or the Standing Rock Advisory School Board” stand, since the complaint does not claim that either of the boards acted in the suspension proceedings or that any member recommended Cameron’s suspension. In Strickland v. Inlow, 485 F.2d 186 (8th Cir. 1973), we rejected the right of a student to claim damages for suspension against school officials who had neither voted for or recommended suspension. Further, the appellant does not contest the action of the trial court in dismissing the case against the tribal defendants since they lacked any authority to suspend or reinstate the plaintiff.</p>\n<p id=\"b197-10\">In <em>Strickland, </em>we noted that to collect punitive damages, the plaintiff must prove that defendant acted with malice toward him. With respect to the claims made against the remaining defendants for punitive damages, we may assume arguendo that a school official who wil-fully and maliciously suspends a student or avoids reinstating a student contrary to proper procedure may be subject to <page-number citation-index=\"1\" label=\"114\">*114</page-number>punitive damages. The complaint here, however, supplemented by undisputed facts shown at the hearing, dispel any notion that the failure to grant Cameron an early hearing was malicious in any way.</p>\n<p id=\"b198-4\">Since the complaint does not allege anything more than the mere conclusion that the defendants, against whom punitive damages are claimed, acted “wilfully, knowingly, and maliciously” in suspending Cameron, we believe it appropriate to remand this case to the district court with directions to modify the judgment to show a dismissal on grounds of mootness as to the equitable relief sought and a dismissal for failure to state a claim under Fed.R.Civ.P. 12(b)(6), as to the compensatory and punitive relief sought.<footnotemark>3</footnotemark></p>\n<p id=\"b198-5\">Remanded.</p>\n<footnote label=\"1\">\n<p id=\"b196-7\">. The court found as follows :</p>\n<p id=\"b196-8\">1. The assertion by the plaintiff that he has been in a state of expulsion from January 24, 1973, to the present date, has not been proved.</p>\n<p id=\"b196-9\">2. The Tribal Review Board is an internal review board, set up by the Bureau of Indian Affairs, and is not a Board authorized by the school laws of the State of North Dakota, under which this school board operates. Therefore, the Tribal Review Board is not the proper party defendant, and as to it and its members, this action is dismissed.</p>\n<p id=\"b196-10\">3. This is not a case of a violation of the Indian Civil Rights Act.</p>\n<p id=\"b196-11\">4. This student has had made available to him .a special student status. Such status is not as a matter of punishment to the student, but is made necessary by the fact that this student is so unmanageable as to be a menace to the other students in the school system.</p>\n<p id=\"b196-12\">5. The student has not exhausted his administrative remedies according to the school laws of the State of North Dakota.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b196-13\">. The court made the following conclusions of law:</p>\n<blockquote id=\"b196-14\">I</blockquote>\n<blockquote id=\"b196-15\">Plaintiff is not entitled to a preliminary injunction directing his re-entry into school.</blockquote>\n<blockquote id=\"b196-16\">II</blockquote>\n<blockquote id=\"b196-17\">The laws of North Dakota do not apply to and North Dakota has no jurisdiction over, Indians in Indian Country, including the plaintiff.</blockquote>\n<blockquote id=\"AEK\">III</blockquote>\n<blockquote id=\"b196-22\">The defendant Standing Rock Advisory School Board and the defendant Review Board and the individual members of those Boards, are without power or authority to furnish the relief demanded by the plaintiff; the Complaint fails to state a claim for relief against those defendants; and those Boards and the individual members of those Boards are entitled to a judgment of dismissal.</blockquote>\n<blockquote id=\"b196-23\">IV</blockquote>\n<blockquote id=\"b196-24\">The Fort Yates School District # 4 School Board and its members has no jurisdiction over plaintiff; the Complaint fails to state a claim against those defendants; and those defendants are entitled to a judgment of dismissal.</blockquote>\n<blockquote id=\"b196-25\">V</blockquote>\n<blockquote id=\"b196-26\">Plaintiff was entitled, but did not receive, an opportunity for hearing before a Board of Review appointed by the Area Director, Aberdeen, Bureau of Indian Affairs, in accordance with the provisions of the memorandum of February 1, 1972, from the Commissioner of Indian Affairs * * *.</blockquote>\n<blockquote id=\"b196-27\">VI</blockquote>\n<blockquote id=\"b196-28\">The case is moot so far as injunctive relief is concerned as to the school year that ended in June, 1973.</blockquote>\n<blockquote id=\"b196-29\">VII</blockquote>\n<blockquote id=\"b196-30\">The plaintiff had not exhausted his administrative remedies prior to filing suit dated April 23, 1973 * * *.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b198-15\">. An entry of this judgment underscores our view that the decision here does not represent resolution of the merits of the controversy. We think it important to note that the district court and all parties have agreed that school authorities were required to afford Cameron a prompt hearing on his suspension. Because of apparent confusion in the exercise of administration policy involving B.I.A. supervisors and the local school board and advisory boards, however, no clear direction for a hearing was communicated to the school principal. In light of the existing B.I.A. regulations requiring a proper hearing in student suspensions and expulsions, we would think that prompt implementation of these procedures in the Fort Yates schools will avoid the prospect of any similar suits in the future.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}