{
  "casebody": {
    "data": "<casebody firstpage=\"1395\" lastpage=\"1397\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1479-9\">CONTINENTAL NUT COMPANY, Appellant, v. LE CORDON BLEU, S.a.r.l., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1479-11\">Patent Appeal No. 9251.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1479-12\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1479-13\">April 25, 1974.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1479-19\">Robert H. Eckhoff, San Francisco, Cal., John F. Smith, Arlington, Va., attys. of record, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1479-20\">Wm. C. McCoy, Jr., Cleveland, Ohio (Bosworth, Sessions &amp; McCoy, Cleveland, Ohio), atty. of record, for appellee. Frank C. Henry, Cleveland, Ohio, of counsel.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1479-21\">Before MARKEY, Chief Judge, BALDWIN, LANE and MILLER, Judges, and WORLEY, Senior Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1479-22\">WORLEY, Senior Judge.</author>\n<p id=\"b1479-23\">Appellant, Continental Nut Company, seeks registration of “CORDON BLEU” as a trademark for edible shelled nuts.<footnotemark>1</footnotemark> Appellee, Le Cordon Bleu, S. a. r. 1., a French corporation, opposes on its registrations of “LE CORDON BLEU” for <page-number citation-index=\"1\" label=\"1396\">*1396</page-number>educational services — namely, courses and lectures in cooking and <em>oenology;</em><footnotemark><em>2</em></footnotemark><em> </em>and for magazines relating to culinary, gastronomic, and oenologic matters.<footnotemark>3</footnotemark> The Trademark Trial and Appeal Board sustained the opposition on the basis of a likelihood of confusion.<footnotemark>4</footnotemark> The parties have submitted the case on the record and briefs. We affirm.</p>\n<p id=\"b1480-4\">Appellant seeks to avoid the board’s holding of likelihood of confusion by relying on the fact that it is the owner of the prior incontestable registration of “BLUE RIBBON” for “shelled and un-shelled edible nuts.” <footnotemark>5</footnotemark> Relying on More-house Manufacturing Corporation v. J. Strickland and Company, 407 F.2d 881, 56 CCPA 946 (1969), appellant asserts it has a “right” to register the foreign equivalent of its registration for the same goods. In the aforementioned case, Morehouse opposed Strickland’s application for registration of “Blue Magic” for “pressing oil” and petitioned for cancellation of Strickland’s registration of the same mark for “hair dressing,” which was “the same product.” In finding for Strickland in both proceedings, the court commented that “the board took the proper approach in first determining the cancellation and then dismissing the opposition, on the basis of the cases relied on, for the reason that the opposer cannot suffer legal damage from the additional registration, over and above any damage it may suffer from the existing registration.”</p>\n<p id=\"b1480-5\">The board here agreed that “Cordon Bleu” can be translated literally as “Blue Ribbon” but it did not consider that controlling, stating:</p>\n<blockquote id=\"b1480-6\">What does “Cordon Bleu” really mean to the American public and what does “Blue Ribbon” mean? The French term is not so unusual to the American public because it is defined in American Dictionaries. Funk &amp; Wagnalls New Standard Dictionary of the English Language defines that term as “the blue ribbon of the order of the Holy Ghost, the highest order of the old French monarchy”, and as “a person regarded as entitled to a badge of eminent distinction; specif., a first class cook, particularly a woman cook.” Webster’s Third New International Dictionary, 1965, similarly defines the term “Cordon Bleu” and indicates the applicability of said term to a cook of great skill.</blockquote>\n<blockquote id=\"b1480-13\">The term “Blue Ribbon” figuratively refers to an honor or award gained for prominence and, literally, signifies a blue ribbon awarded the first place winner in a competition. See: The American College Dictionary, 1970; Webster’s World Dictionary of the American Language 1966; Webster’s Seventh New Collegiate Dictionary, 1963; Funk &amp; Wagnalls New Standard Dictionary of the English Language, supra; and Webster’s Third New International Dictionary, supra.</blockquote>\n<blockquote id=\"b1480-14\">On the basis of dictionary definitions, we are of the opinion that “Blue Ribbon” and “Cordon Bleu” would not have the same significance to the American public and that the marks “BLUE RIBBON” and “CORDON BLEU” create different commercial impressions.<footnotemark>6</footnotemark> We conclude, therefore, that the ownership of a registration of “BLUE RIBBON” for edible nuts does not preclude opposer from asserting damage resulting from the registration of “CORDON BLEU” for edible nuts.</blockquote>\n<p id=\"b1480-15\">Turning to the question of likelihood of confusion the board said:</p>\n<blockquote id=\"b1480-16\">“While it is true that applicant seeks registration of its mark for edi<page-number citation-index=\"1\" label=\"1397\">*1397</page-number>ble nuts whereas opposer’s mark is registered for a service and a magazine, it is apparent from the record that both parties direct their efforts to the same type of people — those interested in fine cooking. It is further apparent that those interested in French cooking are aware of the reputation of “LE CORDON BLEU” as a cooking school. While such persons may well be aware that opposer does not sell goods in the United States, they may logically assume that a famous cooking school will endorse certain products. If such a product is sold under a mark identical to or substantially identical to opposer’s service mark, such persons would well assume that the product has opposer’s sanction or approval. In this particular case, the marks are virtually identical, and since applicant’s mark is for an edible product described as “gourmet cooking nuts”, the public may readily come to the conclusion that applicant’s edible nuts are endorsed by the well-known school of French cooking, “LE CORDON BLEU”.</blockquote>\n<p id=\"b1481-4\">We agree with the board that the <em>Morehouse </em>case does not preclude appel-lee from asserting that damage would result from granting appellant a registration of the mark “CORDON BLEU.” That mark is not essentially the same as appellant’s previously registered mark, as was the case in Morehouse7 Moreover, appellant has not demonstrated that the board erred in finding “CORDON BLEU” has a significance to the American public distinct form that of “BLUE RIBBON.”</p>\n<p id=\"b1481-5\">The case turns then on the question of likelihood of confusion. On that point, we find no reversible error in the board’s reasoning quoted above. The decision of the board is affirmed.<footnotemark>7</footnotemark>\n<footnotemark>8</footnotemark></p>\n<p id=\"b1481-6\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1479-24\">. Serial No. 329,636 filed June 11,1969 alleging first use in commerce on June 5,1969.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1480-7\">. Reg.No. 786,557, registered March 9, 1965.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1480-8\">. Reg.No. 786,430, registered March 9, 1965.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1480-9\">. Reported at 177 USPQ 734 (TTAB 1973).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1480-10\">. Reg.No. 717,280, registered June 20, 1961, affidavit Sec. 8 accepted, affidavit Sec. 15 received.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1480-17\">. Such a finding precludes application of the doctrine of “foreign equivalents.” McCarthy, Trademarks and Unfair Competition § 23:14 (1973).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1481-19\">. The record in <em>Morehouse </em>reveals that the mark shown in the Strickland application had a star over the “i” in “Magic” instead of the dot shown in its registration.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"axx-dedup-0\">. See the ease of Continental Nut Company v. Cordon Bleu Limited, Cust. &amp; Pat.App., 494 F.2d 1397, decided this date,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}