{
  "casebody": {
    "data": "<casebody firstpage=\"577\" lastpage=\"579\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b625-16\">UNITED STATES of America, Appellee, v. Alfonso MYRIE, also known as Alfonso Ellis-Smith, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b625-19\">Docket No. 01-1186.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b625-20\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b625-21\">June 21, 2002.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b625-23\">Daniel Meyers, Law Office of Daniel Meyers, New York, NY, for Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b625-24\">Eric O. Corngold, Assistant United States Attorney for the Eastern District of New York, (Alan Vinegrad, United States Attorney for the Eastern District of New York, Peter A. Norling, Assistant United States Attorney for the Eastern District of New York, Of Counsel, on the brief), for Appelle.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b625-25\">Present McLAUGHLIN, LEVAL, and SOTOMAYOR, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b626-3\">\n<page-number citation-index=\"1\" label=\"578\">*578</page-number>\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b626-4\">UPON DUE CONSIDERATION of this appeal from a judgment of the United States District Court for the Eastern District of New York (Reena Raggi, <em>Judge), </em>it is hereby</p>\n<p id=\"b626-5\">ORDERED, ADJUDGED AND DECREED that the judgment of the district court is AFFIRMED.</p>\n<p id=\"b626-6\">Pursuant to a plea and cooperation agreement, on June 4, 1992, defendant-appellant Alfonso Myrie pled guilty to conspiracy to distribute narcotics in violation of 26 U.S.C. §§ 846 and 841(a). Under the Sentencing Guidelines, Myrie was subject to a sentencing range of 121-151 months imprisonment. In light of Myrie’s cooperation, the government moved, pursuant to U.S.S.G. § 5K1.1, for a reduced sentence. On April 29, 1994, Judge Raggi sentenced Myrie to 30 months imprisonment and 5 years supervised release.</p>\n<p id=\"b626-7\">From 1995 to 1998, Myrie and a corrections officer (“CO”) from the Metropolitan Correction Center (“MCC”), where Myrie had been previously incarcerated, were involved in a scheme to steal drugs from narcotics dealers. As part of that conspiracy, Myrie and the CO kidnaped and held at gunpoint an elderly man whom they mistakenly believed possessed a kilogram of heroin. After his arrest on May 25, 1998, Myrie pled guilty in the Southern District of New York, pursuant to another cooperation agreement, to conspiracy to steal cocaine and heroin from narcotics dealers in violation of 21 U.S.C. § 846 and using a firearm during a drug trafficking crime in violation of 18 U.S.C. § 924(c). After Myrie testified against the CO, and the CO was convicted of narcotics conspiracy and bribery, Judge Loretta A. Preska sentenced Myrie to 60 months imprisonment and 5 years supervised release.</p>\n<p id=\"b626-8\">On March 13, 2001, Myrie pled guilty before Judge Raggi to violating the supervised release term the court had imposed in 1994. The suggested range of imprisonment set forth in U.S.S.G. Policy Statement 7B1.4(a) for this offense was 8-14 months. Judge Raggi imposed the maximum sentence of 60 months imprisonment, to run consecutively to the 60 month sentence imposed by Judge Preska.</p>\n<p id=\"b626-10\">On appeal, Myrie argues that Judge Raggi’s sentence of 60 months imprisonment was “unreasonable” because she imposed the statutory maximum sentence without considering the adverse impact that the onerous conditions in the MCC had had on Myrie’s physical and mental health. Myrie contends that the appropriate sentence should have been the 8-14 months specified in U.S.S.G. § 7B1.4(a). We reject this argument.</p>\n<p id=\"b626-11\">A sentence imposed for a violation of a term of supervised release will be affirmed provided that “(1) the district court considered the applicable policy statements; (2) the sentence is within the statutory maximum; and (3) the sentence is reasonable.” <em>United States v. Pelensky, </em>129 F.3d 63, 69 (2d Cir.1997) (quoting <em>United States v. Anderson, </em>15 F.3d 278, 284 (2d Cir.1994)). In this case, the sentencing judge explicitly acknowledged the 8-14 month range suggested by the applicable policy statement. A district court, in sentencing a defendant for a violation of supervised release, “is directed to consider the non-binding policy statements found in Chapter Seven of the Guidelines Manual.” The court ultimately has “broad discretion to ... impose a term of imprisonment” up to the statutory maximum, however. <em>Id. </em>(quoting <em>United States v. Sweeney, </em>90 F.3d 55, 57 (2d Cir.1996)). The sentence imposed in this case did not exceed the statutory maximum. As to the reasonableness of the sentence, Judge Raggi carefully considered arguments from both sides and imposed the maximum sentence because of the threat of recidivism Myrie presented, a threat amply supported by Myrie’s subsequent criminal <page-number citation-index=\"1\" label=\"579\">*579</page-number>conduct, <em>cf. United States v. Thomas, </em>6 F.3d 960, 964 (2d Cir.1993) (allowing upwards departure on basis of recidivism), and because of the leniency of the original sentence, <em>see </em>U.S.S.G. § 7B1.4 cmt. n. 4 (“Where the original sentence was a result of a downward departure (e.g., as a reward for substantial assistance) ... an upward departure may be warranted.”); <em>see also Pelensky, </em>129 F.3d at 69-70. In light of these facts, we find that the district court did not abuse its discretion.</p>\n<p id=\"b627-5\">Accordingly, the judgment of the district court is hereby AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}