{
  "casebody": {
    "data": "<casebody firstpage=\"889\" lastpage=\"890\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b937-13\">UNITED STATES of America, Plaintiff-Appellee, v. John K. JUDD, Jr., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b937-16\">No. 01-50261.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b937-17\">D.C. No. CR-99-00507-ER-3.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b937-18\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b937-19\">Argued and Submitted May 7, 2002.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ASqj\">Decided June 14, 2002.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b937-21\">Before LAY,<footnotemark>*</footnotemark> CANBY, and PAEZ, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b937-11\"> The Honorable Donald P. Lay, Senior United States Circuit Judge for the Eighth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b937-22\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b937-23\">John Judd was found guilty of securities fraud, mail fraud, money laundering, and conspiracy to commit the same offenses. Judd objected to certain evidence presented on the ground of the attorney-client privilege. The district court found the attorney-client privilege was held by KS Resources (“KS”), a corporation, and not by Judd individually.</p>\n<p id=\"b937-24\">Judd argues that KS was really an extension of Judd, as an individual. Judd <page-number citation-index=\"1\" label=\"890\">*890</page-number>asserts the court in <em>United States v. Munoz, </em>233 F.3d 1117, 1128 n. 2 (9th Cir.2000), recognized an exception to the rule that an individual cannot assert the attorney-client privilege held by a corporation if “a party reasonably but mistakenly believes that an attorney represents him rather than another party.” Even assuming that we were to recognize such an exception, <em>cf. id. </em>(stating that such an exception has been recognized in “limited circumstances” in two other circuits but holding “we decline to do so in this case”), Judd cannot satisfy the exception. Judd did not have a reasonable belief that the attorney was representing him in his individual capacity because KS, not Judd individually, paid for the legal services provided, <em>see id. </em>at 1128; the nature of the advice sought related to corporate business, <em>see United States v. Int’l Bhd. of Teamsters, </em>119 F.3d 210, 216-17 (2d Cir.1997); there was never a private arrangement between Judd and the attorney; and the attorney made it unmistakably clear that he represented the corporation and not Judd individually. <em>See Munoz, </em>233 F.3d at 1128.</p>\n<p id=\"b938-4\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b937-25\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as may be provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}