{
  "casebody": {
    "data": "<casebody firstpage=\"255\" lastpage=\"273\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b267-4\">State of Connecticut <em>v. </em>Luther Fleming</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b267-5\">(11240)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b267-6\">Peters, C. J., Healey, Dannehy, Santaniello and Callahan, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b267-10\">Argued November 7, 1985</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A0Y\">decision released January 7, 1986</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b268-6\"><page-number citation-index=\"1\" label=\"256\">*256</page-number><em>Richard Emanuel, </em>special public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b268-7\"><em>Jonathan C. Benedict, </em>assistant state’s attorney, with whom, on the brief, was <em>Donald A. Browne, </em>state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b268-8\">Peters, C. J.</author>\n<p id=\"Af7\">The principal issue on this appeal is whether the alleged illegality of the defendant’s arrest compels dismissal of the charges against him. After a trial to a jury, the defendant, Luther Fleming, was convicted of felony murder, in violation of General Statutes § <em>BSa-óác,</em><footnotemark><em>1</em></footnotemark><em> </em>and sentenced to a term of imprisonment of twenty-five years to life. He appeals from the judgment of this conviction.</p>\n<p id=\"b268-9\">The jury could reasonably have found the following facts. On the evening of June 10, 1980, the defendant and an associate, Alphonzie Perry, drove to the Star Package Store in Bridgeport with the intention of robbing it. Arriving shortly before the 8 p.m. closing time, the two men parked the car on the street near the liquor store. While Perry remained in the car, the defendant entered the store with a loaded gun. He robbed the proprietor at gunpoint and, during a strug<page-number citation-index=\"1\" label=\"257\">*257</page-number>gle for the gun, shot him in the abdomen. The victim died a short time later. Both the defendant and Perry were later arrested for this crime and were tried separately.<footnotemark>2</footnotemark></p>\n<p id=\"b269-4\">On appeal from his conviction, the defendant raises three claims of error. He claims that: (1) his motion to dismiss the indictment should have been granted because the indictment stemmed from an illegal arrest; (2) his motions for mistrial should have been granted because information which came before the jury was so prejudicial that it deprived him of a fair trial; and (3) the trial court erred in instructing the jury both on the elements of felony murder and on accessorial liability. We find no error.</p>\n<p id=\"b269-7\">I</p>\n<p id=\"b269-8\">In his initial claim of error, the defendant claims that the trial court should have dismissed the indictment charging him with felony murder. This claim has two components: first, that his arrest was illegal because the probable cause which supported it was the product of a series of intertwining illegalities; and second, that, because this arrest was illegal, the subsequent prosecution which stemmed from it should have been barred.</p>\n<p id=\"b269-9\">At a pretrial hearing on the defendant’s motion to dismiss, the testimony revealed the following facts. A day or two after the incident at the Star Package Store, the defendant voluntarily went to police headquarters to discuss another unrelated incident which he had witnessed. At that time, he initiated conversation with the police about the package store incident. Subsequently, on June 20,1980, during the course of their investigation into the robbery and murder at the package store, <page-number citation-index=\"1\" label=\"258\">*258</page-number>the police brought the defendant to police headquarters and questioned him there. He was not then placed under arrest or informed of his <em>Miranda? </em>rights. In response to police questions, the defendant gave a statement exculpating himself but implicating Alphonzie Perry in the crime. Later that day, the police arrested Perry and confronted him with the defendant’s accusatory statement. Perry responded by implicating the defendant. As a result of this statement, the police arrested the defendant.</p>\n<p id=\"b270-5\">The defendant argues that his initial statement to police, made in the absence <em>oí Miranda </em>warnings, was a violation of his fifth amendment rights and that his subsequent arrest was a direct product of that illegality. Thus, the defendant claims, the arrest itself was illegal and the charges against him should have been dismissed.<footnotemark>3</footnotemark>\n<footnotemark>4</footnotemark> Although the trial court granted a defense motion to suppress the defendant’s statements, it <page-number citation-index=\"1\" label=\"259\">*259</page-number>denied the motion to dismiss, finding that the arrest was legal and based on probable cause. The defendant now asks us to reverse the trial court’s ruling and to order the charges against him dismissed.</p>\n<p id=\"b271-5\">The legality of the defendant’s conviction could be sustained either by upholding the trial court’s findings about the legality of the defendant’s arrest or by determining that illegality of an arrest does not per se invalidate a subsequent conviction. In order to put to rest the controversy that has long surrounded the rule of <em>State </em>v. <em>Licari, </em>153 Conn. 127, 214 A.2d 900 (1965), we have decided to take the latter route in finding no error on this claim.</p>\n<p id=\"b271-6\">The relationship between an illegal arrest and a subsequent prosecution under federal constitutional law is well settled. In an unbroken line of cases dating back to 1886, the federal rule has been that an illegal arrest will not bar a subsequent prosecution or void a resulting conviction. <em>United States </em>v. <em>Crews, </em>445 U.S. 463, 474, 100 S. Ct. 1244, 63 L. Ed. 2d 537 (1980); <em>Gerstein </em>v. <em>Pugh, </em>420 U.S. 103, 119, 95 S. Ct. 854, 43 L. Ed. 2d 54 (1975); <em>United States </em>v. <em>Blue, </em>384 U.S. 251, 255, 86 S. Ct. 1416, 16 L. Ed. 2d 510 (1966); <em>Frisbie </em>v. <em>Collins, </em>342 U.S. 519, 522, 72 S. Ct. 509, 96 L. Ed. 541 (1952); <em>Ker </em>v. <em>Illinois, </em>119 U.S. 436, 440, 7 S. Ct. 225, 30 L. Ed. 421 (1886).</p>\n<p id=\"b271-7\">If the defendant’s claim of necessary linkage between the legality of arrest and legality of prosecution is to be sustained, therefore, that claim must find its predicate in state law. Such a state-based claim arguably arises from <em>State </em>v. <em>Licari, </em>supra, where this court ordered dismissal of criminal charges because the defendant had been arrested under a bench warrant insufficient to satisfy the requirements of the fourth amendment to the United States constitution. Our holding, in <em>Licari, </em>that an illegal arrest deprives the court <page-number citation-index=\"1\" label=\"260\">*260</page-number>of jurisdiction over the defendant’s person, was, however, expressly derived from a misunderstanding of the federal cases, and this fragility in the <em>Licari </em>jurisdictional underpinnings has repeatedly been noted. See <em>State </em>v. <em>Heinz, </em>193 Conn. 612, 629, 480 A.2d 452 (1984); <em>State </em>v. <em>Gallagher, </em>191 Conn. 433, 438, 465 A.2d 323 (1983); Borden &amp; Jaffe, “The Trouble with <em>Licari; </em>Irony and Anomaly,” 55 Conn. B.J. 463, 465-69 (1981). As an interpretation of federal law, <em>Licari </em>can no longer stand.</p>\n<p id=\"b272-5\">Acknowledging this weakness in the relevant precedents, the defendant does not base his appeal on the federal constitution. Instead, he argues that provisions of article first, §§ 7 and 8, of the Connecticut constitution affording protection from unreasonable searches and seizures and defining the rights of the accused in criminal prosecutions<footnotemark>5</footnotemark> create a broad rule invalidating <page-number citation-index=\"1\" label=\"261\">*261</page-number>any prosecution which arises from an illegal arrest. There is no question, of course, that this court has the authority to determine what meaning to attribute to provisions contained in the constitution of this state. In this process of interpretation, we will often look to federal precedents when they are analytically persuasive. We are, however, free, in appropriate circumstances, to follow a different route and thus to recognize that the Connecticut constitution may provide for the people of this state greater rights and liberties than they are afforded under the federal constitution. <em>Michigan </em>v. <em>Long, </em>463 U.S. 1032, 1038-39, 103 S. Ct. 3469, 77 L. Ed. 2d 1201 (1983); <em>State </em>v. <em>Kimbro, </em>197 Conn. 219, 234-35, 496 A.2d 498 (1985); <em>Cologne </em>v. <em>Westfarms Associates, </em>192 Conn. 48, 57, 469 A.2d 1201 (1984); see Howard, “Introduction: A Frequent Recurrence to Fundamental Principles,” in Developments in State Constitutional Law (1985) pp. xi, xvii-xxiii; Mosk, “State Constitutionalism after Warren: Avoiding the Potomac’s Ebb and Flow,” in Developments in State Constitutional Law (1985) p. 201.</p>\n<p id=\"b273-6\">In support of the position that we should relocate and revalidate <em>State </em>v. <em>Licari </em>in the law of our state constitution, the defendant relies principally on our holding in <em>State </em>v. <em>Federici, </em>179 Conn. 46, 425 A.2d 916 (1979). In that case, the defendant was illegally arrested without probable cause, and evidence obtained as a result of that arrest was admitted against him in his subsequent trial. We held that the use of the illegally obtained evidence had tainted his subsequent prosecution, compromising his right to a fair trial. Consequently, citing the same Connecticut constitutional provisions herein invoked, as well as article first, § 9,<footnotemark>6</footnotemark> we ordered dismissal of the charges against him. The <page-number citation-index=\"1\" label=\"262\">*262</page-number>defendant suggests that this holding militates toward a similar result in his case. We disagree.</p>\n<p id=\"b274-4\">The issue presented by the rule of <em>Licari </em>and the facts of this case are entirely distinguishable from the holding of <em>Federici. </em>Here, the defendant has failed to allege, much less to show, how his allegedly illegal arrest tainted his trial. <em>No </em>evidence obtained as a result of the defendant’s arrest was used to obtain his conviction. Further, the defendant has never challenged, either at trial or on this appeal, the admissibility of Alphonzie Perry’s testimony at trial. In short, unlike the trial in <em>Federici, </em>the fairness of the defendant’s trial was in no way compromised by the circumstances of his arrest. <em>Federici, </em>therefore, fails to supply state constitutional support for the continued viability of the rule of <em>Licari. </em>See <em>State </em>v. <em>Heinz, </em>supra.</p>\n<p id=\"b274-5\">The defendant has provided no other state constitutional basis for continuation of the rule of <em>State </em>v. <em>Licari. </em>Nothing in the language of the constitutional provisions themselves sheds any light on the proper relationship between an illegal arrest and a subsequent conviction. Nothing in the constitutional history of this state, so far as we know, illuminates the issue. Courts in other jurisdictions, in decisions that are persuasive even though they are not binding, have followed the federal rule.<footnotemark>7</footnotemark> We therefore conclude that an illegal <page-number citation-index=\"1\" label=\"263\">*263</page-number>arrest imposes no jurisdictional barrier to a defendant’s subsequent prosecution and overrule <em>State </em>v. <em>Licari </em>to the extent that it holds to the contrary.<footnotemark>8</footnotemark></p>\n<p id=\"b275-4\">Where the fairness of a subsequent prosecution has not been impaired by an illegal arrest, neither the federal nor the Connecticut constitution requires dismissal of the charges or a voiding of the resulting conviction. “[D]ue process of law is satisfied when one present in court is convicted of crime after having been fairly apprized of the charges against him and after a fair trial in accordance with constitutional procedural safeguards.” Frisbie <em>v. Collins, </em>supra, 522; <em>State </em>v. <em>Watson, </em>99 Idaho 694, 697, 587 P.2d 835 (1978); see 1 LaFave, Search and Seizure: A Treatise on the Fourth Amendment § 1.7 (b), p. 152. We are satisfied that the defendant was given a fair trial untainted by any prior illegalities.</p>\n<p id=\"b275-5\">II</p>\n<p id=\"b275-6\">The defendant next claims that the trial court’s refusal to grant a mistrial on two separate occasions during the trial so prejudiced him that he was deprived of a fair trial and due process of law under the fifth, sixth and fourteenth amendments to the United States constitution<footnotemark>9</footnotemark> and under article first, § 8, of the Connecticut constitution. We are unpersuaded.</p>\n<p id=\"b276-4\"><page-number citation-index=\"1\" label=\"264\">*264</page-number>Established principles of law govern the granting of a motion for a mistrial. The general rule in this state is that a mistrial should be granted only when it is apparent to the court that some occurrence during the trial has so prejudiced a party that he can no longer receive a fair trial. <em>State </em>v. <em>Ubaldi, </em>190 Conn. 559, 562, 462 A.2d 1001, cert. denied, 464 U.S. 916, 104 S. Ct. 280, 78 L. Ed. 2d 259 (1983); <em>State </em>v. <em>Gooch, </em>186 Conn. 17, 25, 438 A.2d 867 (1982); <em>State </em>v. <em>Turcio, </em>178 Conn. 116, 143, 422 A.2d 749 (1979), cert. denied, 444 U.S. 1013, 100 S. Ct. 661, 62 L. Ed. 2d 642 (1980). The trial court enjoys wide discretion in deciding whether a mistrial is warranted; <em>State </em>v. <em>Nowakowski, </em>188 Conn. 620, 624, 452 A.2d 938 (1982); <em>State </em>v. <em>Gooch, </em>supra; and its decision will be reversed on appeal only if it is established that this discretion has been abused.</p>\n<p id=\"b276-5\">The defendant’s first motion for a mistrial occurred during the prosecution’s direct examination of its principal witness, Alphonzie Perry. In response to a question relating to the evening of the murder, Perry testified that the defendant had “talked about getting down in robbery again.”<footnotemark>10</footnotemark> The jury was immediately <page-number citation-index=\"1\" label=\"265\">*265</page-number>excused, and the defendant moved for “a mistrial or in the alternative that Mr. Perry’s answer be stricken.”<footnotemark>11</footnotemark> The court denied the motion for a mistrial but granted the alternative motion to strike the answer. The defendant did not take exception to the denial of his motion for mistrial, as required by Practice Book § 288. Ordinarily the failure to take exception to a ruling of the trial court would render that ruling unreviewable on appeal. Practice Book §§ 3063, 288;<footnotemark>12</footnotemark> <em>State </em>v. <em>Sinclair, </em>197 Conn. 574, 580, 500 A.2d 539 (1985). However, because the defendant asserts that the failure to declare a mistrial has deprived him of a fundamental constitutional right implicating the fairness of his trial, we will review it. <em>State </em>v. <em>Evans, </em>165 Conn. 61, 70, 327 A.2d 576 (1973).</p>\n<p id=\"b277-5\">In the circumstances of this case, we conclude that the trial court did not abuse its discretion in denying the defendant’s motion. As soon as the challenged statement was made, the trial court excused the jury and granted the alternative defense motion to strike. In fact, not only did the court strike the challenged portion of the witness’s statement, it struck the entire <page-number citation-index=\"1\" label=\"266\">*266</page-number>answer “to avoid the necessity of going over that particular portion and reinforcing that particular portion that is objectionable.” The court then extensively admonished the witness,<footnotemark>13</footnotemark> and carefully cautioned the jury to disregard the entire previous answer. Later, during its final charge to the jury, the court again instructed the jury not to consider any evidence which had been stricken during the trial. We are convinced that any prejudice the defendant may initially have suffered was eliminated by the trial court’s prompt and thorough action. The trial court did not err in denying the defendant’s motion for a mistrial.</p>\n<p id=\"b278-5\">The defendant’s second motion for a mistrial<footnotemark>14</footnotemark> was made during the state’s cross-examination of the defendant’s girlfriend, whose car the defendant had borrowed on the night of the crime. The witness had previously testified that she had never lent the defendant her car overnight. In attempting to impeach her, the prosecutor asked: “Would those occasions [when you lent the defendant your car] have included his driving your car on April 8th of that year at or about 4:00 in the morning?” The defendant immediately objected and moved for a mistrial. He argued that the state’s question implied that “something specific had occurred” at that time, which, coupled with Perry’s <page-number citation-index=\"1\" label=\"267\">*267</page-number>earlier references to robberies, might have led the jury to draw prejudicial inferences. The trial court sustained the objection on relevancy grounds, but denied the defendant’s motion for a mistrial. The defendant excepted to this latter ruling but did not request a cautionary instruction to the jury, and none was given. The defendant suggests on appeal that this question was an attempt by the prosecutor to place inadmissible prior misconduct evidence before the jury and was so prejudicial to the defendant that a mistrial was the only appropriate remedy. We disagree.</p>\n<p id=\"b279-5\">Where a motion for mistrial is made in response to a prosecutor’s allegedly improper question, the burden is on the defendant to establish that, in the context of the proceedings as a whole, the question was so prejudicial that it deprived him of a fair trial. <em>State </em>v. <em>Binet, </em>192 Conn. 618, 628, 473 A.2d 1200 (1984); <em>State </em>v. <em>Ubaldi, </em>supra. “Merely asking an improper question . . . does not necessarily mandate a mistrial.” <em>State </em>v. <em>Dolphin, </em>195 Conn. 444, 452, 488 A.2d 812, cert. denied, 474 U.S. , 106 S. Ct. 103, 88 L. Ed. 2d 84 (1985).</p>\n<p id=\"b279-6\">Our review of the entire proceeding convinces us that the judge did not err in denying the defendant’s motion. The question posed, although arguably improper, did not of itself imply misconduct by the defendant. The cross-examination which preceded the disputed question had focused on the time periods in which the witness had lent the defendant her car. In this context, the state’s reference to a particular date did not necessarily imply misconduct by the defendant. The defendant’s swift objection coupled with the trial court’s ruling prevented any further reference to the subject. In fact, after the objection was sustained, the state ended its cross-examination altogether. Because the defendant has not sustained his burden of establishing that he was <page-number citation-index=\"1\" label=\"268\">*268</page-number>deprived of a fair trial, the trial court has not been shown to have abused its discretion in denying the defendant’s motion.</p>\n<p id=\"b280-5\">Ill</p>\n<p id=\"b280-6\">In his final claim, the defendant maintains that he is entitled to a new trial because errors in the trial court’s instructions to the jury created an “unacceptable risk” that he was convicted on less than proof beyond a reasonable doubt of each essential element of the crimes with which he was charged. Specifically, the defendant claims that the trial court misinstructed the jury on the elements of felony murder and on the intent necessary to establish accessorial liability.<footnotemark>15</footnotemark> We agree that portions of the charge were erroneous but conclude that, taken as a whole, the charge adequately instructed the jury.</p>\n<p id=\"b280-7\">Our review of challenged jury instructions takes place within carefully defined parameters. In the absence of a specific request to charge, we neither dissect a charge nor do we consider the challenged portion in isolation. <em>State </em>v. <em>Dolphin, </em>supra, 451; <em>State </em>v. <em>Hines, </em>187 Conn. 199, 206, 445 A.2d 314 (1982). Rather, we review the entire charge to determine if, taken as a whole, the <page-number citation-index=\"1\" label=\"269\">*269</page-number>charge adequately guided the jury to a correct verdict. <em>State </em>v. <em>Hines, </em>supra. An error in the charge requires reversal only if, in the context of the whole, there is a reasonable possibility that the jury was misled in reaching its verdict. <em>State </em>v. <em>Sinclair, </em>supra, 581; <em>State </em>v. <em>Kurvin, </em>186 Conn. 555, 558, 442 A.2d 1327 (1982).</p>\n<p id=\"b281-5\">The defendant first challenges the court’s misuse of the disjunctive in instructing the jury on the elements of felony murder. General Statutes § 53a-54c, the statute under which the defendant was charged, provides in relevant part: <em>“A </em>person is guilty of murder when, acting either alone or with one or more persons, <em>he commits </em>or attempts to commit robbery . . . .’’(Emphasis added.) In discussing this element, the trial court twice incorrectly stated that the defendant could be convicted of felony murder if the underlying robbery was committed “by this accused <em>or </em>by another participant.” (Emphasis added.)<footnotemark>16</footnotemark> The defendant argues in this appeal that this misstatement improperly permitted the jury to find him guilty of felony murder without first finding that he had committed the underlying felony, an essential element of the crime. At trial, the defendant neither requested a particular charge on the elements of felony murder nor took exception to the portions of the charge he now challenges. We will review his claim, however, because the failure adequately to instruct the jury on each essential element of the crime charged might result in a violation of the <page-number citation-index=\"1\" label=\"270\">*270</page-number>defendant’s due process rights implicating the fairness of his trial. <em>State </em>v. <em>Sinclair, </em>supra, 580; <em>State </em>v. <em>Kurvin, </em>supra.</p>\n<p id=\"b282-5\">After reviewing the entire charge, we are convinced that the jury was adequately instructed on the elements of felony murder. There is no question that the trial court’s use of the disjunctive in its discussion of the first element of the crime was erroneous. However, in the course of the entire charge, the trial court correctly explained that element on four separate occasions. At the start of the instruction on felony murder, the court twice correctly read the statute itself. Then, in discussing each element separately, the court twice correctly informed the jury that, to be convicted under this statute, the defendant himself must have committed the underlying robbery. The court also carefully instructed that the state had to prove beyond a reasonable doubt that the defendant was guilty of every element of the crime with which he was charged. In addition, in its discussion of robbery in the first degree as a lesser included offense of felony murder, the court clearly stated that “[i]f, of course, you are not convinced beyond a reasonable doubt that the accused committed robbery in the first degree then you will find the accused not guilty.” In the context of this extensive charge, we conclude that there is no reasonable possibility that the court’s two isolated misstatements, although clearly incorrect, misled the jury. “Jury instructions are calculated to give the jurors a clear understanding of the elements of the crime charged, and to afford them proper guidance for their determination of whether those elements were present.” <em>State </em>v. <em>Sinclair, </em>supra, 581; <em>State </em>v. <em>Smith, </em>194 Conn. 213, 219, 479 A.2d 814 (1984). We are satisfied that the charge as given adequately fulfilled this purpose.</p>\n<p id=\"b282-6\">The defendant’s next challenge to the jury instructions concerns that portion of the charge that dealt with <page-number citation-index=\"1\" label=\"271\">*271</page-number>accessorial liability under General Statutes § 53a-8. General Statutes § 53a-8 provides in relevant part: “A person, acting with the mental state required for commission of an offense, who . . . intentionally aids another person to engage in conduct which constitutes an offense shall be criminally liable for such conduct . . . as if he were the principal offender.” Conviction under this statute requires proof of a dual intent: “that the accessory have the intent to <em>aid </em>the principal <em>and </em>that in so aiding he intend to <em>commit </em>the offense with which he is charged.” (Emphasis in original.) <em>State </em>v. <em>Harrison, </em>178 Conn. 689, 694, 425 A.2d 111 (1979); <em>State </em>v. <em>Nardini, </em>187 Conn. 513, 531, 447 A.2d 396 (1982). To convict this defendant on an accessorial theory, the jury had to find that the defendant was an accessory to the underlying crime of robbery. Accordingly, the jury had to find that he intended both to aid the principal <em>and </em>to commit the underlying felony of robbery. The defendant concedes that in instructing the jury, the trial court tracked the language of § 53a-8.<footnotemark>17</footnotemark> <page-number citation-index=\"1\" label=\"272\">*272</page-number>However, the defendant points out that the trial court failed to explain clearly in this portion of the charge that the underlying crime which the defendant must have intended to commit was robbery. Consequently, the defendant argues, there is a reasonable possibility that the jury convicted him without finding beyond a reasonable doubt that he specifically intended to commit robbery. Since proof of such intent was essential to his conviction as an accessory to robbery under § 53a-8, the defendant contends that his conviction is constitutionally infirm.<footnotemark>18</footnotemark></p>\n<p id=\"b284-5\">We conclude that, taken as a whole, the court’s charge correctly instructed the jury on the degree of intent necessary to justify conviction under § 53a-8. The court began this portion of the charge by reading the statute verbatim. It carefully instructed that “[ujnless there is a quantum of intent or unlawful circumstances in common with the actual perpetrator [the defendant] is not guilty under the statute.” The court then explained that merely aiding the principal in the com<page-number citation-index=\"1\" label=\"273\">*273</page-number>mission of the crime was insufficient to justify conviction, unless the defendant did so “with the criminal intent and common intent” of the principal. Earlier in the charge, the court had emphasized that robbery, as the underlying felony, was an essential element of felony murder, and had explained, carefully and at length, the mental element required to commit it. Although it would have been better for the court to have mentioned robbery specifically during the accessory portion of its charge, we are convinced that its failure to do so did not mislead the jury. Taken as a whole, then, the instruction adequately informed the jury of the necessary mental element for accessorial liability. <em>See State </em>v. <em>Gasparro, </em>194 Conn. 96, 112, 480 A.2d 509 (1984); <em>State </em>v. <em>Cannon, </em>185 Conn. 260, 274, 440 A.2d 927 (1981).</p>\n<p id=\"b285-4\">There is no error.</p>\n<p id=\"b285-5\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b268-10\"> General Statutes § 53a-54c provides in relevant part: “Sec. 53a-54c. felony murder. A person is guilty of murder when, acting either alone or with one or more persons, he commits or attempts to commit robbery, burglary, kidnapping, sexual assault in the first degree, sexual assault in the first degree with a firearm, sexual assault in the third degree, sexual assault in the third degree with a firearm, escape in the first degree, or escape in the second degree and, in the course of and in furtherance of such crime or of flight therefrom, he, or another participant, if any, causes the death of a person other than one of the participants . . . .”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b269-10\"> Perry’s felony murder conviction was affirmed by this court in <em>State </em>v. <em>Perry, </em>195 Conn. 505, 488 A.2d 1256 (1985).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b270-6\"> <em>Miranda </em>v. <em>Arizona, </em>384 U.S. 436, 478-79, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), holds that “when an individual is taken into custody or otherwise deprived of his freedom by the authorities in any significant way and is subjected to questioning, the privilege against self-incrimination is jeopardized. Procedural safeguards must be employed to protect the privilege, and unless other fully effective means are adopted to notify the person of his right of silence and to assure that the exercise of the right will be scrupulously honored, the following measures are required. He must be warned prior to any questioning that he has the right to remain silent, that anything he says can be used against him in a court of law, that he has the right to the presence of an attorney, and that if he cannot afford an attorney one will be appointed for him prior to any questioning if he so desires. Opportunity to exercise these rights must be afforded to him throughout the interrogation. After such warnings have been given, and such opportunity afforded him, the individual may knowingly and intelligently waive these rights and agree to answer questions or make a statement. But unless and until such warnings and waiver are demonstrated by the prosecution at trial, no evidence obtained as a result of interrogation can be used against him.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b270-7\"> During the proceedings below, the defendant premised his motion to dismiss on the claimed illegality of his arrest. Although he did not articulate his claim as fully or as clearly as he has done on appeal, the contested issues were raised sufficiently to warrant review on appeal.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b272-6\"> Article first, § 7, of the Connecticut constitution provides: “(security FROM SEARCHES AND SEIZURES.)</p>\n<p id=\"b272-8\">“Sec. 7. The people shall be secure in their persons, houses, papers and possessions from unreasonable searches or seizures; and no warrant to search any place, or to seize any person or things, shall issue without describing them as nearly as may be, nor without probable cause supported by oath or affirmation.”</p>\n<p id=\"b272-9\">Article first, § 8, of the Connecticut constitution provides: “(RIGHTS of ACCUSED IN CRIMINAL PROSECUTIONS. WHAT CASES BAILABLE. SPEEDY TRIAL. DUE PROCESS. EXCESSIVE BAIL OR FINES. PRESENTMENT OF GRAND JURY, WHEN NECESSARY.)</p>\n<p id=\"b272-10\">“Sec. 8. In all criminal prosecutions, the accused shall have a right to be heard by himself and by counsel; to be informed of the nature and cause of the accusation; to be confronted by the witnesses against him; to have compulsory process to obtain witnesses in his behalf; to be released on bail upon sufficient security, except in capital offenses, where the proof is evidence or the presumption great; and in all prosecutions by indictment or information, to a speedy, public trial by an impartial jury. No person shall be compelled to give evidence against himself, nor be deprived of life, liberty or property without due process of law, nor shall excessive bail be required nor excessive fines imposed. No person shall be held to answer for any crime, punishable by death or life imprisonment, unless on a presentment or an indictment of a grand jury, except in the armed forces, or in the militia when in actual service in time of war or public danger.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b273-7\"> Article first, § 9, of the Connecticut constitution provides: “(right of PERSONAL LIBERTY.)</p>\n<p id=\"b273-8\">“Sec. 9. No person shall be arrested, detained or punished, except in cases clearly warranted by law.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b274-6\"> In interpreting the federal constitution to deny the very remedy the defendant seeks, the United State Supreme Court has also focused on the effect of the illegal arrest on the fairness of the subsequent trial. <em>Frisbie </em>v. <em>Collins, </em>342 U.S. 519, 522, 72 S. Ct. 509, 96 L. Ed. 541 (1952); <em>Ker </em>v. <em>Illionois, </em>119 U.S. 436, 440, 7 S. Ct. 225, 30 L. Ed. 421 (1886). It has concluded that the exclusion from a subsequent trial of evidence obtained pursuant to an illegal arrest is sufficient protection of the arrestee’s due process rights. <em>United States </em>v. <em>Crews, </em>445 U.S. 463, 474, 100 S. Ct. 1244, 63 L. Ed. 2d 537 (1980); <em>United States </em>v. <em>Blue, </em>384 U.S. 251, 255, 86 S. Ct. 1416, 16 L. Ed. 2d 510 (1966). Barring a subsequent prosecution would not significantly further this end. <em>Frisbie </em>v. <em>Collins, </em>supra. State courts considering this issue are overwhelmingly in agreement. <em>State </em>v. <em>Block, </em>270 <page-number citation-index=\"1\" label=\"263\">*263</page-number>Ark. 671, 672, 606 S.W.2d 362 (1980); <em>Lackey </em>v. <em>State, </em>246 Ga. 331, 333-34, 271 S.E.2d 478 (1980); <em>State </em>v. <em>Watson, </em>99 Idaho 694, 697, 587 P.2d 835 (1978); <em>State </em>v. <em>Greene, </em>120 N.H. 663, 664, 421 A.2d 132 (1980); <em>State </em>v. <em>Beck, </em>584 P.2d 870, 872 (Utah 1978); see Borden &amp; Jaffe, “The Trouble with <em>Licari; </em>Irony and Anomaly,” 55 Conn. B.J. 463, 478-79 (1981).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b275-12\"> To the extent that <em>State </em>v. <em>Saidel, </em>159 Conn. 96, 267 A.2d 449 (1970), rested on the holding of <em>State </em>v. <em>Licari, </em>153 Conn. 127, 214 A.2d 900 (1965), it too is overruled.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b275-13\"> The fifth amendment to the United States constitution provides in relevant part: “No person shall ... be deprived of life, liberty, or property, without due process of law; nor shall private property be taken for public use, without just compensation.”</p>\n<p id=\"b275-14\">The sixth amendment to the United States constitution provides: “In all criminal prosecutions, the accused shall enjoy the right to a speedy and <page-number citation-index=\"1\" label=\"264\">*264</page-number>public trial, by an impartial jury of the State and district wherein the crime shall have been committed, which district shall have been previously ascertained by law, and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel for his defense.”</p>\n<p id=\"Ahj\">The fourteenth amendment to the United States constitution provides: “Section 1. All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.”</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b276-8\"> The testimony at issue was: “Perry: [Luther] had a $900 gas bill and he needed the money to pay the gas bill and he said, ‘You didn’t finish paying me,’ and he talked about getting down in robbery again. I said, ‘I’m not getting down in a robbery with you.’ ”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b277-6\"> The defendant actually phrased his motion in the conditional: “Your Honor, at this point I <em>may </em>ask for a mistrial or in the alternative that Mr. Perry’s answer be stricken.”</p>\n<p id=\"b277-7\">The trial court, however, clearly considered it an affirmative motion for a mistrial and ruled on it accordingly.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b277-8\"> “[Practice Book] Sec. 3063. errors considered</p>\n<p id=\"b277-9\">“The supreme court shall not be bound to consider a claim unless it was distinctly raised at the trial or arose subsequent to the trial. The supreme court may in the interest of justice notice plain error not brought to the attention of the trial court.”</p>\n<p id=\"b277-10\">“[Practice Book] Sec. 288. objections to evidence</p>\n<p id=\"b277-11\">“Whenever an objection to the admission of evidence is made, counsel shall state the grounds upon which it is claimed or upon which objection is made, succinctly and in such form as he desires it to go upon the record, before any discussion or argument is had. Argument upon such objection shall not be made by either party unless the court requests it and, if made, must be brief and to the point. An exception to the ruling must be taken in order to make it a ground of appeal.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b278-6\"> After the court had admonished the witness to refrain from making any prejudicial statements, the defendant objected to the trial court’s “coaching” of the witness. At no time, however, did he object to the court’s disposition of his motion.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b278-7\"> At another point in the trial, Perry made another reference to the defendant’s involvement in a robbery. It is unclear from the transcript whether this reference was to the Star Package Store robbery, for which the defendant was on trial, or for a separate one. Outside the presence of the jury, the defendant asked that Perry’s remarks be stricken, and added “I renew my motion on that basis.” In his brief, the defendant claims that this was a renewal of his motion for a mistrial. However, the defendant concedes that the court never ruled on this motion. Since the defendant failed to pursue the matter further either at trial or on appeal, there is no need for us to address it.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b280-8\"> The jury was instructed that the defendant could be convicted of felony murder if he was found to have committed the underlying robbery under either of two alternative theories of liability: that of a principal or that of an accessory. The defendant had been charged by indictment as a principal perpetrator. The state later requested, and the court gave, an instruction allowing the jury to convict the defendant in the alternative as an accessory under General Statutes § 53a-8. The defendant took exception to this charge on the ground that he had had no notice of that theory of liability. Under Connecticut law, a defendant may be convicted as an accessory even though he was charged only as a principal as long as the evidence presented at trial is sufficient to establish accessorial conduct. <em>State </em>v. <em>Harris, </em>198 Conn. 158, 502 A.2d 880 (1985); <em>State </em>v. <em>Ferrara, </em>176 Conn. 508, 513 n.2, 408 A.2d 265 (1979); <em>State </em>v. <em>Parham, </em>174 Conn. 500, 508, 391 A.2d 148 (1978). Acknowledging this, the defendant expressly declines to pursue this claim of lack of notice on appeal. Consequently, we do not consider it.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b281-6\"> The court’s first misstatement was: “[I]f you find on the evidence beyond a reasonable doubt that the death of Edmund Kish occurred as a result of the commission of a robbery by this accused <em>or </em>by another participant then the death of Edmund Kish becomes murder under our law.” (Emphasis added.)</p>\n<p id=\"b281-7\">The court’s second misstatement was: “So, to recapitulate, in order to find the accused guilty of the charge of murder as set forth in the indictment you must find that the state has proven beyond a reasonable doubt that the accused and others <em>committed—or </em>anothei—committed the crime of robbery.” (Emphasis added.)</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b283-5\"><em> </em>General Statutes § 53a-8 provides: criminal liability for acts of another. A person, acting with the mental state required for commission of an offense, who solicits, requests, commands, importunes or intentionally aids another person to engage in conduct which constitutes an offense shall be criminally liable for such conduct and may be prosecuted and punished as if he were the principal offender.”</p>\n<p id=\"b283-6\">The instruction on accessorial liability was given at the request of the state. We do not decide whether such an instruction was necessary. The text of the court’s accessorial liability charge is: “Now, as I have at times used the word other participants we have a statute in this case called an accessory statute. A person acting with the mental state required for the commission of an offense, solicits, requests, commands, importunes or intentionally aids another to engage in conduct which constitutes an offense shall be criminally liable for such conduct and may be prosecuted and punished as if he were the principal offender. If the accused did any of these things specified in the statute he’s in the eyes of the law just as guilty of the crime charged as though he directly committed it or deliberately participated in its commission.</p>\n<p id=\"b283-7\">“Now, I want to particularly emphasize to you the statute does not connect the various things it specifies by the word and but instead separates them by the word or, therefore, the accused is guilty of the crime charged <page-number citation-index=\"1\" label=\"272\">*272</page-number>if he solicited, if he requested, if he commanded, if he importuned or if he intentionally aided another person in the commission of the crime. To find him guilty under this statute you must however decide that he was more than inactively present at the commission of the crime, that he did something more than passively acquiesce in the crime or he did something more [than] innocently performing certain acts which in fact did aid in the commission of the offense. Unless there is a quantum of intent or unlawful circumstances in common with the actual perpetrator he is not guilty under the statute but if you find beyond a reasonable doubt that he did any of these things specified in the statute with the criminal intent and common intent he is just as guilty of the crime as though he had committed it himself.”</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b284-7\"> After the court had finished instructing the jury, the defendant took exception to numerous portions of the charge. It is unclear from the transcript whether, in his exception to the accessory instruction, he raised the same ground he now argues. However, “[bjecause it appears that a question of constitutional dimension is raised by the court’s alleged failure properly to explain the ‘intent’ element required by § 53a-8 we will accord this claim appellate review.” <em>State </em>v. <em>McCalpine, </em>190 Conn. 822, 831, 463 A.2d 545 (1983).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}