{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"556\" lastpage=\"563\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b574-4\" pgmap=\"574\">Sigmund Alexander et al. v. Solomon Loeb et al.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b574-5\" pgmap=\"574\">Gen. No. 13,045.</docketnumber><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b574-6\" pgmap=\"574\">1. Landlord and tenant—what does not preclude recovery of double rent for hold-over. Notwithstanding recovery of rent has been had under an appeal bond given in an action of forcible detainer instituted to determine the question of the right to possession, an action may be successfully maintained under the statute to recover double rent for a hold-over, if established.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b574-7\" pgmap=\"574\">2. Landlord and teítant—what not essential to recovery of double rent for illegal hold-over. Demand of possession at the termination of a lease which preceded the hold-over, is not essential to a recovery of double rent under the statute.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b574-8\" pgmap=\"574\">3. Landlord and tenant—what does not affect cause of action for double rent. A landlord may recover double rent for a hold-over notwithstanding he had demised the premises in question for a period beginning with the termination of the lease of the former tenant, where by agreement the succeeding tenant was not required to pay rent until delivery of possession was made to him.</headnotes><summary data-order=\"5\" data-type=\"summary\" id=\"b574-9\" pgmap=\"574\">Action of debt. Appeal from the Circuit Court of Cook County; the Hon. Oscar E. Heard, Judge, presiding.</summary><otherdate data-order=\"6\" data-type=\"otherdate\" id=\"AME\" pgmap=\"574\">Heard in the Branch Appellate Court at the March term, 1906.</otherdate><disposition data-order=\"7\" data-type=\"disposition\" id=\"AsS\" pgmap=\"574\">Affirmed.</disposition><decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"Alt\" pgmap=\"574\">Opinion filed April 30, 1907.</decisiondate><p data-order=\"9\" data-type=\"summary\" id=\"b574-10\" pgmap=\"574\">Statement by the Court. This is an action of debt brought by appellees. The cause was submitted to the court, a jury having been waived. There was a finding in favor of the plaintiffs and the damages were assessed at the sum of $3,380, from which judgment this appeal is taken.</p><p data-order=\"10\" data-type=\"summary\" id=\"b574-11\" pgmap=\"574(115) 575(16)\">The declaration contains a count based upon the Landlord and Tenant Act (E. S. chapter 80, section 2), where it is in substance provided that any tenant who shall wilfully hold over any lands, tenements, etc., after the expiration of bis term and after demand made in waiting for the possession thereof by his landlord or lessor, shall for the time such landlord or rightful owner is so kept out of possession, pay at the rate of double the yearly value of the premises so detained, to be recovered by action of debt or otherwise. There are also two additional counts based upon a covenant of the lease which provides for the payment of twenty dollars a day for every day the defendants hold over after the expiration of the term.</p><p data-order=\"11\" data-type=\"summary\" id=\"b575-4\" pgmap=\"575(361) 576(59)\">It appears from the evidence that in December, 1898, the plaintiffs—appellees here—leased a store floor and basement of the building known as 561 and 563 Blue Island avenue, Chicago, to the defendants, the lease to begin January 1, 1899, and to expire December 31, 1900. There has arisen some controversy over the period when the lease terminated, but this was settled by a decree in chancery to the effect that the term expired December 31, 1900. The rent agreed to be paid was $3,300, payable by instalments of $125 per month during the first year, and $150 per month the remaining year of the term. There is evidence tending to show, and .the fact seems not to be disputed, that the defendants in one form or another retained possession of the premises unlawfully after the expiration of the lease, December 31, 1900, and until the 8th or 9.th day of April, 1902, without payment of rent or compensation therefor. Before the expiration of the lease to defendants, plaintiffs, in contemplation of obtaining possession when it expired, leased a portion of the building, including the premises occupied by plaintiffs, to a third party, one William Kolacek, to whom they were to deliver possession April 1, 1901, provided certain changes and alterations agreed upon should meanwhile be completed. These alterations plaintiffs were unable to complete and consequently were unable to comply with their agreement’ and deliver possession of the premises leased to Kolacek at the time agreed upon, because defendants refused to vacate and continued in possession of that portion of the building after the expiration of their lease. By the terms of the lease to Kolacek the latter was to pay rent from and after April 1, 1901, at the rate of $5,000 per annum in monthly instalments of $416.67, provided, however, that the alterations agreed upon were completed by that date. As a consequence of the unlawful holding over by defendants, plaintiffs were unable to make the repairs and alterations required by the lease to Kolacek and to deliver possession to him until on or about May 15, 1902. They thus lost the rent of the entire building which, except the part occupied by defendants, remained vacant because the unfinished alterations had progressed so far as to make the rest of the building untenantable, and they could not be completed while defendants remained in possession of the store, a period of more than a year and three months after their lease had expired.</p><p data-order=\"12\" data-type=\"summary\" id=\"b576-5\" pgmap=\"576\">When plaintiffs finally obtained a judgment in forcible entry and detainer against the defendants it was appealed from. A judgment was afterwards obtained on the appeal bond in that suit for $2,500, which has been paid and satisfied. There was other litigation, the course of which it is unnecessary to recite.</p><p data-order=\"13\" data-type=\"summary\" id=\"b576-6\" pgmap=\"576\">It appears that the defendants, appellants herein, had undertaken in August, 1900, before the expiration of their lease, to negotiate for its renewal, but the parties failed to agree upon terms, and thereafter appellees made and executed the lease to Kolacek before referred to. There is evidence apparently undisputed that when the defendants, appellees herein, learned of the execution of the last mentioned lease, they stated they would not move out, but were “going to stay in that building in spite of you.”</p><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b576-7\" pgmap=\"576\">James E. Cross, for appellants; I. T. Greenacre, of counsel.</attorneys><attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b576-8\" pgmap=\"576\">Edward H. Morris, for appellees.</attorneys> <opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b576-9\" pgmap=\"576\">Mr. Presiding Justice Freeman</author> <p id=\"AU6\" pgmap=\"576\">delivered the opinion of the court.</p> <p id=\"b576-10\" pgmap=\"576(84) 577(393) 578(121)\">Appellants have filed twenty-seven assignments of error, and appellees have assigned eleven cross-errors. We shall not attempt, nor is it necessary, to discuss these several assignments. Appellants urge first, that having recovered a judgment for withholding the premises, which judgment has been satisfied by suit on the appeal bond given in the forcible entry and detainer suit, appellees cannot now recover again for the same or larger damages under the statute, nor upon the covenants in the lease, even though they might have recovered larger damages in a different proceeding originally. The contention is that the action on the appeal bond in the forcible detainer case and the present suit both spring from and are based on one and the same cause of action, viz.: the withholding of the premises in violation of the covenant of the lease to surrender quiet possession at the expiration of the term. It is doubtless true “that a party aggrieved should have but one satisfaction for his grievance,” and that an adjudication of a controverted matter in one suit is to be deemed conclusive of the same question in a subsequent suit. Ill. Cent. R. R. Co. v. People, 81 Ill. App., 176. It is apparent, however, as said in Chicago Opera House Company v. Paquin, 70 Ill. App., 596, that at the time the suit upon the appeal bond was brought appellants had two separate causes of action for rent, one upon the appeal bond and another for rent accruing during the pendency of the appeal over and above the amount of the bond. It would be an unreasonable conclusion that after giving an appeal bond in a forcible entry and detainer suit, a tenant unlawfully holding possession of premises could still retain them and escape liability for rent thereafter, no matter how much such rent should exceed any possible recovery on the appeal bond1. It is true doubtless that appellees might have endeavored to compel appellants to give a new or additional bond when it became apparent that the rent accruing would exceed the amount of the original appeal bond, but they were not obliged to do so. It was said in Ackley v. Westervelt, 36 N. Y., 443-454, a case very much in point in this respect, that appeal bonds “did not supersede the original lease between the parties and did not alter the terms upon which defendants were holding the premises and were not intended to.” The bond was simply required as a condition upon which appellees were permitted to remain in possession, viz.: that they give security for the fair rental value. The bond was in effect collateral security for the rent so far as it went, and the amount recovered upon it could be applied in diminution of what appellees should otherwise be entitled to recover. Nor are appellees barred from recovering double rent under the statute, because they may have received single rent in whole or in part. Accepting or recovering on an appeal bond as in this case a portion of a sum to which one is entitled when not paid or accepted in full of all demands, does not conclude the party from proceeding for the remainder. Higgins v. Halligan, 46 Ill., 173-176. The People v. Allen, 86 Ill., 166-170. It is said in the last cited case, “the two actions are not between the same parties nor to recover the same thing; and we perceive no ground for holding that the one action would be a bar to the other.” The same is true in the case before us.</p> <p id=\"ADRu\" pgmap=\"578\">It is argued that appellants were holding over under a claim of right at least until the decree of January 20, 1902, which declared appellants’ lease had by its terms expired December 31, 1900, and that so holding over they did not incur the statutory penalty of double the yearly value of the premises so held. There is undisputed evidence which we think negatives the holding over under claim of right. In this connection reference may be made to another contention relating to the same subject. The decree reforming the lease was entered in a suit in which appellees by bill in chancery had also sought to obtain possession of the premises and to compel an account for rent and damages occasioned by the wrongful holding over. The court dismissed so much of the bill in that cause as sought to obtain possession of the premises and for an accounting, without prejudice to either party. The decree, however, finds that on and after January 1, 1901, appellants retained and “still retain possession of said demised premises.” It is argued that this part of the decree is not to be regarded as res adjudicata upon the question whether appellants withheld possession of the premises. As a proposition of law the trial court, whether rightly or wrongfully, held with appellants on this last contention, but decided against them on the question of .fact. We are of opinion the evidence amply warrants this finding, and disposes of both the contentions under consideration.</p> <p id=\"b578-6\" pgmap=\"578(24) 579(280)\">It is urged that the finding of the trial court as to the service on appellants of a demand in writing by the landlord for the possession of the premises is against the manifest weight of the evidence, and that appellants are not liable for double rent in the absence of such demand. There is conflict of evidence as to the service of the demand. On the part of appellees there is testimony tending to show the preparation of the notice, its signature by one of appellees in behalf of the firm, that one of appellants was pointed out to the party who was seen to serve said appellant with the notice, and the testimony of the party himself who swears he did so serve it upon all of the appellants. It is true that some of these witnesses did not read the notice and could not state its exact contents nor identify its phraseology as identical with the alleged copy produced in evidence. The service was not made upon all appellants at the same time and place, although all were, it is testified, served on the same day. Each of the appellants, on the other hand, denies having been so served with notice. We have examined the evidence relating to this matter with care, and are of opinion it justifies the conclusion of the trial court, which had moreover what we have not, the witnesses themselves before it, and better opportunity than we have from the record alone to reach a correct conclusion. Service of the demand, however, was not a condition precedent to the right of recovery in this action. This is not a forcible entry and detainer suit. That appellants held over after the termination of the lease is not controverted. As said in Poppers v. Meagher, 148 Ill., 192-200:</p> <p id=\"b579-4\" pgmap=\"579\">“The lease determined at the expiration of the term, and by its provisions, at its termination, by lapse of time or otherwise, it was the duty of the tenant to yield up possession to the landlord. That duty was not dependent on a demand for possession, or any proceedings to be taken or done by the landlord. A demand for possession would be necessary as a condition precedent to the right of recovery in forcible detainer, but not necessary to determine the term of a lease for a fixed period.”</p> <p id=\"b579-5\" pgmap=\"579(21) 580(255)\">It is argued that appellees had no right to possession of the premises after the commencement of the term of the subsequent lessee Kolacek, and cannot recover rent for any time thereafter-. That lease, however, with its accompanying agreement, did not require rent to be paid by Kolacek until appellees delivered to him possession of the leased premises with the agreed alterations completed. By reason of appellants holding over, these alterations were delayed more than a year and it is said the cost of making them considerably increased. During that time from April 1,1901, to May 15, 1902, when at length appellees were able to give Kolacek possession, they were receiving no rent for the building. Appellees are not suing in this action to recover the premises as in forcible entry and detainer, but for damages for the unlawful detention. Kolacek’s agreement contemporaneous with his lease' required the alterations agreed upon to be completed before delivery of possession, and failing to have this done within the time agreed upon, the rent was to abate proportionally. It is unnecessary to consider the effect of this agreement upon that lease. Neither Kolacek nor appellees are objecting to either. Under the agreement the right of possession did not pass to Kolacek during the time appellees were prevented by appellants holding over from delivering possession to him. Appellees were entitled to the possession December 31, 1900, when appellants’ lease expired. Kolacek’s lease did not begin by its terms to run until April 1, 1901. His possession under it did not in fact begin until May 15, 1902, and meanwhile appellees under the agreement with Kolacek were entitled to possession.</p> <p id=\"b580-5\" pgmap=\"580\">Appellants urge that the amount of the judgment is excessive, and appellees that it is too small. There was evidence offered to support both of these claims. No good purpose would be served by its extended review at this time. Suffice it to say that in our opinion the judgment rendered is amply justified by the evidence and is substantially right. It is possible that appellees might, have been awarded a somewhat larger sum without impropriety, in view of some of the evidence; but on the other hand the trial court saw the witnesses and heard all the evidence, and no sufficient reason appears for disturbing its finding.</p> <p id=\"b581-3\" pgmap=\"581\">The judgment of the Circuit Court will therefore be affirmed.</p> <p id=\"b581-4\" pgmap=\"581\">Affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}