{
  "casebody": {
    "data": "<casebody firstpage=\"88\" lastpage=\"102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b104-8\">FRANK ARAUJO, Jr., AND MYRTLE ARAUJO, HIS WIFE, PLAINTIFFS-APPELLANTS, v. NEW JERSEY NATURAL GAS COMPANY, ETC., <em>ET AL., </em>DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b104-9\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b104-10\">Argued May 2, 1960 —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AVv\">Decided June 21, 1960.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b107-13\"><page-number citation-index=\"1\" label=\"91\">*91</page-number>Before Judges Conford, Freund and Haneman.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b107-14\"><em>Mr. Charles A. Sweeney </em>argued the cause for plaintiffs-appellants (Mes<em>srs. James and Wyckof, </em>attorneys; <em>Mr. Sweeney, </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b107-15\"><em>Mr. John A. Willette </em>argued the cause for defendant-respondent New Jersey Natural Gas Company <em>(Messrs. Stevenson &amp; </em>Willette, attorneys).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b108-3\"><page-number citation-index=\"1\" label=\"92\">*92</page-number><em>Mr. Adrian M. Foley, Jr., </em>argued the cause for defendant-respondent Gray Supply Corporation <em>(Messrs. Shaw, Pindar, McElroy, Connell &amp; Foley, </em>attorneys).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b108-4\">The opinion of the court was delivered by</p>\n<author id=\"b108-5\">Freund, J. A. D.</author>\n<p id=\"AXX\">Plaintiffs, Prank Araujo, Jr. and his wife Myrtle, instituted this negligence action in the Law Division to recover for property damage and personal injuries sustained on February 21, 1958 when their home at 27 Robert Street, Rockaway Township, was completely destroyed by a gas explosion and resulting fire. The defendants are the New Jersey Natural Gas Company, which supplied gas to the home for heating and cooking purposes, and the Gray Supply Company, which installed the main gas line or piping from the curb to the gas meter in.the cellar at the time of the home’s construction, pursuant to a contract with the Gas Company. The appeal is taken from the granting of defendants’ motion for dismissal at the conclusion of plaintiffs’ case, based upon a ruling by the trial judge that</p>\n<blockquote id=\"b108-6\">“[Tjhere is nothing in the evidence here that would permit the jury to make a finding of negligence on the part of either of the defendants as to the possible cause of the explosion.”</blockquote>\n<p id=\"b108-7\">Plaintiffs contracted to buy their home from the developer in June 1955 before it was built, visited the site on various occasions during its construction, and took possession in February 1956 shortly after its completion. Sometime prior to their moving in, the Gray Supply Company, under contract with the Gas Company dated March 1, 1955, installed a service line to carry the flow of gas into the house. On the day of the explosion this pipe was 33 inches below ground level. Five days thereafter a trench was dug in the ground to permit examination of the pipe. Investigation revealed that the pipe had a break at a point about six feet outside the cellar wall. There was a hole in it 1/8 of an inch wide and 3/8 of an inch long. As the pipe lay in the trench, <page-number citation-index=\"1\" label=\"93\">*93</page-number>it was bent or crooked in the vicinity of the hole, and at the point of the rupture the pipe was flattened and no longer round. When it was picked up by the investigators, the pipe split into two separate pieces at the point of the break.</p>\n<p id=\"b109-5\">The case was not brought on the theory of <em>res ipsa loquitur, </em>counsel explaining to the trial judge on the motion to dismiss that “these pipes were not in * * * exclusive control” of the defendants. The complaint rather charged the defendants with negligence specifically in (a) installing the pipe; (b) failing to inspect and maintain it so as to prevent the escape of gas; and (c) failure to use or require the use of pipes of sufficient strength “to withstand * * * the normal wear and tear of installation.”</p>\n<p id=\"b109-7\">Plaintiffs’ case consisted of the testimony of five witnesses, Mr. and Mrs. Araujo, a neighbor, a police officer, and the chief of the local volunteer fire department. None was offered as having any experience in relation to the types and qualities of gas pipes, the nature of pipes in general, or the installation thereof, and none was permitted to express an opinion that the pipe in question was inherently defective or negligently installed or that the explosion was caused by the seepage of gas from the hole therein. The only expert testimony adduced was that of the fire chief who, over objection, was ruled qualified “to discuss fires.” There was, then, no testimony as to the condition of the pipe when it was installed and none as to what that condition was likely to have been in view of the later-discovered defects. The evidence was substantially as follows.</p>\n<p id=\"b109-8\">February <em>21, </em>1956 was an “exceptionally cold” day, and there was ice and snow on the ground; it was colder than the clay the pipe was dug up when the temperature was 4.5 degrees and when the ground was frozen to a depth of 18 to 21 inches. At about 3 :40 p. m., Mrs. Araujo went to the front door of the home to await the bus that would bring plaintiffs’ son and daughter from school. Mr. Araujo was away at the time. When she opened the front door, <page-number citation-index=\"1\" label=\"94\">*94</page-number>Mrs. Araujo smelled an odor which she could not identify. The boy also smelled it as he came down the walk. The children entered the home and within minutes two friends were at the side door ringing the bell. Mrs. Araujo again smelled the odor when she opened this door. At this point she telephoned the next-door neighbor, Mr. Joseph Zavoda. He testified that “outside in front of her home” he smelled the kind of gas he used in his home, but that when he went through the Araujo home, including the cellar, there was no odor indoors. He returned to his home, and plaintiff telephoned the gas company. The line was busy. She redialed “a couple of times,” finally receiving a “clear signal,” but before the call was answered there was an “awful boom * * * a terrific noise.” Plaintiff could not recall precisely what she saw, but before she saw anything there “was a bluish-gray look in front” of her.</p>\n<p id=\"b110-4\">Mr. Zavoda came back to the house and told plaintiff not to try to leave through the front door. He entered to assist her in getting the children out through the area where the side door had been before the explosion. The only fire that was observed while they were in the house was in a hall closet. As Mr. Zavoda “grabbed one of the coats,” he saw “a little flame on top of the shelf, it was just burning in the air *■ * *.” After they “got around to the front of the house,” fire was observed coming out of the second-story window. Apparently no one in the family but Mrs. Araujo suffered personal injury. The house was completely destroyed, except for the foundation.</p>\n<p id=\"b110-6\">The fire chief testified that there was burning in the cellar and that the fire was “coming from the location of the gas meter.” \"When the fire was extinguished, he and a water department employee went into the cellar to turn off the water line. An employee of the Natural Gas Company was on the cellar steps. Because they “could hear gas escaping,” this employee told them to shut off an upper valve. This did not stop the gas leakage. They attempted to turn off a second valve between the regulator and the <page-number citation-index=\"1\" label=\"95\">*95</page-number>foundation, but “it was mounted so close to the foundation of the house” that the same wrench that had turned off the upper valve “would not properly fit onto it.”</p>\n<p id=\"b111-5\">The police officer, Sergeant Joseph W. Albensi, described the defective condition of the main outside service pipe as it was dug up in his presence on February 20. When the investigators performed an air-pressure test on it, he could hear the air or noise coming out at the location of the break and hole. The pipe was sent to a laboratory. He said that the Natural Gas Company made tests of the gas-operated water heater and furnace, but not of the stove which was damaged or of the gas meter which the company removed before February 26.</p>\n<p id=\"b111-6\">Mr. Araujo testified that sometime during the period between the purchase in June 1955 and the completion of construction in February 1956, fill to the depth of almost seven feet was poured over “big boulders around the place” to raise the ground level up to slightly below the top of the foundation walls. The fill was put in “by big trucks and big lifts.” It was stipulated at oral argument that this phase of the work was done before the installation of the gas pipe, so that it is only remotely possible, if at all, that the putting in of the fill was causally related to the defective condition of the pipe.</p>\n<p id=\"b111-7\">In the pretrial order defendants admitted the occurrence of a gas explosion and the existence of a contract between them pursuant to which the pipe was installed. The gas company admitted furnishing gas on February 21, and the Gray Supply Company admitted installing the pipe. The pretrial order clearly implies that the pipe itself was furnished by Gray Supply, and no proof was submitted at the trial to the contrary. There is nothing in the case indicating who manufactured the pipe.</p>\n<p id=\"b111-8\">On this appeal plaintiffs argue that the court, in passing upon the motion to dismiss, was required to but did not accept as true all evidence supporting their position and give them the benefit of all legitimate inferences which could <page-number citation-index=\"1\" label=\"96\">*96</page-number>be drawn therefrom in their favor. <em>Andreoli v. Natural Gas Co., </em>57 <em>N. J. Super. </em>356, 364 <em>(App. Div. </em>1959). They urge that there was concededly a gas explosion, that the proofs demonstrated conclusively that there was a gas leak in the service pipe, and that since the pipe was found to be broken and to have a hole in it within only, at most, <em>2½ </em>years after installation, negligence of the parties installing the pipe may be rationally and legitimately inferred.</p>\n<p id=\"b112-4\">Defendants, on the other hand, take the position that the record discloses a “classic example” of a case wherein nothing more than the mere happening of an accident was proved. They contend that the later-discovered break in the gas pipe was not a sufficient factual basis to establish, as a matter of reasonable probability, the alleged negligent construction or installation of the pipe; that there was no testimony, expert or otherwise, as to what caused the break and hole in the line; and that there was not even a reference in the testimony to the manner in which the pipe had been installed, much less to any negligence in constructing it.</p>\n<p id=\"b112-5\">It is necessary to distinguish carefully (I) the liability of the Natural Gas Company for its own negligence; (II) the liability of the contractor, Gray Supply; and (III) the vicarious liability of the gas company for the negligence - of its contractor. We treat these questions in the order stated.</p>\n<p id=\"b112-8\">I.</p>\n<p id=\"b112-9\"> We agree with the ruling of the trial judge that plaintiffs failed to establish a <em>prima facie </em>case against the Natural Gas Company on the theory that its independent negligence caused the explosion. By disclaiming reliance upon the doctrine of <em>res ipsa loquitur, </em>plaintiffs conceded that it would not be proper to base a presumption of negligence on the mere fact that a gas explosion took place. Hence, there can be no liability without proof of negligence. <em>National Sheet metal, etc., Co. v. N. Y. Tel. Co., </em>5 <em>N. J. Misc. </em>503, 506, 137 <em>A. </em>409 <em>(Sup. Ct. </em>1927); <em>Vaillancourt </em><page-number citation-index=\"1\" label=\"97\">*97</page-number><em>v. Manchester Gas Co., </em>88 <em>N. H. </em>95, 184 <em>A. </em>353 <em>(Sup. Ct. </em>1936). Plaintiffs urge that a <em>prima jade </em>case of negligence is established by proof not only that there was a gas explosion but that there was a break or leak in the pipe; they say that the existence of the leak is “some evidence of negligence.” It has been so held. See, <em>e. g., Sipple v. Laclede Gas Co., </em>125 <em>Mo. App. </em>81, 102 <em>S. </em>W. 608 <em>(Ct. App. </em>1907); <em>Woodburn v. Union Light, Heat &amp; Power Co., </em>164 <em>Ky. </em>29, 174 <em>S. W. </em>730 <em>(Ct. App. </em>1915).</p>\n<p id=\"b113-5\"> The great weight of authority, however, is that, at least as to pipes on the private property of the consumer, the gas company is not liable unless there is evidence tending to show that it had notice of the leak and a reasonable time to repair it, 1 <em>Stevenson, Negligence in the Atlantic States </em>(1954), § 251, <em>p. </em>384, or unless the leak occurred because of faulty construction by the company or otherwise through its fault. 38 <em>C. J. S. Gas </em>§ 42c (1943); 24 <em>Am. Jur., Gas Companies, </em>§ 57 (1939). Application of this rule of course presupposes proof or a legitimate inference of fault on the company’s part in addition to evidence of the leak. See <em>Farrell v. N. J. Power and Light Co., </em>111 <em>N. J. L. </em>526, 530 <em>(E. &amp; A. </em>1933); <em>Nevin v. Public Service Corp., </em>82 <em>N. J. L. </em>127, 129 <em>(Sup. Ct. </em>1911); <em>De Feo v. Peoples Gas Co., </em>6 <em>N. J. Misc. </em>790, 142 <em>A. </em>756 <em>(Sup. Ct. </em>1928); <em>Anderson v. Atlantic City Gas Co., </em>7 <em>N. J. Misc. </em>297, 300, 145 <em>A. </em>238 <em>(Sup. Ct. </em>1929).</p>\n<p id=\"b113-6\">In <em>Fullerton v. Glens Falls Gas &amp; Electric Light Co., </em>157 <em>App. Div. </em>191, 141 <em>N. Y. S. </em>838 <em>(App. Div. </em>1913), it was recognized that while the leakage of gas is not in most instancies sufficient evidence of negligence, where the leak occurs very soon after the pipes are laid and there is no convulsion of the earth or other unusual agency shown to have affected the mains, it may be an irresistible, and therefore a natural and reasonable, inference that the pipes were negligently constructed or laid.</p>\n<p id=\"b113-7\">The rule argued for by plaintiffs, permitting the presumption against negligence to be overcome merely by <page-number citation-index=\"1\" label=\"98\">*98</page-number>proof of an unexplained leak, is but another wny of saying that the doctrine of <em>res ipsa loquitur </em>applies, and therefore we cannot accept it. Nor has the case been brought within the majority rule. Although the leak in the pipe outside plaintiffs’ home developed within a very short time after installation, the Natural Gas Company apparently had nothing to do with the construction of the pipe or its installation. The only connection which this defendant was shown to have had to the pipe in these respects was its having engaged Gray Supply to do the work under separate contract. It was Gray Supply that laid the piping, and it was Gray Supply that either constructed or purchased it. In these circumstances, it would be entirely unrealistic to assume that the leakage in the pipe was caused by some negligent act on the part of the Natural Gas Company.</p>\n<p id=\"b114-4\">Notwithstanding the various theories of liability contained in the complaint, plaintiffs produced no proofs to establish that the gas company was negligent in failing to inspect or maintain the pipes. In view of the very bad condition of the pipe when it was dug up, an inference might have been warranted that if the line ever had been tested or inspected before the gas was turned on, such inspection was a superficial or inadequate one. <em>Cf. Sternbock v. Consolidated Gas Utilities Corp., </em>151 <em>Kan. </em>81, 98 <em>P. 2d </em>162, 168 <em>(Sup. Ct. </em>1940). Neither at the trial nor on appeal, however, have plaintiffs pointedly argued that the gas company was under a duty at the time of installation to inspect an underground service line that was wholly on the property of a consumer. The point having been abandoned, we do not consider the existence or extent of that duty or whether the proofs did justify an inference of any default in that regard. See 1 Stevenson, <em>op. cit., </em>supra, § 265, <em>p. </em>396, text at <em>n. </em>4; Annotation, 26 <em>A. L. R. 2d </em>136, 148 (1952).</p>\n<p id=\"b114-5\">II.</p>\n<p id=\"b114-6\">Insofar as the Gray Supply Company is concerned, it is our opinion that plaintiffs’ evidence and the reasonable <page-number citation-index=\"1\" label=\"99\">*99</page-number>inferences to be drawn therefrom disclosed the probability that this defendant was negligent in installing a defective pipe. The fact that the pipe easily broke into two parts at the point of the break upon being lifted, that it developed a hole of the kind here shown within only two years after being laid in the ground, and that before being lifted out of the ground it was bent in the vicinity of the hole, warrants the inference that it was either of improper construction or improperly laid in the ground when originally installed.</p>\n<p id=\"b115-5\">Where the defect is due to the improper and unskillful manner in which the pipe was laid, liability does not depend on notice of the defect allowing the gas to escape. <em>Dow v. Winnipesaukee Gas &amp; Electric Co., </em>69 <em>N. H. </em>312, 41 <em>A. </em>288, 42 <em>L. R. A. </em>569 <em>(Sup. Ct. </em>1898). <em>Cf. Chew v. Commercial Gas Co., </em>87 <em>N. J. L. </em>679 <em>(E. &amp; A. </em>1915).</p>\n<p id=\"b115-6\">If the explanation for these defects was that the piping inherently was of faulty construction, plaintiffs’ failure to prove who manufactured it is not, in our judgment, fatal;with the exception of the hole (through which gas would have escaped earlier if it had existed long before the explosion), the defects in the pipe, particularly its bent condition, were such as to support an inference that they were not latent, but discoverable by Gray Supply at the time of installation if it had exercised reasonable care to ascertain by inspection the fitness of the piping for its intended use. The duty of the supplier of a chattel manufactured by another is no less. <em>Martin v. The Studebaker Corp., </em>102 <em>N. J. L. </em>612 <em>(E. &amp; A. </em>1926); <em>M. Dietz &amp; Sons, Inc. v. Miller, </em>43 <em>N. J. Super. </em>334, 338 <em>(App. Div. </em>1957); 2 <em>Restatement, Torts, </em>§ 402. Compare <em>Lipari v. National Grocery Co., </em>120 <em>N. J. L. </em>97 <em>(Sup. Ct. </em>1938), another case in which the plaintiffs sued the supplier of goods for negligence and not on the theory that the product was impliedly warranted as safe for the use for which it was supplied. The court on that occasion found that the defect in the goods was a latent one and therefore that an inference of <page-number citation-index=\"1\" label=\"100\">*100</page-number>negligence would not arise from the supplier’s failure to discover it.</p>\n<p id=\"b116-4\">We have said that the negligence of the defendant Gray Supply is the most probable explanation for the defective condition of the pipe. A number of competing hypotheses have been alluded to in the briefs and argument, among them that the break in the pipe was caused by contraction due to the cold weather <em>(Thompson v. Cambridge Gaslight Co., </em>201 <em>Mass. </em>77, 87 <em>N. E. </em>486 <em>(Sup. Jud. Ct. </em>1909)); by the subsidence and settling of the seven feet of fill in which the pipe was laid, either above or below it <em>(Vaillancourt v. Manchester Gas Co., </em>supra); by the effects of bulldozing during landscaping by the builder of the house; and that the break was caused by the explosion itself. On the basis of the proofs adduced on plaintiffs’ case, we cannot say that any of these alternative hypotheses attains the status of probability as distinguished from mere possibility, and we do not, therefore, determine whether in any event Gray Supply, as a mere supplier, would be under a duty to select piping of a kind strong enough to withstand the pressures of the soil or under a duty to lay the pipe at a suitable depth below frost. Nor can we conclude that the total probability of a break in the pipe from one or more of these alternative causal hypotheses is so great as to render the probability of the negligence of the supplier too small to warrant submitting it to a jury.</p>\n<p id=\"b116-5\">III.</p>\n<p id=\"b116-6\">In the pretrial order both defendants admitted that the “installation was made pursuant to a general construction contract between them dated March 1, 1955.” In the argument on the motion to dismiss in .the trial court, plaintiffs argued that this admission “would bring into effect the master and servant rule, <em>respondeat superior.” </em>We disagree. Ho proofs were offered to establish an agency, and we cannot automatically infer the existence of one. <page-number citation-index=\"1\" label=\"101\">*101</page-number>Hence we are required to assume for present purposes that Gray Supply was engaged by the Natural Gas Company as an independent contractor.</p>\n<p id=\"b117-4\">As a general rule, the employer is not liable for the negligence of an independent contractor. <em>Meny v. Carlson, </em>6 <em>N. J. </em>82, 97 (1950). The rule of nonliability is subject to a number of exceptions, and certain of these have recently been examined in <em>Majestic Realty Associates v. Toti Contracting Co., </em>30 <em>N. J. </em>425, 431 (1959). None of the exceptions was intimated by plaintiffs either at the trial or on this appeal as applicable in this case. Ordinarily, plaintiffs would not be permitted to forsake their trial theory that an agency existed. <em>Lippman v. Ostrum, </em>22 <em>N. J. </em>14, 26 (1956). But the rule that parties must adhere to the theory of law pursued in the trial court is not an inflexible one; where it is necessary to determine propositions not raised below in order to protect the fundamental rights of a party or to arrive at a proper disposition of the case, substantial justice may require that the scope of inquiry be not thus restricted. Accordingly, at oral argument we invited discussion of the question whether gas companies should be permitted to shield themselves from liability for defectively-installed underground gas pipes by engaging an independent contractor to make the installation. The parties have been afforded an opportunity to submit supplemental briefs on the point, and we shall decide it.</p>\n<p id=\"b117-5\">In the <em>Majestic Realty </em>case, <em>supra, </em>the Supreme Court stated that there are duties of such social value to the community that the law cannot allow them to be transferred to an independent contractor. 30 <em>N. J., </em>at <em>page </em>439. See also 2 <em>Harper &amp; James, The Law of Torts </em>(1956), § 26.11, <em>p. </em>1406. In that case, the legal duty of exercising care in connection with inherently dangerous work — the razing of buildings in a busy, built-up section of a city— was held to be absolute and incapable of delegation to a contractor. But the contractee is not held liable only in cases where the work to be done is inherently dangerous or <page-number citation-index=\"1\" label=\"102\">*102</page-number>ultra-hazardous. In <em>Bechefsky v. Newark, </em>59 <em>N. J. Super. </em>487 <em>(App. Div. </em>1960), we held that the legal obligation of a municipality to maintain its streets in reasonably safe condition for public travel was also a non-delegable duty.</p>\n<p id=\"b118-4\">The principle we deem applicable is stated in 2 <em>Restatement, Torts, </em>§ 423, as follows:</p>\n<blockquote id=\"b118-5\">“One who as a business carries on an activity which threatens a grave risk of serious bodily harm or death unless the appliances used are carefully constructed and maintained and who employs an independent contractor to construct or maintain such appliances, is subject to the same liability for bodily harm caused by the negligence of the contractor in constructing or maintaining such appliances as though the employer had himself done the work of construction or maintenance.”</blockquote>\n<p id=\"b118-6\">In the present case, it was the duty of the gas company in the first instance to see to the installation of pipes that were safe and secure for the transportation of gas. The highly dangerous character of gas and its tendency to escape required the exercise of a proportionate amount of care, <em>Anderson v. Atlantic City Gas Co., supra, </em>and any imperfection in the appliances installed involved the most grave risk of harm. We have no hesitancy in holding that the gas company cannot shield itself from liability for the injurious consequences of this tort through the agency of an independent contract. <em>Cf. Hoboken Land &amp; Improvement Co. v. United Electric Co., </em>71 <em>N. J. L. </em>430, 432 <em>(Sup. Ct. </em>1904); <em>Schutte v. United Electric Co., </em>68 <em>N. J. L. </em>435, 437 <em>(Sup. Ct. </em>1902).</p>\n<p id=\"b118-7\">The judgment is reversed as to both defendants and the cause remanded for a new trial.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}