{
  "casebody": {
    "data": "<casebody firstpage=\"487\" lastpage=\"494\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"Ao_\">[812 NE2d 302, 779 NYS2d 812]</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b533-3\">Sarah Wolinsky et al., Appellants, et al., Plaintiff, v Kee Yip Realty Corp., Respondent.</parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b533-4\">Argued May 4, 2004;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AqE\">decided June 8, 2004</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b534-5\"><page-number citation-index=\"1\" label=\"488\">*488</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b534-6\"><em>David E. Frazer, </em>New York City, for appellants.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AqY\">I. The Emergency Tenant Protection Act of 1974 is, as this Court has repeatedly held, “all-inclusive” and, as such, includes these residential lofts. <em>(Matter of Salvati v Eimicke, </em>72 NY2d 784; <em>520 E. 81st St. Assoc. v Lenox Hill Hosp., </em>38 NY2d 525; <em>Axelrod v Starr, </em>52 AD2d 232, 41 NY2d 942; <em>Matter of Zeitlin v New York City Conciliation &amp; Appeals Bd., </em>46 NY2d 992; <em>Matter of Gracecore Realty Co. v Hargrove, </em>90 NY2d 350; <em>Matter of Mott v New York State Div. of Hous. &amp; Community Renewal, </em>211 AD2d 147; <em>Matter of Ruskin v Miller, </em>172 AD2d 164; <em>Mandel v Pitkowsky, </em>102 Mise 2d 478, 76 AD2d 807; <em>Farnham v Kittinger, </em>83 NY2d 520; <em>Walker v Town of Hempstead, </em>84 NY2d 360.) II. The zoning resolution does not preclude the Emergency Tenant Protection Act of 1974. <em>(Asian Ams. for Equality v Koch, </em>128 AD2d 99; <em>Tan Holding Corp. v Wallace, </em>187 Misc 2d 687; <em>Jordan Mfg. Corp. v Lledos, </em>153 Misc 2d 296; <em>111 on 11 Realty Corp. v Norton, </em>189 Misc 2d 389; <em>Matter of Lansdown Entertainment Corp. v New York City Dept. of Consumer Affairs, </em>74 NY2d 761; <em>Matter of S.H. Kress &amp; Co. v Department of Health of City of NY., </em>283 NY 55; <em>Jancyn Mfg. Corp. v County of Suffolk, </em>71 NY2d 91; <em>City of New York v State of New York, </em>171 AD2d 629, 78 NY2d 951; <em>Oelbermann Assoc. v Borov, </em>141 Misc 2d 838; <em>Hudsoncliff Bldg. Co. v Chandler, </em>279 AD2d 423.) III. The Loft Law does not preclude the Emergency Tenant Protection Act of 1974. <em>(J &amp; M Real Estate Co. v Kam Chew Lim, </em>191 AD2d 345; <em>Tan Holding Corp. v Wallace, </em>187 Misc 2d 687; <em>Axelrod v Starr, </em>52 AD2d 232, 41 NY2d 942; <em>Matter of Zeitlin v New York City Conciliation &amp; Appeals Bd., </em>46 NY2d 992; <em>Mandel v Pitkowsky, </em>102 Misc 2d 478; <em>182 Fifth Ave. v Design Dev. Concepts, </em>300 AD2d 198.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b534-7\"><em>Kolodny PC., </em>New York City <em>(Peter Kolodny </em>of counsel), for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"ACB\">I. The Emergency Protection Tenant Act of 1974 does not apply to commercial units first used residentially after the enactment and effective dates of the Loft Law. <em>(J &amp; M Real Estate Co. v Kam Chew Lim, </em>191 AD2d 345; <em>Adrico Realty Corp. v City of New York, </em>250 NY 29; <em>Dali v Time, Inc., </em>252 App Div 636, 278 NY 635; <em>Wilson v One Ten Duane St. Realty Co., </em>123 AD2d 198; <em>Matter of Korn v Batista, </em>131 Misc 2d 196, 123 AD2d 526; <em>Matter of Lower Manhattan Loft Tenants v New York City Loft Bd., </em>66 NY2d 298.) II. The Emergency Tenant Protection <page-number citation-index=\"1\" label=\"489\">*489</page-number>Act of 1974 was never intended to apply to commercial space converted to residential use after January 1, 1974. <em>(Matter of Zeitlin v New York City Conciliation &amp; Appeals Bd., </em>46 NY2d 992; <em>Wilson v One Ten Duane St. Realty Co., </em>123 AD2d 198; <em>Sega v State of New York, </em>60 NY2d 183; <em>Pajak v Pajak, </em>56 NY2d 394.) III. The New York City Zoning Resolution prohibits residential use of and issuance of a residential certificate of occupancy for the building, and, thereby, precludes tenants residentially occupying commercial loft space in the building from claiming rent stabilization protection under the Emergency Tenant Protection Act of 1974. <em>(Tan Holding Corp. v Wallace, </em>187 Misc 2d 687; <em>Little Joseph Realty v Town of Babylon, </em>41 NY2d 738; <em>Mandel v Pitkowsky, </em>102 Misc 2d 478, 76 AD2d 807; <em>East 82 v O’Gormley, </em>295 AD2d 173; <em>Matter of Bella Vista Apt. Co. v Bennett, </em>89 NY2d 465.) IV The New York City zoning resolution is not preempted by the Emergency Tenant Protection Act of 1974 and, therefore, is controlling. <em>(Matter of Ibero-American Action League v Palma, </em>47 AD2d 998; <em>DJL Rest. Corp. v City of New York, </em>96 NY2d 91; <em>Little Joseph Realty v Town of Babylon, </em>41 NY2d 738; <em>Stringfellow’s of N.Y. v City of New York, </em>91 NY2d 382; <em>Jancyn Mfg. Corp. v Suffolk County, </em>71 NY2d 91; <em>Vatore v Commissioner of Consumer Affairs of City of N.Y., </em>83 NY2d 645.)</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b535-4\"><em>Robert Petrucci, </em>New York City, for Lower Manhattan Loft Tenants, amicus curiae.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AiU\">I. The Emergency Tenant Protection Act of 1974’s reach includes loft tenants. <em>(Matter of Salvati v Eimicke, </em>72 NY2d 784, 73 NY2d 995; <em>Matter of Gracecor Realty Co. v Hargrove, </em>90 NY2d 350; <em>Wilson v One Ten Duane St. Realty Co., </em>123 AD2d 198; <em>Matter of Knight-Ridder Broadcasting v Greenberg, </em>70 NY2d 151.) II. The Emergency Tenant Protection Act of 1974’s coverage is not automatically precluded from zones where residential use is not permitted as of right. <em>(Brusco v Armstrong, </em>191 Misc 2d 272; <em>Pajak v Pajak, </em>56 NY2d 394; <em>City of New York v State of New York, </em>171 AD2d 629, 78 NY2d 951; <em>Matter of Lower Manhattan Loft Tenants v New York City Loft Bd., </em>66 NY2d 298; <em>BLF Realty Holding Corp. v Kasher, </em>299 AD2d 87.) III. The Loft Law does not preclude the Emergency Tenant Protection Act of 1974’s coverage. IV The possibility of legalizing residential use in a manufacturing zone is not “mere speculation,” and owners of loft buildings should be required to demonstrate that legalization is not possible before the Emergency Tenant Protection Act of 1974’s coverage is denied. <em>(McDonnell v Sir Prize Contr. Corp., </em>32 AD2d 660; <em>Matter of K&amp;G Co., v Reyes, </em>52 Misc 2d 606; <em>Tan Holding Corp. v </em><page-number citation-index=\"1\" label=\"490\">*490</page-number><em>Wallace, </em>187 Misc 2d 687; <em>Nirco Invs. Corp. v New York City Loft Bd., </em>131 AD2d 325; <em>Little Arfn Annie v New York City Loft Bd., </em>121 AD2d 852.)</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b536-4\">OPINION OF THE COURT</p>\n<author id=\"b536-5\">Graffeo, J.</author>\n<p id=\"b536-6\">In 1982, the Legislature enacted the Loft Law to address the proliferation of illegal residential conversions of manufacturing premises in New York City. Plaintiff tenants, who converted their commercially-leased units over a decade after the Loft Law’s eligibility period ended, ask this Court to extend the protections of the Emergency Tenant Protection Act of 1974 (ETPA [L 1974, ch 576, § 4, as amended]) to their conversions. We conclude, as did the courts below, that ETPA protections are not available under these circumstances.</p>\n<p id=\"b536-7\">Defendant landlord Kee Yip Realty Corp. owns a seven-story commercial building located at 135 Grand Street in Manhattan. The building is situated in a M1-5B zoning district, which permits use of the property for light manufacturing and joint living-work space for artists. New residential development is excluded in this district, except for joint living-work quarters for artists, to ensure adequate area for industrial growth <em>(see </em>New York City Zoning Resolution § 41-11).</p>\n<p id=\"b536-8\">Over an 11-month period beginning in July 1997, landlord entered into commercial leases with tenants individually for the rental of raw loft space on the second through seventh floors of the building. The leases provided for monthly rental payments of approximately $1,700. Tenants renovated their rental units at their own expense, converting the loft space for personal residential use. There is no residential certificate of occupancy for the building, and landlord has apparently made no attempt to obtain a variance or other relief from the zoning restriction. Tenants do not dispute that they occupy the units illegally, in violation of the City Zoning Resolution, as they are not artists.<footnotemark>1</footnotemark></p>\n<p id=\"b536-9\">As the expiration of their commercial leases approached, tenants commenced this action seeking injunctive relief and a declaration that, notwithstanding their illegal use of the space, they are protected by the Rent Stabilization Law and Rent Stabilization Code through the ETPA. Landlord answered and moved for summary judgment solely on the basis that the build<page-number citation-index=\"1\" label=\"491\">*491</page-number>ing could not legally be converted to residential use and that tenants therefore were not entitled to any relief.<footnotemark>2</footnotemark></p>\n<p id=\"b537-4\">Supreme Court granted landlord’s motion and dismissed the complaint. Noting the inapplicability of the Loft Law <em>(see </em>Multiple Dwelling Law art 7-C) to the facts of this case, the court held that the ETPA did not provide a mechanism for converting commercially-zoned property to residential use and thus tenants could not legalize their conversions.</p>\n<p id=\"b537-5\">On tenants’ appeal, the Appellate Division modified, only to the extent of declaring that the tenancies are not covered by the ETPA, and otherwise affirmed. The Court rejected tenants’ request for ETPA protection, holding that the Act “does not extend to tenancies that are illegal and incapable of becoming legal” (302 AD2d 327, 328 [1st Dept 2003]). This Court granted tenants leave to appeal and we now affirm.</p>\n<p id=\"b537-6\">This appeal involves the interplay of two statutory schemes— the ETPA and the Loft Law—both enacted to address a “serious public emergency” in housing (McKinney’s Uncons Laws of NY § 8622 [ETPA § 2]; Multiple Dwelling Law § 280 [Loft Law]). The ETPA, adopted in 1974, was necessary “to prevent exaction of unjust, unreasonable and oppressive rents and rental agreements and to forestall profiteering, speculation and other disruptive practices tending to produce threats to the public health, safety and general welfare” (McKinney’s Uncons Laws of NY § 8622 [ETPA § 2]). To that end, where a locality has declared a housing emergency, the Act applies to regulate residential rents “of all housing accommodations which it does not expressly except, including previously unregulated accommodations” <em>(Matter of Salvati v Eimicke, </em>72 NY2d 784, 791 [1988]; <em>see Matter of Gracecor Realty Co. v Hargrove, </em>90 NY2d 350, 355 [1997]; McKinney’s Uncons Laws of NY §§ 8623, 8625 [ETPA §§ 3, 5]).</p>\n<p id=\"b537-7\">The Legislature passed the Loft Law—Multiple Dwelling Law article 7-C (L 1982, ch 349, § 1)—in 1982 in response to the “emergency . . . created by the increasing number of conversions of commercial and manufacturing loft buildings to residential use without compliance with applicable building codes and laws and without compliance with local laws regarding min<page-number citation-index=\"1\" label=\"492\">*492</page-number>imum housing maintenance standards” and in recognition of the fact “that illegal and unregulated residential conversions undermine the integrity of the local zoning resolution and threaten loss of jobs and industry” (Multiple Dwelling Law § 280; <em>see Matter of Lower Manhattan Loft Tenants v New York City Loft Bd., </em>66 NY2d 298, 302 [1985]). As the final component of a six-part plan for utilization of loft space in New York City, the Loft Law is designed</p>\n<blockquote id=\"b538-5\">“to finally balance the equities of the conflicting interests in the development and use of loft space. The bill when enacted will take a ‘snap shot’ of those people eligible for protection under this article. . . . This bill recognizes the important impact that those in the creative arts have on the cultural and economic life of New York City and the need for the protection of loft space suitable for their working and living purposes. At the same time the bill upholds the commitments of the City to the business and labor community to protect areas dominated by business activity and to provide a favorable business climate” (Mem of Legis Rep of City of NY, 1982 McKinney’s Session Laws of NY, at 2484).<footnotemark>3</footnotemark></blockquote>\n<p id=\"b538-7\">The law relies on a “building by building approach to resolve the illegal residential status of loft buildings formerly or presently used as manufacturing, warehousing, or commercial space . . . [and] provides a framework for the legalization of these dwellings consistent with the local zoning resolution of the City of New York” <em>(id. </em>at 2479).</p>\n<p id=\"b538-8\">The Loft Law therefore permits conversions of “Interim Multiple Dwellings,” which are defined as buildings or portions of buildings that were occupied at any time for manufacturing, commercial, or warehouse purposes and lack a residential certificate of occupancy <em>(see </em>Multiple Dwelling Law § 281 [1]). Critically, the statutory definition established a window period for eligibility encompassing only those units that, on December 1, 1981, were occupied for residential purposes since April 1, 1980 by three or more families living independently of one another <em>(see id.). </em>By adopting an eligibility period that was closed at the time of the enactment, the Legislature demonstrated its intent <page-number citation-index=\"1\" label=\"493\">*493</page-number>to provide the benefits of the Loft Law only to existing residential tenancies, not to encourage new conversions of loft space.<footnotemark>4</footnotemark></p>\n<p id=\"b539-4\">It is clear that tenants’ residential occupancies of the commercially-leased units are not within the purview of the Loft Law. The units were first used for residential purposes in 1997, almost two decades after expiration of the Loft Law eligibility window period. Tenants nevertheless urge that their illegal conversions are entitled to protection under the ETPA, relying on the broad language and scope of that Act.</p>\n<p id=\"b539-5\">Reading the ETPA and Loft Law together, we agree with the courts below that tenants’ illegal conversions do not fall under the ambit of the ETPA. As reflected in the legislative history and intent of the Loft Law, the fixed eligibility period was designed to address the public safety and municipal zoning emergency caused by the expansion of illegal conversions at that time (see <em>id. </em>§ 280; <em>Lower Manhattan Loft Tenants, </em>66 NY2d at 305). The statute was not intended to foster future illegal conversions or undermine legitimate municipal zoning prerogatives. If the prior-enacted ETPA already protected illegal residential conversions of manufacturing space, significant portions of the Loft Law would have been unnecessary <em>(see e.g. </em>Multiple Dwelling Law § 286 [3]). Thus, although such illegal conversions are not expressly exempted from ETPA coverage, it is evident that the Legislature did not view the ETPA as safeguarding the interests of the “loft pioneers” <em>(see </em>Mem of Legis Rep, <em>supra </em>at 2484).</p>\n<p id=\"b539-6\">Notably, the City has not acted to amend the Zoning Resolution to include purely residential use of M1-5B zoned space or to rezone tenants’ neighborhood. Similarly, the Legislature has not adopted a new eligibility period that would confer Loft Law protections on later conversions. Such steps could make residential loft units like tenants’ legal or capable of being legalized, if such a change were deemed necessary or desirable. We therefore conclude that the ETPA cannot be extended to these illegally converted lofts.</p>\n<p id=\"b539-7\">We have considered tenants’ remaining arguments and conclude that they are without merit.</p>\n<p id=\"b540-3\"><page-number citation-index=\"1\" label=\"494\">*494</page-number>Accordingly, the order of the Appellate Division should be affirmed, with costs.</p>\n<p id=\"b540-4\">Chief Judge Kaye and Judges G.B. Smith, Ciparick, Rosenblatt, Read and R.S. Smith concur.</p>\n<p id=\"b540-5\">Order affirmed, with costs.</p>\n<footnote label=\"1\">\n<p id=\"b536-10\">. The Zoning Resolution restricts the definition of “artist” to include only those persons so certified by the City Department of Cultural Affairs.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b537-8\">. Given its posture on the summary judgment motion, landlord did not raise the alternative argument that the units were, in any event, exempt from ETPA coverage under one of the statutory exceptions (see McKinney’s Uncons Laws of NY § 8625 [ETPA § 5]). As such, any argument to that effect is not preserved for this Court’s review.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b538-9\">. The Loft Law has been amended several times to extend its termination date. Currently, the law is set to expire on June 30, 2004 (see L 2004, ch 98 [amending L 1982, ch 349, § 3]).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b539-8\">. The statute requires owners of qualified units to take specific steps to legalize the residential uses or be subject to penalties <em>(see </em>Multiple Dwelling Law § 284). Once compliance with safety and fire protection standards is achieved, owners may recover rents payable from residential occupants <em>(see id. </em>§ 285). In addition, the article provides numerous protections to tenants, including ETPA coverage where appropriate <em>(see id. </em>§ 286).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}