{
  "casebody": {
    "data": "<casebody firstpage=\"510\" lastpage=\"515\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b546-5\">Grotefend and Rebecca Remaley <em>v. </em>Valley Laundry Company, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b547-6\"><page-number citation-index=\"1\" label=\"511\">*511</page-number>Argued April 23, 1926.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AXe\">Before Porter, P. J., Henderson, Trexler, Keller, Linn, Gawthrop and Cunningham, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b547-11\"><em>Howard Zacharias, </em>and with him <em>Howard Neely, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Ap20\">— The note was delivered in escrow: Fertig v. Bucher, 3 Pa. 308; Landon v. Brown, 160 Pa. 539; Blight v. Schenck, 10 Pa. 285; Murphey v. Greybill, 34 Pa. Superior Ct. 339.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b547-12\"><em>Leonard K. Guiler, </em>for appellee.</attorneys>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AgY\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>July 8, 1926:</decisiondate>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b548-3\">Opinion by</p>\n<author id=\"A3F\">Gawthrop, J.,</author>\n<p id=\"b548-4\">This is an appeal from an order discharging a rule to open a judgment entered by confession on a non-negotiable promissory note. The following facts are undisputed: In June, 1923, the defendant and C. E. Snyder and G-. Z. Haser purchased from the plaintiffs all of the stock of the Valley Laundry Company, a corporation, and began to operate the plant. Snyder became the president of the corporation, the defendant its vice-president and Haser its secretary and treasurer. The defendant paid cash for her stock, but Snyder and Haser remained indebted to the plaintiffs for a large block of the stock, for which they gave them their promissory notes in the sum of $1640. The plaintiffs deposited these notes for collection in the Logan Trust Company of New Kensington, Pa., and held the stock purchased by Haser and Snyder, as collateral security for the notes. Shortly before March 31, 1924, the corporation was indebted to Snyder and Haser for unpaid salaries in an amount equal to their indebtedness to the plaintiffs. A. W. G-rotefend, one of the plaintiffs, acting for himself and ias agent for his brother, negotiated with Haser for the settlement of the indebtedness of Snyder and Haser to the plaintiffs. As a result thereof Haser and Snyder arranged with the defendant that the corporation should give its note to the plaintiffs in plaice of the personal notes of Haser and Snyder. In order to carry out this arrangement the Valley Laundry Company executed and delivered to the plaintiffs on March 31, 1924, its judgment note for $1640, payable ninety days after date at the Logan Trust Company. Snyder signed the note as president and Haser as secretary and treasurer. The defendant also signed the note. At the hearing in the court below she testified that she signed the note as “Vice-President.” Snyder testified that he was present when this note was signed and that she signed it as vice-presi<page-number citation-index=\"1\" label=\"513\">*513</page-number>dent; and hie saw it the next day at the office of the Laundry Company when Haser. was erasing the words “vice-president” which followed the defendants name; that Haser said at that time that “he didn’t want that on there,” and then sent or took the note to the Logan Trust Company for the plaintiffs; that on that day or the following day A. W. Grotefend came to the office of the Laundry Company and said that there was an erasure on the note and that it “wouldn’t go through” the bank and wanted a new noté; and that Haser said that as far as he knew the note was all right and insisted that the plaintiffs ¡accept the note. The bank discounted the note after the plaintiffs, guaranteed its payment at maturity. Both the defendant and Snyder testified that on the Sunday before this note fell due Haser and Snyder went again to the defendant’s house and Haser told her. that it was necessary to renew the note and presented for her signature the note in suit dated June 28,1924, for $1500 and payable ninety days after date at the Logan Trust Company; that when this note was presented to the defendant it had no signature on it and that Snyder and Haser signed it first and then the defendant signed it; that when the defendant suggested that her title as vice-president be added, Haser took the note and said that he would add the titles of the three officers before delivering the note to the plaintiffs. The defendant testified that it was with that understanding that she delivered the note to Haser and that it was a company note and not an individual note. Haser affixed his and Snyder’s titles to their respective signatures, but the title “vice-president” was not affixed to the signature of the defendant. He presented this note to the Logan Trust Company, it was endorsed by the plaintiffs, and the original note was cancelled. When the new note was not paid at maturity the plaintiffs paid the trust company iamd took up the note and entered thereon the <page-number citation-index=\"1\" label=\"514\">*514</page-number>judgment as to her, which the defendant asks to have opened. A. W. Grotefend testified that when Haser first showed him the original note the day before it was lodged in the Logan Trust Company “it had Valley Laundry Company, as I recall, Mr. Snyder, President, G. Z. Baser, Secretary and Treasurer, and .a blank space with Vice-President”; that he told Haser at that time that he would not accept Miss R-emaley’s signature as an officer of the company; that he first noticed that there was an erasure on the note when he went to the trust company to endorse it; that he went to see Haser and demanded an explanation of the erasure and wias told by the latter that the words “vice-president” were erased by him before the defendant’s signature was affixed.</p>\n<p id=\"b550-4\">The question arises whether, under the undisputed facts and the testimony referred to, there was an abuse of discretion by the court below in refusing to open the judgment entered on the second note. Even if it be conceded that the evidence would warrant a finding by the jury that the original note was signed by the defendant as vice-president, that Baser committed a fraud upon her by making a material alteration in the note after she executed it and delivering it to the plaintiffs in altered form, and that these facts would be a complete defense to a suit by the plaintiffs against the defendant on that note, it does not follow from those facts alone that the plaintiffs may not recover against her on the second note. The second note was a renewal' of a valid obligation of the Laundry Company. Even if the name of the defendant had not appeared on the original note as a maker in any capacity, she could sign the company’s renewal note ¡ais an accommodation maker, and if she did so she would be bound. Her name appears on the note in suit in that capacity. Her allegation in her petition is that the plaintiffs knew when they took the renewal note that it had been signed <page-number citation-index=\"1\" label=\"515\">*515</page-number>by her as ian officer of the company and not in her individual capacity. The evidence entirely fails to support that allegation. If there was evidence to warrant a finding that the plaintiffs accepted the first note from Haser, having knowledge or reasonable ground to believe that the defendant signed it as an officer of the company, and that Haser erased the words “vice-president” 'after she executed it, there would be force in the contention that the acceptance of the second note from a person who had fraudulently altered the first note was a part of a fraudulent scheme practiced by the plaintiffs and Haser to get the defendant’s individual signature on the second note. But there is an utter failure to prove that the plaintiffs had such knowledge or ground of belief when they finally accepted the first nóte. The only testimony on that subject is that of A. W. Grot ef end that he was assured by Haser that the erasure on the first note was made before the defendant signed it. We agree with the statement of the learned judge of the court below that when the defendant delegated to Haser the duty to write the words “vice-president” under her signature to the second note, she took the chances of his doing it and is bound by what her agent did. Where the payee receives the instrument from the agexit of the maker without any notice of the limitations of the authority of the agent, although the agent in fact exceeded his authority in delivering the instrument, the maker is liable on the familiar principle that where one of two innocent parties must suffer by the wrong-doing of a third party, the loss should fall on him who reposed the confidence and rendered the loss possible: 8 Corpus Juris 208. After a full consideration of the exhaustive argument of the able counsel for the appellant, we are not convinced that the court below abused its discretion in refusing to open the judgment.</p>\n<p id=\"b551-3\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}