{"casebody": {"status": "ok", "data": "<html><body><casebody firstpage=\"80\" lastpage=\"80\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties id=\"b63-5\">Sizer <em>vs. </em>Heacock.</parties>\n\n<summary id=\"b63-7\">This was a motion for a new trial, in a.cause in which the plaintiff submitted to a nonsuit. The action was^ against the defendant, as the <em>second endorser </em>of a promissory note. It appeared on the trial, that on 25th <em>August, </em>1837, the holder of the note took a bond and warrant of attorney, to confess judgment from the <em>makers </em>and <em>first endorser </em>of the note on whiilh judgment was entered : the holder stipulating that execution should not issue upon the judgment, in case one half of the debt should be paid in <em>three </em>and the residue in <em>nine </em>months. On the part of the plaintiff it was shewn, that had an action been commenced against the <em>makers </em>and <em>first endorser, </em>and a defence interposed', judgment could not have been obtained in the ordinary course, until May, 1838. The defendants in the judgment testified, that had they been sued they would have interposed a defence.</summary>\n\n<opinion><p id=\"b63-6\">The acceptance by the holder of a note, of a bond and warrant of attorney to confess judgment from the <em>maker </em>and <em>first endorser </em>will not discharge the <em>second </em>endorser, although time for payment be given to the maker and first endorser, if the time so given be not greater than would have elapsed, had a suit been brought against the parties, and prosecuted with due diligence.</p><p id=\"b63-8\">Upon this part of the case, in deciding the motion for a new trial, Cowen J. in delivering the opinion of the court holds the following language : “ As to the question of <em>delay, </em>upon the judgment confessed by the other parties to this note, for whom the defendant was surety, we think, admitting the plaintiff had tied up his hands from proceeding against them, by the writing which he gave, that this did not work a discharge, inasmuch as the delay stipulated, was *evidently no more than would seem necessa- [ *82 ] rily to have followed, from the course of the circuits, had a suit been commenced and followed up with the greatest degree of professional diligence. Such seems to be the principle of <em>Stevenson </em>v. <em>Roche, </em>9 Barn. <em>&amp; Cres. </em>477.”</p></opinion></casebody>\n</body></html>"}}