{
  "casebody": {
    "data": "<casebody firstpage=\"725\" lastpage=\"727\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b789-3\"><em>24 </em>C.C.P.A. (Patents)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b789-4\">KROGER GROCERY &amp; BAKING CO. v. BLUE EARTH CANNING CO.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b789-6\">Patent Appeal No. 3775.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b789-7\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b789-8\">March 29, 1937.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b789-25\">A. Yates Dowell, of Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b789-26\">Semmes &amp; Semmes, of Washington, D. C. (Hairy H. Semmes and S. Warwick Keegin, both of Washington, D. C., of counsel), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b789-27\">Before GRAHAM, Presiding Judge, and BLAND, GARRETT, and LEN-ROOT, Associate Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b789-28\">LENROOT, Associate Judge.</author>\n<p id=\"b789-29\">This is a trade-mark opposition proceeding. The involved marks are “Country Club,” used by appellant, and “Country Kist,” used by appellee. Both marks are applied to identical goods, viz., canned vegetables.</p>\n<p id=\"b789-30\">Appellee, on March 22, 1932, applied for registration, under the Trade-Mark Act of February 20, 1905 (as amended, 15 U.S.C.A.'§ 81 et seq.), of the mark “Country Kist,” for use on canned vegetables, and in its application stated that the mark had been so used since on or about February 1, 1928.</p>\n<p id=\"b789-31\">On December 7, 1932, appellant filed notice of opposition to appellee’s application and alleged prior adoption and registration of the mark “Country Club,” applied to canned vegetables, and use of said mark thereon by it and its predecessors in business since 1883. Appellant’s ground of opposition was the allegedly confusing similarity of the involved marks, to the damage of appellant.</p>\n<p id=\"b789-32\">Appellee answered, denying the confusing similarity of the marks and damage to appellant by the use by appellee of its mark.</p>\n<p id=\"b789-33\">Both sides took testimony. But one issue was raised before the Patent Office tribunals, viz., that of confusing similarity of the marks, and that is the only issue before us, for it is conceded that appellant was the user of the mark “Country Club” prior to use by appellee of its mark “Country Kist.”</p>\n<p id=\"b789-34\">The Examiner of Trade-Mark Interferences held that the likelihood of confusion in trade in the two marks was “reasonably doubtful” and therefore, in accordance with the well-established rule resolved such doubt against the newcomer, appellee, and sustained the opposition.</p>\n<p id=\"b790-3\"><page-number citation-index=\"1\" label=\"726\">*726</page-number>The Commissioner of Patents reversed the decision of the Examiner and held there was not reasonable likelihood of confusion in the use of the marks of the respective parties. From the decision so rendered, this appeal was taken.</p>\n<p id=\"b790-4\">The Commissioner in his decision stated: “ * * * considering the marks here involved I find no difficulty in holding that they are not confusingly similar. Both are of such a nature that the whole of each must be read, or pronounced in order to convey any definite meaning. ‘Country Club,’ in the abstract, describes a particular type of club, and connotes sophistication, exclusiveness and smartness. ‘Country Kist,’ on the other hand, suggests rural freshness and native simplicity. In other words, the mental pictures associated with the two expressions are almost exactly opposite. Moreover, the appearance and the sound of the marks as a whole are, in my opinion, sufficiently different to insure against any reasonable likelihood of confusion.”</p>\n<p id=\"b790-6\">The Commissioner seems to have rested his decision primarily upon the difference in significance of the marks, although he also held that in appearance and sound they were sufficiently different to avoid likelihood of confusion. ' He also found that the fact that there was no evidence of actual confusion was a persuasive circumstance indicating that no confusion exists, and that none is likely to occur.</p>\n<p id=\"b790-7\">Counsel for both parties take the position that the word “Country” found in each of the marks is not descriptive, but only suggestive. Appellee’s counsel points out that the words “Country Club” suggest the excellence of the goods, appealing to sophisticated people, with special emphasis upon the word “Club,” while appellee’s mark suggests the attractive features of 'life upon the farm.</p>\n<p id=\"b790-8\">We agree that the significance of the two marks, taken as a whole, is different, and, if the test of likelihood of confusion was significance alone, we would agree that the opposition should be dismissed. Indeed, if a purchaser examined the marks sufficiently closely to form a mental picture of the suggestiveness of each, as indicated by the Commissioner, he would at the same time observe that there was a difference in the marks themselves and would not be likely to be confused. But significance of marks is not the only factor to be considered, for appearance and sound are equally important.</p>\n<p id=\"b790-10\">The marks of both parties are applied to canned vegetables, goods that are cheap in price and of every day use. In the case of Lever Bros. v. Riodela Chemical Co., 41 F.(2d) 408, 410, 17 C.C.P.A. (Patents) 1272, we said of the goods there involved: “It must be remembered that the goods to which the marks are applied are of common everyday use in the household. They are very inexpensive and are consumed in their use. Purchasers therefore would not be expected to exercise such degree of care in their purchase as would be exercised in more expensive and rarely purchased articles.”</p>\n<p id=\"b790-13\">What was there said is true in the case at bar; and, having this in mind, we think that the ordinary purchaser, seeing a can of peas upon the shelf of a grocery store with the mark “Country Kist” applied thereto, and being familiar with appellant’s mark, might very likely be confused, giving particular attention only to the word “Country” without giving thought ’to the other word of the mark of either appellant or appellee.</p>\n<p id=\"b790-14\">It is admitted by appellee that, at the time it adopted the mark “Country Kist,” its officers were familiar with appellant’s mark “Country Club,” applied to identical goods, but witnesses connected with appellee testified' that it never occurred to them that there would be likelihood of confusion with appellant’s mark, arising from the use of the mark “Country Kist.” Accepting the view that there was no motive upon the part of appellee’s officers in adopting its mark to profit by the extensive business of appellant in the use of its mark “Country Club,” we would observe that appellee had an unlimited field from which to select a trade-mark, and there was no just reason for selecting one which so nearly resembled that of appellant, with which appellee was familiar. When appellee’s officers did select the mark here involved, they did so at their peril, and they should have known that, even though they believed that the mark selected would not infringe the mark of appellant, the Patent Office tribunals and the courts might come to a different conclusion.</p>\n<p id=\"b790-15\">We have little sympathy with those who adopt marks having a close resemblance to the trade-marks of others, with which they are familiar, used upon goods of the same descriptive properties, even <page-number citation-index=\"1\" label=\"727\">*727</page-number>though they be of the opinion that they are not confusingly similar. One who adopts a valid mark and establishes a large business in which the mark is used should have all doubts resolved in his favor as against newcomers in an opposition proceeding. Procter &amp; Gamble Co. v. J. L. Prescott Co., 49 F.(2d) 959, 18 C.C.P.A. (Patents) 1433.</p>\n<p id=\"b791-5\">The Commissioner stated that the fact that appellant had produced no evidence of actual confusion between the marks of the parties was persuasive evidence that no confusion exists and that none is likely to occur. It is so well established as to require no citation of authority that an opposer, in order to succeed, is not required to produce evidence of actual confusion. Likelihood of confusion may be determined by consideration of the goods to which the marks are applied and a comparison of the marks involved. Apex Electrical Mfg. Co. v. Landers, Frary &amp; Clark, 41 F.(2d) 99, 17 C.C.P.A. (Patents) 1184.</p>\n<p id=\"b791-6\">For the reasons stated herein, the decision of the Commissioner is reversed.</p>\n<p id=\"b791-14\">Reversed.</p>\n<p id=\"b791-15\">HATFIELD, Associate Judge, did not participate in- this decision.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}