{
  "casebody": {
    "data": "<casebody firstpage=\"966\" lastpage=\"970\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b1030-2\">24 C.C.P.A. (Patents)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b1030-3\">KOLLSMAN v. CARBONARA.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b1030-4\">Patent Appeals No. 3776.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b1030-5\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1030-6\">April 5, 1937.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1030-22\">Leonard Day, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1030-23\">Cameron, Kerkam &amp; Sutton, of Washington, D. C. (Loyd H. Sutton, of Washington, D. C., of counsel), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1030-24\">Before GRAHAM, Presiding Judge, and BLAND, HATFIELD, GARRETT, and LENROOT, Associate Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1030-25\">LENROOT, Associate Judge.</author>\n<p id=\"b1030-26\">This is an interference proceeding arising in the United States Patent Office. It involves a reissue patent to appellant, No. Re. 19079, granted February 13, 1934, and an application of appellee filed November 5, 1932, Serial No. 641,446. Appellant, on October 27, 1932, filed application for a reissue of a patent granted to him on May'10, 1932, No. 1,857,311, upon an application filed December 10, 1931. The reissue application was ' divided into three divisions, and the divisional application upon which his patent here involved was issued was filed on December 20, 1933. Claims corresponding to the counts before us were copied by appellee from appellant’s said reissue patent for the purpose of interference. .</p>\n<p id=\"b1030-27\">The interference was declared October 9, 1934. Both parties filed preliminary statements. Appellant alleged dates of conception in 1929 and reduction to practice in 1930; appellee alleged conception and disclosure of the invention in <page-number citation-index=\"1\" label=\"967\">*967</page-number>February, 1932, and reduction to practice in June, 1932.</p>\n<p id=\"b1031-4\">Appellee’s dates set forth in his preliminary statement being subsequent to the date of the application upon which appellant’s original patent was issued, the Examiner of Interferences issued an order to appellee to show cause why judgment should not be rendered on the record against him.</p>\n<p id=\"b1031-5\">Thereupon appellee moved to dissolve the interference on the ground that appellant had no right to make the claims in his reissue patent corresponding to the counts here in issue.</p>\n<p id=\"b1031-6\">The counts are seven in number; count 1 is illustrative and reads as follows:</p>\n<blockquote id=\"b1031-7\">“1. An altimeter comprising a dial having a circular indicating scale; aneroid means; a spindle rotatable by said aneroid means; a casing having provisions for holding said aneroid means stationary relatively thereto; a pointer concentrically rotatable relatively to said scale; planetary gearing interconnecting said spindle with said pointer; and means for revolving the axis of one of the planet gears of said planetary gearing about said spindle to effect a setting adjustment of said pointer relatively to said scale.”</blockquote>\n<p id=\"b1031-8\">The Examiner of Interferences denied the motion to dissolve and awarded priority of invention upon all of the counts to appellant. The Board of Appeals reversed the decision of the Examiner and awarded priority to appellee. From this decision of the Board, appellant took this appeal.</p>\n<p id=\"b1031-9\">The general nature of the invention here involved is stated in appellant’s reissue patent as follows:</p>\n<blockquote id=\"b1031-10\">“One general object of the invention is to provide for relative adjustment movements between various elements of the indicating means of an aneroid altimeter in a simple and efficient manner without interfering with the indicating functioning of the instrument in response to the aneroid means. More particularly, an object of the invention is to provide for the adjustable manual setting of the altimeter relatively to a predetermined altitude such as the altitude of a landing field, designated either in feet altitude or barometric pressure, so that contemporaneous changes are made in the indication of reference means and an altitude indicating means, both, if desired, throughout a complete rotation of a reference element, and so that the sum of the said changes is a constant and is equal to zero in the same unit of measure.”</blockquote>\n<p id=\"b1031-12\">The more particular features of the invention which are the subject of this interference will be hereinafter discussed.</p>\n<p id=\"b1031-13\">Appellant raises some preliminary questions which will be briefly considered.</p>\n<p id=\"b1031-14\">Appellant first contends that appellee filed no affidavit that his invention ante-dated appellant’s filing date, as required by rule 94 of the rules of the Patent Office. It does appear from the record that appellee did file an affidavit, purporting to be under rule 75, setting forth that he made the invention prior to the date of appellant’s reissue application. The Examiner held this affidavit was ineffective because, as held by him, appellant was entitled to the filing date of the application upon which his original patent was issued, to wit, December 10, 1931. The question before us on this phase of the case is whether appellant is entitled to this early date. If he is not, appellee’s affidavit was sufficient under rule 94, although purporting to be under rule 75.</p>\n<p id=\"b1031-15\">Appellant further contends that, under rule 125 of the rules of the Patent Office, the Board had no jurisdiction to consider appellee’s appeal, there having been testimony taken and no concession of priority, disclaimer, or declaration of abandonment. Rule 125 contains the phrase “except as herein otherwise provided.” Rule 119 provides for judgment upon the record in certain cases, and the case before us comes within that rule, liberally construed.</p>\n<p id=\"b1031-16\">Appellant further contends that, inasmuch as the interference is between an application of appellee and a patent issued to appellant, the Patent Office tribunals had no right or power to pass upon the question of whether the reissue patent was authorized under the facts in this case. The statute (Rev.St. § 4904, as amended, U.S.C., tit. 35, § 52 [35 U. S.C.A. § 52]) expressly authorizes an interference between an application and an unexpired patent. Wherever, in an interference between a patent and an application, priority of invention. is awarded to the applicant and a patent to him is thereafter issued, there will be outstanding two <page-number citation-index=\"1\" label=\"968\">*968</page-number>patents for the 'same invention, and the courts of equity have jurisdiction to decide as to which of them is valid. In this proceeding the Board of Appeals has not held that appellant’s reissue patent is invalid, and it had no power so to do, although the result of its decision may cast a cloud upon appellant’s patent.</p>\n<p id=\"b1032-4\">We now come to a consideration of the question of the right of appellant to make the claims in his reissue patent corresponding to the counts here involved. The Board of Appeals stated that this was the only question considered by it.</p>\n<p id=\"b1032-5\">The' answer to this question depends wholly upon whether appellant’s reissue application and patent contain new matter upon which the counts before us are based, such new matter being prohibited by the reissue statute, Rey.St. § 4916, as amended, U.S.C., tit. 35, § 64 (35 U.S.C. A. § 64).</p>\n<p id=\"b1032-6\">The Examiner of Interferences held that appellant’s original patent furnished a proper basis for the matter contained in the reissue application, and that therefore said reissue patent did not contain new matter as that term is understood in patent law. He also held that the form or species of the invention embraced in the counts before us was contemplated by appellant in his original application, upon which his patent No. 1,857,311 was issued, and that through inadvertence, and mistake appellant there failed to claim it.</p>\n<p id=\"Agz\">In his statement the Examiner of Interferences said:</p>\n<blockquote id=\"b1032-9\">“ * * * How then can this be far tally new matter in a reissue, the structure being originally shown and described, an inseparable portion of the apparatus, the operation inherent and, as the Examiner believes, inevitable therein? Moreover, the Examiner has indicated above wherein the . original statement of objects and claims embraced this so-called new position, as well as the portions of the specifications bearing thereon.”</blockquote>\n<p id=\"b1032-10\">! The Board of Appeals sharply disagreed with the Examiner of Interferences, both upon the question of the disclosure of appellant’s original patent, and !also upon the intent of appellant in his original application to secure protection of his invention by means of claims of the character of the counts before us. In other words, the Board held that the reissue patent here directly involved contains new matter not found in appellant’s original application and patent, and that there was disclosed no inadvertence or mistake in failing to make claims in said original application corresponding to the counts here involved.</p>\n<p id=\"b1032-12\">The mechanism of the invention here involved is very intricate, comprising many gears and parts, and without a reproduction of many drawings and the use of a large number of reference figures it would be impossible here to describe intelligently all of the details of the invention. We do not think it necessary to reproduce these drawings, for we can sufficiently describe the particular points here in issue without so doing.</p>\n<p id=\"b1032-13\">The original patent to appellant disclosed an altimeter having provision for adjustment to set the same so that it would show zero when it reached a landing field of known height above sea level. This is accomplished through the operation of certain gearing which is manually actuated by a knob on the outside of the instrument. Two pointers are attached to a spindle, the rotation of which spindle causes said pointers to rotate over the face of a dial, which dial is scaled from 0 to 10. An indicator or reference marker, movable with respect to the dial, is placed at the edge of the . dial. The scale figures 0 to 10 indicate altitude in hundreds of feet with the long pointer, and in thousands of feet with the shorter pointer.</p>\n<p id=\"b1032-14\">When the indicator,or reference marker at the edge of the dial is set at zero, the pointers, through barometric pressure, will register upon the dial the altitude above sea level. If a landing field is 400 feet above sea level and it is desired to zero the instrument at the altitude of the landing field, then the control knob is rotated in a clockwise rotation until the reference marker at the edge of the dial, likewise rotating in clockwise direction, reaches the scale indication of 400 feet. At the same time the rotation of the knob causes the long pointer to move through a corresponding arc in a counter clockwise or negative direction, thus subtracting from the true altitude indication of the instrument the amount of 400 feet, so that thereafter the altimeter registers the actual altitude above the known altitude , of the landing field, instead of the true altitude above sea level which it would indicate with the reference marker <page-number citation-index=\"1\" label=\"969\">*969</page-number>set at zero. In other words, with this setting the pointers will indicate an altitude 400 feet less than if the instrument were set for altitude above sea level, and the said pointers will indicate the true altitude above the landing field. This is denominated in the original patent of appellant and also in his reissue patent as position No. 1.</p>\n<p id=\"b1033-4\">The second position is obtained by the operation of gearing, actuated by the manipulation of the knob in a different manner, whereby the dial and pointers are moved to a position where the long pointer occupies a horizontal position, so that any increase or decrease in altitude from level flight is registered by a raising or lowering of the pointer with respect to the horizontal; in this position,' since the pointers and scale are both rotated, the altitude indication itself is unchanged. This is denominated as position No. 2 in both the original and reissue patents of appellant.</p>\n<p id=\"b1033-5\">Neither of these positions, nor the mechanism connected therewith, is involved in this interference.</p>\n<p id=\"b1033-6\">In appellant’s original patent a third position of the altimeter is <em>shown, </em>known as position No. 3. This position requires that a set screw in the back of the instrument be removed, permitting a relative adjustment of the pointers and reference marker through rotation of said knob. The patent states, after explaining the mechanism of said adjustment, as follows :</p>\n<blockquote id=\"b1033-7\">“ * * * Hence this operation of the device may be utilized mainly for setting or adjusting the reference means, as in the event that the instrument should be inaccurate because of a change in the indicator 11. This third position may be called the adjusting position. After it is completed, the screw 56 is replaced to avoid accidental retraction to the third position, since the latter, if inadvertently used, may result in throwing the instrument parts entirely out of their proper relations.”</blockquote>\n<p id=\"b1033-9\">It is this third position in appellant’s original patent that is in controversy here. In appellant’s reissue application there are four positions disclosed, instead of three as in his original patent. The first <em>two </em>positions, as disclosed in the reissue patent, are the same as those disclosed in the original patent. The third position disclosed in the reissue patent accomplishes the same result as the third position disclosed in the original patent, in so far as a corrective setting of the instrument is concerned. However, this is not secured in the same way in the reissue patent as a corrective setting was secured by the third position in the original patent. In the original patent this was secured, as above stated, by the removal of a set screw, which is indicated by the numeral 56 in the drawings, and then by turning the knob so that the pinion engages only one gear, indicated in the drawings by the numeral 20, and this turning of the knob is continued until the desired corrective setting is accomplished. After this is secured, the set screw is replaced in its original position. In the reissue patent, however, the third position is accomplished by the pinion engaging two gears instead of one. In other respects, the operation is the same in both patents.</p>\n<p id=\"b1033-11\">As hereinbefore stated, the original patent does not disclose a fourth position, but appellant claims that the fourth position of the reissue patent is effected by manipulation of the same mechanism as is disclosed in the original patent for the third position shown therein. This fourth position serves the same purpose as the first position in both patents, and is merely an alternative position, according to the will of the operator. All of the counts before us read on this fourth position, as disclosed in the reissue patent, and the question to be decided is whether this fourth position is, in effect, the same as the third position disclosed in the original patent with the set screw removed. The Examiner held that it was so disclosed, but the Board of Appeals held to the contrary. In its decision the Board pointed out that, in the reissue patent, it is stated that two gears, specified in the drawings as gears 16 and 24, are held in frictional engagement at their peripheries with the casing of the instrument, the casing being indicated in the drawing by the numeral 19, while in the original patent it was stated that one of said, gears, indicated by the numeral 16, has a bearing engagement with the casing, and no mention is made by the patent that said gear is frictionally held by the casing. The Board further pointed out that the original patent stated that the other of said gears, viz., gear 24, may be held stationary in any suitable manner, as by <page-number citation-index=\"1\" label=\"970\">*970</page-number>frictional engagement with said gear 16, or otherwise, but that the patent contained no intimation that there was friction•al engagement between said gear 16 and the casing. The Board was therefore of the opinion that the disclosure of the reissue patent differed in structure from the disclosure of the original patent, and’ that this' difference constituted hew matter to support the alleged operation in-the fourth position of the reissue patent, and that, inasmuch as appellant’s claims corresponding to the counts in issue are based on the operation of the altimeter in the fourth position, they cover matter not disclosed in the original patent.</p>\n<p id=\"b1034-7\">We are in accord with this conclusion, and hence are of the opinion that appellant may not rely upon his original patent as a basis of an award of priority upon the invention embraced in the involved counts.</p>\n<p id=\"b1034-8\">The Board of Appeals also found that appellant’s original patent does not indicate any intention to cover the subject-matter here involved. It pointed out that said original patent did not indicate that the third position disclosed therein had any purpose other than a setting or adjusting position for the purpose of correcting inaccuracies in the instrument.</p>\n<p id=\"b1034-9\">We are also in accord with this conclusion and point out that the original patent taught that the set screw should be replaced when the correction was made, so as to prevent ■ accidental movement of the pinion indicated by the numeral 54 in the drawings. It is conceded that, with said set screw in place, the third position of appellant’s original patent could not secure the results accomplished by the fourth position in the reissue patent. In other words, the teaching of the original patent seems to negative any intention therein to secure claims corresponding to the invention here involved. In fact, the original patent taught that it might result in the altimeter being entirely erroneous if operated in the condition where appellant’s fourth position of the reissue patent could be secured, that is, with the set screw removed.</p>\n<p id=\"b1034-10\">Appellant may have had in mind, at the time of filing his application upon which his original patent was issued, the fourth position disclosed in his reissue application; but if he did, the structure disclosed in his original patent did not include it, and we find nothing in the patent itself to indicate that appellant had any intention of securing claims that would cover the operation of what is designated as the fourth position in his reissue patent.</p>\n<p id=\"b1034-5\">For the reasons stated herein, the decision of the Board of Appeals is affirmed.</p>\n<p id=\"b1034-6\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}