{
  "casebody": {
    "data": "<casebody firstpage=\"782\" lastpage=\"787\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b870-18\">Joseph RODRIGUES, Plaintiff-Appellant, v. RIPLEY INDUSTRIES, INC., Defendant-Appellee. Joseph RODRIGUES, Plaintiff-Appellee, v. RIPLEY INDUSTRIES, INC., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b870-22\">Nos. 74-1065, 74-1072.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b870-23\">United States Court of Appeals, First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b870-25\">Argued Oct. 9, 1974.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b870-26\">Decided Nov. 25, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b872-14\"><page-number citation-index=\"1\" label=\"784\">*784</page-number>Vincent A. Wenners, Jr., Manchester, N. H., with whom Craig, Wenners, Craig &amp; McDowell, Manchester, N. H., was <em>on </em>brief, for Joseph Rodrigues.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b872-15\">W. Wright Danenbarger, Manchester, N. H., with whom Susan B. Monson and Wiggin, Nourie, Sundeen, Pingree &amp; Bigg, Manchester, N. H., were on brief, for Ripley Industries, Inc.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b872-16\">Before COFFIN, Chief Judge, McEN-TEE and CAMPBELL, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b872-17\">McENTEE, Circuit Judge.</author>\n<p id=\"b872-18\">This is a consolidated appeal by plaintiff Rodrigues and defendant Ripley from a judgment in the amount of $15,-000 pursuant to a jury verdict. Rodri-gues was injured when a plastic injection heel molding machine designed and manufactured by Ripley and owned by its subsidiary, Security Heel Company, Rodrigues’ employer, closed on his hand causing permanent and total disability. Rodrigues seeks a new trial, alleging errors by the trial court and challenging the adequacy of the jury’s verdict, while Ripley attacks the sufficiency <em>of the </em>evidence to support a finding of liability against it. We affirm in all respects.</p>\n<p id=\"b872-19\">We can dispose of the latter claim in short order. Plaintiff’s expert testified to three separate design defects in the molding machine,<footnotemark>1</footnotemark> and expressed the opinion that the instructional materials provided with the machine were inadequate. Defendant sought to minimize the importance of these alleged' defects. It also sought to prove that the accident could riot have occurred had Security Heel not removed a safety gate from the machine, but there was evidence from which the jury could have concluded that this removal was a fore<page-number citation-index=\"1\" label=\"785\">*785</page-number>seeable possibility which did not supervene Ripley’s negligence.<footnotemark>2</footnotemark> We are not prepared to hold that the evidence and every legitimate inference that can be drawn therefrom, Bayamon Thom McAn v. Miranda, 409 F.2d 968, 973 (1st Cir. 1969), viewed in the light most favorable to plaintiff, was not sufficiently substantial to justify the court in allowing the case to go to the jury. Magnat Corp. v. B &amp; B Electroplating Co., 358 F.2d 794, 797 (1st Cir. 1966). The court properly denied Ripley’s motion for a directed verdict.</p>\n<p id=\"b873-5\">Turning to plaintiff’s appeal, we dealt comprehensively with a claim that a jury verdict was excessive in Boston and Maine R. R. v. Talbert, 360 F.2d 286 (1st Cir. 1966).<footnotemark>3</footnotemark> No reason appears why the standards we developed in that case should not apply here. <em>See </em>Caskey v. Village of Wayland, 375 F.2d 1004, 1008 (2d Cir. 1967). Making a detailed appraisal of the evidence bearing on damages in accordance with the Supreme Court’s practice in Grunenthal v. Long Island R. R., 393 U.S. 156, 89 S.Ct. 331, 21 L.Ed.2d 309 (1968), we find that Rodrigues claimed medical expenses of $5,047.95, while Ripley suggested that only $4,276.95 of this amount was attributable to the accident in question. Rodrigues had been earning over $10,000 yearly and had not worked since the accident, a period of nearly three years. He planned to work until age 65, eleven years hence. However, his doctor testified that within a year of the accident he had reached the endpoint of his recovery, converted his dominant hand to his left, and was capable of gainful employment. In fact, he was reoffered his old job at the molding plant soon after the accident and this offer was repeated on the witness stand by the assistant to the plant manager, who spoke very highly of Rodrigues. Thus the jury could have concluded that Rodri-gues had failed to mitigate and that his allowable damages for lost earnings and out-of-pocket expenses were under $15,000.</p>\n<p id=\"b873-11\">Rodrigues notes that a new trial will be granted where a verdict closely approximates the amount of special damages claimed by a plaintiff who has suffered serious injury, since the jury has evidently failed to heed the court’s instructions on pain and suffering. <em>See e. g., </em>Brown v. Richard H. Wacholz, Inc., 467 F.2d 18 (10th Cir. 1972) ; Schieck v. Duluth Heating and Sheet Metal Supply Co., 53 F.R.D. 401 (D.Minn.1971). However, we must bear in mind that New Hampshire adheres to a rule of comparative negligence, N.H. Rev.Stat.Ann. 507:7-a (Supp. 1973) , under which the jury may diminish its verdict up to 50% if it concludes that the plaintiff’s negligence was a partial cause of his injury. <em>See </em>Glover v. Daniels, 310 F.Supp. 750, 752 (N.D.Miss.1970). There was ample evidence from which the jury could have determined that Rodrigues was partially at fault in his mishap.<footnotemark>4</footnotemark> We cannot know whether the jury in fact made this determination absent a special verdict or a general verdict with interrogatories <page-number citation-index=\"1\" label=\"786\">*786</page-number>under Fed.R.Civ.P. 49,<footnotemark>5</footnotemark> but we think it is fair to presume that the verdict is predicated upon such a finding. <em>Cf. </em>Railway Express Agency v. Little, 50 F.2d 59, 60 (3d Cir. 1931). Thus this verdict may reflect an award of over $15,000 for general damages. Rodrigues experienced severe pain and spent more than a month in the hospital, where he underwent a series of six operations. Needles were inserted into his hand in an effort, ultimately unsuccessful, to save the stumps of his fingers from gangrene. He had trouble sleeping, and is unable to perform certain everyday operations like tying his shoelaces. His sister characterized his hand as “repulsive.” He has given up former hobbies. Nevertheless, although such an amount for general damages may be low in light of plaintiff’s suffering and disfigurement, we do not find it shockingly so. <em>See, e. g., </em>June T., Inc. v. King, 290 F.2d 404 (5th Cir. 1961); Johnson v. United States, 271 F.Supp. 205 (W.D. Ark.1967); Missouri Pacific R. R. v. Handley, 341 S.W.2d 203 (Tex.Civ.App. 1960). It was not a manifest abuse of discretion not to order a new trial here.</p>\n<p id=\"b874-4\">Rodrigues next advances a series of allegedly erroneous rulings by the trial court as grounds for a new trial. We note at the outset that a motion for a new trial is addressed to the sound discretion of the trial court and its decision will be reversed only where abuse of discretion is shown. Dumas v. MacLean, 404 F.2d 1062, 1065 (1st Cir. 1968). Ripley contends that plaintiff has waived these objections by failing to include them in his notice of appeal, but we need not pass on this contention since we find plaintiff’s claims without merit.</p>\n<p id=\"b874-7\">Rodrigues first alleges that the court below erred in failing to submit his claim of strict liability in tort to the jury. Even if this was error we doubt that it was prejudicial. The jury concluded on the evidence that Ripley had designed the molding machine negligently. “Since proper design is a matter of reasonable fitness, the strict liability adds little or nothing to negligence on the part of the manufacturer.” W. Prosser, Torts § 99 n. 72 (1971). As Rodrigues himself concedes, the two claims merge. The New Hampshire comparative negligence statute applies to claims for strict liability in tort, Cyr v. B. Offen &amp; Co., 501 F.2d 1145 (1st Cir. 1974).<footnotemark>6</footnotemark> Rodrigues could not have benefitted from the presentation of an alternative theory. Indeed, insofar as the comparative apportionment of blame is concerned, if the jury made any distinction at all between the two theories it could well have concluded that Ripley was less blameworthy in falling short of the more demanding strict liability measure of conduct than in designing the machine carelessly in contravention of the negligence standard. Hence we doubt that the exclusion of the strict liability theory worked to Rodrigues’ disadvantage.</p>\n<p id=\"b874-8\">Rodrigues next attacks the court’s exclusion of proffered testimony that the wiring diagram showed the molding machine was designed with a “momentary contact” emergency stop button. Such a switch must be held down continuously to keep the machine from operating and is consequently less safe than a “maintain contact” switch. The evidence was excluded on the ground that Rodrigues had failed to include this claim in his pretrial enumeration of al<page-number citation-index=\"1\" label=\"787\">*787</page-number>leged defects. The pretrial statement “controls the subsequent course of the action,” Fed.R.Civ.P. 16, and the trial court is endowed with discretion to exclude non-conforming evidence. <em>See, e. g., </em>Wiggins v. City of Philadelphia, 331 F.2d 521 (3d Cir. 1964). Rodrigues argues that his claim in his pretrial statement that “the ‘emergency stop’ button was not designed so that when it was depressed it was visibly in an ‘off’ position” put Ripley on notice of this allegation. Certainly this sentence is less than pellucid as a statement of the “momentary contact” contention. Furthermore, though plaintiff’s expert gave ambiguous deposition testimony which may conceivably have had reference to this claim (although it was clearly not so understood by Ripley’s counsel at the time), he twice assented to the completeness of lists of alleged defects that did not include the momentary contact claim. Nor did Rodrigues’ counsel mention the switch in his opening statement. Pretrial statements are to be liberally construed to cover any of the legal or factual theories that might be embraced by their language. C. Wright &amp; A. Miller, Federal Practice &amp; Procedure § 1527 at 609 &amp; n. 47 (1971). Yet we cannot hold that the district court abused its discretion in ruling that plaintiff’s murky pretrial statement did not in the circumstances fairly apprise Ripley of the momentary contact claim. <em>Cf. </em>Johnson v. Geffen, 111 U.S.App.D.C. 1, 294 F.2d 197 (1960).</p>\n<p id=\"b875-4\">Rodrigues next contends that the trial judge abused his discretion in refusing to order a new trial despite the possibility that the jury overheard his statement addressed to counsel at the bench that he might set aside the verdict in the event plaintiff did get one. There is no evidence beyond Rodrigues’ naked assertion that the jury actually heard the remark, and his counsel failed to remind the court to poll the jury on this matter after the verdict as the judge had seemingly agreed to do. Further, the trial judge clearly instructed the jury not to try to infer his opinion of the case from any of his remarks during the trial. We think this contention is without merit.</p>\n<p id=\"b875-7\">At the view of the molding machine conducted for the jury before trial began, Ripley’s counsel inserted into the mold area a bar similar to the one issued to Rodrigues for use in freeing heels lodged in the mold to indicate comparative dimensions. Ripley argued at trial that the dimensions were such that Rodrigues could not have been injured as he was had he used the safety bar to dislodge the heel caught in the mold. Rodrigues claims that this was an improper experiment at a view and urges that the trial court abused its discretion in refusing to caution the jury that the demonstration was not evidence and in denying his motion for a new trial on this ground. Although counsel may not conduct tests or experiments at a view, Chouinard v. Shaw, 99 N.H. 26, 104 A.2d 522 (1954), it is proper to direct the jury’s attention to particular relevant measurements, Meyer v. Short, 104 N.H. 328, 186 A.2d 146 (1962); Flint v. Union Water Power Co., 73 N.H. 483, 62 A. 788 (1906). Even if counsel’s demonstration here were construed as a test, we see no prejudicial effect. There was no dispute as to the length of the bar, and the bar that counsel used at the view was of the same length as the bar Rodrigues claims he used at the time of the accident. <em>Cf. </em>Chouinard v. Shaw, <em>supra. </em>Rodrigues testified for the first time at trial that he “choked up” somewhat on the bar, while counsel presumably did not do so at the view because Rodrigues had testified in his depositions that he had held the bar at its end. But since the deposition testimony was admissible and in fact admitted into evidence at trial anyway, it is doubtful that Rodrigues’ case suffered any appreciable additional prejudice from counsel’s conduct at the view.</p>\n<p id=\"b875-8\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b872-12\">. These were that it lacked a safety bar which the operator could place between the mold faces to hold the mold apart while working between the jaws; that it lacked a warning light on the control panel indicating that there was power to the mold clamp circuit; and that it lacked a gate over the entire mold area with an electrical interlock switch breaking power to the mold clamp when the gate was opened. Ripley did provide the machine with a smaller safety gate which Security Heel had removed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b873-6\">. Ripley’s engineer was aware that gates had been removed at Ripley’s home plant in order to accommodate water hoses designed to rectify molding problems, and he had had an opportunity to notice when visiting Security Heel’s plant that the gates were not in use there.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b873-7\">. “It is well settled that the question of ex-cessiveness of a verdict is primarily for the trial court and its determination thereof will not be reversed on appeal except for manifest abuse of discretion. . . . The reason for this rule is that the trial court has had the benefit of hearing the testimony, of observing the demeanor of the witnesses and also knows the community and its standards. On appeal, therefore, we are reluctant to overturn jury verdicts on the ground of excessiveness. . To constitute such an abuse of discretion the award must be shocking.” 360 F. 2d at 291. <em>Cf. </em>Jolicoeur v. Conrad, 106 N.H. 496, 213 A.2d 912 (1965).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b873-16\">. The jury could have inferred from the evidence that Rodrigues had attempted to dislodge a heel stuck in the mold with his bare hand instead of a brass rod, that he failed to activate the emergency stop button, or that he was carelessly perched atop the rim of a water bin in front of the machine instead of remaining on the floor.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b874-5\">. Our necessity to speculate under these circumstances underscores the desirability of the court putting to the jury the special question of the degree, if any, of a plaintiff’s fault.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b874-6\">. Rodrigues strenuously argues that the rule that contributory negligence is a defense to an action based on strict liability, enunciated in Buttriek v. Arthur Lessard &amp; Sons, Inc., 110 N.H. 36, 260 A.2d 111 (1969) and Stephan v. Sears, Roebuck &amp; Co., 110 N.H. 248, 266 A.2d 855 (1970), depended on the sparsity of authority at the time. He contends that McLaughlin v. Sears, Roebuck &amp; Co., 111 N.H. 265, 281 A.2d 587 (1971) heralds a “drift away” from that rule. We have rejected this position in two recent cases, Cyr v. Offen, <em>supra, </em>501 F.2d at 1150, n. 9, and Stevens v. Kanematsu-Goshu Co., 494 F.2d 367 (1st Cir. 1974).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}