{
  "casebody": {
    "data": "<casebody firstpage=\"716\" lastpage=\"729\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"parties\" id=\"b730-4\">Public Employee Labor Relations Board</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5s\">No. 93-001</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b730-5\">Appeal of the State of New Hampshire</parties>\n<p data-order=\"3\" data-type=\"attorneys\" id=\"b730-6\">(New Hampshire Public Employee Labor Relations Board)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b730-7\">July 27, 1994</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b732-5\"><page-number citation-index=\"1\" label=\"718\">*718</page-number><em>Jeffrey R. Howard, </em>attorney general <em>(Douglas N. Jones, </em>assistant attorney general, on the brief and orally), for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b732-6\"><em>Michael C. Reynolds, </em>of Concord, by brief and orally, for the State Employees’ Association of New Hampshire, Inc., S.E.I.U., Local 1984.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b732-7\">Johnson, J.</author>\n<p id=\"AXq\">The State appeals a ruling of the public employee labor relations board (PELRB) that the State committed an unfair labor practice by refusing to negotiate with the State Employees’ Association of New Hampshire, Inc., S.E.I.U., Local 1984 (SEA) over certain contract proposals. <em>See </em>RSA 273-A:5, I(e) (1987). The issue to be resolved is whether the subjects of these proposals fall within the “managerial policy” or “merit system” exceptions to the State’s duty to bargain with the SEA over terms and conditions of employment. <em>See </em>RSA 273-A:l, XI, :3,1, :3, III, :9, I (1987). We affirm in part and reverse in part.</p>\n<p id=\"b732-8\">In October 1991, the SEA presented collective bargaining proposals to the State relating to employee discipline, layoff, recall, promotions, and transfers. The State refused to negotiate the proposals, and the SEA filed an unfair labor practice complaint with the PELRB. The PELRB ruled that the discipline, layoff, and recall proposals were mandatory subjects of bargaining, finding that they did not fall within the managerial policy or merit system exceptions. With regard to the promotions and transfers proposals, however, the PELRB ruled that some provisions were subject to mandatory bargaining while others were not.</p>\n<p id=\"b732-9\">In its appeal from the PELRB’s decision, the State relies primarily on the managerial policy exception to its statutory duty to bargain with the SEA over terms and conditions of employment. The managerial policy exception is contained in the definition of “terms and conditions of employment” in RSA 273-A:l, XI.</p>\n<blockquote id=\"b732-10\">“‘Terms and conditions of employment’ means wages, hours and other conditions of employment other than managerial <page-number citation-index=\"1\" label=\"719\">*719</page-number>policy within the exclusive prerogative of the public employer, or confided exclusively to the public employer by statute or regulations adopted pursuant to statute. The phrase ‘managerial policy within the exclusive prerogative of the public employer’ shall be construed to include but shall not be limited to the functions, programs and methods of the public employer, including the use of technology, the public employer’s organizational structure, and the selection, direction and number of its personnel, so as to continue public control of governmental functions.”</blockquote>\n<p id=\"b733-5\">The merit system exception is contained in RSA 273-A:3, III.</p>\n<blockquote id=\"b733-6\">“Matters regarding the policies and practice of any merit system established by statute, charter or ordinance relating to recruitment, examination, appointment and advancement under conditions of political neutrality and based upon principles of merit and competence shall not be subjects of bargaining under the provisions of this chapter. Nothing herein shall be construed to diminish the authority of the state personnel commission or any board or agency established by statute, charter or ordinance to conduct and grade merit examinations from which appointments or promotions may be made.”</blockquote>\n<p id=\"b733-7\">Our review standard is governed by RSA 541:13 (1974), which states:</p>\n<blockquote id=\"b733-8\">“[T]he burden of proof shall be upon the party seeking to set aside any order or decision of the commission to show that the same is clearly unreasonable <em>or unlawful, </em>and all findings of the commission upon all questions of fact properly before it shall be deemed to be prima facie lawful and reasonable; and the order or decision appealed from shall not be set aside or vacated <em>except for errors of law, </em>unless the court is satisfied, by a clear preponderance of the evidence before it, that such order is unjust or unreasonable.”</blockquote>\n<p id=\"b733-9\">(Emphasis added.) This statute allows this court to review agency decisions for errors of law. <em>Cf. Appeal of Richards, </em>134 N.H. 148, 158, 590 A.2d 586, 592 (1991) (reviewing decision of public utilities commission). Since the enactment of RSA chapter 273-A in 1975, however, we have greatly deferred to the PELRB’s expertise in making both findings of fact and rulings of law. <em>See, e.g., Appeal of Bow School District, </em>134 N.H. 64, 67, 588 A.2d 366, 368-69 (1991) (deferring to “the PELRB’s ... reasonable interpretation” of statute). We <page-number citation-index=\"1\" label=\"720\">*720</page-number>have often stated that “the legislature has vested the PELRB with authority initially to define the terms of the collective bargaining statute and with the discretion to interpret ‘managerial policy within the exclusive prerogative of the public employer.’” <em>Appeal of State Employees’ Ass’n, </em>120 N.H. 690, 694, 422 A.2d 1301, 1304 (1980). Unusual as it has been, this court’s deference to a lower tribunal on statutory interpretation was, for a time, justified by the experimental atmosphere surrounding the act’s passage. Almost twenty years later, however, this court’s decisional experience with RSA chapter 273-A no longer makes this kind of deference necessary or desirable. We therefore abandon our policy of deferring to the PELRB on issues of law and adopt a strict adherence to the standard of review set forth in RSA 541:13.</p>\n<p id=\"b734-5\">With this fresh, but familiar, standard in mind, we address the State’s argument that this court’s decision in <em>State Employees’ Association v. New Hampshire Public Employee Labor Relations Board, </em>118 N.H. 885, 889, 397 A.2d 1035, 1038 (1978) (hereinafter <em>SEA v. PELRB), </em>requires a holding in its favor. In <em>SEA v. PELRB, </em>this court considered contract proposals' similar to those at issue here and held them exempted from the State’s obligation to bargain the terms and conditions of employment by the managerial policy exception. <em>SEA v. PELRB, </em>118 N.H. at 890, 397 A.2d at 1038. The court made this decision without explaining how the managerial policy exception applied to the particular proposals. Since <em>SEA v. PELRB, </em>this court has occasionally interpreted the managerial policy exception but has left its parameters and application largely unexplored. This case presents an opportunity to delineate these parameters and thereby clarify the application of the exception. We accordingly review our relevant precedents, synthesize a guiding standard, and apply it to the SEA provisions at issue. We overrule <em>SEA v. PELRB </em>to the extent that it is inconsistent with this opinion.</p>\n<p id=\"b734-6\">Our cases interpreting the managerial policy exception in different contexts illustrate the variety of interests of public employers and employees that affect the application of the exception. In <em>SEA v. PELRB, </em>we held that the managerial policy exception should be interpreted broadly, but “[o]nly that part of the subject which deals with managerial policy within the sole prerogative of the employer, or managerial policy which by statute or regulation is confided to the sole prerogative of the employer is excluded from negotiation.” <em>SEA v. PELRB, </em>118 N.H. at 890, 397 A.2d at 1038. Later, when reviewing a decision by the PELRB that an indefinite suspension of a public employee was unfair and therefore constituted an unfair labor prac<page-number citation-index=\"1\" label=\"721\">*721</page-number>tice, we noted that the legislative history of RSA chapter 273-A “reveals an intent to minimize the impact of public sector collective bargaining on the public employer’s managerial prerogatives.” <em>Bouchard v. City of Rochester, </em>119 N.H. 799, 802, 409 A.2d 772, 774 (1979). In another case, while recognizing the managerial prerogative of the public employer to control its organizational structure and permitting the university system to unilaterally reorganize the administration at one college, we cautioned that “managerial prerogative cannot be used as a pretext to hide violations of [the unfair labor practices statute].” <em>Appeal of Keene State College Educ. Ass’n, </em>120 N.H. 32, 38, 411 A.2d 156, 161 (1980). In <em>State Employees’ Association, </em>120 N.H. 690, 422 A.2d 1301, we reviewed the PELRB’s decision that the SEA’s proposal to equalize particular faculty salaries was excluded from mandatory bargaining by the managerial policy exception, and we credited the significant interests of both parties in the proposal, ruling that the PELRB had “appropriately reconciled the competing interests of the parties.” <em>Id. </em>at 695, 422 A.2d at 1304.</p>\n<p id=\"b735-5\">In <em>Appeal of Watson, </em>122 N.H. 664, 667, 448 A.2d 417, 419 (1982), we interpreted the managerial policy exception to apply to broad policy matters and determined that a disputed termination clause was “more akin to a ‘term’ or ‘condition’ of employment than to a managerial policy.” <em>Id. </em>In <em>Appeal of International Association of Firefighters, </em>123 N.H. 404, 408, 462 A.2d 98, 101 (1983), we held that the number of firefighters in a platoon was excluded from the public employer’s obligation to negotiate by the managerial policy exception because “the number of personnel of a public employer falls within the exclusive prerogative of the employer,” and therefore, the city properly refused to bargain the issue as it was “only a permissive subject of negotiation.” We have also recognized that when there are no statutory or constitutional prohibitions against an agreement to submit disputes over appointments and terminations of employees to a grievance process, the public employer may negotiate and agree to such proposals although the negotiation is not mandatory. <em>Appeal of Town of Pelham, </em>124 N.H. 131, 137, 469 A.2d 1295, 1298 (1983). In <em>Appeal of Berlin Education Association, NHEA/NEA, </em>125 N.H. 779, 485 A.2d 1038 (1984), we distinguished the obligation to negotiate wages for extracurricular duties, a mandatory subject of bargaining, from an issue that would “affect the board’s authority to decide whether to <em>offer </em>extracurricular programs or to consider the number of such programs,” which would be excluded as matters involving managerial policy. <em>Id. </em>at 784, 485 A.2d at 1041-42.</p>\n<p id=\"b735-6\">To clarify our interpretation of the managerial policy exception, we adopt a three-step analysis suggested by the applicable stat<page-number citation-index=\"1\" label=\"722\">*722</page-number>utes and our prior decisions. We expect the new standard to assist public employers and employees in settling between them which proposals are subject to mandatory bargaining, which ones may be negotiated, and which, if any, proposals are prohibited subjects for negotiation. In addition, we intend the new standard to facilitate the PELRB in implementing “its broad powers to assist in resolving disputes between government and its employees.” Laws 1975, 490:1, III.</p>\n<p id=\"b736-5\">First, to be negotiable, the subject matter of the proposed contract provision must not be reserved to the exclusive managerial authority of the public employer by the constitution, or by statute or statutorily adopted regulation. RSA 273-A:1, XI; see <em>also Town of Pelham, </em>124 N.H. at 137, 469 A.2d at 1298. For instance, the mere existence of personnel rules does not require that the subject matter of the rules be excluded from negotiation, under the prohibition of step one, unless the subject matter is otherwise reserved to the <em>sole prerogative </em>of the public employer by statute. <em>SEA v. PELRB, </em>118 N.H. at 889-90, 397 A.2d at 1038.</p>\n<p id=\"b736-6\">Second, the proposal must primarily affect the terms and conditions of employment, rather than matters of broad managerial policy. Matters of managerial policy include, at least, “the functions, programs and methods of the public employer, including the use of technology, the public employer’s organizational structure, and the selection, direction and number of its personnel.” RSA 273-A-:1, XI. Often, both the public employer and the employees will have significant interests affected by a proposal. <em>See State Employees’ Ass’n, </em>120 N.H. at 694, 422 A.2d at 1304. Determining the primary effect of the proposal requires an evaluation of the strength and focus of the competing interests. For example, although a school district’s decision about whether or not to offer extracurricular programs is part of broad managerial policy, staff wages, hours, and other specifics of staff obligations and remuneration primarily affect the terms and conditions of employment. <em>See, e.g., Berlin Educ. Ass’n, </em>125 N.H. at 783-84, 485 A.2d at 1041-42.</p>\n<p id=\"b736-7\">Third, if the proposal were incorporated into a negotiated agreement, neither the resulting contract provision nor the applicable grievance process may interfere with public control of governmental functions contrary to the provisions of RSA 273-A:1, XI. Without public control over budgetary matters through the legislature, city councils, town or school meetings, as authorized by statute, proposals relating to wages and other cost items would not pass step three. RSA chapter 273-A, however, provides for public control <page-number citation-index=\"1\" label=\"723\">*723</page-number>where cost items are involved by requiring approval by the legislative body of the public employer. RSA 273-A:3, II(b) (1987); <em>see also, e.g., Appeal of City of Franklin, </em>137 N.H. 723, 634 A.2d 1000 (1993).</p>\n<p id=\"b737-5\">In general, although not always, proposals that provide procedures for implementing the public employer’s policy will satisfy steps two and three, while those that propose to establish policy, standards or criteria for decision-making will not pass either step. A public employer is prohibited from bargaining a proposal that does not meet the first step. A public employer has authority to bargain a proposed contract provision that passes the first step, as in <em>Town of Pelham, </em>124 N.H. 131, 469 A.2d 1295, but the employer is not <em>obligated </em>to bargain unless the proposal satisfies all three steps. <em>See </em>RSA 273-A:3 (1987).</p>\n<p id=\"b737-6\">Turning now to the SEA proposals at issue on appeal, we begin with the discipline proposal, which states: “The Employer may discipline for just cause.” The State argues that RSA 21-1:42,1, and :43, II(j) and (k) (1988) reserve matters of employee discipline and removal to the exclusive prerogative of the State as employer. We disagree. First, while the cited statutes establish a division of personnel and mandate that the director of personnel adopt rules, they do not state that the listed functions of the division or the subjects of the rules are reserved <em>exclusively </em>for the State. Second, the cited statutes also list compensation of employees as a function of the division of personnel and mandate rule-making on compensation. Compensation is included in the public employer’s obligation to bargain as a term and condition of employment and is not a subject reserved exclusively for managerial policy. RSA 273-A:3, I, :1, XI. Therefore, the mere inclusion of “discipline” in RSA 21-1:42, I, and “discipline” and “removal” in RSA 21-1:43, II(j) and (k) do not mean that those subjects are within the sole prerogative of the State as employer. <em>See SEA v. PELRB, </em>118 N.H. at 889-90, 397 A.2d at 1038. In addition, public employment contracts have included provisions for discipline based on a just cause standard that have been reviewed by this court. <em>,See, e.g., Appeal of Campton School Dist., </em>138 N.H. 267, 639 A.2d 241 (1994); <em>Appeal of City of Nashua, </em>132 N.H. 699, 571 A.2d 902 (1990). We conclude, therefore, that the proposal on employee discipline satisfies step one of the managerial policy exception analysis.</p>\n<p id=\"b737-7\">Next, we must assess whether the discipline proposal primarily affects the terms and conditions of employment or matters of broad managerial policy Discipline unquestionably affects employee welfare by influencing attitudes, productivity longevity, safety, as well as other aspects of employment. In the same manner, disciplinary <page-number citation-index=\"1\" label=\"724\">*724</page-number>policy is central to the employer’s relationship with, responsibility to, and control of its employees. Both the employer and the employees, therefore, have significant interests affected by provisions for employee discipline.</p>\n<p id=\"b738-5\">Proceeding to the third step of the analysis, we note that the discipline proposal provides a standard, just cause, rather than a procedure for implementing or enforcing discipline based on the employer’s policy. Thus, the proposal would infringe on the State’s prerogative to establish policy if the State, as employer, were not free to define “just cause.” For instance, if the proposal were incorporated into the contract and were subject to binding arbitration, the arbitrator, rather than the State, could have the authority to define “just cause” and thereby set the policy for discipline of State employees. In addition, because the arbitrator is not subject to public control, that result would impermissibly interfere with public control of governmental functions. Consequently, we hold that the SEA’s discipline proposal is not subject to mandatory bargaining, although the State may choose to bargain the proposal, and we reverse the PELRB’s ruling as to that proposal.</p>\n<p id=\"b738-6\">The State also argues that the “just cause” standard in the SEA’s discipline proposal conflicts with the merit system exception, RSA 273-A:3, III. Because we have found that the discipline proposal is not a mandatory subject of bargaining under the managerial policy exception, we need not consider the State’s argument as to the merit system exception. With regard to the SEA’s layoff and recall and promotions and transfers proposals, the State has not argued on appeal that these proposals are excluded from negotiation specifically by the merit system exception. Instead, the State relies on the decision in <em>SEA v. PELRB </em>to preclude the proposals from mandatory bargaining. The PELRB found no conflict with the merit system exception and, based on the record and issues presented to us, we affirm the PELRB’s ruling as to the merit system exception on the remaining proposals. Consequently, we also do not address the SEA’s challenge to the validity of the merit system.</p>\n<p id=\"b738-7\">The SEA’s contract proposals for layoff and recall provide as follows:</p>\n<blockquote id=\"b738-8\">“LAYOFF AND RECALL</blockquote>\n<blockquote id=\"b738-9\">The Employer may lay off an unnecessary employee[] due to lack of work, for budgetary reasons or for other like considerations. Such layoffs shall not be considered to reflect discredit on the service of the employee.</blockquote>\n<blockquote id=\"b739-4\"><page-number citation-index=\"1\" label=\"725\">*725</page-number>(a) The Appointing Authority shall give written notice to the employee affected by any proposed layoff and reasons therefore, at least fourteen (14) calendar days before the effective date thereof.</blockquote>\n<blockquote id=\"b739-5\">(b) In the event of layoff, the Appointing Authority shall lay off according to seniority, beginning with the employee with the least seniority in each job classification to be affected within the Department.</blockquote>\n<blockquote id=\"b739-6\">1. No permanent employee shall be laid off from any position while there are emergency, temporary fill-in, part-time, original provisional or original probationary employees serving in the same class of positions in the department. In the event a permanent employee does not wish to make a geographical change of work station and whose position is to be abolished, positions held by probationary employees need not be considered for layoff.</blockquote>\n<blockquote id=\"b739-7\">2. Permanent employees, for each full month of verified service for the original length of a draft, enlistment period, or federalization in the armed forces of the United States, during a period of war or armed conflict as defined by statutory enactment, who have been honorably discharged or separated from such service, shall be given one month of seniority credit.</blockquote>\n<blockquote id=\"b739-8\">(c) Any employee who is to be laid off and who has more seniority than an employee in another job classification may replace (either laterally or down in the salary structure) that employee, provided he/she meets the minimum occupational qualification as established by the ‘generic’ class specification.</blockquote>\n<blockquote id=\"b739-9\">(d) Seniority shall be the length of continuous service with the State from the date of hire, and shall be calculated on the basis of years, months, and days of service. Should there be a voluntary interruption or break in service, seniority shall commence as of the date of last entry into State service. Should the break in service be due to a reduction in force, or for a medical leave of absence without pay, (including in either event a transition to part-time status), or due to a worker’s compensation absence, prior seniority will be retained upon re-entrance into state service.</blockquote>\n<blockquote id=\"b739-10\">1. The Employer shall establish and post a seniority list within thirty (30) days of the signing of this Agreement and thereafter annually during the month of July. All permanent <page-number citation-index=\"1\" label=\"726\">*726</page-number>employees in the bargaining unit shall be listed in order of decreasing seniority within job classifications within each department and the list shall include each employee’s date of employment and be posted in each Department. Any objections to the seniority list as posted must be reported to the Employer within fifteen (15) calendar days from the date of posting or amendment, or it shall stand as accepted and take full force and effect. Thereafter no changes in said list will be allowed with the exception of additions and/or deletions.</blockquote>\n<blockquote id=\"b740-5\">(e) After a layoff, the Employer agrees to recall in writing all available laid off employees first, according to department, classification, and seniority.”</blockquote>\n<p id=\"b740-6\">The PELRB ruled that all of the SEA’s proposals in the layoff and recall section were subject to mandatory bargaining. Based on the new standard, we disagree.</p>\n<p id=\"b740-7\">The provisions in the layoff and recall section primarily propose to establish a seniority system to control the manner in which employees are laid off or recalled to employment. The introductory paragraph, however, proposes to limit the employer’s layoff of employees to those who are “unnecessary” and also establishes a neutral impact of layoff on employees’ service records.</p>\n<p id=\"b740-8\">We begin our review with step one. The parties have not cited constitutional provisions, statutes, or regulations that explicitly reserve the question of a seniority system for State employees or decisions on layoff of employees to the sole prerogative of the State. Nevertheless, when we turn to step two, although the proposals in the section affect the terms and conditions of employment, they more directly control managerial policy as defined in the managerial policy exception; that is, the selection, direction, and number of the public employer’s personnel. RSA 273-A:1, XI.</p>\n<p id=\"b740-9\">The first sentence of the introductory paragraph would impose a standard for laying off employees: “The Employer may lay off an unnecessary employee[] due to lack of work, for budgetary reasons or for other like considerations.” The proposal, therefore, would restrict the employer’s ability to select its employees by laying off employees for <em>any </em>reason and to control the number of its personnel by reduction in force for <em>any </em>reason. Similarly, most of the seniority provisions, paragraphs (b), (c), and (e), restrict the employer’s ability to select which employees to lay off and which to recall. Because the proposals do not pass step two, we do not need to consider whether the proposals would impermissibly interfere with public <page-number citation-index=\"1\" label=\"727\">*727</page-number>control of governmental functions. The proposals included in the introductory paragraph and paragraphs (b), (c), and (e) are not subject to mandatory bargaining, although they are not prohibited subjects for negotiation.</p>\n<p id=\"b741-5\">Two proposals in the section, however, provide procedures for implementing a seniority system rather than policy. Paragraph (a) merely requires written notice to affected employees. Therefore, paragraph (a) has no significant effect on managerial policy or public control of governmental functions. Having passed all three steps, paragraph (a) is properly a subject for mandatory bargaining, and the PELRB’s ruling as to that proposal is affirmed.</p>\n<p id=\"b741-6\">Paragraphs (d) and (d)(1) provide the working mechanics for a seniority system. If the State were to adopt a seniority system, the procedures to implement the system proposed in paragraphs (d) and (d)(1) would not significantly affect managerial policy or public control over governmental functions and would, therefore, be subjects for mandatory bargaining. Without a seniority system in place, however, paragraphs (d) and (d)(1) are meaningless. Therefore, the PELRB’s ruling is affirmed although nothing in this decision is to be construed to mean that the State is obligated to adopt or implement a seniority system.</p>\n<p id=\"b741-7\">The last section proposes contract provisions for promotions and transfers:</p>\n<blockquote id=\"b741-8\">“PROMOTIONS AND TRANSFERS</blockquote>\n<blockquote id=\"b741-9\">(a) The parties agree that the intent of this Article is to provide an equal opportunity to all employees in the unit for advancement.</blockquote>\n<blockquote id=\"b741-10\">(b) A vacancy or new position shall be filled in the following manner:</blockquote>\n<blockquote id=\"b741-11\">1. The Employer shall post all vacancies in conspicuous places within the affected department for a period of seven working days. Each posting shall include a posting date and shall be received by all posting locations at least two working days prior to the posting date. The posting shall include, as a minimum, the following:</blockquote>\n<blockquote id=\"b741-12\">Job Title Job Location</blockquote>\n<blockquote id=\"b741-13\">Job Description Labor Grade</blockquote>\n<blockquote id=\"b741-14\">Date of Closing Salary Range</blockquote>\n<blockquote id=\"b741-15\">2. Filling of positions will be by selection from among the qualified candidates on the basis, of capacity for the position, experience, ability to perform job tasks, seniority, and other criteria appropriate for the position to be filled.</blockquote>\n<blockquote id=\"b742-4\"><page-number citation-index=\"1\" label=\"728\">*728</page-number>3. Filling of vacancies shall occur in the order of transfer, promotion or original appointment.</blockquote>\n<blockquote id=\"b742-5\">4. All applicants will be notified in writing if he/she is selected or not, and, shall be given the reasons for non-selection if requested.</blockquote>\n<blockquote id=\"b742-6\">5. Permanent employees who fail a promotional probationary period shall be returned to the same or comparable position from which they were promoted.</blockquote>\n<blockquote id=\"b742-7\">6. If no departmental employee is selected for the position, the Employer may post in all other departments and to the general public simultaneously.”</blockquote>\n<p id=\"b742-8\">The PELRB’s decision described the sections that it determined were subjects for mandatory bargaining but did not list the sections by number. Based on the PELRB’s description, we infer that the PELRB ruled that paragraphs (b)(1), deleting “within the affected department,” (b)(4), and (b)(5) are mandatory subjects of bargaining.</p>\n<p id=\"b742-9\">Again, the State has cited no constitutional provisions, statutes, or regulations to suggest that the proposals ruled negotiable by the PELRB are reserved to the exclusive control of the public employer. Together paragraphs (b)(1) and (b)(4) require the employer to inform employees about vacancies, post relevant information about the vacancies, and notify applicants of selection with explanation if requested. The proposals offer important information to employees for job advancement and enhance employees’ opportunities to apply for advancement, both of which are closely connected to the terms and conditions of employment. The proposals merely provide procedures, part of the implementation of the employer’s policy, to promote and transfer employees. The provisions, therefore, primarily affect the terms and conditions of employment and have no significant effect on managerial policy. Similarly, paragraphs (b)(1) and (b)(4) also have no serious effect on public control of governmental policy. Consequently, having passed all three steps, the proposals in paragraphs (b)(1) and (b)(4) are mandatory subjects for bargaining, and we affirm the PELRB’s ruling as to those proposals.</p>\n<p id=\"b742-10\">Paragraph (b)(5) requires the employer to return a permanent employee who fails a probationary period in a promotional position to the previously held position or a comparable one. Although employees have a significant interest in advancement and job security, this particular provision would directly affect the employer’s <page-number citation-index=\"1\" label=\"729\">*729</page-number>selection and direction of its employees. As in the case of the proposals to adopt a seniority system, the proposal in paragraph (b)(5) impermissibly infringes on managerial policy. Because we find that paragraph (b)(5) does not pass step two, we do not address step three. Consequently, paragraph (b)(5) is not subject to mandatory bargaining, although the State may choose to negotiate the proposal at its discretion.</p>\n<p id=\"b743-4\">In summary, we affirm the PELRB’s ruling that the State is obligated to negotiate the following proposals: layoff and recall paragraphs (a), (d), (d)(1); promotions and transfers paragraphs (b)(1) and (b)(4). We reverse the PELRB’s ruling that the SEA’s proposal on discipline is subject to mandatory bargaining, and we also reverse its ruling as to all other proposals, save those affirmed, that it ruled were subject to mandatory bargaining.</p>\n<p id=\"b743-5\">\n<em>Affirmed in part; reversed in part.</em>\n</p>\n<judges id=\"b743-6\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}