{
  "casebody": {
    "data": "<casebody firstpage=\"104\" lastpage=\"111\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b122-4\">Alice Joy Wooley <em>v. </em>James D. Parker, Administrator, etc. Melissa Joy Wooley by next friend <em>v. </em>James D. Parker, Administrator, etc.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b122-10\">432 S.W.2d 882.</citation>\n<court data-order=\"2\" data-type=\"court\" id=\"b122-11\">\n<em>{Nashville,</em>\n</court>\n<p data-order=\"3\" data-type=\"misc\" id=\"Ao5\">December Term, 1967.)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b122-12\">Opinion filed October 11, 1968.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b123-7\"><page-number citation-index=\"1\" label=\"105\">*105</page-number>Eaves &amp; McColpin, Chattanooga, for plaintiffs in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b123-8\">James D. RobinsoN, Goins, Gammon, Baker &amp; Robinson, Chattanooga, for defendant in error; Denny E. Mobbs, Chattanooga, of counsel.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b123-11\">Mr. Chiee Justice Burnett,</author>\n<p id=\"Aml\">delivered the opinion of the Court.</p>\n<p id=\"b123-12\">In the first of the above captioned actions the plaintiff, Alice Joy Wooley, the surviving widow of Prank M. Wooley, deceased, brought suit against his estate for personal injuries received by her on June 1, 1964, as a result of an automobile accident in which her husband, <page-number citation-index=\"1\" label=\"106\">*106</page-number>Frank M. Wooley, was driving his car in an alleged negligent, reckless and careless manner in that he drove his automobile over the center line of a main highway and into the path of an oncoming truck, thus killing himself and inflicting the injuries for which his widow sues.</p>\n<p id=\"b124-5\">The second of the above captioned actions is a suit by Melissa Joy Wooley through her next friend, which is brought for damages for personal injuries received by her in this same accident in which her mother sues for injuries and which it is alleged was the result of the negligence of her father in driving his automobile as alleged in her mother’s action wherein he was killed and in which it is alleged he injured this plaintiff.</p>\n<p id=\"b124-6\">The defendant, James D. Parker, Administrator of the estate of Frank M. Wooley, deceased, demurred to each declaration, setting forth the fact that the declaration failed to state a cause of action. This demurrer was sustained and the action dismissed and an appeal has been seasonably perfected to this Court wherein arguments have been heard and exceptionally able briefs filed on both sides. After fully considering all authorities, reading the briefs, we have reached a satisfactory, as far as we are concerned, determination thereof.</p>\n<p id=\"b124-7\">The suit of Melissa Joy Wooley, the child, is fully determined and the reasons therefor are fully given by an opinion this day released of <em>Railway Express, Inc., et al. v. Leana Campbell b/n/f, et al, </em>from the Circuit Court of Greene County, wherein we have adopted the opinion of the Court of Appeals in that case as our opinion. Thus it is, it would be a foolish duplication for us again to restate our reasons for affirming the action of the trial court in sustaining the demurrer in this suit, and as <page-number citation-index=\"1\" label=\"107\">*107</page-number>a result thereof we fully adopt the reasons again in the present suit which were given for such a dismissal in the <em>RaÁhoay Express </em>case, supra.</p>\n<p id=\"b125-3\"> In addition to the distinction made in the <em>Railway Express </em>case, supra, to <em>Logan v. Reaves, </em>209 Tenn. 631, 635, 354 S.W.2d 789, we would add that this child succeeds to such rights only against her father as she had at the time of the accident, and for her to have any right against him after he died there must he some right in existence which survives his death. No such right we now think exists. Certain statements made in <em>Logan v. Reaves, </em>supra, are primarily the basis for the appeal on behalf of the daughter of the deceased Wooley.</p>\n<p id=\"b125-4\">The other lawsuit, that of Alice Joy Wooley against the estate of her deceased husband, is a tort action brought by a wife against the husband’s estate for personal injuries, etc., by reason of an automobile accident which it is alleged resulted from the negligence of her deceased husband. This suit is in a way new in Tennessee but in principle and from reason it is controlled by previous decisions of this Court, which hold that no cause of action arises for torts from one spouse against the other -which occurred while the parties were married. In 1915, this Court had before it <em>Lillienkamp v. Rippetoe, </em>133 Tenn. 57, 179 S.W. 628, L.R.A.1916B, 881, the basic question. In that case this Court said:</p>\n<blockquote id=\"b125-5\">“It has been held in this state that neither spouse could maintain an action against the other for torts committed by one against the other during coverture. The holding was said to rest in part upon their unity by virtue of the marriage, which was said to preclude one from suing the other at law, and in part it was said <page-number citation-index=\"1\" label=\"108\">*108</page-number>to rest upon tlie respective rights and duties involved in the marriage relation.”</blockquote>\n<p id=\"b126-5\">In this case the Court for the first time had before it the woman’s emancipation act (Chapter 26, Public Acts of 1913, codified as sec. 36-601, T.C.A.) and in considering that question we said:</p>\n<blockquote id=\"b126-6\">“Ve must assume that the Legislature had in mind in the passage of the act the fundamental doctrine of the unity of husband and wife under the common law, and the correlative duties of husband and wife to each other, and to the well-being of the social order growing out of the marriage relation, and that, if it had been the purpose of the Legislature to alter these further than as indicated in the act, that purpose would have been clearly expressed. * * *</blockquote>\n<blockquote id=\"b126-7\">“We are not warranted in ascribing to the Legislature by anything appearing in this act a purpose to empower a wife to bring an action against her husband for injuries to her person occurring during the cover-ture, thereby making public scandal of family discord, to the hurt of the reputation of husband and wife, their families and connections, unless such purpose clearly appears by the express terms of the act. It results that, in our opinion, there is no error in the judgment of the Court of Civil Appeals, and the same is therefore affirmed.”</blockquote>\n<p id=\"b126-8\">This case was reaffirmed about fifteen years later in <em>Tobin v. </em>Gelrich, 162 Tenn. 96, 34 S.W.2d 1058. In the <em>Tobin </em>case the demurrer was sustained to a declaration of an administrator of a deceased wife who had filed a negligent action against her husband before her death. <page-number citation-index=\"1\" label=\"109\">*109</page-number>We held that the action could not be maintained and cited what we thought were respectable authorities therefor, and said among other things that Tennessee was in accord with the common law rule and that the married woman’s emancipation act had not abrogated this common law rule. This statement and reasoning there is likewise applicable in the present case to the effect that the Legislature of the State for obvious reasons sets the public policy of the State by their Acts, and we have held time and time again that the common law is applicable in Tennessee unless the Legislature enacts a statute otherwise, therefore in the present case the Legislature not having enacted any Act allowing one spouse to sue the other for tort or to sue the estate of the other for tort, then we as a Court should not enter this legislative field.</p>\n<p id=\"b127-3\">This Court again considered the question in <em>Prince v. Prince, </em>205 Tenn. 451, 326 S.W.2d 908. In this case the wife was injured in an accident in which she was a guest passenger in a car driven by her husband and in her suit against the husband we, after reviewing the decisions following the married woman’s emancipation act, supra, held that this act did not abrogate the common law rule which disallowed such a suit and we denied that the suit could be maintained. It seems to us by long legislative history it is shown that we are firmly entrenched and we have reaffirmed time and again the principle of the common law rule of disallowing suits between spouses for torts which occurred during coverture and as said above we are unable to find anywhere that the Legislature has changed such a rule. The reason why is obvious to us and is shown to a large extent to be the same reasons as given by the Court of Appeals in the case of Bailway <page-number citation-index=\"1\" label=\"110\">*110</page-number>Express, Inc., snpra, which we have held applies to a child suing an estate of a deceased parent.</p>\n<p id=\"b128-4\">We again reaffirmed this same principle in <em>Gordon v. Pollard, </em>207 Tenn. 45, 336 S.W.2d 25, wherein there was a different state of facts involved blit the principle is the same and it will be noticed that in applying this rule in various eases we have done so “because there is no civil right to be redressed.\" In other words, it goes back to the same proposition as said above in <em>Logan v. Reaves, </em>supra, that it should be further distinguished from a state of facts applicable to a child and the same is true and applicable to a man and woman. If the woman had no right against her husband during his lifetime for torts committed against her certainly when he died none would survive, she not having any before. Just because her husband died doesn't create a right.</p>\n<p id=\"b128-5\">Lastly, we have reiterated this identical principle under another state of facts in <em>Hance v. Haun, </em>216 Tenn. 176, 391 S.W.2d 621 (1965), in one of the last opinions that Mr. Justice White prepared for this Court. This is a well reasoned opinion and the reasoning therein is applicable here. Among other things it was said:</p>\n<blockquote id=\"Ay\">“It is argued here that Tennessee should adopt the minority rule that the Married Woman’s Act changes the common law rule and makes it possible for a wife to sue her husband for tort. This Court has always adhered to the rule that we should not construe said Act as abrogating an established common law doctrine unless the legislative intent to make such a change in the law was explicitly stated.\"</blockquote>\n<p id=\"A2S\">Then Mr. Justice White ended the <em>Hance </em>opinion thus:</p>\n<blockquote id=\"b129-4\"><page-number citation-index=\"1\" label=\"111\">*111</page-number>“As said in the recent case of <em>Rush v. Great American Ins. Co., </em>213 Tenn. 506, 376 S.W.2d 454 (1964), the courts \"will not run a race of opinions with the Legislature to create a new action which was unknown at the common law. ’ ’</blockquote>\n<p id=\"b129-5\">For the reasons herein expressed we must affirm the judgment of the trial court in these two eases.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}