{
  "casebody": {
    "data": "<casebody firstpage=\"351\" lastpage=\"353\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b377-9\">SOOMEKH ORIENTAL RUGS, Plaintiff/Appellant, v. TARGET CORPORATION, formerly known as Dayton Hudson Corporation, Defendant/Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b377-12\">No. 01-2204.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b377-13\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b377-14\">Submitted March 15, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b377-15\">Filed June 21, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b377-26\">Before GIBSON and HANSEN, Circuit Judges, and GOLDBERG,<footnotemark>1</footnotemark> Judge.</p>\n<footnote data-order=\"6\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b377-17\">. The Honorable Richard W. Goldberg, Judge, United States Court of International Trade, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b377-27\">[UNPUBLISHED]</p>\n<author id=\"b377-28\">PER CURIAM.</author>\n<p id=\"b377-29\">Soomekh Oriental Rugs (“Soomekh”) appeals from the district court’s<footnotemark>2</footnotemark> grant of <page-number citation-index=\"1\" label=\"352\">*352</page-number>judgment on the pleadings in favor of Target Corporation, the parent corporation of Dayton Hudson Corporation (“Dayton’s”). Contracts between Dayton’s and appellant are the subject of this action. Soomekh began operating the Oriental rug department in Dayton’s department stores in 1976 pursuant to a series of contracts. Dayton’s provided the floor space and Soo-mekh provided the rug inventory. Soo-mekh hired, trained, and paid the rug department employees. All employees that were hired by Soomekh were treated as Dayton’s employees. The parties shared the profits from the sale of the rugs. After Dayton’s acquired the Hudson’s chain of department stores in the 1980s, Soo-mekh agreed to expand its rug business into those stores.</p>\n<p id=\"b378-4\">In the 1990s, Dayton’s acquired the Marshall Field’s department stores. The Nahigian Brothers were operating the Oriental rug department in the Marshall Field’s stores. During 1996 and 1997, Soo-mekh proposed that the Marshall Fields’s rug department be consolidated with the Dayton’s and Hudson’s departments, and that Soomekh operate the rug departments in all three stores. At the time, Nahigian Brothers still operated the Marshall Field’s rug department separately.</p>\n<p id=\"b378-5\">In 1997, Dayton’s proposed a new one-year contract with Soomekh for operation of the Dayton’s and Hudson’s rug departments. Soomekh alleges that Dayton’s told Soomekh that during the proposed one-year contract term, Soomekh, Nahigi-an Brothers, and others would have the opportunity to submit competitive proposals and bids for consolidated operation of the Dayton’s, Hudson’s, and Marshall Field’s rug departments.</p>\n<p id=\"b378-6\">Soomekh agreed to the one-year contract on November 7, 1997. The contract provided for an unlimited number of automatically renewable one-year terms and included a cancellation clause. The cancellation clause provided that either party could cancel the contract by providing 60 days written notice. The contract also contained an integration clause: “This Agreement constitutes the entire understanding between the parties and super-cedes any prior agreements between the parties hereto. ...” It did not contain any provision for a competitive bidding process.</p>\n<p id=\"b378-8\">On November 25, 1998, Dayton’s gave notice of its intent to cancel the contract effective January 31, 1999, thus terminating its business relationship with Soomekh. Dayton’s did not give Soomekh an opportunity to participate in a competitive bidding process. Dayton’s later consolidated all of its Oriental rug departments under the operation of Nahigian Brothers in the Dayton’s, Hudson’s, and Marshall Field’s stores.</p>\n<p id=\"b378-9\">Soomekh filed suit in Minnesota state court, alleging fraud and breach of fiduciary duty. The case was removed to federal court on diversity grounds. The district court held that the parol evidence rule barred any evidence of Dayton’s alleged oral promise to hold a competitive bidding process, because it contradicted the parties’ written contract by restricting Dayton’s rights under the contract’s cancellation clause. The court further found the fraud exception to the parol evidence rule to be inapplicable, since Soomekh did not claim that the contract was unenforceable or argue that the contract was void.</p>\n<p id=\"b378-10\">The district court also rejected Soomekh’s claim that its 25-year business relationship with Dayton’s proved the existence of a fiduciary relationship between them. The court held that mere existence of a longstanding contractual relationship did not suffice to establish a fiduciary relationship, especially where the parties dealt <page-number citation-index=\"1\" label=\"353\">*353</page-number>at arm’s length and represented adverse interests.</p>\n<p id=\"b379-5\">Finally, the district court denied Soo-mekh’s leave to amend “any deficiencies” in its pleading of one element of its fraud claim, namely the falsity of Dayton’s alleged promise at the time it was made. The district court did not find any deficiency in that element of Soomekh’s pleading and therefore did not see the need to address the request. The district court was not obligated to allow any other amendments, because Soomekh never requested leave to amend any other aspect of its other claims.</p>\n<p id=\"b379-6\">Having carefully reviewed the record and the applicable legal principles, we find no error in the district court’s disposition of this matter. Accordingly, we affirm the judgment of the district court. See 8th Cir. R. 47B.</p>\n<footnote label=\"2\">\n<p id=\"b377-30\">. The Honorable Ann D. Montgomery, United States District Judge for the District of Minnesota.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}