{
  "casebody": {
    "data": "<casebody firstpage=\"386\" lastpage=\"395\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b412-12\">UNITED STATES of America, Plaintiff—Appellee, v. Glenn Alan NELSON, Defendant—Appellant. United States of America, Plaintiff—Appellee, v. Henderson Houghton, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b412-18\">No. 01-30000, 01-30067.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b412-19\">D.C. No. CR-99-00120-JDS.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b412-20\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b412-21\">Argued and Submitted Oct. 18, 2001.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A5P\">Decided March 5, 2002.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b414-13\"><page-number citation-index=\"1\" label=\"388\">*388</page-number>Before KLEINFELD and GOULD, Circuit Judges, and ROLL,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b414-11\"> The Honorable John M. Roll, United States District Judge for the District of Arizona, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b414-14\">MEMORANDUM<footnotemark>**</footnotemark></p>\n<p id=\"b414-15\">Glenn Alan Nelson and Henderson Houghton appeal their convictions and sentences, after a jury trial, for one count each of receiving child pornography and one count each of possessing child pornography. We affirm.</p>\n<p id=\"b414-16\">I. Evidence of Pornographic Images</p>\n<p id=\"b414-17\">Houghton and Nelson contend that the district court abused its discretion by admitting into evidence about 14,000 thumbnail pornographic images under circumstances where most were adult males and not relevant to charges of receiving and possessing child pornography. We review for abuse of discretion a district court’s decision to admit evidence. <em>Old Chief v. United States, </em>519 U.S. 172, 174 n. 1, 117 S.Ct. 644, 136 L.Ed.2d 574 (1997); <em>United States v. Castillo, </em>181 F.3d 1129, 1134 (9th Cir.1999), <em>cert. denied, </em>532 U.S. 965, 121 S.Ct. 1502, 149 L.Ed.2d 386 (2001).</p>\n<p id=\"b414-18\">Under the Federal Rules of Evidence, evidence must be relevant to be admissible, and its probative value must outweigh potential prejudice. Fed.R.Evid. 401, 403. In this case thousands of thumbnail-size images, the majority of which appear to be adult males, were admitted as a single exhibit. Nelson and Houghton argue that this evidence had little probative value, but because of the apparent homosexual content, it had the potential of being extremely prejudicial. <em>See United States v. Gillespie, </em>852 F.2d 475, 479 (9th Cir.1988) <page-number citation-index=\"1\" label=\"389\">*389</page-number>(“[e]vidence of homosexuality is extremely prejudicial”); <em>see also People of Territory of Guam v. Shymanovitz, </em>157 F.3d 1154, 1161 (9th Cir.1998) (finding that the introduction of sexually explicit gay adult magazines was highly prejudicial evidence in a case involving the sexual abuse of minors, and should not have been admitted).</p>\n<p id=\"b415-5\">The government argues the images were relevant because the defendants tried to mislead the jury to believe that there were only a handful of questionable pictures. They contend that the exhibit containing all of the pictures on the computer in thumbnail format, with reference to the directories in which the pictures were found, was necessary to show the jury the true context. We agree there is some relevance. Nonetheless, despite marginal relevance, there can be little doubt that there would be some prejudice from putting all of this before the jury, particularly without a plan to minimize prejudice by limiting instructions.</p>\n<p id=\"b415-6\">We conclude that there is .some force to Nelson and Houghton’s argument that the court should not have admitted the images in total, at least without a more precise explanation from the prosecutor on need and a plan to minimize prejudice. But, even if the trial judge abused his discretion in admitting all the thumbnail pictures, any error was harmless because of the evidence properly before the jury.</p>\n<p id=\"b415-7\">This is so because, even were all photos that were plainly adults excluded, hundreds, if not more than one thousand, of the pornographic photos would still have been admissible in the judge’s discretion because the record shows voluminous images that portray possible minors in sexually suggestive and explicit poses. We do not think that a reasonable jury would have taken greater offense by viewing 14,-000 thumbnail pictures than would likely have been experienced if they had only viewed the images of possible minors in pornographic poses, themselves an overwhelming number. We do not applaud the government’s advocacy to offer, or the trial court’s decision to admit, all 14,000 mainly pornographic images, at least where there was no limiting instruction. But, in light of the overwhelming evidence of receipt and possession of child pornography against both defendants in this case, we conclude that the outcome would have been the same had the photographs admitted been limited to the numerous images involving possible minors.</p>\n<p id=\"b415-9\">II. Special Verdict</p>\n<p id=\"b415-10\">Houghton and Nelson further contend that the district court erred by not using a special verdict form requiring the jury to itemize which images it determined to be child pornography. We review the formulation of jury instructions and a district court’s decision to utilize a general verdict form for an abuse of discretion. <em>United States v. Reed, </em>147 F.3d 1178, 1180 (9th Cir.1998).</p>\n<p id=\"b415-11\">Houghton and Nelson contend that without a special verdict, there was no way to determine what image or images the jury relied on in reaching its verdict. This argument is fundamentally unsound, for jurors are not normally required to say what evidence they credited to reach a verdict. The “propriety of using a special verdict should be determined according to the particular circumstances of each case.” <em>Reed, </em>147 F.3d at 1180 (citations and internal quotation marks omitted). We reject the defendants’ argument because only one image of child pornography was necessary to support the jury’s verdict. Nothing in law or common courtroom practice required the court to insist that the jury say which particular picture or pictures they found to be child pornography. The dis<page-number citation-index=\"1\" label=\"390\">*390</page-number>trict court did not abuse its discretion by declining to use a special verdict form.</p>\n<p id=\"b416-4\">III. Two-level Upward Adjustment Under U.S.S.G. §§ 2G2.2(b)(1) and 2G2.4(b)(14)</p>\n<p id=\"b416-5\">Both defendants contend that the district court erred in imposing a two point enhancement to their sentences under U.S.S.G. §§ 2G2.2(b)(1) and 2G2.4(b)(1). We review a district court’s factual decisions at sentencing for clear error. <em>United States v. Frega, </em>179 F.3d 793, 811 n. 22 (9th Cir.1999), <em>cert. denied, 528 </em>U.S. 1191, 120 S.Ct. 1247, 146 L.Ed.2d 105 (2000). The district court’s interpretation of the Sentencing Guidelines is reviewed de novo. <em>Castillo, </em>181 F.3d at 1134-35. Findings of the district court in applying the Sentencing Guidelines are upheld unless they are clearly erroneous. <em>United States v. Cipollone, </em>951 F.2d 1057, 1058 (9th Cir.1991).</p>\n<p id=\"b416-6\">A two point enhancement is warranted under the sentencing guidelines if even one of the pornographic images in question involve a prepubescent minor or a minor under the age of twelve years. U.S.S.G. §§ 2G2.2(b)(1) and 2G2.4(b)(1); <em>see United States v. Fellows, </em>157 F.3d 1197, 1200 (9th Cir.1998), <em>cert. denied 528 </em>U.S. 852, 120 S.Ct. 133, 145 L.Ed.2d 112 (1999); <em>United States v. Boos, </em>127 F.3d 1207, 1209 (9th Cir.1997).</p>\n<p id=\"b416-7\">The district court needed to find by a preponderance of the evidence that at least one of the children in the pictures was either under twelve or prepubescent, to support the enhancement. <em>United States v. Zuniga, </em>66 F.3d 225, 227 (9th Cir.1995) (circumstances justifying such an increase from the base level offense must be proven by a preponderance of the evidence). In <em>United States v. Marquardt, </em>949 F.2d 283 (9th Cir.1991), we upheld a two point enhancement where the district court received a postal inspector’s opinion and viewed the films in question in determining that they contained images of prepubescent children. Similarly, in <em>Cipollone, </em>we upheld the enhancement where the trial court heard conflicting expert testimony regarding the ages of the children in the photographs, but gave the government’s experts more weight and applied the two point enhancement.</p>\n<p id=\"b416-9\">Here, the district court’s independent review of the images before sentencing Houghton, the probation officer’s findings and Dr. Sauer’s testimony prior to both sentences allowed the court to make the finding of age by a preponderance of the evidence. We cannot say that the district court’s findings were clearly erroneous.</p>\n<p id=\"b416-10\">IV. Prior Crimes or Bad Acts</p>\n<p id=\"b416-11\">Both defendants contend that the district court abused its discretion in admitting evidence of prior bad acts under Federal Rule of Evidence 404(b). We review a district court’s decision to admit evidence of prior convictions for an abuse of discretion. <em>United States v. Cordoba, </em>104 F.3d 225, 229 (9th Cir.1997).</p>\n<p id=\"b416-12\">Rule 404(b) is “an inclusionary rule” under which evidence is inadmissable “only when it proves nothing but the defendant’s criminal propensities.” <em>United States v. Diggs, </em>649 F.2d 731, 737 (9th Cir.), <em>cert denied, </em>454 U.S. 970, 102 S.Ct. 516, 70 L.Ed.2d 387 (1981), <em>overruled on other grounds, United States v. McConney, </em>728 F.2d 1195 (9th Cir.) (en banc), <em>cert. denied, </em>469 U.S. 824, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984). Rule 404(b) specifically allows the use of prior crimes, acts and wrongs to prove various things such as motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident. Evidence is properly admitted under Rule 404(b) if: (1) sufficient proof exists for the jury to find that the defendant committed the prior act; (2) <page-number citation-index=\"1\" label=\"391\">*391</page-number>the prior act was not too remote in time; and (3) the prior act is introduced to prove a material issue to the case. <em>United States v. Hadley, </em>918 F.2d 848, 850-51 (9th Cir.1990).</p>\n<p id=\"b417-5\">The probative value of the evidence must also be balanced against the prejudicial value pursuant to Rule 403. <em>Hadley, </em>918 F.2d at 852. However, a district court’s failure to state on the record that Rule 403 did not preclude admission of the evidence is not grounds for reversal. <em>See United States v. Thomas, </em>893 F.2d 1066, 1071 (9th Cir.1990).</p>\n<p id=\"b417-6\">A. Nelson</p>\n<p id=\"b417-7\">Nelson contends that the district court erred in admitting evidence of his probation or parole status, his prior convictions and the details of his enrollment in a sexual offender treatment program. Here, there was sufficient proof for the jury to find that the defendant committed the pri- or acts and the prior acts were not too remote in time. Furthermore, the evidence was admissible to show motive that Nelson might be inclined to seek child pornography.<footnotemark>1</footnotemark> The district court did not err in admitting evidence of Nelson’s probation or parole status, his prior convictions and his enrollment in and the details of his sexual offender treatment program. All of these things supported the theory that Nelson was motivated by sexual desire attached to children and was relevant to the charges of receiving and possessing child pornography.</p>\n<p id=\"b417-10\">B. Houghton</p>\n<p id=\"b417-11\">Houghton argues that the court should not have allowed evidence of his alleged prior possession of child pornography under Rule 404(b), without requiring the government to present to the jury the images of this “so called” child pornography.<footnotemark>2</footnotemark></p>\n<p id=\"b417-12\">Sufficient proof must exist for the jury to find that the defendant committed the prior acts before the evidence may be properly admitted under Rule 404(b). <em>Hadley, </em>918 F.2d at 850-51. “[S]imilar act evidence is relevant ... if the jury can reasonably conclude that the act occurred and that the defendant was the actor.” <em>United States v. Johnson, </em>132 F.3d 1279, 1283 (9th Cir.1997) (quoting <em>Huddleston v. United States, </em>485 U.S. 681, 689, 108 S.Ct. 1496, 99 L.Ed.2d 771 (1988)). This reliability threshold is not a high one and the testimony of a single witness can be sufficient. <em>See United States v. Hinton, </em>31 F.3d 817, 823 (9th Cir.1994).</p>\n<p id=\"b417-13\">Under the best evidence rule, generally, the original photograph is required to prove the contents of the photograph. Fed.R.Evid. 1002. However, if all originals have been lost or destroyed, the original is not required, and other evidence, such as witness testimony, regarding the contents of a photograph is admissible. Fed.R.Evid. 1004. Even if the evidence is sufficient and admissible under an excep<page-number citation-index=\"1\" label=\"392\">*392</page-number>tion to the best evidence rule, the probative value of the evidence must not be outweighed by the prejudicial value under Rule 403.</p>\n<p id=\"b418-4\">The evidence the jury was presented with regarding Houghton’s alleged possession of child pornography in 1997 was the opinion testimony of two officers. The government claims the original photographs were “lost in the shuffle.” The opinion testimony of the two officers describing the contents of the photographs was sufficient evidence under Rule 404(b) and Rule 1004. The district court was not required formally to balance the probative and prejudicial value of the evidence on the record. <em>See Hadley, </em>918 F.2d at 852. The district court did not abuse its discretion in admitting the evidence.</p>\n<p id=\"b418-5\">V. Lay Testimony</p>\n<p id=\"b418-6\">Houghton contends the court erred by allowing lay opinion testimony on the age of the individuals depicted in the computer images. We review for abuse of discretion a district court’s decision to admit evidence. <em>Old Chief, </em>519 U.S. at 174 n. 1.</p>\n<p id=\"b418-7\">There is no requirement that expert testimony be presented in child pornography cases to establish the age of children in the pictures. Under Federal Rule of Evidence 701, a lay witness may give an opinion that is rationally based on his or her perceptions if the opinion is helpful to a clear understanding of the witness’ testimony or to the determination of a fact in issue. The trial court has broad discretion to determine whether a lay witness is qualified under Rule 701 to testify on a matter of opinion. <em>United States v. Barrett, </em>703 F.2d 1076 (9th Cir.1983); <em>United States v. Butcher, </em>557 F.2d 666 (9th Cir.1977).</p>\n<p id=\"b418-8\">Throughout the trial, the government’s probation and law enforcement witnesses gave their opinions about the age of individuals depicted in the images from Houghton’s computer. It is not clear how the opinions of these officers helped the jury, because the jury had access to the pictures to make their own determination of age and pornographic content. There was no real need for police and other officers to opine on age. No expertise was revealed that the jury did not have. We conclude that the lay opinions admitted here on children’s age do not fit under Rule 701 and that it was an abuse of discretion for the trial judge to allow the lay witness testimony regarding age and pornographic content. However, on this issue, faced again with overwhelming evidence of guilt, we conclude that the error on admitting this lay opinion testimony was harmless. The jury had the photographs from which to make an independent determination. And, reviewing the record, we believe that any reasonable juror giving a review to the pictures in question would determine that some of the individuals shown in the pornographic pictures are under 18 years old. Therefore, in our view, there is no doubt that this error did not substantially affect the verdict.</p>\n<p id=\"b418-10\">VI. Sufficiency of Evidence</p>\n<p id=\"b418-11\">Houghton also contends that there was insufficient evidence to convict him. A trial court’s ruling on a Rule 29 motion for acquittal is reviewed de novo. <em>United States v. Yossunthorn, </em>167 F.3d 1267, 1270 (9th Cir.1999). Where there is a jury verdict of guilt, we review the evidence presented against the defendant in a light most favorable to the government to determine whether any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. <em>Id.</em></p>\n<p id=\"b418-12\">At trial, the jury was presented with evidence, including: (1) Houghton’s past possession of the same objectionable <page-number citation-index=\"1\" label=\"393\">*393</page-number>material found on Ms home computer previously when Nelson did not reside with him; (2) Houghton’s computer expertise as demonstrated, <em>inter alia, </em>by the software in his home office; (3) the computer’s location being clearly visible from the living room area of Houghton’s residence; (4) Houghton’s own rule, governing his home, that Nelson couldn’t be alone in the residence without him and that he didn’t allow Nelson to have a house key; (5) Houghton’s admissions that he downloaded pornographic images; and (6) the sheer volume of images carefully categorized into almost 500 separate folders specifically labeled by hair and eye color, number of participants m the image and what activity was depicted m the picture. Based on this evidence, a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. <em>United States v. Pacheco-Medina, </em>212 F.3d 1162, 1163 (9th Cir.2000).</p>\n<p id=\"b419-5\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b414-19\"> This disposition is inappropriate for publication and may not be cited to or by the courts of this circuit except as may be provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b417-8\">. The Ninth Circuit may affirm the district court's decision on any ground supported by the record. <em>See United States v. Soueiti, </em>154 F.3d 1018, 1019 (9th Cir.), <em>amended by </em>162 F.3d 1035 (9th Cir.1998). Although we do not credit the reasons the government enunciated for admission of the evidence, the evidence was admissible to show motive.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b417-9\">. Houghton does not contend that the prior act was too remote in time or that the prior act was not introduced to prove a material issue to the case. <em>See United States v. Hadley, </em>918 F.2d 848, 850-51 (9th Cir.1990). The alleged prior possession of child pornography occurred only two years prior. In addition, prior possession of child pornography would clearly be relevant to show knowledge in this case where Houghton argued that he did not \"knowingly” possess child pornography.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b419-6\">ROLL, District Judge,</author>\n<p id=\"Ag8\">concurring.</p>\n<p id=\"b419-7\">I respectfully concur in the memorandum disposition.</p>\n<p id=\"b419-8\">I write separately to highlight certain factors that I believe warrant the conclusion that affirmance is appropriate in this case despite the massive amount of sexually explicit material presented at trial and despite the homosexual nature of some of that material.</p>\n<p id=\"b419-9\">Sixty-three year old Henderson Hough-ton and thirty-one year old Glen Nelson both have histories of sexual abuse of children. Nelson had possessed child pornography m 1997.</p>\n<p id=\"b419-10\">In 1998, Nelson moved M with Hough-ton. Houghton agreed to permit Nelson’s probation officer to search the common residence. In addition, Houghton permitted Nelson to use Houghton’s computer when Houghton was home. In January of 1999, Nelson admitted to his probation officer that he had inappropriate photographs of children at Ms residence. As a result of this confession, Houghton’s computer was seized. A search of the computer revealed a total of 14,000 pictures on two hard drives and arranged in 474 folders. The vast majority of the images were of a sexual nature. Of these 14,000 images, at least 1,314 constituted child pornography.</p>\n<p id=\"b419-13\">Houghton told an agent that he owned the computer in question and that he had, on multiple occasions, downloaded images of nude males from the internet. He denied that the images he downloaded were of children.</p>\n<p id=\"b419-14\">At trial, only 12 of the 14,000 photos were offered as enlarged images. These 12 photos were clearly sexual portrayals of individuals under 18 years of age. In contrast, the 14,000 pictures were offered as a single exhibit and were “thumbnail” size pictures.<footnotemark>1</footnotemark> Had the government offered only 12 of the 14,000 photos found on the two hard drives, the jury may have inferred that the defendants were unaware of these 12 photos. Accordingly, ample grounds may well have existed for inform-mg the jury of the existence of the 14,000 images and providing the jury with copies of the 1,314 child pornography images in order to dispel any notion that the 12 enlargements were merely rogue images unknown to the possessors. <em>See, e.g., United States v. Lacy, </em>119 F.3d 742, 748 (9th Cir.1997) (in prosecution for possession of child pornography, government must prove that the defendant “knew the hard drive and disks contained the unlaw<page-number citation-index=\"1\" label=\"394\">*394</page-number>ful visual depictions”), <em>cert. denied, </em>523 U.S. 1101, 118 S.Ct. 1571, 140 L.Ed.2d 804 (1998). Viewed in this light, the impact of the admission of all 14,000 thumbnail size images was negligible.</p>\n<p id=\"b420-4\">I am hesitant to address the severance issue impliedly suggested in the dissent because neither defendant raised this issue on appeal. In effect, both defendants put the government to the burden of proving guilt. Severance was not required merely because neither defendant admitted to the ownership of the child pornography. Analogously, severance was not required when drugs were discovered in an apartment, the individuals in the apartment claimed to have no knowledge of the drugs, and the people present were jointly charged and tried. <em>Zafiro v. United States, </em>506 U.S. 534, 539-40, 113 S.Ct. 933, 122 L.Ed.2d 317 (1993). Neither defendant testified at trial. The jury was not faced with the predicament of having to convict one defendant if the other defendant was acquitted. <em>United States v. Gillam, </em>167 F.3d 1273, 1276 (9th Cir.), <em>cert. denied, </em>528 U.S. 900, 120 S.Ct. 235, 145 L.Ed.2d 197 (1999). The jury could have concluded that insufficient evidence existed that Nelson had downloaded the child pornography and that if Houghton downloaded it, he did so without any awareness that the pornographic images were of children. <em>See, e.g., United States v. Cruz, </em>127 F.3d 791, 800 (9th Cir.1997), <em>cert. denied sub nom. Mesa v. United States </em>522 U.S. 1097, 118 S.Ct. 896, 139 L.Ed.2d 881 (1998). The defendants fail to specify any reason as to why they should not have been tried in a joint trial.</p>\n<p id=\"b420-5\">Finally, the introduction of some adult homosexual pornography among a total of 14,000 thumbnail size images in a trial for receiving and possessing child pornography does not raise the same concerns as the admission of gay adult magazines in a prosecution for criminal sexual conduct involving children. To so hold does no violence to <em>People of the Territory of Guam v. Shymanovitz, </em>157 F.3d 1154 (9th Cir.1998). On the facts presented, the matters raised as error on appeal were harmless beyond a reasonable doubt. <em>Chapman v. California, </em>386 U.S. 18, 24, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).</p>\n<footnote label=\"1\">\n<p id=\"b419-11\">. These thumbnail size black and white photos were one inch by one inch in size, arranged alphabetically by directory, and placed in an exhibit notebook.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-4\" type=\"dissent\">\n<author id=\"b420-8\">KLEINFELD, Circuit Judge,</author>\n<p id=\"AP_\">dissenting.</p>\n<p id=\"b420-9\">I respectfully dissent.</p>\n<p id=\"b420-10\">The majority memorandum disposition concedes that “there is some force” to appellants’ argument that the 14,000 images should not have been admitted, “at least without a more precise explanation from the prosecutor on need and a plan to minimize prejudice.”<footnotemark>1</footnotemark> The majority nevertheless concludes that any error was harmless, because “hundreds, if not more than one thousand,” of the pictures portrayed “possible minors in sexually suggestive and explicit poses.”<footnotemark>2</footnotemark></p>\n<p id=\"b420-11\">My view is that admission of all these pictures was error, and that the error was not harmless. A high proportion of the 14,000 pictures admitted are pornography, but they are male homosexual pornography, not child pornography. The physical disgust likely to have been engendered in some jurors by the prosecutor’s drenching them with gay porn would tend naturally to interfere with their analytic abilities.</p>\n<p id=\"b420-12\">We should apply <em>People of the Territory of Guam v. </em>Shymanovitz<footnotemark>3</footnotemark> to this case, and reverse. <em>Shymanovitz </em>held that admission of homosexual pornography was so preju<page-number citation-index=\"1\" label=\"395\">*395</page-number>dicial as to outweigh the probative value in a homosexual conduct with children case, because “[generally, ‘[e]vidence of homosexuality is extremely prejudicial.’ ”<footnotemark>4</footnotemark> <em>Shymanovitz </em>held that when evidence of homosexuality is improperly admitted, “[w]e must reverse the defendant’s conviction unless it is more probable than not that the prejudice resulting from the error did not materially affect the verdict.”<footnotemark>5</footnotemark> <em>Shymanovitz </em>arguably could be distinguished because in that case homosexual pornography was used to support an inference of homosexual conduct, and here homosexual pornography was used to support an inference of child pornography. But such a distinction would be unpersuasive, because the inference disallowed under <em>Shymanovitz </em>is not much different, as a practical matter, from the inference suggested here. After all, a collection of <em>Playboy </em>would not suggest that the possessor probably possessed child pornography.</p>\n<p id=\"b421-5\">I am unable to conclude that the error probably did not affect the verdict. Jurors, if they could get past their disgust and look, could not have reasonably doubted that there was child pornography on the computer. But to convict either defendant, they had to conclude beyond a reasonable doubt that that particular defendant knowingly possessed the pornography.<footnotemark>6</footnotemark> There was a real issue about this. One person owned the computer, both used it, and each presented evidence implying that the other man was more likely the knowing downloader and possessor of the child pornography. Each blamed the other in closing argument. The logical possibilities were that Houghton knowingly possessed the critical pictures, that Nelson did, or that they both did. Both could be convicted only if the jury could rule out the first two possibilities beyond a reasonable doubt. Had it not been for the flood of highly prejudicial male homosexual pornography, the jury might well have had a reasonable doubt as to Houghton, Nelson, or perhaps even have concluded that it could not be sure which of them was the dirty picture collector. But after concluding that they were both disgusting, as the flood of prejudicial evidence seems designed to have assured, it is doubtful the jurors were in a mood to draw fine distinctions. This error is compounded by the error in admitting lay opinion testimony on age, which afforded the jurors an excuse not to examine the photos and form their own judgments on age.</p>\n<p id=\"b421-8\">The prosecutor here faced a common dilemma in the two defendant case: each defendant tried to hang all the blame on the other. Such situations create a risk that the jury will conclude “we’re sure the crime was committed, but we’re not sure which one did it, so we can’t conclude beyond a reasonable doubt that either one did it, though we can conclude beyond a reasonable doubt that one of the two did it.” There are a lot of ways around this dilemma, both fair and foul. Flooding the jury with so much prejudicial evidence that they don’t much care which defendant did it is among the foul ways and denies each defendant a fair trial.</p>\n<footnote label=\"1\">\n<p id=\"b420-6\">. Majority at 389.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b420-14\">. Majority at 389.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b420-13\">. 157 F.3d 1154 (9th Cir.1998).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b421-6\">. <em>Id. </em>at 1160 (quoting <em>United States v. Gillespie, </em>852 F.2d 475, 479 (9th Cir.1988)).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b421-11\">. <em>Id. </em>(quoting <em>United States v. Echavarria-Olarte, </em>904 F.2d 1391, 1398 (9th Cir.1990)).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b421-10\">. 18 U.S.C. § 2252A(a)(5).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}