{
  "casebody": {
    "data": "<casebody firstpage=\"75\" lastpage=\"78\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"otherdate\" id=\"b101-6\">Rockingham, )</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b101-7\">May 5, 1925. )</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b101-8\">John H. Hook <em>v. </em>Consolidation Coal Company.</parties>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b102-6\"><page-number citation-index=\"1\" label=\"76\">*76</page-number><em>William H. Sleeper </em>(by brief and orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b102-7\"><em>Lucier &amp; Lucier (Mr. Alvin J. Lucier </em>orally), for the defendant.</attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b102-8\">Marble, J.</author>\n<p id=\"AW\">Although the plaintiff’s expert testified that it was unsafe to move more than four cars at a time with the cable, there is no evidence that the defendant or any of its employees had ever attempted to do so before the day of the accident.</p>\n<p id=\"b102-9\">The plaintiff does not charge the defendant with any fault in respect to premises, appliances, or associates in the work, nor does he claim that the defendant should have inspected the eyebolt in question. If there was any negligence on the part of the defendant, it must be found in the failure to make suitable regulations for the conduct of the work, and there is nothing in the record to indicate the absence of such regulations. The presumption is that the defendant prescribed the requisite rules, and the burden of proving its dereliction in that regard was upon the plaintiff. <em>Smith </em>v. Railroad, 73 N. H. 325, 327; <em>Hill </em>v. <em>Railroad, </em>72 N. H. 518, 519; <em>Manning </em>v. <em>Manchester Mills, </em>70 N. H. 582, 584.</p>\n<p id=\"b102-10\">“If a rule would have protected the servant, if observed, his injury may be due either to the want of the rule, — negligence of the master, — or to its non-observance, — negligence of the plaintiff or his fellow-servants. Hence, proof of an injury preventable by a different course of conduct is not of itself evidence of the master’s negligence.” <em>Hill </em>v. <em>Railroad, supra.</em></p>\n<p id=\"b102-11\">A like result is reached if it is conceded that it was negligent to fasten the cable to the chain under any circumstances. A witness who had worked in the defendant’s coal yard for twelve years testified that he had never seen a car moved in that manner before, and while another witness, whose understanding of English was extremely limited, answered affirmatively an interrogative statement to the effect that he always hooked the cable to the chain whenever he found a car equipped with one, there is no evidence that this had <page-number citation-index=\"1\" label=\"77\">*77</page-number>occurred often enough to charge the defendant with knowledge of the practice. <em>Wallace </em>v. <em>Railroad, </em>72 N. H. 504, 507, 508, 517. See also <em>Cunningham </em>v. <em>Spaulding, </em>80 N. H. 335; <em>Sanborn </em>v. <em>Railroad, </em>76 N. H. 523, 529; <em>Klineintie </em>v. <em>Company, </em>74 N. H. 276; <em>St. Pierre </em>v. <em>Foster, </em>74 N. H. 4; <em>Smith </em>v. <em>Railroad, supra.</em></p>\n<p id=\"b103-5\">Under such circumstances the act of the foreman in directing the movement of the cars would be an act of service. <em>Tilley </em>v. <em>Company, </em>74 N. H. 316, 318, and cases cited.</p>\n<p id=\"b103-6\">The same principle is applicable to the questions raised by the plaintiff’s exceptions. If the defendant had no reason to apprehend the adoption of an improper method of operation, it owed its employees no duty to guard against the dangers incident to such improper method. <em>Cunningham </em>v. <em>Spaulding, supra, </em>336; <em>Blood </em>v. <em>New Boston, </em>77 N. H. 464, 465; <em>Shea </em>v. <em>Railroad, </em>69 N. H. 361, 364.</p>\n<p id=\"b103-7\">But assuming that the evidence warrants the conclusion that the defendant required the giving of the verbal order to “stand clear,” it is reasonable to infer that it also required the signalman to wait until the workmen had complied with this order before signaling for the application of the power. In the absence of direct evidence on this point, the failure of the foreman to wait until the men were out of danger would appear to be the negligence of a fellow-servant. <em>Parmaleau </em>v. <em>Company, </em>75 N. H. 69, 70; <em>Galvin </em>v. <em>Pierce, </em>72 N. H. 79; <em>McLaine </em>v. <em>Company, </em>71 N. H. 294.</p>\n<p id=\"b103-8\">With reference to the complaint of lack of instructions it should be noted that the defendant’s only duty in that respect was to warn the plaintiff of hidden dangers connected with the authorized mode of work. But even granting that the course pursued on the day of the accident was sanctioned by the defendant, it is difficult to perceive how an instruction that the cable might “side-sweep” could have given the plaintiff any “knowledge he did not already possess” <em>(Collins </em>v. <em>Company, </em>68 N. H. 196, 198), since at the time of the accident he was sufficiently aware of the danger to be running from it, or, to use his own expression, to be “making a getaway.”</p>\n<p id=\"b103-9\">It was nearly noon and the men were hurrying. Their purpose was to draw the cars from the yard to the coal shed. The engine and drum were located in a small power house at the entrance to the shed. The cars were to be moved forward from the rear. The cable was drawn around the edge of the last car and extended to a snatch block on one of the sidetracks near the head of the string of cars. It must have been apparent to anyone that if the cable broke away from its fastening it would follow the direction of the pull, and swing <page-number citation-index=\"1\" label=\"78\">*78</page-number>to one side. To have warned the plaintiff that this might happen would have been a “useless formality.” <em>Ib.</em></p>\n<p id=\"b104-3\">The defendant’s motion for a directed verdict should have been ■ granted.</p>\n<p id=\"b104-4\">\n<em>Plaintiff’s exceptions overruled: defendant’s exception sustained.</em>\n</p>\n<judges id=\"AN\">Allen, J., did not sit: the others concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}