{
  "casebody": {
    "data": "<casebody firstpage=\"173\" lastpage=\"175\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b175-12\">Broomall’s Appeal.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b175-13\">1. County commissioners contracted for the erection of a county bridge and inspectors reported upon it. <em>Held, </em>that tax-payers of the county had no standing to except to the report.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b175-14\">2. In making contracts for bridges and all proceedings relating to them, the commissioners are the sole representatives of the county.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b175-15\">3. There is no appeal to the Supreme Court from the order of the Quarter Sessions confirming the report of inspectors on a county bridge.</headnotes>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b175-16\">January 22d 1874.</otherdate>\n<judges data-order=\"5\" data-type=\"judges\" id=\"A4F\">Before Agnew, C. J., Mercur and Gordon, JJ. Sharswood, J., at Nisi Prius.</judges>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b176-5\"><page-number citation-index=\"1\" label=\"174\">*174</page-number>Appeal from the Court of Quarter Sessions of <em>Delaware county: </em>No. 223, to January Term 1874.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b176-6\">On the 29th of February 1872, a number of citizens of Delaware county petitioned the Court of Quarter Sessions for a view for a county bridge over Chester creek, in the city of Chester. Viewers were appointed who reported in favor of a bridge; the grand jury concurred and the bridge was entered of record as a county bridge. The county commmissioners then entered into a contract for building the bridge, at the contract price of $33,000 ; and, the bridge having been finished, they asked the court to appoint inspectors to inspect the bridge and report., On the 24th of November 1873, the inspectors reported that they did not approve of the bridge and that $673.12 should be deducted; that the commissioners contracted for extra work amounting to $3480.99; that there should be deducted from the last contract, $524.02, and the bridge was worth $35,283.85. On the 4th of December J. M. Broomall and others, “ tax-payers and citizens of Delaware county, ” filed exceptions to the report of the inspectors. On the same day the contractors and the county commissioners filed an agreement, that the report of the inspectors be finally confirmed and the bridge approved by the court without delay; both parties waiving all objections and exceptions to the report. The agreement was- withdrawn the same day. On the 5th of December, the contractors filed exceptions to the report of the commissioners. On the 22d of December, the agreement of the 4th, between the contractors and the commissioners, was again filed, and on the same day the court (Butler, P. J.) made this decree : “ The above stated matter having come on for hearing, and the commissioners of said county and the contractors for said .bridge having by a written agreement filed, requested the court to confirm the report of said jury and to approve said bridge, the exceptions filed by Messrs. Broomall, Wheaton, Bradley Bros, and Weidner, the rule taken upon the contractors, and the exceptions filed by them are dismissed, the report of said jury is hereby confirmed, and the aforesaid bridge is hereby approved, subject to the deductions reported by said jury. ”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b176-7\">The exceptors appealed to the Supreme Court, and assigned the decree of the court below for error.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b176-8\"><em>W. Ward </em>(with whom were <em>O. Harvey </em>and <em>W. B. </em>Broomall), for appellants.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AhV\">Tax-payers have a standing to contest these proceedings for defects apparent on the record : New Holland Turnpike <em>v. </em>Lancaster County, 21 P. F. Smith 442 ; Page <em>v. </em>Allen, 8 Id. 338; Patterson <em>v. </em>Barlow, 10 Id. 54; Sharpless <em>v. </em>Philadelphia, 9 Harris 157 ; Moers <em>v. </em>Reading, Id. 188; 2 Dillon on Municipal Corporations, sect. 731.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b177-5\"><page-number citation-index=\"1\" label=\"175\">*175</page-number><em>JE. A. Price </em>(with whom was <em>W. Darlington), </em>for appellees.—</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"ABM\">No third person can intervene between the commissioners and contractors, who are the only parties; their differences are to be settled under the provisions of the Road Law of 1836. The county auditors determine between the county and the commissioners, and their settlement, unless appealed from, is final: Blackmore <em>v. </em>Allegheny County, 1 P. F. Smith 162.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b177-6\">The opinion of the court was delivered, January 26th 1874, by</p>\n<author id=\"b177-7\">Agnew, C. J.</author>\n<p id=\"A4C\">By the Act of 15th April 1834, Brightly’s Dig. 295, counties are made corporations for the purpose of suing and being sued, &amp;c., and the corporate powers are required to be exercised by the commissioners. All suits are also to be brought and conducted by the commissioners, and process shall be served upon, and defence made by them. Among their powers is that to make contracts for county purposes, and for all objects and purposes authorized by law. In regard to the specific subject of county bridges, the duties concerning them are also laid upon the commissioners, so that in making contracts for bridges, and in all proceedings relative to the same, the commissioners alone are the representatives of the county. The proceeding in relation to the inspection of bridges, to ascertain the proper execution of the contract of the builder, is one at law, and to it the commissioners are made the parties to represent the county. It is clear, from the entire course of legislation, both general and special, the commissioners only can conduct the proceeding in this case, and tax-payers have no standing. The proceeding is not one under that head of equity which empowers the court to enjoin against wrongful and injurious acts prejudicial to the community, or to the rights of individuals, where, because of the want of an adequate remedy at law, tax-payers have been permitted to sue in protection of their rights of property against illegal taxation or wrongful acts of injury. Hence the appellants have no standing in court, if, indeed, there were an appeal. But none is given to this court in the case of a bridge inspection, and the writ of certiorari could be issued only by the commissioners. The writ must, therefore, be quashed.</p>\n<p id=\"b177-8\">Writ of certiorari quashed at the costs of the so-called appellants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}