{
  "casebody": {
    "data": "<casebody firstpage=\"258\" lastpage=\"264\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b274-9\">Lewis L. Draper <em>vs. </em>Mary J. Buggee.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b274-10\">Hampshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AAP\">Oct. 5, 1881; May 6.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ASyA\">— Sept. 7, 1882.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"AUV\">Lord, J., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b274-11\">If a wife pays, with money earned by her own labor, since the St. of 1874, c. 184, a promissory note made by her husband and the principal and interest of a mortgage on land owned by him, a conveyance of the land by him to her through a third person, made in connection with such payments, is not in fraud of his creditors.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b274-12\">Writ oe entry to recover a parcel of land in Easthampton. Plea, <em>nul disseisin. </em>Trial in the Superior Court, before <em>Brigham, </em>C. J., who allowed a bill of exceptions, in substance as follows: The demandant claimed title under an execution deed, dated October <em>4, </em>1880, based upon a judgment against one Robert Buggee, husband of the tenant. There was evidence tending to show that the premises were conveyed to Buggee in 1864; <page-number citation-index=\"1\" label=\"259\">*259</page-number>that Buggee the same year mortgaged said premises to one Sawyer, for $300; that in 1865 Buggee mortgaged said premises to the Easthampton Rubber Thread Company, for $650, for the purpose of using part of the proceeds for the payment of the Sawyer mortgage, which mortgage was discharged; that in 1868 Buggee mortgaged said premises to the Northampton Institution for Savings, for $400, and used the proceeds to take up the mortgage to the Easthampton Rubber Thread Company, which had been reduced by the tenant, by the payment of money earned by her, to about $400; and that Buggee mortgaged said premises to one Dawson, in 1871, for $400, and made another mortgage to Dawson in 1873, for $300.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b275-4\">The tenant claimed title from her husband through a daughter, who, it was agreed, was a mere conduit through which to convey title to the tenant, by deeds dated January 31,1879; and it was agreed that no consideration in money was paid when either of said deeds was made. There was evidence tending to show that the tenant had worked in the mills at Easthampton eighteen years; that from her earnings she had supported her husband and family, and from said earnings she had paid the interest due on said mortgages, and part of the principal secured by them, prior to January 31, 1879; that her husband had contributed nothing towards the support of his family, or towards the liquidation of said mortgages; that her husband gave up the idea of paying for the place in 1864, soon after the lot was bought and before anything had been paid on account of it, and abandoned her for several months; that she then agreed with the mortgagee of the property to pay from her earnings monthly instalments and assume the mortgage, and did so pay a part of the mortgage and prevent its foreclosure, and paid all that was ever paid on account of principal or interest towards the cost of the place, amounting to a considerable sum; that she also assumed and agreed to pay, as hereinafter stated, and did pay, one note of her husband of $50, and all the principal sums and interest secured by the Dawson and Northampton Bank mortgages; and that this arrangement was made in connection with her husband’s conveyance to her. There was no evidence that the sums paid by the tenant for the support of her husband and family, and upon the mortgages aforesaid, were expected to be paid back <page-number citation-index=\"1\" label=\"260\">*260</page-number>to her by her husband, nor that said sums were to be treated as a loan to the husband.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b276-4\">It also appeared in evidence, that in the year 1877 Buggee borrowed of the Easthampton Savings Bank the sum of $50, giving his note with an indorser; that a short time before the deed to the tenant, dated January 31, 1879, at the request of the indorser, Samuel T. Seelye in behalf of said bank pressed Buggee for payment of the note, whereupon the tenant went to see See-lye, and proposed to pay the note herself; that Seelye advised her not to pay the note unless her husband would give her a deed of the property in question; that she' sent him to Seelye, who persuaded him to give a deed of said property to the tenant. Seelye also testified that he told the husband that, if he gave a deed to his wife, he would give the money to take up the mortgages of Dawson and the Northampton Institution for Savings. The tenant mortgaged said premises to the Easthampton Savings Bank on May 27, 1880, for $1000, the proceeds of which, together with the tenant’s earnings, were used for the payment of said mortgages, which were discharged. There was evidence tending to show that the premises.were fairly worth from $1200 to $1500 on January 31,1879, when said premises were conveyed to the tenant.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b276-5\">The demandant contended that the conveyance made to his wife by Robert Buggee was for the purpose of avoiding the attachment of the same by his creditors; that there was no consideration for said conveyance, and that no price was paid for it; and that the wife participated in the fraudulent purpose of the husband.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b276-6\">The judge, upon the subject of conveyances in fraud of creditors, gave full instructions, which were not objected to, excepting as to matter of consideration; but the judge refused to give the following instructions, asked for by the demandant’s counsel, in the form in which they were presented. The modifications and qualifications made by the judge in the instructions are hereinafter stated. The tenant contended that her labor and earnings had virtually purchased this estate; that practically she had been the person who had bought the estate and had built it up, and made a home for her husband and family, and that, although no money was paid when she took the conveyance, there <page-number citation-index=\"1\" label=\"261\">*261</page-number>was a just and legal consideration in the fact that the estate had been practically the result of her labor. The judge ruled that, if that was the fact, it would explain and tend to show that the want of a cash consideration for the conveyance was only one way of adjusting, as between the husband and wife, just and equitable rights arising from, the fact, which he recognized, that she had really been the earner of the estate, and then that would be a consideration which would be relieved from fraud; that the husband had no right to give away his estate to his wife as against the rights of his creditors; that he could not rule that the husband could not restore to the wife an estate the substantial property of which was in her, while the nominal record title was in him; and that if the jury should be satisfied that the considerations which led to the conveyance were of that moral nature, and that the wife, in taking the conveyance, did not know, and had no reason to know, that her husband had a fraudulent purpose, the conveyance would be valid to her. To the foregoing instruction no specific objection was made, excepting so far as such a specific objection is implied in the instructions asked for by the demandant, and refused.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b277-4\">The demandant asked the judge to give the following instructions : “ The payments of money by the tenant, out of her own earnings, upon the mortgage debts upon the property previous to the conveyance, is not a sufficient consideration for the conveyance of the property to the tenant by the husband. The payment by the tenant, out of her own earnings, of the debt of her husband of $50 to the Easthampton Savings Bank, is not a sufficient consideration to support the transfer by the husband to her of the property of the value that this property was.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b277-5\">The judge gave the following instructions: “ The payment of money by the tenant, out of her own earnings, upon the mortgage debt upon the property previous to the conveyance, is not in and of itself a sufficient consideration for the conveyance of the property to the tenant by the husband; but the fact of such payments, and that they induced the parties to make the conveyance, may be considered as tending to repel an inference of fraud towards creditors arising from the fact that there was no money paid in consideration of the conveyance, and as tending to show that the conveyance was a reality, and not a sham. <page-number citation-index=\"1\" label=\"262\">*262</page-number>The payment by the tenant, out of her own earnings, of the debt of the husband of $50 to the Easthampton Savings Bank, is not in and of itself a sufficient consideration to support the transfer by the husband to her of the property of the value that this property was, because in fact no payment of that sum or any other sum by the wife to her husband, or in his interest or in improving his estate, would constitute such a consideration; but such payment might be considered as tending to repel an inference of fraud towards creditors arising from the fact that no money was paid in consideration of the conveyance, and also may be considered as tending to show that the conveyance was a reality, and not a sham.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b278-4\">The jury returned a verdict for the tenant; and the demand-ant alleged exceptions.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b278-5\"><em>D. W. Bond </em>&amp; <em>J. B. Bottum, </em>for the demandant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b278-6\"><em>W. G. Bassett, </em>for the tenant.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b278-7\">Field, J.</author>\n<p id=\"AgH\">Whatever may be the law in regard to voluntary conveyances to others, a conveyance made on the meritorious consideration of blood or affection to a child, or as a settlement to a wife, is not <em>per se </em>fraudulent and void as to existing creditors. Whether it is so depends upon the circumstances of the case and the actual or presumed intent of the grantor. <em>Winchester </em>v. <em>Charter, </em>12 Allen, 606, and 102 Mass. 272. <em>Lerow </em>v. <em>Wilmarth, </em>9 Allen, 382. <em>Thacher </em>v. <em>Phinney, </em>7 Allen, 146.</p>\n<p id=\"b278-8\">A conveyance made by a husband through a third person to a wife, on a consideration of money received from the wife, which, but for the relation of husband and wife, would be a valuable consideration, in law is not, as against creditors, regarded as a voluntary conveyance. <em>Atlantic National Bank </em>v. <em>Tavener, </em>130 Mass. 407. <em>Bancroft </em>v. <em>Curtis, </em>108 Mass. 47. Whether such a conveyance can be avoided by a creditor for the fraud of the grantor, ■ without showing a participation in that fraud by the grantee, need not be decided in this case.</p>\n<p id=\"b278-9\">Since the passage of the St. of 1874, <em>c. </em>184, the money received by the wife, in this case, for her labor in the mill, must be regarded as her separate property, and the payment by her therefrom of her husband’s note for $50, and of the principal.and interest of his debts secured by mortgages upon the property, but for the relation of husband and wife, would have been a <page-number citation-index=\"1\" label=\"263\">*263</page-number>valuable consideration in law for the conveyance. These sums she paid in pursuance of the arrangements “ made in connection with her husband’s conveyance to her.” The effect of the previous payments by her on account of the mortgage, we do not consider. The conveyance cannot be regarded as voluntary.</p>\n<p id=\"b279-4\">The exceptions do not show that the demandant was an existing creditor at the time this conveyance was made, or whether any debts of the husband existed except those which the wife agreed to pay, and did pay, out of her separate property. The circumstances attending the conveyance were not such that the law necessarily implies fraud.</p>\n<p id=\"b279-5\">It is not plain what questions of law are raised by these exceptions. It is said: “ The judge, upon the subject of conveyances in fraud of creditors, gave full instructions, which were not objected to, excepting as to matter of consideration ; but the judge refused to give the following instructions, asked for by the demandant’s counsel, in the form in which they were presented. The modifications and qualifications made by the judge in the. instructions are hereinafter stated.” Then follow a statement of what the tenant claimed and a ruling of the court, and it is said, “ To the foregoing instruction no specific objection was made, excepting so far as such a specific objection is implied in the instructions asked for by the demandant, and refused.” The instructions asked for were, in effect, that the payment of the money upon the mortgages made by the tenant before the conveyance to her, out of her earnings, was not a sufficient consideration for the conveyance, and that the payment of the husband’s note for $50 out of her earnings was not a sufficient consideration “ to support the transfer by the husband to her of the property of the value that this property was.” The court gave the instruction, that such payments were not, in and of themselves, a sufficient consideration for the conveyance, or to support the transfer by the husband to her of property of the value that this property was, “ because in fact no payment of that sum or any other sum by the wife to her husband, or in his interest or in improving his estate, would constitute such a consideration.”</p>\n<p id=\"b279-6\">“ But the fact of such payments, and that they induced the parties to make the conveyance, may be considered as tending to repel an inference of fraud towards creditors arising from the <page-number citation-index=\"1\" label=\"264\">*264</page-number>fact that there was no money paid in consideration of the conveyance,” and also may be considered “ as tending to show that the conveyance was a reality, and not a sham.” These facts were certainly competent on the question of a fraudulent intent on the part of the husband in making the conveyance, and the ruling of the court, that the conveyance could not be regarded as made upon a sufficient consideration, was certainly favorable enough to the demandant.</p>\n<p id=\"b280-4\">There is a clause in one of the instructions of the court to which no exception was taken, which, taken alone, might be construed to mean that this conveyance, even if made on considerations of a moral nature such as are therein described, would be valid as against a creditor, if the wife “ did not know, and had no reason to know, that her husband had a fraudulent purpose; ” but the whole of the instructions upon the subject of conveyances in fraud of creditors is not set out, and as no exception was taken to this, and it was not noticed in the argument or brief of the demandant’s counsel, it cannot be considered.</p>\n<p id=\"b280-5\">The case has been put by the demandant’s counsel in argument solely on the ground that the conveyance was voluntary, and fraudulent in law as to existing creditors.</p>\n<p id=\"b280-6\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}