{
  "casebody": {
    "data": "<casebody firstpage=\"527\" lastpage=\"528\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b557-11\">Rodney A. MARCUM, Plaintiff-Appellant, v. GRANT COUNTY; et al., Defendants—Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b557-13\">No. 06-35682.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b557-14\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b557-15\">Submitted June 5, 2007.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b557-16\">Filed June 11, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b557-17\">Rodney A. Marcum, Kennewick, WA, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b557-22\">Carl Perry Warring, Esq., Attorney General of Washington, Spokane, WA, John S. Ziobro, Esq., Sarah H. Villanueva, Esq., Benton County Prosecutor’s Office, Kennewick, WA, Salvatore J. Faggiano, Esq., for Defendants-Appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b557-24\">Before: LEAVY, RYMER, and T.G. NELSON, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b557-18\"> The panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b557-25\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b557-26\">Rodney A. Marcum appeals pro se from the district court’s judgment dismissing with prejudice for lack of subject matter jurisdiction his action alleging constitutional violations and common law tort claims in connection with numerous state court proceedings in which he was a party. We have jurisdiction pursuant to 28 U.S.C. § 1291. We review de novo, <em>Noel v. Hall, </em>341 F.3d 1148, 1154 (9th Cir.2003), and we affirm.</p>\n<p id=\"b557-27\">The district court properly concluded that it lacked subject matter jurisdiction pursuant to the <em>Rooker-Feldman </em>doctrine because Marcum’s action amounted to a forbidden “de facto appeal” of state court judgments and raised claims that are “inextricably intertwined” with those state court decisions. <em>See Noel, </em>341 F.3d at 1163-65; <em>see also Exxon Mobil Corp. v. Saudi Basic Indus. Corp., </em>544 U.S. 280, 284, 125 S.Ct. 1517, 161 L.Ed.2d 454 (2005) <em>(Rooker-Feldman </em>bars “state-court losers complaining of injuries caused by state-<page-number citation-index=\"1\" label=\"528\">*528</page-number>court judgments rendered before the district court proceedings commenced” from asking district courts to review and reject those judgments.).</p>\n<p id=\"b558-4\">Contrary to Marcum’s contention, sua sponte dismissal was appropriate. <em>See Scholastic Entm’t, Inc. v. Fox Entm’t Group, Inc., </em>336 F.3d 982, 985 (9th Cir. 2003) (“While a party is entitled to notice and an opportunity to respond when a court contemplates dismissing a claim on the merits ... it is not so when the dismissal is for lack of subject matter jurisdiction.”); <em>see also </em>Fed.R.Civ.P. 12(h)(3) (“Whenever it appears by suggestion of the parties or otherwise that the court lacks jurisdiction of the subject matter, the court shall dismiss the action.”).</p>\n<p id=\"b558-5\">The district court’s dismissal should have been without prejudice, however. <em>See Frigard v. United States, </em>862 F.2d 201, 204 (9th Cir.1988) (per curiam) (dismissal for lack of subject matter jurisdiction should be “without prejudice so that a plaintiff may reassert his claims in a competent court.”).</p>\n<p id=\"b558-6\">Marcum’s remaining contentions are not persuasive.</p>\n<p id=\"b558-7\">We therefore remand with instructions for the district court to amend its judgment to reflect that dismissal was without prejudice.</p>\n<p id=\"b558-8\">The parties shall bear their own costs on appeal.</p>\n<p id=\"b558-9\">AFFIRMED in part, VACATED in part, and REMANDED.</p>\n<footnote label=\"**\">\n<p id=\"b557-28\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}