{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1139\" lastpage=\"1144\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  STATE of Arizona, Appellee,\n  <br/>\n  v.\n  <br/>\n  Rodney Christopher JONES, Appellant.\n </parties>\n <docketnumber id=\"p-2\">\n  No. CR-18-0370-PR\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Arizona.\n </court>\n <decisiondate id=\"p-4\">\n  Filed May 28, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Sheila Polk, Yavapai County Attorney, Dennis M. McGrane, Chief Deputy County Attorney, Benjamin D. Kreutzberg (argued), Deputy County Attorney, Prescott, Attorneys for State of Arizona\n </attorneys>\n <attorneys id=\"p-6\">\n  Robert A. Mandel (argued), Taylor C. Young, Mandel Young PLC, Phoenix; and Lee Stein, Anna H. Finn, Mitchell Stein Carey Chapman, PC, Phoenix, Attorneys for Rodney Christopher Jones\n </attorneys>\n <attorneys id=\"p-7\">\n  Sarah L. Mayhew, Tucson, Attorney for Amicus Curiae Arizona Attorneys for Criminal Justice; and Thomas W. Dean, Phoenix, Attorney for Amicus Curiae National Organization for the Reform of Marijuana Laws\n </attorneys>\n <attorneys id=\"p-8\">\n  Eric M. Fraser, Osborn Maledon, P.A., Phoenix, Attorneys for Amicus Curiae Arizona Dispensaries Association\n </attorneys>\n <attorneys id=\"p-9\">\n  Gary Michael Smith, Smith Saks, PLC, Phoenix, Attorney for Amicus Curiae Will Humble\n </attorneys>\n <attorneys id=\"p-10\">\n  Gaye L. Gould, Janet E. Jackim, Philip R. Rudd, Sacks Tierney P.A., Scottsdale, Attorneys for Amici Curiae Physicians\n </attorneys>\n <attorneys id=\"p-11\">\n  Sharon A. Urias, Greenspoon Marder LLP, Scottsdale; and John H. Pelzer, Greenspoon Marder LLP, Ft. Lauderdale, FL, Attorneys for Amicus Curiae MPX Bioceutical Corporation\n </attorneys>\n <attorneys id=\"p-12\">\n  Jared G. Keenan, Kathleen E. Brody, American Civil Liberties Union Foundation of Arizona, Phoenix; and Emma A. Andersson, American Civil Liberties Union, New York, NY, Attorneys for Amicus Curiae Qualifying Patients and Caregivers\n </attorneys>\n <attorneys id=\"p-13\">\n  Elizabeth Burton Ortiz, Arizona Prosecuting Attorneys' Advisory Council, Phoenix, Attorneys for Amicus Curiae Arizona Prosecuting Attorneys' Advisory Council\n </attorneys>\n <attorneys id=\"p-14\">\n  Alex Lane, Lane, Hupp, Crowley, PLC, Phoenix, Attorneys for Amici Curiae Jennifer Welton and Alex Lane\n </attorneys>\n <attorneys id=\"p-15\">\n  Kathi Mann Sandweiss, Lawrence E. Wilk, Thomas S. Moring, Jaburg &amp; Wilk, P.C., Phoenix, Attorneys for Receiver for Green Hills Patient Center, Inc.\n </attorneys>\n <judges id=\"p-16\">\n  VICE CHIEF JUSTICE BRUTINEL authored the opinion of the Court, in which CHIEF JUSTICE BALES and JUSTICES TIMMER, BOLICK, GOULD, LOPEZ, and PELANDER (Retired) joined.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-17\">\n   VICE CHIEF JUSTICE BRUTINEL, opinion of the Court:\n  </author>\n  <p id=\"p-18\">\n   ¶1 Rodney Christopher Jones appeals his convictions and sentences arising from his possession of hashish, a form of cannabis resin, A.R.S. §§ 13-3401(4)(a), -3408(A)(1), arguing that the Arizona Medical Marijuana Act (\"AMMA\") immunizes his conduct. AMMA defines marijuana as including \"all parts of any plant of the genus cannabis whether growing or not.\" A.R.S. § 36-2801(8). Consistent with this language, we hold that AMMA's definition of marijuana includes both its dried-leaf/flower form and extracted resin, including hashish.\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    I.\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   ¶2 In March 2013, Jones-a registered qualifying patient under AMMA-was found in possession of a jar containing 1.43 grams, or 0.050 ounces, of hashish. Jones was charged with possession of cannabis and possession of drug paraphernalia (the jar). As defined by Arizona's criminal code, cannabis is a narcotic drug, § 13-3401(20)(w), consisting of \"[t]he resin extracted from any part of a plant of the genus cannabis, and every compound, manufacture, salt, derivative, mixture or preparation of such plant, its seeds or its resin,\" § 13-3401(4)(a).\n  </p>\n  <p id=\"p-21\">\n   ¶3 Jones moved to dismiss the charges, arguing his use was allowed under AMMA. Relying on\n   <em>\n    State v. Bollander\n   </em>\n   ,\n   <extracted-citation case-ids=\"617837\" index=\"0\" url=\"https://cite.case.law/ariz/110/84/\">\n    110 Ariz. 84\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"617837\" index=\"1\" url=\"https://cite.case.law/ariz/110/84/\">\n    515 P.2d 329\n   </extracted-citation>\n   (1973), the State argued that AMMA does not displace the criminal code distinctions between cannabis, § 13-3401(4)(a), and marijuana, § 13-3401(19), and that AMMA only provides a defense for the use of marijuana from which the resin has not been extracted. Agreeing with the State, the trial court denied Jones's motion. After a bench trial, Jones was convicted as charged and sentenced to concurrent 2.5-year prison terms.\n  </p>\n  <p id=\"p-22\">\n   ¶4 The court of appeals affirmed Jones's convictions in a divided opinion, holding that AMMA did not immunize his possession of cannabis.\n   <em>\n    State v. Jones\n   </em>\n   ,\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=245%20Ariz.%2046\">\n    245 Ariz. 46\n   </extracted-citation>\n   , 49-50 ¶¶ 9-15,\n   <extracted-citation case-ids=\"12569491\" index=\"3\" url=\"https://cite.case.law/p3d/424/447/#p450\">\n    424 P.3d 447\n   </extracted-citation>\n   , 450-456 (App. 2018). We granted review to determine whether AMMA immunizes cannabis, a recurring issue of statewide importance. We have jurisdiction under article 6, section 5(3) of the Arizona Constitution.\n  </p>\n  <p id=\"p-23\">\n   <strong>\n    II.\n   </strong>\n  </p>\n  <p id=\"p-24\">\n   ¶5 \"We review questions of statutory interpretation de novo.\"\n   <em>\n    Reed-Kaliher v. Hoggatt\n   </em>\n   ,\n   <extracted-citation case-ids=\"4329356\" index=\"4\" url=\"https://cite.case.law/ariz/237/119/\">\n    237 Ariz. 119\n   </extracted-citation>\n   , 122 ¶ 6,\n   <extracted-citation case-ids=\"4329356\" index=\"5\" url=\"https://cite.case.law/ariz/237/119/\">\n    347 P.3d 136\n   </extracted-citation>\n   , 139 (2015). Because AMMA was passed by voter initiative, our primary objective \"is to give effect to the intent of the electorate.\"\n   <em>\n    <extracted-citation case-ids=\"4329356\" index=\"6\" url=\"https://cite.case.law/ariz/237/119/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    State v. Gomez\n   </em>\n   ,\n   <extracted-citation case-ids=\"3236716\" index=\"7\" url=\"https://cite.case.law/ariz/212/55/\">\n    212 Ariz. 55\n   </extracted-citation>\n   , 57 ¶ 11,\n   <extracted-citation case-ids=\"3236716\" index=\"8\" url=\"https://cite.case.law/ariz/212/55/\">\n    127 P.3d 873\n   </extracted-citation>\n   , 875 (2006) ). The most reliable indicator of that intent is the language of the statute, and if it is clear and unambiguous, we apply its plain meaning and the inquiry ends.\n   <em>\n    State v. Burbey\n   </em>\n   ,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=243%20Ariz.%20145\">\n    243 Ariz. 145\n   </extracted-citation>\n   , 147 ¶ 7,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=403%20P.3d%20145\">\n    403 P.3d 145\n   </extracted-citation>\n   , 147 (2017).\n  </p>\n  <p id=\"p-25\">\n   ¶6 Passed in 2010, \"AMMA permits those who meet statutory conditions to use medical marijuana.\"\n   <em>\n    Reed-Kaliher\n   </em>\n   ,\n   <extracted-citation case-ids=\"4329356\" index=\"11\" url=\"https://cite.case.law/ariz/237/119/\">\n    237 Ariz. at\n   </extracted-citation>\n   122 ¶ 7,\n   <extracted-citation case-ids=\"4329356\" index=\"12\" url=\"https://cite.case.law/ariz/237/119/\">\n    347 P.3d at 139\n   </extracted-citation>\n   . AMMA does so by \"broadly immuniz[ing] qualified patients\" for their medical marijuana use and by \"carving out only narrow exceptions from its otherwise sweeping grant of immunity.\"\n   <em>\n    <extracted-citation case-ids=\"4329356\" index=\"13\" url=\"https://cite.case.law/ariz/237/119/\">\n     Id.\n    </extracted-citation>\n   </em>\n   ¶ 8 (citing A.R.S. § 36-2811(B) ). Specifically, AMMA provides protection \"[f]or the registered qualifying patient's medical use of marijuana pursuant to this chapter, [so long as] the registered qualifying patient does not possess more than the allowable amount of marijuana.\" § 36-2811(B)(1). AMMA defines \"marijuana\" to mean \"all parts of any plant\n   of the genus cannabis whether growing or not, and the seeds of such plant.\" § 36-2801(8).\n  </p>\n  <p id=\"p-26\">\n   ¶7 The court of appeals' majority determined that voters only intended to immunize the use of marijuana as defined by the criminal code, meaning the dried leaves or flowers of the cannabis plant, but not the use of cannabis, the resin extracted from the marijuana plant.\n   <em>\n    Jones\n   </em>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=245%20Ariz.%2046\">\n    245 Ariz. at\n   </extracted-citation>\n   49 ¶ 9,\n   <extracted-citation case-ids=\"12569491\" index=\"15\" url=\"https://cite.case.law/p3d/424/447/#p450\">\n    424 P.3d at 450\n   </extracted-citation>\n   (\"[B]y not specifically including extracted resin within its description of immunized marijuana, AMMA adopts the preexisting law distinguishing between cannabis and marijuana.\" (internal quotation marks omitted));\n   <em>\n    see also\n   </em>\n   § 13-3401(19) (defining \"marijuana\" to mean \"all parts of any plant of the genus cannabis, from which the resin has not been extracted\");\n   <em>\n    cf.\n   </em>\n   <em>\n    Bollander\n   </em>\n   ,\n   <extracted-citation case-ids=\"617837\" index=\"16\" url=\"https://cite.case.law/ariz/110/84/\">\n    110 Ariz. at 87\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"617837\" index=\"17\" url=\"https://cite.case.law/ariz/110/84/\">\n    515 P.2d at 332\n   </extracted-citation>\n   (concluding \"that the legislature has recognized hashish and marijuana as two distinct forms of cannabis\"). We disagree.\n  </p>\n  <p id=\"p-27\">\n   ¶8 We start with the statutory language. Because AMMA specifically defines \"marijuana,\" we apply the statutory definition and look to neither the criminal code nor common understanding.\n   <em>\n    See\n   </em>\n   <em>\n    Enloe v. Baker\n   </em>\n   ,\n   <extracted-citation case-ids=\"612698\" index=\"18\" url=\"https://cite.case.law/ariz/94/295/#p298\">\n    94 Ariz. 295\n   </extracted-citation>\n   , 298,\n   <extracted-citation case-ids=\"612698\" index=\"19\" url=\"https://cite.case.law/ariz/94/295/#p298\">\n    383 P.2d 748\n   </extracted-citation>\n   , 750 (1963). Indeed, AMMA's definition of \"marijuana\" stands on its own: it neither cross-references nor incorporates the criminal code definition.\n   <em>\n    Cf.\n   </em>\n   <em>\n    State v. Pirello\n   </em>\n   ,\n   <extracted-citation case-ids=\"3752578\" index=\"20\" url=\"https://cite.case.law/mont/365/399/\">\n    365 Mont. 399\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3752578\" index=\"21\" url=\"https://cite.case.law/mont/365/399/\">\n    282 P.3d 662\n   </extracted-citation>\n   , 663-65 ¶¶ 11-18 (2012) (recognizing that the Montana Medical Marijuana Act cross-references and incorporates the criminal code distinction between marijuana and hashish).\n  </p>\n  <p id=\"p-28\">\n   ¶9 AMMA defines \"marijuana\" as \"all parts of [the] plant.\" § 36-2801(8). The word \"all,\" one of the most comprehensive words in the English language, means exactly that.\n   <em>\n    See\n   </em>\n   <em>\n    Flood Control Dist. of Maricopa Cty. v. Gaines\n   </em>\n   ,\n   <extracted-citation case-ids=\"946312\" index=\"22\" url=\"https://cite.case.law/ariz/202/248/\">\n    202 Ariz. 248\n   </extracted-citation>\n   , 252 ¶ 9,\n   <extracted-citation case-ids=\"946312\" index=\"23\" url=\"https://cite.case.law/ariz/202/248/\">\n    43 P.3d 196\n   </extracted-citation>\n   , 200 (2002). \"Part\" means \"an essential portion or integral element,\" or, as relevant here, \"one of the constituent elements of a plant or animal body.\"\n   <em>\n    Part\n   </em>\n   , Merriam-Webster, https://www.merriam-webster.com/dictionary/part (last visited May 20, 2019). Taken together, \"all parts\" refers to all constituent elements of the marijuana plant, and the fact the resin must first be extracted from the plant reflects that it is part of the plant.\n  </p>\n  <p id=\"p-29\">\n   ¶10 The State nevertheless argues AMMA does not apply to resin or its extracts. Again, we disagree. Section 36-2811(B)(1) immunizes the patient's \"medical use\" of marijuana, defined to mean \"the acquisition, possession, cultivation,\n   <em>\n    manufacture\n   </em>\n   , use, administration, delivery, transfer or transportation of marijuana or paraphernalia relating to the administration of marijuana to treat or alleviate a registered qualifying patient's debilitating medical condition.\" § 36-2801(9) (emphasis added). AMMA does not define \"manufacture\" but it commonly means \"to make into a product suitable for use.\"\n   <em>\n    Manufacture\n   </em>\n   , Merriam-Webster, https://www.merriam-webster.com/dictionary/manufacture (last visited May 20, 2019);\n   <em>\n    see also\n   </em>\n   § 13-3401(17) (defining \"manufacture\" in the criminal code as to \"produce, prepare, propagate, compound, mix or process, directly or indirectly,\n   <em>\n    by extraction\n   </em>\n   from substances of natural origin or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis\" (emphasis added)). AMMA anticipates not only that dispensaries will produce marijuana in edible form,\n   <em>\n    see\n   </em>\n   § 36-2801(15) (defining \"usable marijuana\" to include mixtures or preparations, to be \"prepared for consumption as food or drink\"), but also that patients will \"consume[ marijuana] by a method other than smoking,\"\n   <em>\n    see\n   </em>\n   A.R.S. § 36-2805(A)(3). Taken together, these statutes indicate AMMA's intent to allow the manufacture and preparation of parts of the marijuana plant for medical use, including extracting the resin.\n  </p>\n  <p id=\"p-30\">\n   ¶11 We are likewise unpersuaded by the State's argument that §§ 36-2811(B)(1) and 36-2801(1), (15) limit marijuana use to dried flowers. Section 36-2811(B)(1) provides that a registered qualifying patient may not possess more \"than the allowable amount of marijuana.\" Section 36-2801(1) provides that the allowable amount of marijuana is two-and-one-half ounces of \"usable marijuana,\" which § 36-2801(15) defines as \"the dried flowers of the marijuana plant, and any mixture or preparation thereof, but does not include the seeds, stalks and roots of the plant and does not include the weight of any non-marijuana\n   ingredients combined with marijuana and prepared for consumption as food or drink.\" The State argues that by conjunction these provisions limit marijuana use to \"dried flowers.\"\n   <em>\n    See\n   </em>\n   <em>\n    People v. Carruthers\n   </em>\n   ,\n   <extracted-citation case-ids=\"4089401\" index=\"24\" url=\"https://cite.case.law/mich-app/301/590/\">\n    301 Mich.App. 590\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=837%20N.W.2d%2016\">\n    837 N.W.2d 16\n   </extracted-citation>\n   , 21-24 (2013) (giving controlling weight to the Michigan Medical Mari[j]uana Act's definition of \"usable mari[j]uana,\" meaning \"dried leaves and flowers of the mari[j]uana plant,\" and concluding it does not include \"all parts\" of the cannabis plant or its resin).\n  </p>\n  <p id=\"p-31\">\n   ¶12 But § 36-2811(B)(1) protects \"the registered qualifying patient's\n   <em>\n    medical use of marijuana\n   </em>\n   ,\" not just the use of the dried flowers of the marijuana plant. (Emphasis added.) Section 36-2801(8) provides the definition of marijuana, and nothing in § 36-2801(1) or (15) alters its meaning. Rather, by its own language, the limitation in § 36-2801(1) and (15) pertains only to the\n   <em>\n    amount\n   </em>\n   of marijuana the patient can legally possess, not the\n   <em>\n    type\n   </em>\n   or\n   <em>\n    form\n   </em>\n   of marijuana one may possess and use.\n   <em>\n    See Amount\n   </em>\n   , Merriam-Webster, https://www.merriam-webster.com/dictionary/amount (last visited May 20, 2019) (defining \"amount\" to mean \"the total number or quantity\"). Accordingly, we decline to follow\n   <em>\n    Carruthers\n   </em>\n   .\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-32\">\n   ¶13 Section 36-2806.02 supports this view. First, it authorizes dispensaries to dispense \"marijuana\": it includes no reference or limitation to \"usable marijuana.\" § 36-2806.02(A)-(B). We decline to adopt an interpretation that presents contradictory definitions and allows the dispensary to dispense \"marijuana\"-all parts of the plant-but only allows the patient to receive \"usable marijuana\"-the dried flowers of the plant.\n   <em>\n    See\n   </em>\n   Antonin Scalia &amp; Bryan A. Garner,\n   <em>\n    Reading Law: The Interpretation of Legal Texts\n   </em>\n   180 (2012) (\"The provisions of a text should be interpreted in a way that renders them compatible, not contradictory.\"). Second, in dispensing marijuana, the dispensary is required to list \"[h]ow much marijuana is being dispensed,\" § 36-2806.02(B)(1), and to determine whether the amount to be dispensed would cause patients to exceed their two-and-one-half-ounce limit, § 36-2806.02(A)(3). Section 36-2806.02 thus supports our interpretation that the limitation refers to the quantity of marijuana that may be dispensed, not its type or form.\n  </p>\n  <p id=\"p-33\">\n   ¶14 The State contends that such a reading will result in the allowance of two-and-one-half ounces of cannabis, equivalent to far more than two-and-one-half ounces of dried flowers and leaves. We disagree. In defining\n   <em>\n    what\n   </em>\n   AMMA protects, § 36-2801(8) defines marijuana broadly.\n   <em>\n    See\n   </em>\n   <em>\n    supra\n   </em>\n   ¶¶ 9-12;\n   <em>\n    see also\n   </em>\n   § 36-2811(B) (immunizing the \"qualifying patient's medical use of marijuana\"). In defining\n   <em>\n    how much\n   </em>\n   marijuana may be possessed, however, § 36-2801(1) and (15) define the weight more narrowly.\n   <em>\n    See\n   </em>\n   § 36-2811(B) (limiting patients' marijuana possession to the \"allowable amount of marijuana\"). Section 36-2801(1) provides that the \"allowable amount of marijuana\" is \"[t]wo-and-one-half ounces of usable marijuana,\" which subsection (15) defines as \"the dried flowers of the marijuana plant, and any mixture or preparation thereof.\" AMMA's weight limitation is based on \"two-and-one-half ounces\" of \"the dried flowers of the marijuana plant,\" regardless of the weight of the product manufactured from those flowers.\n  </p>\n  <p id=\"p-34\">\n   ¶15 As stated above, AMMA extends to manufactured marijuana products using extracted resin.\n   <em>\n    See\n   </em>\n   <em>\n    supra\n   </em>\n   ¶ 10. Under § 36-2801(15), these products are \"mixture[s] or preparation[s]\" of the dried flowers of the marijuana plant. We therefore read § 36-2801(1) and (15) to mean qualifying patients are allowed two-and-one-half ounces of dried flowers, or mixtures or preparations made from two-and-one-half ounces of dried flowers.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-35\">\n   ¶16 A plain reading of the relevant provisions compels our conclusion that AMMA protects the use of \"marijuana,\" including resin, so long as the patient does not exceed the allowable amount and otherwise complies with the statutory requirements. Consideration\n   of AMMA's purpose and ballot materials support this plain reading.\n   <em>\n    See\n   </em>\n   <em>\n    Ruiz v. Hull\n   </em>\n   ,\n   <extracted-citation case-ids=\"493230\" index=\"26\" url=\"https://cite.case.law/ariz/191/441/\">\n    191 Ariz. 441\n   </extracted-citation>\n   , 450 ¶ 36,\n   <extracted-citation case-ids=\"493230\" index=\"27\" url=\"https://cite.case.law/ariz/191/441/\">\n    957 P.2d 984\n   </extracted-citation>\n   , 993 (1998) (stating that we may consider ballot materials in construing initiatives).\n  </p>\n  <p id=\"p-36\">\n   ¶17 AMMA appeared on the 2010 ballot as Proposition 203. The accompanying ballot materials stated Proposition 203's purpose was to \"protect patients with debilitating medical conditions ... from arrest and prosecution\" for their \"medical use of marijuana.\" Ariz. Sec'y of State, 2010 Publicity Pamphlet 73 (2010), https://apps.azsos.gov/election/2010/info/PubPamphlet/english/e-book.pdf. Proposition 203 was intended to allow the use of marijuana in connection with a wide array of debilitating medical conditions, including \"cancer, glaucoma, ... amyotrophic lateral sclerosis, Crohn's disease, [and] agitation of Alzheimer's disease,\" including \"relief [from] nausea, vomiting and other side effects of drugs\" used to treat debilitating conditions.\n   <em>\n    <extracted-citation case-ids=\"493230\" index=\"28\" url=\"https://cite.case.law/ariz/191/441/\">\n     Id.\n    </extracted-citation>\n   </em>\n   It is implausible that voters intended to allow patients with these conditions to use marijuana only if they could consume it in dried-leaf/flower form. Such an interpretation would preclude the use of marijuana as an option for those for whom smoking or consuming those parts of the marijuana plants would be ineffective or impossible. Consistent with voter intent, our interpretation enables patients to use medical marijuana to treat their debilitating medical conditions, in whatever form best suits them, so long as they do not possess more than the allowable amount.\n  </p>\n  <p id=\"p-37\">\n   ¶18 Separately, the State argues AMMA is preempted by the Comprehensive Drug Abuse Prevention and Control Act, which is comprised of two components, the Controlled Substances Act (\"CSA\"),\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%C2%A7%20801\">\n    21 U.S.C. §§ 801\n   </extracted-citation>\n   - 971, and the Food, Drug, and Cosmetic Act (\"FDCA\"),\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%C2%A7%20301\">\n    21 U.S.C. §§ 301\n   </extracted-citation>\n   - 399i. But the State did not raise this argument before the court of appeals or in its petition for review to this Court. Though the State urges us to nevertheless consider the issue because it is one of statewide importance,\n   <em>\n    see, e.g.\n   </em>\n   ,\n   <em>\n    Barrio v. San Manuel Div. Hosp. for Magma Copper Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"745077\" index=\"31\" url=\"https://cite.case.law/ariz/143/101/#p104\">\n    143 Ariz. 101\n   </extracted-citation>\n   , 104,\n   <extracted-citation case-ids=\"745077\" index=\"32\" url=\"https://cite.case.law/ariz/143/101/#p104\">\n    692 P.2d 280\n   </extracted-citation>\n   , 283 (1984), we previously rejected a preemption challenge based on the CSA in\n   <em>\n    Reed-Kaliher\n   </em>\n   ,\n   <extracted-citation case-ids=\"4329356\" index=\"33\" url=\"https://cite.case.law/ariz/237/119/\">\n    237 Ariz. at\n   </extracted-citation>\n   123-25 ¶¶ 18-24,\n   <extracted-citation case-ids=\"4329356\" index=\"34\" url=\"https://cite.case.law/ariz/237/119/\">\n    347 P.3d at 140-42\n   </extracted-citation>\n   , and the State offers no persuasive reason to revisit that decision. As to the FDCA, the State's preemption argument is undeveloped, and we thus decline to consider it.\n   <em>\n    See\n   </em>\n   <em>\n    Hawkins v. Allstate Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1475900\" index=\"35\" url=\"https://cite.case.law/ariz/152/490/#p503\">\n    152 Ariz. 490\n   </extracted-citation>\n   , 503,\n   <extracted-citation case-ids=\"1475900\" index=\"36\" url=\"https://cite.case.law/ariz/152/490/#p503\">\n    733 P.2d 1073\n   </extracted-citation>\n   , 1086 (1987) (stating the Court may hear issues though they were not properly raised but declining to exercise that power).\n  </p>\n  <p id=\"p-38\">\n   <strong>\n    III.\n   </strong>\n  </p>\n  <p id=\"p-39\">\n   ¶19 We hold that the definition of marijuana in § 36-2801(8) includes resin, and by extension hashish, and that § 36-2811(B)(1) immunizes the use of such marijuana consistent with AMMA. We reverse the trial court's ruling denying Jones's motion to dismiss, vacate the court of appeals' opinion, and vacate Jones's convictions and sentences.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-42\">\n    Post-\n    <em>\n     Carruthers\n    </em>\n    , the Michigan Medical Mari[j]uana Act's definition of \"usable mari[j]uana\" was amended to include \"resin\" and \"extract.\"\n    <em>\n     See\n    </em>\n    <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=Mich.%20Comp.%20Laws%20%C2%A7%20333.26423\">\n     Mich. Comp. Laws § 333.26423\n    </extracted-citation>\n    (n).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-43\">\n    We express no opinion on how much resin may be extracted from, or how much \"mixture\" may be obtained from, two-and-one-half ounces of dried flowers.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}