{
  "casebody": {
    "data": "<casebody firstpage=\"454\" lastpage=\"461\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b482-5\">ANGEL GONZALEZ <em>v. </em>COMMISSIONER OF CORRECTION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"akj-dedup-0\">(AC 31179)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b482-6\">DiPentima, C. J., and Bishop and Robinson, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b482-9\">Argued January 6</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AEH\">officially released March 22, 2011</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b482-11\"><em>Michael Stone, </em>special public defender, for the appellant (petitioner).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b482-12\"><em>Raheem L. Mullins, </em>assistant state’s attorney, with whom, on the brief, were <em>Patricia M. Froehlich, </em>state’s <page-number citation-index=\"1\" label=\"455\">*455</page-number>attorney, and <em>Kelly A. Masi, </em>assistant state’s attorney, for the appellee (respondent).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b483-6\">\n<em>Opinion</em>\n</p>\n<author id=\"b483-7\">PER CURIAM.</author>\n<p id=\"AqmT\">The petitioner, Angel Gonzalez, appeals following the habeas court’s denial of his petition for certification to appeal from the judgment denying his second amended petition for a writ of habeas corpus. On appeal, the petitioner claims that the court (1) abused its discretion in denying his petition for certification to appeal, (2) improperly denied his claim of ineffective assistance of counsel on the basis of failure to investigate and (3) improperly prevented the petitioner from presenting his claim that his criminal trial counsel had failed to ensure that he was aware of the sentencing and probation implications of his plea agreement. We conclude that the court properly denied the petition for certification to appeal following the denial of his habeas corpus petition. Accordingly, we dismiss the appeal.</p>\n<p id=\"b483-8\">On October 18, 2002, the petitioner pleaded guilty to charges of sexual assault in the first degree in violation of General Statutes § 53a-70 (a) (1), kidnapping in the first degree with a firearm in violation of General Statutes § 53a-92a, and attempt to commit murder in violation of General Statutes §§ 53a-49 (a) (2) and 53a-54a.<footnotemark>1</footnotemark> On December 13, 2002, the trial court sentenced the <page-number citation-index=\"1\" label=\"456\">*456</page-number>petitioner to sixty years incarceration, execution suspended after twenty years, and thirty-five years probation. During these proceedings, attorney Kimberly Colfer represented the petitioner.</p>\n<p id=\"b484-6\">In his second amended habeas petition, filed on February 6,2009, the petitioner alleged that he had received ineffective assistance from Colfer. Specifically, he claimed, inter alia, that Colfer had failed to advise him adequately regarding the consequences of entering into the plea agreement and had failed to conduct an adequate pretrial investigation. Following a trial in which the petitioner’s legal expert, the petitioner and Colfer testified, the habeas court denied the petition for a writ of habeas corpus. The court determined that the petitioner had failed to prove that Colfer had provided ineffective assistance of counsel. Further, the court concluded that there was no evidence of prejudice. The court subsequently denied the petition for certification to appeal.</p>\n<p id=\"b484-7\">“Faced with a habeas court’s denial of a petition for certification to appeal, a petitioner can obtain appellate review of the dismissal of his petition for habeas corpus only by satisfying the two-pronged test enunciated by our Supreme Court in <em>Simms </em>v. <em>Warden, </em>229 Conn. 178, 640 A.2d 601 (1994), and adopted in <em>Simms </em>v. <em>Warden, </em>230 Conn. 608, 612, 646 A.2d 126 (1994). First, he must demonstrate that the denial of his petition for certification constituted an abuse of discretion. . . . Second, if the petitioner can show an abuse of discretion, he must then prove that the decision of the habeas court should be reversed on its merits.</p>\n<p id=\"b484-8\">“To prove an abuse of discretion, the petitioner must demonstrate that the [resolution of the underlying claim involves issues that] are debatable among jurists of reason; that a court could resolve the issues [in a different manner]; or that the questions are adequate to deserve encouragement to proceed further. . . .</p>\n<p id=\"b485-5\"><page-number citation-index=\"1\" label=\"457\">*457</page-number>“We examine the petitioner’s underlying claimfs] of ineffective assistance of counsel in order to determine whether the habeas court abused its discretion in denying the petition for certification to appeal. Our standard of review of a habeas court’s judgment on ineffective assistance of counsel claims is well settled. In a habeas appeal, this court cannot disturb the underlying facts found by the habeas court unless they are clearly erroneous, but our review of whether the facts as found by the habeas court constituted a violation of the petitioner’s constitutional right to effective assistance of counsel is plenary. . . .</p>\n<p id=\"b485-6\">“In <em>Strickland </em>v. <em>Washington, </em>[466 U.S. 668, 687, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984)], the United States Supreme Court established that for a petitioner to prevail on a claim of ineffective assistance of counsel, he must show that counsel's assistance was so defective as to require reversal of [the] conviction .... That requires the petitioner to show (1) that counsel’s performance was deficient and (2) that the deficient performance prejudiced the defense [by establishing a reasonable probability that, but for the counsel’s mistakes, the result of the proceeding would have been different]. . . . Unless a [petitioner] makes both showings, it cannot be said that the conviction . . . resulted from a breakdown in the adversary process that renders the result unreliable.” (Citation omitted; internal quotation marks omitted.) <em>Farnum </em>v. <em>Commissioner of Correction, </em>118 Conn. App. 670, 674-75, 984 A.2d 1126 (2009), cert, denied, 295 Conn. 905, 989 A.2d 119 (2010).</p>\n<p id=\"b485-7\">“For ineffectiveness claims resulting from guilty pleas, we apply the standard set forth in <em>Hill </em>v. <em>Lockhart, </em>474 U.S. 52, 59, 106 S. Ct. 366, 88 L. Ed. 2d 203 (1985), which modified <em>Strickland’s </em>prejudice prong. ” (Internal quotation marks omitted.) <em>Gonzalez </em>v. <em>Commissioner of Correction, </em>124 Conn. App. 740, 743-44, 6 A.3d 152 <page-number citation-index=\"1\" label=\"458\">*458</page-number>(2009). “Under . . . <em>Hill . . </em>. the evidence must demonstrate that there is a reasonable probability that, but for counsel’s errors, [the petitioner] would not have pleaded guilty and would have insisted on going to trial. ... In its analysis, a reviewing court may look to the performance prong or to the prejudice prong, and the petitioner’s failure to prove either is fatal to a habeas petition.” (Internal quotation marks omitted.) <em>Gudino </em>v. <em>Commissioner of Correction, </em>123 Conn. App. 719, 723-24, 3 A.3d 134, cert, denied, 299 Conn. 905, 10 A.3d 522 (2010). Finally, we note that “[i]n a habeas corpus proceeding, the petitioner’s burden of proving that a fundamental unfairness had been done is not met by speculation . . . <em>but by demonstrable </em>realities.” (Emphasis in original; internal quotation marks omitted.) Far<em>num </em>v. <em>Commissioner of Correction, </em>supra, 118 Conn. App. 675.</p>\n<p id=\"b486-6\">We first address the petitioner’s claim that his trial counsel was ineffective by failing to conduct an adequate investigation. The habeas court concluded that there was no evidence in the record to support a finding of prejudice. We agree and conclude that the habeas court did not abuse its discretion in denying certification to appeal with respect to this issue.</p>\n<p id=\"b486-7\">“ [Constitutionally adequate assistance of counsel includes competent pretrial investigation.” (Internal quotation marks omitted.) <em>Crocker </em>v. <em>Commissioner of Correction, </em>101 Conn. App. 133, 143, 921 A.2d 128, cert, denied, 283 Conn. 905, 927 A.2d 916 (2007). “[WJhere the alleged error of counsel is a failure to investigate . . . the determination whether the error prejudiced the defendant by causing him to plead guilty rather than go to trial will depend on the likelihood that discovery of the evidence would have led counsel to change his recommendation as to the plea. This assessment, in turn, will depend in large part on a prediction whether the evidence likely would have changed the outcome <page-number citation-index=\"1\" label=\"459\">*459</page-number>of a trial.” (Internal quotation marks omitted.) <em>Toles </em>v. <em>Commissioner of Correction, </em>113 Conn. App. 717, 723, 967 A.2d 576, cert, denied, 293 Conn. 906, 978 A.2d 1114 (2009). In the present case, the petitioner failed to demonstrate what prejudice he suffered as a result of counsel’s conduct. Specifically, he failed at the habeas trial to identity evidence that should have been discovered by trial counsel and failed to demonstrate how that evidence would have changed his decision to plead guilty. “The burden to demonstrate what benefit additional investigation would have revealed is on the petitioner. <em>United States </em>v. <em>Green, </em>882 F.2d 999, 1003 (5th Cir. 1989) . . . .” (Citation omitted.) <em>Holley </em>v. <em>Commissioner of Correction, </em>62 Conn. App. 170, 175, 774 A.2d 148 (2001); see also <em>Johnson </em>v. <em>Commissioner of Correction, </em>285 Conn. 556, 584, 941 A.2d 248 (2008) (petitioner failed to present evidence to take claim from realm of speculation to demonstrable reality). We conclude, therefore, that the habeas court did not abuse its discretion in denying the petition for certification to appeal on this issue.</p>\n<p id=\"b487-6\">We next address the petitioner’s claim that the court improperly prevented him from presenting the claim that Colfer failed to ensure that he was aware of the sentencing and probation implications of his plea agreement. We conclude that any alleged error was harmless.</p>\n<p id=\"b487-7\">During direct examination, the petitioner was asked: “If you knew at the time you entered the plea bargain that you were going to be sentenced to a total sentence of sixty years, suspended after twenty years, and thirty-five years of probation, would you have [pleaded] guilty to the charges?” The counsel for the respondent, the commissioner of correction, objected on the ground <page-number citation-index=\"1\" label=\"460\">*460</page-number>that the question went beyond the scope of the pleadings. The petitioner’s counsel countered that the question related to a claim raised in the petition for a writ of habeas coipus.<footnotemark>2</footnotemark> The court sustained the objection.</p>\n<p id=\"b488-6\">“The petition is in the nature of a pleading .... [T]he interpretation of pleadings is always a question of law for the court .... Our review of the [habeas] court’s interpretation of the pleadings therefore is plenary.” (Citation omitted; internal quotation marks omitted.) <em>Anderson </em>v. <em>Commissioner of </em>Correction, 114 Conn. App. 778, 786, 971 A.2d 766, cert, denied, 293 Conn. 915, 979 A.2d 488 (2009). Additionally, we note that “[t]he harmless error standard in a civil case is whether the improper ruling would likely affect the result. . . . Generally, a trial court’s ruling will result in a new trial only if the ruling was both wrong <em>and </em>harmful.” (Citation omitted; emphasis in original; internal quotation marks omitted.) <em>Wiseman </em>v. <em>Armstrong, </em>295 Conn. 94, 106, 989 A.2d 1027 (2010). A petition for a writ of habeas corpus is a civil action; <em>Collins </em>v. <em>York, </em>159 Conn. 150, 153, 267 A.2d 668 (1970); therefore, in order to prevail, the petitioner must be able to satisfy the harmless error standard.</p>\n<p id=\"b488-7\">During the habeas trial, the petitioner testified that he understood that at the time he entered his plea, there <page-number citation-index=\"1\" label=\"461\">*461</page-number>was an agreement that he would receive a sentence of sixty years, suspended after twenty years to serve, and thirty-five years probation. Additionally, Colfer testified that she believed that the petitioner understood the terms of the plea agreement. Finally, during the court’s canvass during the sentencing proceeding, the petitioner indicated that he understood the terms of the sentence recommendation. We conclude, therefore, that any error was harmless and that the court did not abuse its discretion in denying certification to appeal on this issue.</p>\n<p id=\"b489-5\">The appeal is dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b483-9\"> During the habeas trial, the petitioner’s criminal trial counsel summarized the facts underlying these charges. “The general nature of the charges involved allegations that [the petitioner] had kidnapped his common-law wife at gunpoint <em>from </em>their mutual place of work, attempted to shoot her, but the gun had misfired in some way, then driven her to his home initially and then to the girls’ baby-sitter, where she had gotten out of the car and gotten the gun away from him — but the — but at the same time, the girls had gotten into the car — then driven away with the girls; and then he had sexually assaulted one of the girls.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b488-8\"> Counsel for the petitioner directed the court’s attention to paragraph eight of the petition, which stated: “But for the [petitioner's trial attorney’s actions and/or omissions as described above, the [p] etitioner would not have entered into the plea agreement, would have requested to go to trial instead and there was a reasonable probability that the [p] etitioner would have been found [not] guilty at such a trial.”</p>\n<p id=\"b488-9\">After additional discussion with the court, the petitioner’s counsel also referred to subparagraph six (a), which had alleged in part that trial counsel had provided ineffective assistance by failing “to adequately and correctly advise the [p] etitioner regarding the consequences of the plea agreement into which the [petitioner entered, including . . . the maximum and minimum sentences on each of the charges the [p] etitioner faced if he went to trial and were found guilty . . . .”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}