{
  "casebody": {
    "data": "<casebody firstpage=\"32\" lastpage=\"39\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b48-3\">IN THE MATTER OF THE APPLICATION OF THE CENTRAL RAILROAD COMPANY OF NEW JERSEY, FOR APPROVAL OF A REVISION OF THE PASSENGER TRAIN SERVICE AND SCHEDULES ON THE MAIN LINE AND BRANCHES (TWO CASES CONSOLIDATED).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b48-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b48-5\">Argued December 7, 1953</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AoGB\">Decided December 21, 1953.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b49-12\"><page-number citation-index=\"1\" label=\"33\">*33</page-number>Before Judges Clapp, Goldmann and Ewart.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b49-13\"><em>Mr. Sam A. Colarusso </em>argued the cause for appellants</attorneys>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"Avu\">Brotherhood of Railroad Trainmen, Brotherhood of Locomotive Engineers, Brotherhood of Locomotive Firemen and Enginemen, and Order of Railroad Conductors.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b50-3\"><page-number citation-index=\"1\" label=\"34\">*34</page-number><em>Mr. Nicholas </em>W. <em>Kaiser </em>argued the cause for appellant. Leonardo Citizens Association and Commuters.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b50-4\"><em>Mr. Earle J. Harrington </em>argued the cause for respondent The Central Railroad Company of New Jersey.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b50-5\">Clapp, S. J. A. D.</author>\n<p id=\"A1G\">This is an appeal from orders of the Board of Public Utilities Commissioners authorizing certain reductions in the passenger service on the Seashore Branch of The Central Railroad Company of New Jersey, a branch operating between Matawan and Highlands.</p>\n<p id=\"b50-6\">Something must be said by way of background. Every year since 1936, except 1943, there have been deficits in the passenger service on the Jersey Central Lines. These Lines which comprise the applicant here, The Central Railroad Company of New Jersey, and five affiliated companies, state these deficits amounted in 1936 to $1,131,000 and in 1951 to $2,435,000, leaving out of account any part of the taxes and other expenses common to both passenger and freight operations. If a fair share of those taxes and expenses are allocated to passenger operations, the Lines say these deficits came in 1936 to $4,500,000 and in 1951 to’nearly $10,000,-000. There has been a falling off in the number of passengers on the Lines, excluding commuters, from 12,700,000 in the peak war year of 1943 to 3,200,000 in 1951; and in the number of commuters, from 15,060 a day in 1930 to 8,203 a day in 1950. On the other hand, it is not to be overlooked that, taking into account freight revenues, the Lines realized a net income in 1951 amounting, it is claimed, to 2.71% on the investment.</p>\n<p id=\"b50-7\">Paced with these deficits, the Central Railroad, after a comprehensive study, made an application to the Board for orders which, though affecting less than 5% of its passengers, would, it is said, eliminate 10% of the train miles and reduce the deficit by an estimated $467,583. In the course of the hearings, the application with respect to the Seashore Branch was severed from the main case, and the board’s orders thereon are the only matters before us. <page-number citation-index=\"1\" label=\"35\">*35</page-number>Indeed the appellants here, to avoid the printing of too voluminous a record, deal only with changes permitted as to three trains on the Seashore Branch, 4009, 4309 and 4008, stating these to be the most serious changes proposed, but charging that the errors below, illustrated in connection with these trains, infect other changes authorized in the Seashore Branch.</p>\n<p id=\"b51-5\">These are the changes proposed as to the three trains:</p>\n<blockquote id=\"b51-6\">Train 4009 is a through train from New York to Highlands, leaving New York at 4:20 P. SI. and arriving at Highlands at 5:49 P. II. It carries 258 passengers (to use the board’s figure) for the Seashore Branch. This train is eliminated by the order below. Under the revised schedule, passengers may take train 3319 to which extra coaches will be attached for their convenience. It leaves New York at 4:10 P. SI., ten minutes earlier. At Slatawan the extra coaches will be removed, and under another locomotive they will proceed to Highlands as train 5019, arriving there at 5:44 P. M., five minutes earlier. Net time lost, five minutes.</blockquote>\n<blockquote id=\"b51-7\">Train 4309 runs from Newark to Atlantic Highlands, leaving Newark at 4:44 P. SI. and arriving at Atlantic Highlands at 5:56 P. SI. It. carries 221 passengers (the board’s figure) to the Seashore Branch. This train is eliminated by the decision below. In its place passengers may use train 4011, which runs from Jersey City to Highlands. Cars will leave Newark at 4:55 P. SI., 11 minutes later. This change accommodates employees of the Prudential Insurance Company who had requested that 4309 leave ten minutes later. The cars will be attached to 4011 at Mizabethport so that iMissengers need not change trains there. 4309 arrives at Atlantic Highlands at C :19 P. SI., 23 minutes later. Net time lost, 12 minutes.</blockquote>\n<blockquote id=\"b51-8\">Train 4008 carries 77 passengers (the hoard’s figure) from the Seashore Branch, in addition to 87 school children, leaving Highlands at 7:54 A. SI., the passengers arriving in New York at 9:31 A. SI. This train is also eliminated by the order below. Under the change, motor coach service will be provided by the railroad, running between Highlands and Slatawan (14.4 miles), three buses leaving Highlands at 7:48 A. SI., six minutes earlier, and arriving in Slatawan to connect with train 3308 which arrives in New York at 9:20 A. SI., 11 minutes earlier. Net time gained, five minutes. In addition two buses are to be operated from Highlands especially for the convenience of the 87 school children, running at a schedule to suit school hours.</blockquote>\n<p id=\"b51-9\"> As appellants say, public necessity and convenience are the controlling criteria, against which any discontinuance <page-number citation-index=\"1\" label=\"36\">*36</page-number>of railroad service must be measured. <em>In re New Jersey &amp; New York R. Co., 12 N. J. </em>281 (1953); <em>Penna. R. Co. v. Bd. of Pub. Utility Com'rs., </em>11 <em>N. J. </em>43, 51 (1952); <em>Penna Reading S. S. Lines v. Bd. of Pub. Utility Com’rs., </em>5 <em>N, J. </em>114 (1950). It will be perceived at once that public needs do not demand the changes here and, except for the insurance company employees mentioned, the changes allowed below will not add to public convenience. But that does not put an end to the inquiry. Where fairly comparable substituted service is provided by the railroad so that public necessities are satisfied and where the proposed changes in service do not put the public to any major inconvenience and can be said to be warranted by serious financial circumstances, then 'those changes, found by the board to be advisable, should be sustained. We do not deal with the questions arising where fairly comparable services are not provided or where they are provided other than by the railroad itself or where major inconveniences will ensue or there are no serious financial problems.</p>\n<p id=\"b52-4\">What then will be the extent of the inconvenience resulting from the decision below? We will presume — as we think we may, there being nothing persuasive to the contrary' — -that the railroad before making these changes has been furnishing, under the circumstances, service that is reasonably adequate in point of frequency and speed, and indeed in all respects has been providing “reasonably adequate facilities for serving the public.” <em>Penna. R. Co. v. Bd. of Pub. Utility Com’rs., </em>11 <em>N. J. </em>43, 50 (1952), <em>supra. </em>The question then is, are the changes proposed a reasonably adequate substitute therefor?</p>\n<p id=\"b52-5\">Appellants stress the inconveniences and inadequacies in the bus ride which is to be substituted for service on train 4008, calling attention particularly to the length of the ride, namely, 14.4 miles, and to the delays and risks in winter weather and slippery roads. However the board not only held otherwise, but speaking in general, gave it as their view that there is some merit in the use of buses, in place <page-number citation-index=\"1\" label=\"37\">*37</page-number>of trains, as a feeder service to a main line. At any event, nothing urged by appellants induces us to find that buses are not a \"reasonably adequate” facility in the present situation. Cf. <em>Penna-Reading S. S. Lines v. Bd. of Pub. Utility Com’rs., </em>5 <em>N. J. </em>114 (1960), <em>supra, </em>where there was a parallel bus line not operated by the railroad.</p>\n<p id=\"b53-5\">Appellants ask us to take judicial notice of assertions of a public body having to do with regional planning in New Jersey, to the effect that the \"plight of our commuters” today stems, in part, from “many transfers from one mode of transportation to another, [and, in part, from] unsatisfactory service”; and to the effect further, that reductions in train services in the metropolitan area only aggravate matters by driving more and more passengers from the railroads, leading to continually decreasing revenues and increasing deterioration in service. Such matters are not of such notoriety, nor are they so indisputable as to induce us to take judicial notice of them here, <em>State v. Tracy, 29 N. J. Super. </em>145 <em>(App. Div. </em>1953), and proceed thus, upon the basis thereof, to a reversal of the decision below.</p>\n<p id=\"b53-6\">The adding of extra coaches to trains 3319 and 4011 gives rise to trivial inconveniences. These matters and other inconveniences, such as minor changes in the times of departure and arrival, might be examined into here. However, taking things all in all, it seems to us that the substituted service proposed here will provide reasonably adequate service in substitution for the present service, without causing major public inconveniences.</p>\n<p id=\"b53-7\">This brings us to the financial factor in the equation. This is a serious matter here, even though losses in the operations of passenger trains are more than offset by freight profits. As the Supreme Court has said, “state and federal regulatory agencies have expressed concern over the chronic deficit arising out of passenger train operations as a threat to the financial security of the American railroads and have recommended drastic action to minimize the deficit including the discontinuance of unpatronized and unprofitable service.” <em>Alabama Pub. Service Com. v. Southern R. Co., </em><page-number citation-index=\"1\" label=\"38\">*38</page-number>341 <em>U. S. </em>341, 346, 71 <em>8. Ct. </em>762, 766, 95 <em>L. Ed. </em>1002 (1951).</p>\n<p id=\"b54-4\">The changes proposed will result, it is claimed, in an annual saving of $114,793. Three train crews are to be abolished. Much is made of the fact that no specific proof is adduced as to losses in the operation of the three trains stated or the Seashore Branch or precisely as to the extent of the losses on the Central Railroad, as distinguished from the Jersey Lines. Lacking such proof, it is said that it must be assumed that these three trains are profitable. Train 4309 concededly produces a revenue in excess of direct cost of operations. However as we view it, the evidence clearly establishes large losses in Central’s passenger operations, and for our purposes we do not need precise figures here. There should be a .right to minimize those losses under present circumstances, even though the saving is realized on the trains yielding more revenue. Such matters can be resolved only after weighing many factors. If trains producing some revenue are discontinued, other trains may be made profitable or still more profitable. At all events economy is still a virtue.</p>\n<p id=\"b54-5\">Criticism is leveled at errors and discrepancies in the figures as to savings that might be effected as to each of the three trains. Notwithstanding these discrepancies, the fact remains that there probably will be quite substantial savings because of the changes proposed. Savings in these matters cannot be predicted nicely; the Board has to deal with reasonable estimates here. It might be observed too that there are discrepancies in the figures with respect to passengers carried on the three trains. However, in our opinion, none of the discrepancies has led to reversible error.</p>\n<p id=\"b54-6\">We agree with appellants that there must be sufficient or substantial evidence to support the orders of the Board. <em>Central R. R. Co. v. Dept. of Pub. Ut., </em>7 <em>N. J. </em>247 (1951); <em>cf. R. S. </em>48:2-46; <em>New Jersey State Bd. of Optometrists v. Nemitz, </em>21 <em>N. J. Super. </em>18 <em>(App. Div. </em>1951). But we think such evidence has been adduced here. We agree too that the Board must make findings of basic facts and should, if there is need for them, state its reasons for its decision. <page-number citation-index=\"1\" label=\"39\">*39</page-number>This rule is devised in the interests of the parties, the public and the appellate court, but more than that — by calling upon the finder to lay out his findings and reasons in such a manner that his reader may clearly see the course by which he was brought to the decision — it induces the finder himself to resolve his problem upon rational considerations. <em>Family Finance Corp. v. Gough, </em>10 <em>N. J. Super. </em>13 <em>(App. Div. </em>1950), 11 <em>N. J. </em>565 (1953); <em>Household Finance Corp. v. Gaffney, 11 N. J. </em>576 (1953); <em>N. J. Bell Tel. Co. v. Communications Workers, </em>5 <em>N. J. </em>354, 375 (1950); <em>cf. Adams Theatre Co. v. Keenan, 12 N. J. 267, 278 </em>(1953); <em>Davis, Administrative Law </em>§ 158-170 (1951). The findings here are rather sketchy, but, we have concluded, there is sufficient in them to demonstrate a rational basis for the orders appealed from.</p>\n<p id=\"b55-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}