{
  "casebody": {
    "data": "<casebody firstpage=\"353\" lastpage=\"354\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b385-6\">MANION v. RICHMOND ICE CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b385-7\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8h\">June 4, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b385-8\">Negligence (§ 95<footnotemark>*</footnotemark>)—Negligence of Pabent Imputable to Child.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b385-9\">The negligence of a mother in allowing her child, two years of age, to play in the street, is imputable to the child, preventing its recovery for injuries from a passing vehicle.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b385-10\">[Ed. Note.—For other cases, see Negligence, Cent. Dig. § 156; Dee. Dig. § 95.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b385-11\">Appeal from Trial Term, Richmond County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b385-12\">Action by Francis Manion, Jr., an infant, by his guardian ad litem, against the Richmond Ice Company for personal injuries. From a judgment for plaintiff, and from an order denying a motion for a new trial, defendant appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AO5\">Reversed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b385-13\">Argued before HIRSCHBERG, P. J., and WOODWARD, BURR, RICH, and MILLER, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b385-14\">John J. Kenney, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b385-15\">Stephen Callaghan, for respondent.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b385-19\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b385-16\">MILLER, J.</author>\n<p id=\"AJ8\">This is a negligence suit. The plaintiff, a child' two years of age, while attempting to cross a street near his home, was struck and knocked down by a team drawing a loaded coal truck, and, according to the plaintiff’s evidence, the forward wheel ran over his leg. The plaintiff was picked up, and upon examination no injuries were found, other than severe bruises and contusions on his leg and body. It is claimed by the plaintiff that there has been a thickening of the periosteum where the leg was bruised, and that the plaintiff has periostitis, which will require the removal of part of the bone. The defendant’s evidence is that the leg is in a normal condition. The jury awarded a verdict of $1,250.</p>\n<p id=\"b385-17\">The plaintiff’s mother had allowed him to go upon the street to pláy in charge of a girl eight years of age. She herself was upon a porch in front of the house, where she could see the plaintiff; and she testified that she saw him crossing the street in front of the coal wagon, arid that she called to him and to the driver, without being ablé to attract their attention. In the main charge the court. instructed the jury that the parent’s negligence was to be imputed to the child, provided it was guilty of any act or omission which would have been contributory negligence in an adult. At the close of the charge the following requests and exceptions were made:</p>\n<blockquote id=\"b385-18\">“Defendant’s Counsel: I request the court to charge that if the jury find that the plaintiff is chargeable with contributory negligence,, as defined by the court, then the plaintiff cannot recover.</blockquote>\n<blockquote id=\"b386-2\"><page-number citation-index=\"1\" label=\"354\">*354</page-number>“The Court: Refused. I have not charged on the doctrine of contributory negligence at all. I have charged in the case of- a child' of tender years, and imputed negligence must involve the consideration of two elements: First, the failure of a parent to do its duty; and then, secondly, some act or omission on the part of .the child which would be negligence in an adult.</blockquote>\n<blockquote id=\"b386-4\">“Defendant’s Counsel: I ask the court to charge, if there is negligence imputable to the child and negligence on the part of the defendant, there can be no recovery..</blockquote>\n<blockquote id=\"b386-6\">“The Court: Refused. (Exception to defendant’s counsel.)</blockquote>\n<blockquote id=\"b386-7\">“Plaintiff’s Counsel: I request, on behalf of the plaintiff, that the court instruct the jury that if the plaintiff is guilty of negligence, if they find the plaintiff to have been guilty of negligence as charged by your honor, as explained and laid down to them under the law by your honor, that contributed to the accident, and that the driver was also guilty of negligence, that then they cannot find a verdict for the plaintiff.</blockquote>\n<blockquote id=\"b386-9\">“The Court: I charge that. (Exception to defendant’s counsel.)”</blockquote>\n<p id=\"A6j\">The evidence of the plaintiff is that he was crossing the street, heedless of his surroundings. There can be no doubt that, had he been an adult, a dismissal of the complaint would have been required for his contributory, negligence. The court first refused to charge that the plaintiff could not recover if chargeable with contributory negligence, upon the' ground that it had only -charged on the subject of imputed negligence. Accepting that suggestion, the request to charge was made that, if there was negligence imputable to the child, he could not recover, and the exception to that refusal requires a reversal. The court had previously refused to charge that if the parents were guilty of negligence, contributing to the injury or to the accident, the plaintiff could not recover, qualifying the refusal by the condition, unless the jury, should also find, that the child was guilty of som.e.act which would have been negligence in an adult. We think the charge may have confused and misled the jury. If the mother was negligent in allowing the child to play in the street, there can be no doubt that such negligence contributed to the accident, and therefore would defeat a recovery.</p>\n<p id=\"b386-11\">In the abstract, the learned court’s proposition of law may have been correct; but it had no application to the facts which the plaintiff’s evidence tended to establish. The error was not cured by the charge requested by the plaintiff’s counsel for two reasons: First, in view of the distinction which the court had previously made between imputed negligence and contributory negligence, it is doubtful whether the jury understood from the charge made whether it referred to the negligence of the parent or to the negligence of the plaintiff himself; and, second, the contributory negligence as explained by the court involved the two elements of the imputed negligence of the parent and some act of the child which would have, been negligence in an adult, whereas the second element should not have been submitted to the jury as a. question of fact, but it should have been ruled as matter of-law* that'the negligence of the parent,, if found, would defeat a recovery.'</p>\n<p id=\"b386-12\">The judgment is reversed.</p>\n<p id=\"b386-13\">Judgment and order reversed, and new trial granted; costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}