{
  "casebody": {
    "data": "<casebody firstpage=\"601\" lastpage=\"604\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b633-5\">MALONEY v. HUDSON RIVER WATER POWER CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b633-6\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfY\">June 24, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b633-7\">1. Corporations (§ 399<footnotemark>*</footnotemark>)—Liability fob Acts of Agent.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b633-8\">Where a company authorized its auditor as its agent to settle a claim of a servant for injuries, and the auditor, acting within the scope of his apparent authority and without any knowledge of the servant of limitation on his authority, contracted to pay the servant a sum of money and to care for him until he was able to take care of himself, in consideration of a release of claim, the company was bound by the agreement, and could not avoid liability on the ground that the auditor' only had authority to settle for a cash consideration.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b633-9\">[Ed. Note.—For other cases, see Corporations, Dec. Dig. § 399.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b633-10\">2. Evidence (§ 442<footnotemark>*</footnotemark>)—Pabol Evidence—Adding to Written Contbact.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b633-11\">Where an injured servant in writing released his claim for injuries, the master agreeing orally to pay him $250 and care for him until he could care for himself, the written release did not represent the entire agreement and parol evidence was admissible to show the promise to pay the $250 and care for the servant as the consideration for the release.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b633-12\">[Ed. Note.—For other cases, see Evidence, Cent. Dig. § 1895; Dec. Dig. § 442.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b633-13\">Appeal from Trial Term, Warren County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b633-14\">Action by Thomas Maloney against the Hudson River Water Power Company. Judgment of dismissal, and plaintiff appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AzN\">Reversed, and new trial granted.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b634-2\"><page-number citation-index=\"1\" label=\"602\">*602</page-number>Argued before SMITH, P. J., and CHESTER, COCHRANE, KELLOGG, and SEWELL, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b634-3\">John E. Sawyer and Charles R. Patterson, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b634-4\">Austin &amp; Russell, Abram J. Rose, and Thomas J. Keenan, for respondent.</attorneys>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b633-15\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b634-5\">COCHRANE, J.</author>\n<p id=\"AUO\">On or about October 17, 1900, the plaintiff, while m the service of the defendant at Spier’s Falls, received severe and permanent personal injuries. He was taken to a hospital in Glens Falls, and was there- visited by Mr. Pedrick, the auditor of the defendant company and the manager of its works at Spier’s Falls. He inquired of plaintiff if he intended to bring an action against the company for negligence, and said that the company did not want to have a lawsuit. According to the testimony of the plaintiff, he and Pedrick made an oral agreement that, if the plaintiff would not bring an action against the defendant for negligence, the latter would pay him $250 and take care of him until he was able to take care of himself. Some time thereafter, and on November 12, 1900, defendant paid plaintiff the $250, and the latter executed an instrument releasing the defendant from the alleged cause of action for negligence. The defendant thereafter sent the plaintiff to the New York Postgraduate Hospital for surgical treatment, and paid his expenses there and traveling expenses and hotel bills. It also paid his expenses at the Glens Falls Hospital, and paid various amounts for medical treatment and board, aggregating nearly $1,400, including the hospital bills. It has paid nothing, however, since the year 1903. Plaintiff is physically unable to maintain and care for himself as the result of the accident. Because of the refusal \"on the part of the defendant to maintain him since the year 1903, he has instituted this action to recover damages for the breach of the said alleged oral agreement.</p>\n<p id=\"b634-6\">It is first insisted that Pedrick had no authority to bind the defendant by the oral agreement sought to be enforced herein. He was the auditor of the defendant, and it is undisputed that he was authorized by its president to settle the alleged cause of action for $250. But it is claimed that in making the additional agreement to support and maintain the plaintiff he exceeded his authority. Considerable amounts were in fact paid by defendant, apparently in the partial execution of such agreement of its auditor. Defendant had no right to expend its corporate funds gratuitously, and we can scarcely indulge in the presumption that such was its motive in making those payments, particularly in view of plaintiff’s testimony that he had an agreement whereby they were to be made. There are in evidence letters from the defendant to the plaintiff, in answer to his letters, directed to the defendant itself, relative to his removal from the New York Hospital to Glens Falls at the expense of the defendant, which letters of the defendant quite clearly indicate that such removal was effected by it, not as a gratuity, but in recognition of a duty which it owed to .the plaintiff. The defendant authorized Pedrick to settle the claim, and the latter was acting within the scope of his apparent authority, and without any knowledge on the part of the plaintiff of <page-number citation-index=\"1\" label=\"603\">*603</page-number>the limitation on the authority of the agent Pedrick. In Diamond Soda Water Company v. Hegeman &amp; Co., 74 App. Div. 430, 77 N. Y. Supp. 417, it was said:</p>\n<blockquote id=\"b635-4\">“Upon malting a settlement, within the apparent scope of his authority, the principal whom he represents is bound thereby, and cannot subsequently shelter himself behind a restriction upon the authority of the agent, of which the party dealing had no notice or reason to believe existed, and which was not disclosed at the time of the transaction. Peru Steel &amp; Iron Co. v. Whipple File &amp; Steel Mfg. Co., 109 Mass. 464.’’</blockquote>\n<p id=\"b635-5\">I think, therefore, there was sufficient evidence to go to the jury as to whether or not the defendant was bound by Pedrick’s agreement.</p>\n<p id=\"b635-6\">Another ground urged for sustaining the dismissal of the complaint is that the release represents the entire agreement, and that the evidence that defendant agreed to maintain and take care of the plaintiff is inconsistent with such release, and contradicts and varies the effect of a written instrument. The release does not represent the entire agreement between the parties, but merely that part which plaintiff agreed to do. It was a part .of the agreement that plaintiff should release his cause of action for negligence. He executed the release in question in performance of his agreement. It was in consideration of that agreement, performed by him, that defendant agreed to pay $250, and in addition thereto to support the plaintiff during his infirmity. In Andrews v. Brewster, 124 N. Y. 433, 26 N. E. 1024, the defendant’s testator had been charged by plaintiff with negligence in failing to rent certain real estate belonging to an estate of which the former was executor and in which plaintiff was interested. An oral agreement was made between the executor and the plaintiff, whereby the former paid to the latter the amount of her interest in the real estate and promised to leave her by will a specified portion of his own estate, and plaintiff thereupon executed to the executor a conveyance of her interest in the real estate, and also a release of all claims which she held against him. The latter having failed to make provision in his will as agreed, an action was brought against his executors on such oral agreement. The court said:</p>\n<blockquote id=\"b635-7\">“The release did destroy and discharge the testator from all claim against him for his neglect and failure to lease the buildings in question. That was its purpose, and that it should have that effect was the intention of both parties. And no recovery could now be had by the plaintiff upon that claim. But it is out of the delivery of that release that the agreement now sued upon arose. It had its inception with the negotiation leading to the execution of the release, and sprang into existence with its delivery; and it is because the plaintiff, at the testator’s request, destroyed and released that claim, that she may sue on the contract she now asserts. The whole agreement with reference to the settlement of Christopher Starr Brewster’s estate rested in parol, and the execution and delivery of the release was in part execution of that agreement. It was not the repository of the agreement between the parties, but its execution and delivery was one of the obligations under that agreement. The respective promises and obligations of the parties were mutual, and those of one party formed the consideration for the other. * * * The rule that excludes parol evidence tending to contradict or vary a written contract had, therefore, no application to the case.”</blockquote>\n<p id=\"b635-8\">Wenz v. Meyersohn, 59 App. Div. 130, 68 N. Y. Supp. 1091, was a case where the defendants agreed that, if the plaintiff would settle a foreclosure action for $1,100 and execute a general release, they would <page-number citation-index=\"1\" label=\"604\">*604</page-number>pay plaintiff $30 additional. Plaintiff executed the release, and defendants thereafter refused to pay the $30. It was held that the $30 was part of the consideration for the release; the court saying:</p>\n<blockquote id=\"b636-5\">“The complication is due to the fact that the plaintiff, instead of tendering the release with one hand and holding out the other for the entire consideration, trusted the defendants for the payment of the $30—gave them credit therefor. Upon default by them she was entitled to sue to enforce that payment. Szymanski v. Chapman, 45 App. Div. 369, 371, 61 N. Y. Supp. 310. The parol testimony is not objectionable as altering or modifying the release; for it but tended to establish that the full consideration therefor was not paid, and did not affect the force of the release.”</blockquote>\n<p id=\"b636-6\">In the Szymanski Case, cited in the last quotation, a release had been executed by an employé to his employers of a cause of action for personal injuries sustained through their alleged negligence, and, the defendants having failed to keep an agreement that they would give employment to the plaintiff, it was held that the plaintiff could not, in disregard of his release, institute an action for negligence; but the court said:</p>\n<blockquote id=\"b636-7\">“If the defendants agreed to furnish work as a part of the consideration for the settlement of the plaintiff’s claim against them, the plaintiff can recover in a proper action such damages as he has sustained by the failure of the defendants to perform such agreement.”</blockquote>\n<p id=\"b636-8\">Applying the principle of those cases, a reversal of this judgmenmust follow. The consideration of a written instrument may generally be the subject of an inquiry. The consideration of the release in this-case was not merely the $250, but such further sum as was necessary to support the plaintiff as the result of his injury. Plaintiff made out a case for. the consideration of the jury, and the dismissal of his complaint was error.</p>\n<p id=\"b636-9\">The judgment must be reversed', and a new trial granted, with costs to the appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}