{
  "casebody": {
    "data": "<casebody firstpage=\"105\" lastpage=\"107\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b117-6\">Joseph F. Palmer v. Robert E. Wilks.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b117-7\">That the said plaintiff, intending to injure and defraud the defendant, did not perform or regard his said promise and undertaking, so by him made as aforesaid, but deceived and defrauded said defendant in this, to wit: that the said horse, at the time of the making of the said promise and undertaking, and at the time of said sale and delivery, was not sound, but on the contrary was, at that time, unsound, whereby said horse became and was of no use or value to this defendant: Held, to be a sufficient averment of breach of warranty of soundness, on general demurrer.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b117-8\">In a suit on a draft given for a horse, the defendant pleaded that the draft was given to the plaintiff by the defendant for a horse, which the plaintiff had warranted to be sound, but which proved to be unsound and wholly worthless ; and it was held that the plea was sufficient, on general demurrer, without allegation of an offer to return the horse, and without an offer in the plea to return the horse.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b117-9\">Appeal from San Augustine. Tried below before the Hon. Archibald W. 0. Hicks.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b117-10\">The plea was as follows : And now comes the said defendant by his attorney, leave of the Court being first had and obtained, and amends her original plea, heretofore filed herein, by averring that if any such draft as described and set forth <page-number citation-index=\"1\" label=\"106\">*106</page-number>in plaintiff's petition, was ever given by this defendant to plaintiff, it was given by this defendant to said plaintiff for the sale and delivery of a certain horse, at and for a certain price or sum of money, to wit: the sum of one hundred and twenty dollars, to be paid by this defendant to said plaintiff; and that the said plaintiff undertook and faithfully promised this defendant at the time of said sale and delivery, that the said horse was then sound, and so warranted the said horse to be ; and this defendant avers that he, confiding in the said promise and undertaking of the said plaintiff, did then buy the said horse of the said plaintiff, for the sum of one hundred and twenty dollars. Nevertheless the said plaintiff, intending to injure and defraud this defendant, did not perform or regard his said promise or undertaking, so by him made as aforesaid, but deceived and defrauded said defendant in this, to wit: that the said horse, at the time of the making of the said promise and undertaking, and at the time of said sale and delivery, was not sound, but on the contrary, at that time, was unsound, whereby the said horse became and was of no use or .value to this defendant.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b118-4\">The peremptory exception of plaintiff was as follows: And comes the said plaintiff and excepts to the amended plea of the said defendant, filed 9th day of Oct., 1855.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b118-5\"><em>Kinde </em>and Roberts, for appellant,</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AG\">cited 1 Chit. Pl. 332 ; 2 Wheat. Selw, 181; 2 Chit. Pl. 281, n.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b118-6\">Lipscomb, J.</author>\n<p id=\"Arv\">The only error we propose to notice, is the striking out the answer of the appellant, setting up in his defence that the note sued on was given for a horse purchased by him from the plaintiff below, the appellee in this Court, that was unsound and worthless. It is alleged that the horse was unsound and wholly worthless to the defendant, and that the plaintiff had warranted the horse to be sound, and knew that he was unsound at the time, to the great damage, &amp;c. To <page-number citation-index=\"1\" label=\"107\">*107</page-number>this plea the plaintiff filed a peremptory exception, which was sustained by the Court and the plea stricken out. We believe the plea was good ; at any rate it was so, on general demur rer. It was not necessary to aver an offer to return, if the horse was valueless. It is not like the case of Jackson v. Marshall, 6 Tex. R. 324, where, by the terms of the contract, the purchaser was bound to return the gin stand, if it proved not to be a good one. For this error the judgment is reversed and cause remanded.</p>\n<p id=\"b119-5\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}