{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b383-8\">TYLER <em>a. </em>WILLIS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b383-9\">\n<em>Supreme Court, First District;</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"misc\" id=\"AAK\">\n<em>General Term, September, 1861.</em>\n</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b383-10\">Former Adjudication.—Another Action pending.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b383-11\">A judgment enrolled' is <em>res Judicata, </em>as to the matter in controversy, until reversed or vacated. <em>So.held, </em>where an appeal from' such judgment was yet pending.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b383-12\">Though in an action for an accounting, the defendant may he required to account for moneys received after the commencement of the action, yet the plaintiff is not bound to obtain such an accounting, but may make such items the subject of a new action. . Especially is-this- the case where the defendant procured an <page-number citation-index=\"1\" label=\"370\">*370</page-number>order in the former action which substantially precluded the plaintiff from giving evidence of such items therein.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b384-5\">On the 30th of March, 1858, prior to the bringing of this present action, the plaintiff Tyler, as-receiver of Whitney, commenced two other actions in this court against the defendant Willis. In the one, he averred that Whitney, being indebted to Willis, gave the latter, as collateral security, a lease of'Ho. 21 College Place, in the city of Hew York, and a mortgage against one Joseph Dunn; that Willis had collected’, on these securities, eleven hundred and seventy-two dollars and thirty-three cents, over and above the amount of his claim against Whitney ; and demanded judgment for this sum, with interest. In-the other, the plaintiff set forth the same indebtedness and the giving of the same collaterals; alleged that Willis’s claim against Whitney had been fully, paid out of the proceeds of these collaterals, and that he,- Tyler, had demanded from Willis' a reconveyance of the lease and the mortgage, which had been refused, and asked judgment\"that Willis be restrained from receiving any more moneys on the lease or the mortgage, and be decreed to assign them to Tyler. Upon the defendant’s application these two actions were consolidated by the court, on the 21st of January, 1859: The plaintiff filed an amended complaint, in which the relief demanded was as follows: “ Plaintiff demands judgment, that said defendant may be enjoined from assigning or disposing of said lease or mortgage, or collecting or receiving any payments upon either of them; and that said defendant deliver to said plaintiff said lease and mortgage, and execute an assignment of them to him; and that an account may be taken and stated of the amount which said defendant has received of collected from or out of said lease and mortgage, together with the amount which said defendant is entitled to retain out of said money so recovered or collected, and that plaintiff have judgment that defendant pay to him the balance so found.”</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"AR2N\">The consolidated action was referred to Luman Sherwood, Esq., who reported, on the 5th of February, 1859, that the plaintiff was entitled to- the lease- and mortgage, or an assignment thereof from Willis, and to the sum of $342.01, being the balance of an account stated by the referee and appended to his report. Judgment was entered oh this report on the 22d of February, <page-number citation-index=\"1\" label=\"371\">*371</page-number>1859, and on the 18th of March, 1859, the defendant Willis appealed to the general term. The appeal was now pending.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b385-5\">The present action was commenced on or immediately after the 18th of March, 1859. The complaint was for moneys alleged to have been collected by Willis, on the lease and mortgage, after the bringing of the first two actions. On, the trial, the plaintiff, after proving the receipt, by Willis, of certain sums of interest and rent subsequent to the 30th of March, 1858 (the time when the first actions were instituted), offered in evidence the judgment-roll of the consolidated action, for the purpose 'of proving plaintiff’s receivership, the amount of Whitney’s debt to Willis, the giving of the lease and mortgage as collaterals, and the satisfaction of Willis’s claim out of the former proceeds of these collaterals. The admission of the judgment-roll for these purposes was objected to by the defendant, on the ground that the judgment having been, appealed from, was not binding and conclusive, and that, therefore, the matters therein decided and passed upon were not <em>res adjudicata. </em>The court, however? admitted the judgment-roll, and it was the only evidence offered in support of these allegations of the complaint. The plaintiff having closed his testimony, the defendant moved the court to dismiss the complaint, on the ground that it appeared by the judgment-roll (being part of the plaintiff’s own evidence) that there was another suit pending between the parties in this court, the cause of action in which suit embraced and covered the cause of action in this suit, and, therefore, afforded a complete bar to a recovery by the plaintiff in this action. The court, however, refused to dismiss the complaint, but directed the jury to find a verdict for the plaintiff, for the amount of the moneys received by Willis after the bringing of the former actions, subject to the opinion of the court at general term.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b385-6\"><em>John H. White </em>and <em>Max Goepp, </em>for the appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"ATW\">—I. Thejudgment-roll of the former consolidated action should not have been admitted in evidence, because it was not the decision of a court of the last resort, but only of an inferior tribunal, and had been actually appealed from. <em>(Best on </em>Evidence, 464.)</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b385-7\">II. The judgment-roll not being properly admitted, there was no competent evidence to prove the plaintiff’s case.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b385-8\">III. If the judgment, notwithstanding the appeal, was final, <page-number citation-index=\"1\" label=\"372\">*372</page-number>and therefore properly admitted in evidence, it showed a recovery by plaintiff for the same cause of action, and therefore raised a bar of the present suit.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b386-5\">IY. The former cause of action was, in its nature, what would have been called, before the adoption of the Code, a suit in equity for an account, and for a reconveyance of the securities pledged as collaterals. In that action, the plaintiff was entitled to a full and final relief, including a full and fipal accounting. The cause of action set forth in the complaint in that action embraced the cause of action in the present suit. Therefore its pendency was a bar to a subsequent action for the same subject-matter, or any part thereof. The Code has abolished the formal, artificial, and arbitrary distinctions between legal and equitable remedies; but it has, necessarily, left unchanged the inherent and essential distinctions between legal and equitable relief. (Giles <em>a. </em>Lyon, 4 <em>Comst., </em>600 ; Linden <em>a. </em>Hepburn, 5 <em>How. Pr., </em>188 ; Reubens <em>a. </em>Joel, 3 <em>Kern., </em>488 ; Scovill <em>a. </em>Griffith, 2 <em>Ib., </em>509 ; Ten Eyck <em>a. </em>Houghtaling, 12 <em>How. Pr., </em>523 ; Scott <em>a. </em>Onderdonk, 4 <em>Kern., </em>9 ; Bidwell <em>a. </em>Astor Mutual Ins. Co., 16 <em>N. Y., </em>263 ; N. Y. &amp; N. H. R. R. Co. <em>a. </em>Schuyler, 3 <em>Ib., </em>592 ; Emery <em>a. </em>Pease, 6 <em>Ib., </em>62; Grafton <em>a. </em>Remsen, 16 <em>How. Pr., </em>32 ; Dows <em>a. </em>Congdon, <em>Ib., </em>571 ; Lattin <em>a. </em>McCarty, 17 <em>Ib., </em>239 ; Hartt <em>a. </em>Harvey, 19 <em>Ib., </em>237 ; Eldridge <em>a. </em>Bell, 12 <em>Ib., </em>547 ; Coster <em>a. </em>New York &amp; Erie R. R. Co., 3 <em>Abbotts' Pr., </em>332 ; Cole <em>a. </em>Reynolds, 18 <em>N. Y., </em>74.) The account between the <em>debtor </em>and the creditor is within the jurisdiction of courts of equity\". (Moses <em>a. </em>Murgatroyd, 1 <em>Johns. Ch., </em>119 ; <em>Story's Eq. Jur., </em>§ 465 ; Post <em>a. </em>Kimberly, 9 <em>Johns., </em>470, 505 ; Duncan <em>a. </em>Lyon, 3 <em>Johns. Ch., </em>351 ; <em>Brightly's Eq. Jur., </em>126, § 132.) Equity, having once possessed itself of the subject-matter, makes an end of the whole matter in controversy, and does not merely adjudicate upon the rights of the parties as they stood at the moment when the action was commenced. (Devling <em>a. </em>Williamson, 9 <em>Watts, </em>311 ; Eshbach <em>a. </em>Zimmerman, 2 <em>Barr, </em>315 ; Morris <em>a. </em>Phelps, 5 <em>Johns., </em>49 ; Roosevelt <em>a. </em>Post, 1 <em>Edw., </em>579 ; Bidwell <em>a. </em>Astor Mutual Ins. Co., 16 <em>N. Y., </em>263 ; Perkins <em>a. </em>Wash. Ins. Co., 4 <em>Cow., </em>645 ; Dows <em>a. </em>Congdon, 16 <em>How. Pr., </em>571 ; Lattin <em>a. </em>McCarty, 17 <em>Ib., </em>239 ; <em>Brightly's Eq. Jur., </em>120, § 124 ; 2 <em>Barb. Ch., </em>63 ; Barfield <em>a. </em>Kelly, 4 <em>Russ., </em>355 ; 3 <em>Dan. Ch. Pr., </em>158, note <em>f.) </em>So in a suit for an accounting, when an <page-number citation-index=\"1\" label=\"373\">*373</page-number>account has been decreed, it will be taken down to the close of the transactions between the parties arising out of the subject-matter, and not only down to the time when the action was commenced. In many instances, the account only commences from the institution of the action. (Sands <em>a. </em>Codwise, 4 <em>Johns., </em>536 ; Pickett <em>a. </em>Loggon, 14 <em>Ves., </em>244 ; Drummond <em>a. </em>Duke of St. Albans, 5 <em>Ib., </em>433 ; Acherly <em>a. </em>Roe, <em>Ib., </em>565 ; Bromley <em>a. </em>Holland, <em>Ib., </em>610 ; Pultney <em>a. </em>Warren, 6 <em>Ib., </em>93 ; Emery <em>a. </em>Pease, 20 <em>N. Y., </em>62.) And where, after an account and a decree for a balance, there are allegations of further receipts by the accounting party, the remedy is not by a new original bill, but by a proceeding in the suit already pending, either by supplemental bill or otherwise. (2 <em>Barb. Ch., </em>63 <em>; </em>Ib., 62 ; Dormer <em>a. </em>Fortescue, 3 <em>Atkyns, </em>130.) The case now at bar is an illustration of the propriety of this practice. The present action was and is barred by the former one, and the complaint should have been dismissed.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b387-5\">W. <em>G. Brown, </em>for the respondent.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AqSf\">—I. It is clear upon the face of the record, in the consolidated suit, that the sums claimed in this suit were not adj udicated upon in that suit. 1. The referee, in his report, expressly finds, that the “ first day of March, 1858, is the time to which said accounts were made up by the respective parties,” and all the moneys for which plaintiff recovers in this suit were collected by defendant since that date. 2. The latest item in that suit is on February 1st, 1858, while the earliest item claimed in this suit is since March 10th, 1858.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b387-6\">II. It is .clear from the pleadings in the suits consolidated, and from the order directing their consolidation, that the items claimed in this suit could not have been included in that suit. The testimony was all in before the suits were consolidated, and the referee was directed in the order of consolidation to report in the consolidated suit, on that testimony, “ without delay or receiving of further testimony.”</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b387-7\">III. Though apparently within the issues, it may be shown by parol that the question was not in fact decided in the former suit. (Doty <em>a. </em>Brown, 4 <em>Comst., </em>71.) If this may be shown by parol, <em>a fortiori </em>it may be shown, as in this case, from the face of the record in the former suit. (Smith <em>a. </em>Weeks, 26 <em>Barb., </em>463.) And the burden lies upon the defendant to show that the <page-number citation-index=\"1\" label=\"374\">*374</page-number>same matters were litigated, even where it appears by the record that they might have been. (Davis <em>a. </em>Talcott, 14 <em>Barb., </em>611 ; Young <em>a. </em>Rummell, 2 <em>Hill, </em>478.)</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b388-5\">IV. It is certain that the plaintiff did not, in fact, recover in the former suit for the items claimed in this.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b388-6\">By the Court.<footnotemark>*</footnotemark></author>\n<p id=\"AUG\">—A judgment docketed or .enrolled is <em>res judicata, </em>as to the matter in controversy, until reversed or vacated.</p>\n<p id=\"b388-7\">In an equity action for an account, sums <em>received </em>by the accounting party after'the commencement of the action may be included in the account taken; but in case those sums are not included, the party entitled to them is not precluded from commencing another' action to recover the sums not included in the former accounting.</p>\n<p id=\"b388-8\">The judge at special term having consolidated two former actions, and precluded thereby the giving evidence of the receipts of money subsequent to the commencement of those actions, and that order having been acquiesced in by the parties, the case here is relieved from the difficulty that might have otherwise arisen.</p>\n<p id=\"b388-9\">Judgment for the plaintiff on the .verdict,\" with costs.</p>\n<footnote label=\"*\">\n<p id=\"b388-15\"> Present, Glerke, P. J., Ingraham and Leonard, JJ.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}