{
  "casebody": {
    "data": "<casebody firstpage=\"34\" lastpage=\"37\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b72-8\">ABRAHAM, Appellee, v. The CITY OF MARION, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b72-11\">[Cite as <em>Abraham v. Marion, </em>171 Ohio App.3d 34, 2007-Ohio-1628.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b72-12\">Court of Appeals of Ohio, Third District, Marion County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b72-14\">No. 9-06-48.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b72-15\">Decided April 9, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b73-5\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>Keith Kochheiser, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AL\">Steven E. Chaffin, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b73-6\">Willamowski, Judge.</author>\n<p id=\"b73-7\">{¶ 1} Defendant-appellant, the city of Marion, appeals the trial court’s judgment awarding plaintiff-appellee, Randy N. Abraham, $9,260.75, plus interest, under the terms of a collective-bargaining agreement (“CBA”) entered into in 2002 between the city and the Fraternal Order of Police, Ohio Labor Council, Inc. (“FOP”). A portion of that agreement, section 23.2, is at issue in this case.</p>\n<p id=\"b73-8\">{¶ 2} Section 23.2 of the CBA provides that “[a]U employees <em>%vill be eligible </em>for payment of sick leave upon <em>retirement </em>” (Emphasis added.) It is undisputed that Abraham, a Marion police officer and a member of the FOP, was subject to this collective-bargaining agreement.</p>\n<p id=\"b73-9\">{¶ 3} On August 15, 2003, Abraham submitted a letter to the city’s chief of police, Thomas D. Bell, which provided: “I hereby tender my <em>resignation </em>effective August 15, 2003.” (Emphasis added.) Nothing indicated that the resignation was conditioned on Abraham being granted any retirement benefits. And while Abraham testified in his deposition that “many circumstances” related to his decision to resign, he acknowledged that he would not have resigned had it not been for two felony charges pending investigation against him.</p>\n<p id=\"b73-10\">{¶ 4} When Abraham submitted his letter to Police Chief Bell on August 15, 2003, he did not meet the eligibility requirements to retire and receive regular benefits under the Ohio Police and Fire Pension Fund. At that time, his unused sick leave did total 887.972 hours. He subsequently demanded that the city pay him for one-half of 850 unused sick-leave hours, at a rate of $21.79 per hour, pursuant to the CBA (which contained a formula providing for payment of one-half of all accumulated hours up to a limit of 850 paid hours). The city refused to do so, arguing that Abraham did not qualify to be paid for his unused sick leave because he resigned rather than retired.</p>\n<p id=\"b73-11\">{¶ 5} Thereafter, Abraham applied to the pension fund for disability retirement benefits, claiming that trauma he sustained during his employment caused him permanent physical and psychiatric problems. Abraham’s application was initially denied. But, on July 28, 2004, the pension-fund trustees reversed that decision and granted Abraham maximum partial-disability retirement benefits. See R.C. <page-number citation-index=\"1\" label=\"36\">*36</page-number>742.38(D)(2) and 742.39(B). The pension-fund trustees specified that Abraham’s retirement date was “the day following the last day for which he earned compensation,” or August 16, 2003. In response to a request by Abraham on March 25, 2005, a case manager for the pension fund confirmed the retirement date.</p>\n<p id=\"b74-5\">{¶ 6} On October 20, 2005, Abraham filed a complaint against the city in the Marion County Court of Common Pleas. In his complaint, Abraham sought $9,260.75 for his unused sick leave <em>Qk </em>x 850 hours x $21.79 per hour = $9,260.75). The parties then filed stipulated facts, as well as Abraham’s deposition testimony, with the trial court.</p>\n<p id=\"b74-6\">{¶ 7} Upon reviewing the parties’ stipulated facts and filings, the trial court entered judgment in Abraham’s favor. In doing so, the trial court found that Abraham’s use of “resignation” in his letter was “not determinative” and the fact that the pension-fund trustees had retroactively granted Abraham disability retirement benefits obligated the city to pay Abraham for his unused sick leave. The city now appeals the trial court’s judgment to this court, setting forth one assignment of error for our review.</p>\n<p id=\"b74-7\">The trial court errored [sic] by substituting its interpretation of the language of the parties [sic] collective bargaining agreement.</p>\n<p id=\"b74-9\">{¶ 8} The city argues in its sole assignment of error that the term “retirement” in section 23.2 of the CBA is unambiguous. From this premise, the city concludes that the trial court erred when it entered judgment in Abraham’s favor because Abraham resigned rather than retired.<footnotemark>1</footnotemark> This presumes that under the CBA, resigning and retiring are mutually exclusive. We disagree.</p>\n<p id=\"b74-10\">{¶ 9} Section 23.2 of the CBA governs Abraham’s eligibility to receive payment for a portion of his unused sick leave. The CBA does not, however, specifically define the term “retirement.” Nothing in the CBA provides any definition or construction of the operative phrase “will be eligible * * * upon retirement.” Nothing in the agreement specifies that a “disability retirement” benefit is to be distinguished from any other kind of “retirement” for purposes of qualifying for the sick-leave payment. Nothing in the phrase “will be eligible * * * upon retirement” indicates that there is any time limit after separation from employment to establish “retirement.” And most importantly, nothing in the agreement specifies that section 23.2 does not apply to those who resign, but it says, rather, that it does apply to those who retire. As a result, it is impossible to say that the <page-number citation-index=\"1\" label=\"37\">*37</page-number>terms of this agreement specifically exclude maximum partial-disability retirement and thus the sick-leave payment sought in this case.</p>\n<p id=\"b75-5\">{¶ 10} To rule otherwise would be to insert new terms into the CBA, including, for example, that in order to receive the sick-leave payment, an employee, at the time of separation from service, must be eligible for and establish a retirement based upon age and years of service; that such an employee must specifically declare an intent to “retire” as opposed to “resign” at the time of separation from service; and that a “disability retirement” is distinguishable from and does not qualify as the “retirement” necessary to receive the sick-leave payment specified in the CBA. None of those provisions are currently stated in the CBA. Any such perceived defects or ambiguities in the CBA should be left to the parties to correct.</p>\n<p id=\"b75-6\">{¶ 11} For the above reasons, we do not believe that we can properly say that the trial court’s interpretation of the ambiguous operative language of the CBA and resulting decision in favor of appellee constitutes either an error of law or an abuse of discretion, and appellant’s sole assignment of error is overruled.</p>\n<p id=\"b75-7\">{¶ 12} Having found no error prejudicial to appellant in the particulars assigned and argued, we affirm the trial court’s judgment in this case.</p>\n<p id=\"b75-8\">Judgment affirmed.</p>\n<judges id=\"b75-9\">Shaw and Preston, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b74-11\">. There appears to be little doubt that Abraham intended his August 15, 2003 separation from service to be a resignation. He was 52 days short of the 25 years of service which he needed to be eligible for full retirement.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}