{
  "casebody": {
    "data": "<casebody firstpage=\"770\" lastpage=\"775\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b798-10\">Terrence Eugene DIXON, Petitioner-Appellant, v. Sam CALBONE, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b798-13\">No. 06-6188.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b798-14\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b798-15\">Nov. 8, 2006.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b799-21\"><page-number citation-index=\"1\" label=\"771\">*771</page-number>Terrence Eugene Dixon, Hinton, OK, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b800-3\"><page-number citation-index=\"1\" label=\"772\">*772</page-number>Jennifer L. Strickland, Office of the Attorney General, Oklahoma City, OK, for Respondent-Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b800-4\">Before KELLY, McKAY, and LUCERO, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b800-5\">ORDER AND JUDGMENT <footnotemark>*</footnotemark></p>\n<author id=\"b800-6\">CARLOS F. LUCERO, Circuit Judge.</author>\n<p id=\"b800-7\">Terrence Dixon, an Oklahoma state prisoner proceeding pro se, seeks a certificate of appealability (“COA”) to appeal the district court’s denial of his 28 U.S.C. § 2254 habeas petition. For substantially the same reasons set forth by the district court, we DENY a COA and DISMISS.</p>\n<p id=\"b800-8\">Dixon challenges his June 13, 2003 conviction, following a jury trial, for distribution of cocaine. He was sentenced to a term of thirty-three years’ imprisonment. Dixon sought relief on direct and collateral appeal from the Oklahoma Court of Criminal Appeals (“OCCA”) before bringing this timely petition in federal court. Dixon advances six grounds for habeas relief: (1) He was denied a fair trial because the trial court failed to give a cautionary eyewitness identification instruction to the jury; (2) The state withheld exculpatory evidence in violation of <em>Brady v. Maryland, </em>373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963); (3) The warrantless entry into his home by arresting officers violated the Fourth Amendment; (4) He received ineffective assistance of trial counsel; (5) He received ineffective assistance of appellate counsel; and (6) The state knowingly used perjured testimony.</p>\n<p id=\"b800-10\">Claims one and two were heard on direct appeal by the OCCA, and thus a writ of habeas corpus as to either claim may not issue unless the state court adjudication “(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or (2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.” 28 U.S.C. § 2254(d). In order to issue a COA as to any of Dixon’s claims, we must find that “jurists of reason would find it debatable whether the petition states a valid claim of the denial of a constitutional right and that jurists of reason would find it debatable whether the district court was correct in its procedural ruling.” <em>Slack v. McDaniel, </em>529 U.S. 473, 484, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000).<footnotemark>1</footnotemark></p>\n<p id=\"b800-11\">We turn first to Dixon’s claim that his right to a fair trial was impaired by the trial court’s failure to give a cautionary eyewitness instruction. Dixon was identified at trial as the seller of cocaine by the undercover officer who made the purchase. Sergeant Benavides was subject to cross-examination and did not equivocate in his identification of Dixon as the seller. We take a highly deferential view of state jury instructions challenged in a habeas petition, finding error only when “they are so fundamentally unfair as to deprive petitioner of a fair trial and to due process of law.” <em>Tyler v. Nelson, </em>163 F.3d 1222, 1227 (10th Cir.1999) (citations and quotations omitted). To prevail on this claim, Dixon <page-number citation-index=\"1\" label=\"773\">*773</page-number>must demonstrate not merely that the trial court should have given the instruction, but that his trial was rendered fundamentally unfair in the absence of the instruction. There is no federal case law establishing a constitutional violation on these facts.<footnotemark>2</footnotemark> Thus, the OCCA cannot be said to have unreasonably applied federal law in upholding the trial court’s discretion on this point, nor can Dixon demonstrate any fundamental unfairness as a result.</p>\n<p id=\"b801-5\">In his second claim, Dixon alleges that the state committed a <em>Brady </em>violation by failing to produce certain evidence: a piece of paper on which the cocaine seller wrote his phone number, and photographs taken by the police after the arrest that may show other people in the house at the time of the sale. To establish a <em>Brady </em>violation in the context of a habeas petition, Dixon must show that “(1) the prosecutor suppressed evidence; (2) the evidence was favorable to the defendant as exculpatory or impeachment evidence; and (3) the evidence was material.” <em>Gonzales v. McKune, </em>247 F.3d 1066, 1075 (10th Cir. 2001) , <em>vacated in part on other grounds, </em>279 F.3d 922, 924 (10th Cir.2002). To establish the evidence was material, Dixon must demonstrate “a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.” <em>Knighton v. Mullin, </em>293 F.3d 1165, 1172 (10th Cir. 2002) .</p>\n<p id=\"b801-9\">If he had access to both the paper and the photographs, Dixon argues, he would have been able to buttress his misidentification defense. In light of Officer Benavides’ eyewitness identification, however, we are hard-pressed to hold that the OCCA misapplied federal law in denying Dixon’s <em>Brady </em>claim on appeal. Further, Dixon thoroughly pursued his misidentification defense at trial, testifying about both the paper given to Benavides and the photographs taken after the arrest. The state offered into evidence a photograph of Timothy Dorris, the man Dixon argues sold the drugs, to allow the jury to make a comparison. Although the evidence Dixon alleges was suppressed might have supported his misidentification theory, it does not meet the standard for materiality. We find no fault in the OCCA’s determination on this point.</p>\n<p id=\"b801-12\">Dixon’s third, fourth, fifth, and sixth claims for relief were defaulted in state court because Dixon failed to raise them on direct appeal, as required by Oklahoma’s Post-Conviction Procedure Act. Okla. St. tit. 22, § 1086. We are precluded from reviewing claims defaulted on adequate state procedural grounds unless Dixon demonstrates “cause and prejudice or a fundamental miscarriage of justice.” <em>Smith v. Mullin, </em>379 F.3d 919, 925 (10th Cir.2004). Because Dixon does not present evidence sufficient to meet the “cause and prejudice” or “fundamental miscarriage of justice” standards, we are foreclosed from considering those claims on the merits. <em>See Cannon v. Gibson, </em>259 F.3d 1253, 1265-66 (10th Cir.2001).</p>\n<p id=\"b801-13\">We have excepted ineffective assistance of counsel claims from the normal procedural default rules, precluding them “only when ‘trial and appellate counsel differ’ <em>and </em>the ‘claim can be resolved upon the trial record alone.’ ” <em>Mullin, </em>379 F.3d at 926 (quoting <em>English v. Cody, </em>146 F.3d 1257, 1264 (10th Cir.1998)). Although Dixon’s trial and appellate attorneys were dif<page-number citation-index=\"1\" label=\"774\">*774</page-number>ferent, a petitioner has not benefitted from “separate” counsel when both trial and appellate counsel work in the same Public Defender’s office. <em>Cannon v. Mullin, </em>383 F.3d 1152, 1173 (10th Cir.2004). In this case Dixon was represented at trial and on appeal by attorneys from the Oklahoma City Public Defender’s office. Accordingly, we must look to the merits of Dixon’s claims. <em>See Hickman v. Spears, </em>160 F.3d 1269, 1273 (10th Cir.1998).</p>\n<p id=\"b802-4\">Under the two-part test established by the Court in <em>Strickland v. Washington, </em>466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), Dixon must prove that “counsel’s representation fell below an objective standard of reasonableness” and that “any deficiencies in counsel’s performance [were] prejudicial to the defense.” <em>Id. </em>at 688, 692, 104 S.Ct. 2052. We examine such claims with a “strong presumption that counsel’s conduct falls within the wide range of reasonable professional assistance.” <em>Id. </em>at 689, 104 S.Ct. 2052. In applying the <em>Strickland </em>standard, “we look to the merits of the omitted issue” in the context of counsel’s overall defense strategy. <em>Neill v. Gibson, </em>278 F.3d 1044, 1057 (10th Cir.2001) <em>(quoting Hooks v. Ward, </em>184 F.3d 1206, 1221 (10th Cir.1999)). Further deference is credited to the OCCA under AEDPA, in that we grant relief only if the OCCA unreasonably applied the <em>Strickland </em>standard. 28 U.S.C. § 2254(d)(1).</p>\n<p id=\"b802-5\">The first issue Dixon points to is his appellate counsel’s failure to argue that the arresting officers lacked probable cause to enter his home and arrest him.<footnotemark>3</footnotemark> Specifically, Dixon alleges that because the arresting officers had no cause to make a warrantless entry into his home, counsel should have moved to exclude any evidence obtained pursuant to that search. As noted in the magistrate judge’s report, had appellate counsel raised this issue, the OCCA would have limited its review to plain error in light of trial counsel’s failure to object at trial. <em>See Mitchell v. State, </em>136 P.3d 671, 696 (Okla.Crim.App.2006). Although we have not examined the validity of arrests made following a “bust” signal given by an undercover agent invited into a home to complete a drug purchase, other circuits have found that warrantless entries by arresting officers under similar circumstances do not violate the Fourth Amendment. <em>See United States v. Janik, </em>723 F.2d 537, 548 (7th Cir.1983); <em>United States v. Bramble, </em>103 F.3d 1475, 1478 (9th Cir.1996). Dixon cites no case law in his brief that would have led his trial or appellate counsel to believe Dixon’s Fourth Amendment rights were violated or that a motion to suppress would have been sustained. As a result, we determine that the OCCA did not misapply <em>Strickland </em>in dismissing Dixon’s ineffective assistance of counsel claim on this issue.</p>\n<p id=\"b802-8\">Dixon finally argues that his appellate counsel was ineffective in failing to challenge the prosecution’s presentation of perjured testimony. In his brief to this Court, Dixon does not specify which testimony was pexjured, or adduce any evidence of perjury beyond his facial claim. <page-number citation-index=\"1\" label=\"775\">*775</page-number>Even construing his claim liberally and referencing his brief to the district court on this issue, Dixon’s allegation that the testimony of Officers Benavides and Carter was inconsistent with their earlier statements does not provide us with adequate guidance to address his perjury claim. Consequently, we are precluded <em>from </em>finding that the OCCA misapplied <em>Strickland </em>as to this underlying issue.</p>\n<p id=\"b803-5\">Dixon’s request for a COA is DENIED and his petition is DISMISSED. Because we conclude that Dixon presents a “reasoned, nonfrivolous argument on the law and facts in support of the issues raised on appeal,” <em>McIntosh v. U.S. Parole Comm’n, </em>115 F.3d 809, 812 (10th Cir.1997) (quotation omitted), we GRANT his motion to proceed on appeal in forma pauperis.</p>\n<footnote label=\"*\">\n<p id=\"b800-9\">The case is unanimously ordered submitted without oral argument pursuant to Fed. R.App. P. 34(a)(2) and 10th Cir. R. 34.1(G). This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. The court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b800-13\">. The Antiterrorism and Effective Death Penalty Act conditions a petitioner’s right to appeal a denial of habeas relief under § 2254 upon a grant of a COA.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b801-10\">. We have previously held that where an eyewitness identification is \"clear and unequivocal,\" and supported by corroborating evidence, the trial court did not commit abuse of discretion in failing to issue a jury instruction on the possible infirmities of such an identification. <em>United States v. McGuire, </em>200 F.3d 668, 676-77 (10th Cir.1999).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b802-6\">. It is unclear whether counsel's alleged ineffectiveness in failing to challenge the arrest and search is limited to appellate counsel or extends to Dixon’s trial counsel as well. In Dixon’s brief in support of his state petition for post-conviction relief, he argued that trial counsel \"failed to challenge this error properly.” Because there is no evidence in the record indicating the arrest violated the Fourth Amendment, we are not required to distinguish between the two as to this underlying issue. To the extent that Dixon’s ineffective assistance of counsel claim incorporates the first and second claims in this petition, there was no constitutional error on those claims, and hence neither trial nor appellate counsel were ineffective in failing to raise those issues.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}