{
  "casebody": {
    "data": "<casebody firstpage=\"778\" lastpage=\"781\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b806-5\">Abdus-Shahid M.S. ALI, Plaintiff-Appellant, v. FEDERAL BUREAU OF PRISONS, Mr. Lippin, Director of F.B.O.P, Warden R. Wiley, U.S.P. Atlanta Mr. Qun’Anis, United States, Defendants-Appellees, Southeast Regional Director, Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b806-9\">No. 06-11468</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"ADm\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b806-10\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b806-11\">Oct. 19, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b806-22\">Abdus-Shahid M.S. Ali, Inez, KY, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b806-23\">Stephen H. McClain, U.S. Attorney’s Office, Northern District of Georgia, Atlanta, GA, for Defendants-Appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b806-25\">Before ANDERSON, BIRCH and DUBINA, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b806-26\">PER CURIAM:</author>\n<p id=\"b806-27\">Appellant Abdus-Shahid M.S. Ali (“Ali”) appeals the district court’s dismissal of his civil action brought pursuant to: (1) the Federal Tort Claims Act (“FTCA”), 28 U.S.C. §§ 1346 and 2671 <em>et seq.; </em>(2) the <page-number citation-index=\"1\" label=\"779\">*779</page-number>Religious Freedom Restoration Act of 1995 (“RFRA”), 42 U.S.C.2000bb <em>et seq.; </em>(3) the Religious Land Use and Institutionalized Persons Act of 2000 (“RLUA”), 42 U.S.C. § 2000cc <em>et seq.; </em>(4) and <em>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics, </em>403 U.S. 388, 395, 91 S.Ct. 1999, 2004, 29 L.Ed.2d 619 (1971). According to his complaint, Ali was transferred from a federal prison in Atlanta, Georgia to a prison in Inez, Kentucky. Ali discovered upon his arrival in Kentucky that several religious and personal items were missing from his belongings. After the Federal Bureau of Prisons (“BOP”) rejected Ali’s administrative claim under the FTCA, Ah filed suit in federal court. The district court dismissed Ali’s FTCA claim for lack of subject matter jurisdiction because the United States did not waive sovereign immunity; the court dismissed Ah’s non-FTCA claims for lack of exhaustion of administrative remedies. On appeal, Ah argues that the prison officers who mishandled his belongings do not fall within an exception to the waiver of sovereign immunity for FTCA claims. Ah also argues that the district court erred in failing to convert the defendants’ motion to dismiss into a motion for summary judgment.</p>\n<p id=\"b807-5\">We review <em>de novo </em>the grant of a motion to dismiss for want of subject matter jurisdiction. <em>Milan Express, Inc. v. Averitt Express, Inc., </em>208 F.3d 975, 978 (11th Cir. 2000). In determining whether subject matter jurisdiction exists, a court is permitted to investigate widely and has authority to look beyond the pleadings. <em>Lawrence v. Dunbar, </em>919 F.2d 1525, 1529 (11th Cir.1990) (stating that a court may review matters outside the pleadings, including testimony and affidavits).</p>\n<p id=\"b807-6\">First, Ah argues on appeal the district court erred in dismissing his FTCA claim because the court interpreted the exclusion to the FTCA found under 28 U.S.C. 2680(c) too broadly. The FTCA provides a waiver of the United States’ sovereign immunity to suits for damages attributed to its employees acting within the scope of their employment, if said employees would be liable to the claimant individually under the law of the <em>situs. </em>28 U.S.C. § 1346(b)(1). Congress has promulgated a number of exceptions to this waiver of sovereign immunity, including 28 U.S.C. § 2680(c), which exempts “[a]ny claim arising in respect of the assessment or collection of any tax or customs duty, or the detention of any goods, merchandise, or other property by any officer of customs or excise or <em>any other law enforcement officer. ” </em>(emphasis added).</p>\n<p id=\"b807-8\">The United States Supreme Court has interpreted § 2680(c) broadly to cover not only damages arising from the detention of goods or merchandise, but also situations in which damages result from their negligent storage or handling. <em>Kosak v. United States, </em>465 U.S. 848, 854-59, 104 S.Ct. 1519, 1523-25, 79 L.Ed.2d 860 (1984). The definition of “any other law-enforcement officer,” within the meaning of § 2680(c) has been addressed by this circuit and sister circuit courts of appeal. <em>Schlaebitz v. United States Dep’t of Justice, </em>924 F.2d 193 (11th Cir.1991). In <em>Schlaebitz, </em>we held that U.S. Marshals, who were allegedly negligent in releasing a parolee’s luggage to a third party, were “law-enforcement officers” within the meaning of the FTCA exception in § 2680(c). 924 F.2d at 195; <em>see also United States v. Potes Ramirez, </em>260 F.3d 1310, 1315-16 (11th Cir.2001).</p>\n<p id=\"b807-9\">After reviewing the record, we conclude that the district court did not err in finding that the officers who handled Ali’s property fall within the exception found in 28 U.S.C. § 2680(c). <em>See Schlaebitz, </em>924 F.2d at 194-95. Accordingly, the district court did not err in dismissing Ali’s FTCA claim <page-number citation-index=\"1\" label=\"780\">*780</page-number>for want of subject matter jurisdiction under Fed.R.Civ.P. 12(b)(1).</p>\n<p id=\"b808-4\">Next, Ali argues on appeal the district court should have turned the motion to dismiss into a motion for summary judgment because the district court considered materials that the defendant had submitted outside of the complaint. Ali argues that had he been given notice of a motion for summary judgment, he would have submitted additional affidavits or other evidence to counter the defendants’ position.</p>\n<p id=\"b808-5\">We review <em>de novo </em>a district court’s dismissal of a prisoner’s action for failure to comply with the exhaustion requirements of 42 U.S.C. § 1997e(a). <em>Higginbottom v. Carter, </em>228 F.3d 1259, 1260 (11th Cir.2000). Pursuant to § 1997e(a), “No action shall be brought with respect to prison conditions under section 1983 of this title, or any other Federal law, by a prisoner confined in any jail, prison, or other correctional facility until such administrative remedies as are available are exhausted.” A civil action with respect to “prison conditions” means “any civil proceeding arising under Federal law with respect to the conditions of confinement or the effects of actions by government officials on the lives of persons confined in prison.” 18 U.S.C. § 3626(g)(2); <em>Higginbottom, </em>223 F.3d at 1260.</p>\n<p id=\"b808-6\">We have explained that “Congress now has mandated exhaustion in section 1997e(a) and there is no longer discretion to waive the exhaustion requirement.... [Ejxhaustion is now a <em>pre-condition </em>to suit....” <em>Alexander v. Hawk, </em>159 F.3d 1321, 1325-26 (11th Cir.1998) (emphasis added); <em>see also Leal v. Georgia Department of Corrections, </em>254 F.3d 1276, 1279 (11th Cir.2001) (same). We have also concluded that “[a] claim that fails to allege the requisite exhaustion of remedies is tantamount to one that fails to state a claim upon which relief may be granted.” <em>Rivera v. Allin, </em>144 F.3d 719, 731 (11th Cir. 1998).</p>\n<p id=\"b808-10\">Here, Ali failed to provide any information that would indicate he exhausted the administrative remedies for his non-FTCA claims. Therefore, Ali’s claims are “tantamount” to claims that “fail to state a claim upon which relief may be granted” because Ali failed to “allege the requisite exhaustion of remedies” for his non-FTCA claims. <em>See Rivera, </em>144 F.3d at 731.</p>\n<p id=\"b808-11\">Lastly, Ali alleged below and on appeal that he would have exhausted his administrative remedies if prison officials had not misled him into thinking he only needed to file one claim form in order to pursue both his FTCA and non-FTCA claims. The district court recognized this argument and proceeded to find that “[t]he statement made to Plaintiff about filing a standard-form 95 specifically related to his FTCA claim.” The question arises of whether the district court’s treatment of Ali’s statements were more akin to the analysis for a summary judgment motion. If so, we must decide whether the exhaustion requirements under the PLRA can be waived if a prisoner is misled into believing he has satisfied administrative procedures.</p>\n<p id=\"b808-12\">On review of a motion to dismiss, we will accept all allegations in the complaint as true and construe facts in a light most favorable to the plaintiff. <em>Harper v. Thomas, </em>988 F.2d 101, 103 (11th Cir.1993). A complaint should not be dismissed pursuant to Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief. <em>Conley v. Gibson, </em>355 U.S. 41, 45-46, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957); <em>Marsh v. Butler County, Ala., </em>268 F.3d 1014, 1022 (11th Cir.2001) <em>(en banc).</em></p>\n<p id=\"b809-4\"><page-number citation-index=\"1\" label=\"781\">*781</page-number>After reviewing the record, we conclude that it is unclear whether Ali was in fact misled by prison officials which may excuse the exhaustion requirement. Therefore, we vacate the district court’s dismissal of Ali’s non-FTCA claims and remand this case for the district court to decide this issue in the first instance.</p>\n<p id=\"b809-5\">AFFIRMED in part, VACATED in part, and REMANDED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}