{
  "casebody": {
    "data": "<casebody firstpage=\"201\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b237-5\">UNITED STATES of America, Plaintiff-Appellee, v. Daniel Frank KULLMAN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b237-8\">No. 02-4736.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b237-9\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b237-10\">Submitted Feb. 20, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b237-11\">Decided Feb. 28, 2003.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b237-13\">J. Robert Haley, Assistant Federal Public Defender, Charleston, South Carolina, for Appellant. Lee Ellis Berlinsky, Office of the United States Attorney, Charleston, South Carolina, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b237-14\">Before LUTTIG, MOTZ, and GREGORY, Circuit Judges.</p>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b237-15\">Affirmed by unpublished PER CURIAM opinion.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b237-16\">OPINION</p>\n<author id=\"b237-17\">PER CURIAM.</author>\n<p id=\"b237-18\">Daniel Kullman appeals his conviction and sentence on several charges of probation violation. Kullman did not contest the violations, and the district court found Kullman guilty of violating his probation and sentenced Kullman to eleven months’ imprisonment and three years’ supervised release. Kullman’s attorney has filed a brief in accordance with <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), claiming one error, but concluding that there are no meritorious grounds for appeal. Kullman was notified of his right to file an additional brief, which he failed to do. In accordance with the requirements of <em>Anders, </em>we have examined the entire record and find no meritorious issues for appeal.</p>\n<p id=\"b237-20\">By counsel, Kullman claims the district court abused its discretion in sentencing him, but does not dispute that he was sentenced within a guidelines range which was properly calculated. We find no merit to Kullman’s claim on appeal because the district court has sound discretion to fix a sentence at any point within the guidelines range, <em>United States v. Roberts, </em>881 F.2d 95, 106-107 (4th Cir.1989), and its decision is not appealable where, as here, the range is correctly calculated. <em>United States v. Porter, </em>909 F.2d 789, 794-95 (4th Cir. 1990).</p>\n<p id=\"b237-21\">Accordingly, we affirm Kullman’s conviction and sentence. This court requires that counsel inform his client, in writing, of his right to petition the Supreme Court of the United States for further review. If the client requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may move in this court for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on the client. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b237-22\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}