{
  "casebody": {
    "data": "<casebody firstpage=\"464\" lastpage=\"465\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b500-6\">James M. DEBARDELEBEN, Plaintiff-Appellant, v. M V. PUGH, Warden; L.L. Leyba, D.O., Clinical Director; V. Sudlow, Case Manager; Officer Grigsby; Officer Martinez; and John Does 1 &amp; 2, employees of U.S. Postal Service, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b500-9\">No. 02-1241.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b500-10\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b500-11\">March 3, 2003.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b500-12\">James M. DeBardeleben, Florence, CO, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b500-13\">John W. Suthers, U.S. Attorney, Robert M. Russel, Denver, CO, for Defendant-Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b500-14\">Before EBEL, HENRY, and HARTZ, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b500-15\">ORDER AND JUDGMENT</p>\n<author id=\"b500-16\">HARTZ, Circuit Judge.</author>\n<p id=\"b500-17\">After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. <em>See </em>Fed. R.App. P. 34(a)(2); 10th Cir. R. 34.1(G). The case is therefore ordered submitted without oral argument. This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. The court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.</p>\n<p id=\"b500-19\">Plaintiff pro <em>se </em>James DeBardeleben, a federal prisoner, filed a <em>Bivens </em>action in district court. He claimed that Defendants, various employees of the United States Bureau of Prisons (BOP) and the United States Postal Service, had violated his constitutional rights by harassing him. Specifically, he alleged that Defendants had interfered with his mail, conducted improper searches of his cell, denied him medication, blocked his phone calls, and permitted his photograph to be taken without his consent. Plaintiff requested that the district court enter a temporary restraining order or preliminary injunction prohibiting Defendants from continuing the purported harassment. In an order of March 29, 2002, the district court denied Plaintiffs motion for preliminary relief.</p>\n<p id=\"b500-20\">Plaintiff applied to this court for a writ of mandamus instructing the district court to reverse its decision on his motion for preliminary injunction. We addressed Plaintiffs petition for mandamus in an order entered May 29, 2002. Although we stated that mandamus relief was not available to Plaintiff, we construed his petition as a timely notice of interlocutory appeal from the district court’s denial of the motion for preliminary injunction.</p>\n<p id=\"b500-21\">Meanwhile, the district court proceeded in its consideration of Plaintiffs underlying <em>Bivens </em>suit. In a June 7, 2002, order the district court found that Plaintiff had failed to exhaust administrative remedies, as required under 42 U.S.C. § 1997e, and thus the court dismissed Plaintiffs complaint without prejudice. The court aeknowl-<page-number citation-index=\"1\" label=\"465\">*465</page-number>edged that Plaintiff had an appeal pending before the Tenth Circuit but noted that the issue on appeal was not related to the question whether Plaintiff had complied with the BOP’s administrative procedures.</p>\n<p id=\"b501-5\">On August 14, 2002, Defendants moved to dismiss as moot Plaintiffs appeal from the district court’s denial of his motion for preliminary injunction. Defendants argue that Plaintiffs appeal became moot when the district court dismissed the underlying complaint. We agree. The district court’s dismissal of the action represented a final judgment that Plaintiff was not entitled to the permanent relief sought in his complaint. That decision rendered moot the issue before us on appeal — whether Plaintiff should be granted preliminary relief pending a final judgment. <em>See, e.g., Baker v. Bray, </em>701 F.2d 119, 122 (10th Cir.1983) (“[T]he claim upon which the request for a preliminary injunction was based ... was dismissed by the district court, and this action certainly mooted the issue raised herein.”)</p>\n<p id=\"b501-6\">Plaintiff contends, however, that the appeal is not moot, because the problems he has alleged are “capable of repetition yet evading review” and therefore fall within an exception to the mootness doctrine. “This exception applies when: (1) the duration of the challenged action is too short to be fully litigated prior to its cessation or expiration, and (2) there is a reasonable expectation that the same complaining party ... [will] be subjected to the same action again.” <em>United States v. Seminole Nation of Oklahoma, </em>321 F.3d 939, 942 (10th Cir.2002) (internal quotation marks omitted). We do not believe that this exception applies here. Plaintiffs appeal did not become moot because his alleged injuries had ended, and Plaintiff has not shown that his injuries are of the type that “evade review” by ceasing before they can be fully litigated. On the contrary, Plaintiff has initiated continued litigation with respect to the harassment he has allegedly suffered. He states that in August 2002 he re-filed his <em>Bivens </em>suit in district court after having exhausted his administrative remedies.</p>\n<p id=\"b501-8\">We thus conclude that Plaintiffs interlocutory appeal became moot when the district court dismissed his <em>Bivens </em>action. Accordingly, Defendants’ motion to dismiss appeal as moot is GRANTED. Plaintiffs motion to consolidate successive docket numbers of same case is DENIED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}