{
  "casebody": {
    "data": "<casebody firstpage=\"7\" lastpage=\"8\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b43-10\">Larry ROBINSON, Petitioner-Appellant, v. Thomas RICKS, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b43-13\">No. 01-2361.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b43-14\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b43-15\">Jan. 22, 2003.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b43-17\">Joel A. Brenner, East Northport, N.Y., for Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b43-18\">Leonard Joblove, Assistant District Attorney, Brooklyn, N.Y., for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b43-19\">Present: VAN GRAAFEILAND, KEARSE, and PARKER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b43-20\">\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b43-21\">THIS SUMMARY ORDER WILL NOT BE PUBLISHED IN THE FEDERAL REPORTER AND MAY NOT BE CITED AS PRECEDENTIAL AUTHORITY TO THIS OR ANY OTHER COURT, BUT MAY BE CALLED TO THE ATTENTION OF THIS OR ANY OTHER COURT IN A SUBSEQUENT STAGE OF THIS CASE, IN A RELATED CASE, OR IN ANY CASE FOR PURPOSES OF <page-number citation-index=\"1\" label=\"8\">*8</page-number>COLLATERAL ESTOPPEL OR RES JUDICATA.</p>\n<p id=\"b44-4\">At a stated Term of the United States Court of Appeals for the Second Circuit, held at the United States Courthouse, Foley Square, in the City of New York, on the 22nd day of January two thousand three.</p>\n<p id=\"b44-5\">This cause came on to be heard on the record from the United States District Court for the Eastern District of New York, and was argued by counsel.</p>\n<p id=\"b44-6\">ON CONSIDERATION WHEREOF, it is now hereby ordered, adjudged, and decreed that the judgment of said District Court be and it hereby is vacated, on consent, and the matter is remanded for adjudication of the petition on the merits.</p>\n<p id=\"b44-7\">Petitioner Larry Robinson has appealed from a final judgment of the United States District Court for the Eastern District of New York, John Gleeson, <em>Judge, </em>dismissing his petition for a writ of <em>habeas corpus </em>under 28 U.S.C. § 2254 as untimely. Respondent Thomas Ricks (the “State”) moved, on the basis of the Supreme Court’s recent decision in <em>Carey v. Saffold, </em>536 U.S. 214, 122 S.Ct. 2134, 153 L.Ed.2d 260 (2002), to vacate the judgment and to remand to the district court for further consideration of the issue of timeliness. Petitioner agreed that the judgment should be vacated but argued that there was no longer an issue as to timeliness; he urged that the matter be remanded for adjudication of the merits of the petition.</p>\n<p id=\"b44-8\">At oral argument of this appeal, the State amended its motion to request, as does petitioner, that the matter be remanded for adjudication of the merits of the petition.</p>\n<p id=\"b44-9\">Accordingly, the State’s motion to vacate the judgment and remand the matter to the district court for adjudication of Robinson’s habeas petition on the merits is granted. This disposes of the present appeal.</p>\n<p id=\"b44-11\">No costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}