{
  "casebody": {
    "data": "<casebody firstpage=\"946\" lastpage=\"947\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b982-6\">In re VARDON GOLF COMPANY, INC., Petitioner.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b982-7\">Nos. MISC. 722, MISC. 723, MISC. 724.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b982-8\">United States Court of Appeals, Federal Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b982-9\">Jan. 31, 2003.</decisiondate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b982-14\">ON PETITIONS FOR WRITS OF MANDAMUS</p>\n<p data-order=\"5\" data-type=\"judges\" id=\"b982-16\">Before LOURIE, BRYSON, and GAJARSA, Circuit Judges.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b982-17\">\n<em>ORDER</em>\n</p>\n<author id=\"b982-18\">GAJARSA, Circuit Judge.</author>\n<p id=\"b982-19\">Vardon Golf Company, Inc. petitions for writs of mandamus to direct the presiding judge in three separate cases in the United States District Court for the Northern District of Illinois either to (1) vacate their orders granting Niro, Scavone, Haller &amp; Niro’s motions to withdraw from representation or (2) deny the motions to withdraw. Niro opposes.</p>\n<p id=\"b982-20\">In three cases before the district court,<footnotemark>*</footnotemark> Niro moved to withdraw as counsel for Vardon on the ground that the firm had terminated its relationship with Vardon. Vardon obtained separate counsel, David A. Newby, for purposes of opposing the motion to withdraw. The district court ruled that Vardon could file an opposition to the motion to withdraw no later than October 22, 2002. Vardon states that the parties agreed, between themselves and without leave of the district court, to suspend briefing pending settlement negotiations and thus Vardon did not file an opposition to the motion to withdraw. Settlement discussions broke down and on October 28, 2002 Newby informed Vardon that he would not file an opposition to the motion to withdraw. On October 30, 2002, Dillis V. Allen, principal stockholder of Vardon and an attorney, sent a letter to the district court requesting that the briefing schedule be reset because Vardon’s substitute counsel New-by had withdrawn and Vardon wished to retain new counsel. The district court did not act on this request and granted the motion to withdraw.</p>\n<p id=\"b982-21\">The traditional use of the writ of mandamus in aid of appellate jurisdiction, 28 <page-number citation-index=\"1\" label=\"947\">*947</page-number>U.S.C. § 1651(a), has been to confine a trial tribunal to a lawful exercise of its prescribed jurisdiction or to compel it to exercise its authority when it is its duty to do so. <em>Roche v. Evaporated Milk Ass’n, </em>319 U.S. 21, 26, 63 S.Ct. 938, 87 L.Ed. 1185 (1943). A party who seeks a writ bears the burden of proving that it has no other means of attaining the relief desired, <em>Mallard v. U.S. Disk Court for the Southern Dist. of Iowa, </em>490 U.S. 296, 309, 109 S.Ct. 1814, 104 L.Ed.2d 318 (1989), and that the right to issuance of the writ is “clear and indisputable.” <em>Allied Chemical Corp. v. Daiflon, Inc., </em>449 U.S. 33, 35, 101 S.Ct. 188, 66 L.Ed.2d 193 (1980). “Where a matter is committed to [the trial court’s] discretion, it cannot be said that a litigant’s right to a particular result is ‘clear and indisputable.’ ” <em>Id.</em></p>\n<p id=\"b983-5\">Vardon states that the issue is whether the district court abused its discretion in failing to reschedule briefing to allow Var-don to obtain new counsel to oppose the motion to withdraw, as requested in Allen’s October 30, 2002 letter, and by allowing Niro to withdraw as Vardon’s counsel. As acknowledged by Vardon, setting briefing schedules and ruling on motions to withdraw lie squarely within the district court’s discretion. <em>See Washington v. Sherwin Real Estate, Inc., </em>694 F.2d 1081, 1087 (7th Cir.1982) (“The grant or denial of an attorney’s motion to withdraw in a civil case is a matter addressed to the discretion of the trial court .... ”); <em>see also Whiting v. Locara, </em>187 F.3d 317, 320 (2d Cir.1999) (“We review a district court’s denial of a motion to withdraw only for abuse of discretion.”); <em>Ohntrup v. Firearms Center, Inc., </em>802 F.2d 676, 679 (3d Cir.1986) (reviewing district court’s refusal to grant law firm’s motion to withdraw under abuse of discretion standard).</p>\n<p id=\"b983-6\">Vardon is clearly challenging the district court's exercise of its discretion and thus cannot show that its right to a particular result is clear and indisputable. <em>Allied Chemical, </em>449 U.S. at 35. Further, Vardon has an alternative means of attaining the relief desired, i.e., direct appeal after final judgment. <em>See Woodall v. Drake Hotel, Inc., </em>913 F.2d 447 (7th Cir.1990) (determining on direct appeal that district court abused its discretion by allowing counsel in class action to withdraw from representing two individual members of the class): <em>see also Stafford v. Mesnik, </em>63 F.3d 1445 (7th Cir.1995) (reviewing on direct appeal district court’s grant of motion to withdraw); <em>Washington v. Sherwin Real Estate, Inc., </em>694 F.2d 1081, 1087 (7th Cir.1982) (upholding on direct appeal district court’s grant of motion to withdraw). Therefore, extraordinary relief is not warranted.</p>\n<p id=\"b983-8\">Accordingly,</p>\n<p id=\"b983-9\">IT IS ORDERED THAT:</p>\n<p id=\"b983-10\">The petitions for writs of mandamus are denied.</p>\n<footnote label=\"*\">\n<p id=\"b982-15\"> For ease of future reference in this order, we refer to events as singular and to a singular district court.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}