{
  "casebody": {
    "data": "<casebody firstpage=\"278\" lastpage=\"285\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b294-8\">Mrs. George Nothnagle et al. v. The New York, New Haven and Hartford Railroad Company</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b294-9\">Brown, C. J., Jennings, Baldwin, Inglis and Roberts, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b295-7\"><page-number citation-index=\"1\" label=\"279\">*279</page-number>Argued October 14</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aq5_\">decided November 25, 1952</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b295-9\"><em>Thomas J. O’Sullivan, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b295-10\"><em>Francis B. Danaher, </em>for the appellee (named plaintiff).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b295-11\">Baldwin, J.</author>\n<p id=\"ATAd\">The plaintiffs brought suit against the defendant, claiming damages because of its negligence in losing baggage belonging to them and entrusted to it by the named plaintiff. The defendant made an offer of judgment in the amount of $25 which the plaintiffs refused. The defendant thereupon filed an answer denying liability. In a special defense, it alleged further, in substance, that its liability as a carrier engaged in interstate transpor<page-number citation-index=\"1\" label=\"280\">*280</page-number>tation was determined by a tariff schedule on file with the interstate commerce commission which established charges for, and liability with respect to, the handling of baggage. This tariff limited recovery for the loss of baggage to the sum of $25 unless a greater value was declared in writing by the passenger. On the trial, the parties entered into a stipulation admitting the allegations of the complaint, fixing the actual value of the baggage at $615, and stating that the defendant’s only defense would be the application of the tariff limiting liability to $25. The court rendered judgment for the named plaintiff to recover the sum of $615 and her costs. The defendant has appealed.</p>\n<p id=\"b296-5\">The following facts were found by the trial court: On October 5, 1949, the named plaintiff, hereinafter called the plaintiff, purchased a ticket for passage upon trains operated by the defendant, a corporation engaged in interstate commerce and passenger transit for hire, from Meriden to New Haven, in Connecticut, and to Fall River, in Massachusetts. She boarded the train at Meriden and arrived at the defendant’s station in New Haven shortly after 11:30 a.m. She got off the train and was approached by a redcap employed by the defendant, who solicited her baggage. She surrendered it to him with orders to return it to her at the train leaving for Fall River at 12:40 p.m. The redcap did not return her baggage. It was lost by reason of the negligence of the defendant and its agents. It was worth $615. The defendant had on file with the interstate commerce commission a tariff entitled “New England Joint Tariff RC No. 3-N,” which limited its liability with respect to the handling of hand baggage by redcaps to $25 unless a greater value was declared in writing by the passenger. The plaintiff did not make any <page-number citation-index=\"1\" label=\"281\">*281</page-number>written declaration of a greater value. There was no evidence offered that she paid or intended to pay anything of value for the handling of the baggage. The redcap did not issue any ticket or check. There were no signs posted at any point calling the attention of passengers to the fact that the defendant’s liability was limited by any tariff schedule. The plaintiff had no knowledge of any tariff limiting liability. From these subordinate facts, the court concluded that the baggage was left with the defendant for safekeeping and not for transportation in interstate commerce, and that the defendant’s liability was determined by the laws of Connecticut concerning bailment. The appeal tests the correctness of this conclusion.</p>\n<p id=\"b297-5\">If the baggage, while in the possession of the defendant, was in interstate commerce, the limitation of liability set forth in the tariff filed with the interstate commerce commission is applicable and controls the decision of the court even though the plaintiff had no actual knowledge of the tariff. <em>Boston &amp; M.R.R. </em>v. <em>Hooker, </em>233 U.S. 97, 110, 34 S. Ct. 526, 58 L. Ed. 868; <em>Nashville, C. &amp; St. L. Ry. </em>v. <em>Ham, </em>78 Ga. App. 403, 414, 50 S.E.2d 831; 24 Stat. 380 (§ 6), as amended, 49 U.S.C. § 6(1). The term “interstate commerce” is not a technical legal conception but a practical one. <em>Foster-Fountain Packing Co. </em>v. <em>Haydel, </em>278 U.S. 1, 10, 49 S. Ct. 1, 73 L. Ed. 147; 11 Am. Jur. 9, § 4, 29, § 28; see <em>McLeod </em>v. <em>Threlkeld, </em>319 U.S. 491, 495, 63 S. Ct. 1248, 87 L. Ed. 1538. The fact that the defendant was a common carrier engaged generally in interstate commerce is not conclusive. The question is whether the particular transaction involved was in interstate commerce or so directly and immediately connected with it as to be a part of it or a necessary incident to it, <em>Sulli</em><page-number citation-index=\"1\" label=\"282\">*282</page-number><em>van </em>v. <em>New York, N.H. &amp; H.R. Co., </em>105 Conn. 122, 127, 134 A. 795; <em>Moran </em>v. <em>New York, N.H. &amp; H.R. </em>Co., 109 Conn. 94, 98, 145 A. 567. The determination of its character is largely a matter of fact. <em>Southern Pac. Co. </em>v. <em>Arizona, </em>249 U.S. 472, 477, 39 S. Ct. 313, 63 L. Ed. 713; <em>Railroad Commission </em>v. <em>Worthington, </em>225 U.S. 101, 108, 32 S. Ct. 653, 56 L. Ed. 1004.</p>\n<p id=\"b298-5\">The defendant claims that the plaintiff was engaged in an interstate trip because she had purchased a ticket from Meriden, in Connecticut, to Fall River, in Massachusetts, and that the handling of her baggage by the redcap was incidental to that trip and in furtherance of it. The terms of a ticket or a bill of lading are merely evidential. They are not conclusive as to the nature of a journey or a shipment. “The law looks at the substance of the thing done.” <em>Boston &amp; M.R.R. </em>v. <em>Cate, </em>254 Mass. 248, 250, 150 N.E. 210; <em>Service </em>v. <em>Sumpter Valley Ry. Co., </em>88 Ore. 554, 576, 171 P. 202; <em>Pitman </em>v. <em>Yazoo &amp; M.V.R. Co., </em>171 Miss. 799, 810, 158 So. 547; <em>Minnesota </em>v. <em>Blasius, </em>290 U.S. 1, 10, 54 S. Ct. 34, 78 L. Ed. 131. The finding describes the proposed journey from Meriden to Fall River as not being continuous. It was suspended for a substantial time in New Haven. It was to be resumed only when the plaintiff started to board the train which would take her from New Haven to Fall River. Her journey, so far as it appears from the facts before us, was intrastate. See <em>New York Cent. R. Co. </em>v. <em>Mohney, </em>252 U.S. 152, 157, 40 S. Ct. 287, 64 L. Ed. 502. In this very important aspect, the case at bar is distinguishable from these cases, relied upon by the defendant: <em>Birmingham Term. Co. </em>v. <em>Wilson, </em>249 Ala. 397, 31 So. 2d 563; <em>Franklin </em>v. <em>Southern Pac. Co., </em>203 Cal. 680, 265 P. 936, cert. denied, 278 U.S. 621, 49 S. Ct. 24, 73 L. Ed. 542; <em>Tilson </em>v. <em>Terminal R. Assn., </em><page-number citation-index=\"1\" label=\"283\">*283</page-number>236 S.W.2d 42 (St. Louis Ct. App.). It was conceded in the <em>Birmingham, Terminal </em>case (p. 399) that the plaintiff was an interstate passenger. In the <em>Franklin </em>ease (p. 682) the redcap was to deliver the baggage of the plaintiff to her after she had embarked upon the train that was to carry her to Alabama. The transfer of the plaintiff in the <em>Tils on </em>case (p. 44) was much more direct than that of the plaintiff in the present case.</p>\n<p id=\"b299-5\">The trial court’s conclusion that the plaintiff left her bag with the defendant’s agent for safekeeping and not for transportation was a conclusion drawn from subordinate facts. Maltbie, Conn. App. Proc., p. 128. It is reasonably and logically supported by them and is not in violation of any rule or principle of law. Id. § 4, p. 7, § 96, p. 129; <em>Leigh </em>v. <em>Smith, </em>138 Conn. 494, 496, 86 A. 2d 567. It renders the defendant liable as an ordinary bailee for the actual value of the property lost. <em>Allen </em>v. <em>Southern Pac. Co., </em>213 P.2d 667 (Utah); <em>Wells </em>v. <em>Active Automobile Exchange, Inc., </em>99 Conn. 523, 527, 121 A. 883; <em>Murray </em>v. <em>Paramount Petroleum &amp; Products Co., </em>101 Conn. 238, 242, 125 A. 617.</p>\n<p id=\"b299-6\">There is no error.</p>\n<p id=\"b299-7\">In this opinion Jennings and Inglis, Js., concurred.</p>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b299-8\">Bbown, C. J.</author>\n<p id=\"ADUu\">(dissenting). As appears by the majority opinion, the question decisive of this appeal is whether the court’s conclusion that the plaintiffs’ baggage “was left with the Defendant for safekeeping and not for transportation and, therefore, was not in Interstate Commerce” is supported by the subordinate facts found. I conclude that it is not and that therefore there was error in the judgment as rendered for the named plaintiff.</p>\n<p id=\"b300-4\"><page-number citation-index=\"1\" label=\"284\">*284</page-number>These are the only material facts: The defendant was engaged in interstate commerce in the carriage of passengers for hire. The named plaintiff purchased a ticket for passage upon its trains from Meriden, by way of New Haven, both in Connecticut, to Pall River, in Massachusetts. With suitcase in hand, she boarded the defendant’s train at Meriden at 11:19 a.m. and arrived at New Haven shortly after 11:30 a.m. Upon alighting there on the station platform, she surrendered her suitcase to one of the defendant’s redcaps, with orders that he return it to her “at the train leaving for Fall River on Track No. 8 at 12:40 P.M.” He failed to return it to her “at that time or at any other time.”</p>\n<p id=\"b300-5\">In my opinion, the only reasonable conclusion which the court could reach upon these facts was that the plaintiff continued as a passenger of the defendant in interstate commerce during all of the interval between her arrival at the New Haven station and the departure therefrom of the connecting train for Fall River, and that the loss of her suitcase was incident to her status as such a passenger. <em>Franklin </em>v. <em>Southern Pac. Co., </em>203 Cal. 680, 265 P. 936, cert. denied, 278 U.S. 621, 49 S. Ct. 24, 73 L. Ed. 542; <em>Tilson </em>v. <em>Terminal R. Assn., </em>236 S.W.2d 42, 45 (St. Louis Ct. App.); see <em>Stopher </em>v. <em>Cincinnati Union Term. Co., </em>246 I.C.C. 41, 45; <em>Dayton Union Ry. Co. Tariff for Redcap Service, </em>256 I.C.C. 289; <em>Williams </em>v. <em>Jacksonville Term. Co., </em>315 U.S. 386, 397, 62 S. Ct. 659, 86 L. Ed. 914. Accordingly, I conclude that the determination by the majority that “[h]er journey, so far as it appears from the facts before us, was intrastate” is unwarranted. It necessarily follows that the defendant’s interstate tariff limits the plaintiff’s right of recovery to $25. This means that there was error and that the case should <page-number citation-index=\"1\" label=\"285\">*285</page-number>be remanded to the City Conrt of Meriden with direction to enter judgment pursuant to § 7944 of the General Statutes, predicated upon the offer of judgment made by the defendant.</p>\n<p id=\"b301-5\">In this opinion Roberts, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}