{
  "casebody": {
    "data": "<casebody firstpage=\"744\" lastpage=\"748\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b760-5\">Iona B. Bent, Executrix (Estate <em>of </em>Rupert G. Bent) <em>v. </em>Gertrude B. Torell et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b760-7\">Brown, C. J., O’Sullivan, Quinlan and Murphy, Js.<footnotemark>1</footnotemark></p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b760-9\">Argued April 7</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aep\">decided May 26, 1953</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b760-11\"><em>Ernest W. McCormick, </em>with whom was <em>Warren Maxwell, </em>for the appellant (named defendant).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b760-12\"><em>Cyril Coleman, </em>with whom was <em>Julius G. Day, Jr.r </em>for the appellee (plaintiff).</attorneys>\n<footnote data-order=\"6\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b760-14\"> By agreement of counsel the case was argued before and decided by four judges.</p>\n</footnote>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b760-13\">O’Sullivan, J.</author>\n<p id=\"Ahi\">This action was instituted by Iona B. Bent as executrix under the will of her husband, Bupert G. Bent, deceased. The plaintiff’s primary object was to obtain a decree ordering the defendant Gertrude B. Torell to surrender 128 shares of the capital stock of the defendant The B. G. Bent Company, a corporation engaged in the construction business. The latter, to be called the company, was named as a party to the litigation for the limited purpose of restraining it from transferring the stock during the <page-number citation-index=\"1\" label=\"745\">*745</page-number>pendency of the action. The court found the issues for the plaintiff. From the judgment rendered thereon, only Mrs. Torell has appealed. We shall refer to her as the defendant.</p>\n<p id=\"b761-6\">The court found the following salient facts: Bupert G. Bent died testate on December 22, 1948. His widow and their three daughters, Gladys B. Gray, Dorothy B. Dow and the defendant, survived. The testator named his widow executrix and his sole beneficiary. The bulk of his estate consisted of 201 shares of the company’s capital stock, subsequently inventoried at $680 a share. At his death, there were fifty-six other shares outstanding.</p>\n<p id=\"b761-7\">On April 15,1947, Charles J. Munigle had entered into a written contract with the company. By virtue of its terms, he was engaged as general manager until December 31, 1951, at an annual salary of $15,000 plus 30 per cent of the corporate net profits before taxes. Under a different contract, simultaneously executed, he was given an option to purchase at book value all shares of the company’s capital stock owned by the testator at his death as well as those owned by members of the family.</p>\n<p id=\"b761-8\">During March, 1949, the defendant met with Mrs. Dow to discuss the general problems involved in settling the testator’s estate. Two alternatives were considered by them. One was to permit Munigle to continue to operate the company as general manager under his contract, with the possibility that the corporate business might be run down and that, should this occur, the shares of stock might be acquired by him under his option at a depressed value. The other was that, if Munigle’s contracts could be canceled and someone appointed to liquidate the company, the substantial value attaching to the stock might be salvaged with little loss. It was decided to pursue the <page-number citation-index=\"1\" label=\"746\">*746</page-number>second alternative. The defendant was selected to carry it out since she had been actively engaged with her husband in an extensive construction business for fifteen years and had the necessary acumen for the assignment. The other members of the family were eliminated from consideration for the job for various reasons but mainly because they lacked experience.</p>\n<p id=\"b762-6\">Before undertaking the work, the defendant persuaded the plaintiff that, in order to give her, Mrs. Torell, apparent control of the company, sufficient shares of the company’s capital stock, belonging to the testator’s estate, should be temporarily transferred to her. Her argument was that, by so doing, the plaintiff would put her in a better position to bring about the cancellation of Munigle’s two contracts. She assured the plaintiff and Mrs. Dow that she would return the stock when Munigle was divorced from the company.</p>\n<p id=\"b762-7\">On April 6, 1949, the plaintiff, Mrs. Dow and the defendant went to the safe deposit vault of a local bank where the estate’s stock certificates were kept. Certificates representing 128 shares were then counted out. With the share, which the defendant already owned, these would give her a majority of the outstanding stock. The plaintiff, as executrix, indorsed the certificates and, at the defendant’s request, signed “Mother” at the end of the following statement in the defendant’s own handwriting: “I have signed over to my daughter Gertrude Torell 128 shares of capital stock for love and affection.” This, the defendant insisted, was to make the transfer “legal.” Mrs. Dow had previously suggested that the defendant should also sign something to show that the 128 shares were to be returned to the plaintiff when Munigle’s contracts were canceled. The defendant became indignant at the suggestion, claiming <page-number citation-index=\"1\" label=\"747\">*747</page-number>that it reflected on her honor and that, if it were insisted upon, she would withdraw from her undertaking. She also rejected Mrs. Dow’s further suggestion that they seek legal advice on the matter.</p>\n<p id=\"b763-6\">On April 29, 1949, Munigle, in consideration of $10,000 paid to him by the company, agreed to the cancellation of his two contracts. Thereafter, the plaintiff demanded the return of the 128 shares of stock but the defendant has refused to comply. At no time did the plaintiff intend her transfer of the stock to be a gift or a sale. On July 13, 1949, the directors of the company voted to pay the defendant an annual salary of $15,000 retroactive to February 16,1949. Whether she was paid for the first year does not appear, but she has filed with the receiver, appointed in the corporate liquidation proceedings, a claim of $20,625 for services rendered from February 16, 1950, until July 1, 1951, together with an additional amount of $600 for automobile travel. Her husband has filed a similar claim for $55,385.68.</p>\n<p id=\"b763-7\">The parties construed the pleadings as raising the basic issue whether the transfer of the 128 shares of stock was an absolute transfer or a loan. The case was tried on that theory. The court resolved the issue in the plaintiff’s favor, concluding that the transfer was not a gift or a sale but a temporary loan, intended merely to enable the defendant to deal more effectively with the problems which she undertook to handle.</p>\n<p id=\"b763-8\">The defendant realizes, as well she must, that her position is untenable unless the finding is corrected. For this reason, she has made one of those wholesale attacks on the finding which we have so frequently criticized. <em>Mallory </em>v. <em>West Hartford, </em>138 Conn. 497, 501, 86 A.2d 668; <em>Wells Laundry &amp; Linen Supply Co. </em>v. <em>Acme Fast Freight, Inc., </em>138 Conn. 458, 459, <page-number citation-index=\"1\" label=\"748\">*748</page-number>85 A.2d 907; <em>H. O. Canfield Co. </em>v. <em>United Construction Workers, </em>136 Conn. 293, 295, 70 A.2d 547; <em>French </em>v. <em>French, </em>135 Conn. 542, 543, 66 A.2d 714; <em>Conte </em>v. <em>Egan, </em>135 Conn. 367, 369, 64 A.2d 534; <em>Staff </em>v. <em>Hawkins, </em>135 Conn. 316, 318, 64 A.2d 176. The rules, to be sure, do not forbid sweeping attacks, and occasionally such attacks are not only proper but necessary. <em>State ex rel. Hartnett </em>v. <em>Zeller, </em>135 Conn. 438, 439, 65 A.2d 475. The case at bar, however, does not present one of those rare instances.</p>\n<p id=\"b764-6\">The assignments of error seeking to strike the whole or parts of nine paragraphs of the finding are without merit, since the challenged facts find direct or inferential support in the evidence; and the effort to add 119 paragraphs is abortive, because they either are merely more detailed statements of facts already incorporated in the finding or cover matters upon which there was a sharp clash in the testimony. To add more detail is unimportant, for if the additions are made they would not affect the result. <em>Kurtz </em>v. <em>Farrington, </em>104 Conn. 257, 260, 132 A. 540. And, so far as the assignment seeks to add facts upon which the evidence was in conflict, it represents nothing more than an effort to have us retry the case. This, of course, we cannot do. <em>African Methodist Episcopal Church </em>v. <em>Jenkins, </em>139 Conn. 418, 423, 94 A.2d 618. The subordinate facts are not subject to material correction.</p>\n<p id=\"b764-7\">Since the transfer of the 128 shares of stock was for the attainment of an agreed-upon purpose and since that purpose has been accomplished, the court correctly concluded that the defendant was under the duty of returning the stock.</p>\n<p id=\"b764-8\">There is no error.</p>\n<p id=\"b764-9\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}