{
  "casebody": {
    "data": "<casebody firstpage=\"393\" lastpage=\"398\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b413-8\">STATE OF MARYLAND <em>v. </em>ALBERT LOUIS STANLEY</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b413-9\">[No. 921,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AsA\">September Term, 1976.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b413-10\">\n<em>Decided January 3, 1977.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b413-15\">The cause was argued before Gilbert, C. J., and Morton and Melvin, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b414-4\"><page-number citation-index=\"1\" label=\"394\">*394</page-number><em>Bruce C. Spizler, Assistant Attorney General, </em>with whom was <em>Francis B. Burch, Attorney General, </em>on the memorandum in behalf of appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b414-5\"><em>James A. Gede </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b414-6\">Gilbert, C. J.,</author>\n<p id=\"Avu\">delivered the opinion of the Court.</p>\n<p id=\"b414-7\">At the conclusion of a two-day non-jury murder trial in the Circuit Court for Baltimore County, the trial judge said:</p>\n<blockquote id=\"b414-8\">“There is no question in my mind that under the evidence that is now in front of me, that the State has not made out a case, not even a prima facie case. <em>Therefore, the charges are dismissed against the Defendant.” </em>(Emphasis supplied.)</blockquote>\n<p id=\"b414-9\">Ordinarily, those words would have terminated the case of <em>State of Maryland v. Albert Louis Stanley, </em>but this matter the State views as being of a different species. Not content to accept Judge William. R. Buchanan’s judgment, the State noted an appeal to this Court from “the Dismissal of [the] Indictment.”</p>\n<p id=\"b414-10\">When the record reached us, we requested the State and Stanley to submit memoranda as to the appealability <em>vel non </em>by the State, and we simultaneously scheduled oral argument on the question.</p>\n<p id=\"b414-11\">The State grounds its appeal on the basis of <em>Lohss v. State, </em>272 Md. 113, 321 A. 2d 534 (1974), <em>rev’g, </em>19 Md. App. 489, 313 A. 2d 87 (1973). In that case, Lohss and one Sprenkle were indicted for violating the controlled dangerous substance laws of Maryland. The crux of the State’s case before the trial court was eroded beyond repair by the trial judge’s suppression of certain inculpatory evidence. Lohss then filed a motion to dismiss the indictment. The prosecutor had “no objection” thereto, and the hearing judge dismissed the indictment as to Lohss. The State then moved to dismiss as to Sprenkle, who interposed no objection, so that the indictment was also dismissed as to him. The State then appealed. The Court of Appeals perceived the appeal as a vehicle to obtain review of the trial judge’s rulings on the <page-number citation-index=\"1\" label=\"395\">*395</page-number>motion to suppress. Pointing out that there was no objection in the trial court to the dismissal of the indictment, the Court invoked Md. Rule 885 and ordered us to dismiss the State’s appeal.</p>\n<p id=\"b415-5\">In the case <em>sub judice, </em>the Assistant State’s Attorney commented after Judge Buchanan’s “dismissal” of the charges, “The State would make an objection; for the record, the State objects.” That objection, the State reasons, raised the issue in the trial court and preserved the matter for appellate review. If what was involved here was a dismissal of the indictment, the State might well be correct; but, as we see it, that is not the issue.</p>\n<p id=\"b415-6\">Md. Cts. &amp; Jud. Proc. Code Ann. § 12-302 (c) (1) provides:</p>\n<blockquote id=\"b415-7\">“(c) In a criminal case, the State may appeal:</blockquote>\n<blockquote id=\"b415-8\">(1) From a final judgment granting a motion to dismiss or quashing or dismissing any indictment, information; presentment, or inquisition....”</blockquote>\n<p id=\"b415-9\">A review of the record in the instant case discloses that Stanley, through his counsel, moved during the trial to suppress certain “... crucial evidence presented by the prosecuting attorney....” After the trial judge frustrated the State’s efforts to introduce the challenged evidence by suppressing it, the Assistant State’s Attorney said, “That would be the State’s case because of your rulings....” The defense counsel promptly made a motion for judgment of acquittal. Stating that during a recess he had an opportunity “to again look at the law concerning . . . [his] rulings” on the evidence, the judge declared:</p>\n<blockquote id=\"b415-10\">“I am reasserting exactly what I held before — that it is the fruit of the poisonous tree under . .. <em>[Everhart v. State, </em>274 Md. 459, 337 A. 2d 100 (1975)], that the evidence was illegally obtained, and the mention of the van in the statement the Defendant gave the police, and therefore, since it arose out of that, and the original statements were ... without <em>Miranda, </em>[<footnotemark>1</footnotemark>] that being illegal, ... the <page-number citation-index=\"1\" label=\"396\">*396</page-number>subsequent consent to search is illegal under <em>Everhardt </em>[sic] <em>v. State.</em></blockquote>\n<blockquote id=\"b416-5\">You asked [sic] for a motion, Mr. Gede?”</blockquote>\n<p id=\"b416-6\">Counsel responded in the affirmative, and the judge then made the remarks concerning the dismissal of the charges, as quoted at the outset of this opinion.</p>\n<p id=\"b416-7\">We think it perfectly clear that Judge Buchanan granted the motion for judgment of acquittal and did not, as the State strongly suggests, dismiss the indictment. While the judge could have more artfully articulated his granting of the motion, we believe common sense dictates that he, nevertheless, did grant it. “That seems to us to be the common sense of the matter; and common sense often makes good law.” <em>Peak v. United States, </em>353 U. S. 43, 46, 77 S. Ct. 613, 615, 1 L.Ed.2d 631, 635 (1957).</p>\n<p id=\"b416-8\">A misused word may cause one to pause, but it will not defeat the true intention when that intention may be gleaned from a review of the total circumstances. Every lawyer who has at some time in his or her career represented clients in police station courts, particularly under the now defunct trial magistrate system, will immediately recognize that the trial judge, in the case now before us, employed a “stationhouse” synonym for “not guilty” when he uttered, “the charges are dismissed.”</p>\n<p id=\"b416-9\">It has been the established common law of this State, even before <em>Benton v. Maryland, </em>395 U. S. 784, 89 S. Ct. 2056, 23 L.Ed.2d 707 (1969), made the double jeopardy prohibition of the Fifth Amendment applicable to the several states through the Fourteenth Amendment, that a person may not be twice placed in jeopardy for the same offense. <em>See, e.g., Blondes v. State, </em>273 Md. 435, 442-43, 330 A. 2d 169, 173 (1975); <em>Neal v. State, </em>272 Md. 323, 327, 322 A. 2d 887, 889 (1974); <em>Cornish v. State, </em>272 Md. 312, 316 n. 2, 322 A. 2d 880, 883 n. 2 (1974); <em>State v. Barger, </em>242 Md. 616, 619, 220 A. 2d 304, 306 (1966); <em>State v. Adams, </em>196 Md. 341, 344, 76 A. 2d 575, 576 (1950); <em>State v. Shields, </em>49 Md. 301, 303 (1878). In <em>Shields, </em>the Court observed:</p>\n<blockquote id=\"b416-10\">“It has always been a settled rule of the common <page-number citation-index=\"1\" label=\"397\">*397</page-number>law that after an acquittal of a party upon a regular trial on an indictment for either a felony or a misdemeanor, the verdict of acquittal can never afterward, on the application of the prosecutor, in any form of proceeding, be set aside and a new trial granted, and it matters not whether such verdict be the result of a misdirection of the judge on a question of law, or of a misconception of fact on the part of the jury. 2 <em>Hale’s P. C. </em>310; 2 <em>Hawk’s P. C. </em>Book 2, ch. 47, sec. 12; 3 <em>Whart. Cr. Law, </em>sec. 3221; 1 <em>Bishop’s Cr. Law, </em>secs. 992, 993. This cardinal rule has been clearly and definitely settled in England, and has never been modified by legislation there, nor in any other State in this Union, nor indeed, so far as we are aware, in any other country where trial by jury under the common law prevails.” <footnotemark>2</footnotemark> 49 Md. at 303.</blockquote>\n<p id=\"b417-7\">Notwithstanding <em>Shields, </em>in <em>State v. Mariana, </em>174 Md. 85, 197 A. 620 (1938), over the State’s objection, a motion to suppress evidence was granted prior to trial. In the trial, the State was unable to prove its case, as it lacked evidence, so the defendant was acquitted. On appeal by the State, the Court reversed and awarded a new trial. The question of double jeopardy does not appear to have been raised or considered.<footnotemark>3</footnotemark></p>\n<p id=\"b417-8\">The Court was confronted by <em>Mariana </em>in two subsequent cases, <em>State v. Rosen, </em>181 Md. 167, 28 A. 2d 829 (1942), and <em>State v. Adams, supra. Rosen </em>was distinguished on the basis that in <em>Mariana </em>there was no statute permitting pre-trial suppression of evidence.<footnotemark>4</footnotemark> The question of double <page-number citation-index=\"1\" label=\"398\">*398</page-number>jeopardy was seemingly ignored. <em>Adams, </em>however, addressed the issue. The Court said:</p>\n<blockquote id=\"b418-5\">“The Attorney General also relies on <em>State v. Mariana, </em>174 Md. 85, 197 A. 620, in which this court reversed a judgment of acquittal for error in granting before trial (and before enactment of Chapter 749 of the Acts of 1939, Code, Art. 27, sec. 306), a motion to suppress evidence. There was no motion to dismiss the appeal, and the right to appeal was not mentioned in the opinion. What was done in the <em>Mariana </em>case cannot operate to overrule <em>sub silentio </em>what was decided in the long line of prior cases; still less can it stand against subsequent decisions. The instant case is indistinguishable from ... <em>Rosen </em>... or from prior cases. Nor would it, now or ever, have been reviewable on writ of error.” 196 Md. at 350; 76 A. 2d at 579.</blockquote>\n<p id=\"b418-7\"><em>Adams </em>thus stripped <em>Mariana </em>of any cloak of value as a precedent, and <em>Blondes, supra, </em>has deracinated <em>Mariana’s </em>dubious holding.</p>\n<p id=\"b418-8\">Here, Stanley is “.. . forced to defend an appeal taken by the State.” <footnotemark>5</footnotemark> The appeal, however, is not allowed by law. Consequently, we, in the exercise of our power conferred by Md. Rules 1035 a 2 and b 1, dismiss the appeal.</p>\n<p id=\"b418-9\">We express neither approval nor disapproval of the rulings in the case at bar relative to the suppression of the evidence. We narrow our holding to the fact that the State may not, by the use of semantics, successfully disguise an obvious not guilty verdict as a dismissal of an indictment so as to enable the State to appeal.</p>\n<p id=\"b418-10\">\n<em>Appeal dismissed.</em>\n</p>\n<p id=\"b418-11\">\n<em>Costs to be paid by Baltimore County.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b415-12\">. 384 U. S. 436, 86 S. Ct. 1602, 16 L.Ed.2d 694 (1966).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b417-9\">. <em>But see </em>Palko v. Connecticut, 302 U. S. 319, 58 S. Ct. 149, 82 L. Ed. 288 (1937), decided 59 years after <em>Shields, </em>involving a statute which permitted the State to appeal. In <em>Palko, </em>the Supreme Court was of the opinion that the Fifth Amendment prohibition against double jeopardy was not applicable to the States. Benton v. Maryland, <em>supra, </em>expressly overruled <em>Palko.</em></p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b417-10\">. <em>Mariana </em>is discussed in a case note, 4 Md. L. Rev. 303 (1940).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b417-11\">. In a case note on <em>Rosen, supra, </em>in 7 Md. L. Rev. 364, 367 (1943), the author thereof opines that <em>“Mariana </em>..., while not endangering the rights of defendants in criminal cases, still leave[s] the law in a state of sufficient doubt that the defendant in some future case may again be forced to defend an appeal taken by the State.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b418-12\">. <em>See swpra </em>note 4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}