{
  "casebody": {
    "data": "<casebody firstpage=\"442\" lastpage=\"453\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b458-3\">William I. Strauss &amp; others<footnotemark>1</footnotemark> <em>vs. </em>Oyster River Condominium Trust &amp; others.<footnotemark>2</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b458-4\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ade\">January 4, 1994.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ac\">April 8, 1994.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b458-5\">Present: Wilkins, Abrams, Lynch, &amp; Grbaney, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b459-8\"><page-number citation-index=\"1\" label=\"443\">*443</page-number><em>Richard E. Maloney, </em>of Connecticut, for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b459-9\"><em>Thomas I, Elkind (Mary B. Bejar </em>with him) for the defendants.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b458-11\">Irene E. Strauss, Richard E. Maloney, and Lorraine K. Maloney.</p>\n</footnote>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b458-12\">Charles R. Chrystie, Kenneth J. Ritchie, and Stephen J. Burlingame, individually, as unit owners, and as trustees of the condominium trust, and Suzanne B. Burlingame, Pamela J. Canham, Sally Chrystie, Thomas H. Mast, Susan B. Mast, Venkatesh Narayanamurti, Jayalakshmi Narayanamurti, Kevin P. O’Connell, Susan O’Connell, and Jeanne M. Ritchie, individually and as members of the organization of unit owners of Oyster River Condominium Trust.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b459-10\">Wilkins, J.</author>\n<p id=\"AgJ\">In 1980, the Oyster River Condominium Trust (condominium), consisting of nine freestanding dwelling units with a common area (and a boathouse) on-approximately two and two-thirds acres in Chatham, was formed by subjecting the property to G. L. c. 183A (1992 ed.). The condominium’s master deed purported to authorize each unit owner, with the written approval of a majority of the trustees of the owners’ association, “to construct additions to his Unit.” For almost three years thereafter, the parties accepted this provision as lawfully authorizing the condominium trustees to grant to a unit owner the right to construct an addition that extended into the common area of the condominium. Several such additions were purportedly authorized and were built in the years immediately after the creation of the condominium. As we shall explain and the trial judge ruled, this purported authorization was contrary to the mandate of G. L. c. 183A that any such alteration of the common area must be approved by all the unit owners, expressed in an amended master deed.</p>\n<p id=\"b459-11\">The plaintiffs are the respective owners of two of the nine units in the condominium. The Strausses acquired their interest in unit four in 1982. The Maloneys acquired their interest in unit seven in 1981 from Charles R. Chrystie, who was the creator of the condominium and is the owner of unit <page-number citation-index=\"1\" label=\"444\">*444</page-number>eight. They brought this action for declaratory and other relief in October, 1984, alleging that various additions had been unlawfully constructed, that changes had been unlawfully made in the common area of the condominium, and that another unlawful addition was threatened by the Ritchies, the owners of unit six. The complaint sought the removal of additions constructed on the common area by the Narayanamurtis at unit one, by the Burlingames at unit two, by the O’Connells at unit five, and by the Masts at unit nine. The complaint also sought the removal of landscaping changes, including parking areas constructed in the common area. In the course of the case, a judge preliminarily enjoined the Ritchies from constructing their proposed addition on the common area.</p>\n<p id=\"b460-4\">The case came to trial in September, 1986, and finally in October, 1992, a decision was released and a judgment, later slightly modified, was entered. The judge ruled that the expansion of certain units into the common areas had been unlawful but declined to order their removal. He further concluded that landscaping improvements in the common area were not encroachments. He ordered that Chrystie remove an addition that he had made, enjoined the Ritchies from expanding their unit unless they obtained the consent of all unit owners, and ordered the Maloneys to remove an outdoor shower enclosure that encroached on the common area. The judge further ordered that the master deed and other documents be amended to reflect the dimensions of all units as they will exist after the encroachments ordered to be removed have been removed and “that the percentage interest which each unit owner has in the common areas be recalculated to reflect any proportionate change in the value of the units due to expansions,” the cost to be borne by the unit owners whose expansions were allowed to remain. Only the <page-number citation-index=\"1\" label=\"445\">*445</page-number>plaintiffs have appealed. We allowed the application of certain defendants for direct appellate review.<footnotemark>3</footnotemark></p>\n<p id=\"b461-5\">The plaintiffs argue that the judge had no alternative but to order the removal of unit expansions into the common area, once he decided that they were unlawful. We shall discuss this issue, and recite the special circumstances that prompted the judge to rule as he did, after we have considered certain other matters.</p>\n<p id=\"b461-6\">1. The defendant unit owners do not object to the plaintiffs bringing an action directly against them concerning their use of part of the common area owned by the condominium. Of course, the plaintiffs, who are not the owners of the common area, have no basis for seeking damages for trespass. Only the trustees have the right to conduct litigation concerning “common areas and facilities.” G. L. c. 183A, § 10 <em>(b) </em>(4) (1992 ed.). See <em>Cigal </em>v. <em>Leader Dev. Corp., </em>408 Mass. 212, 217-218 (1990); <em>Golub </em>v. <em>Milpo, Inc., </em>402 Mass. 397, 401-402 (1988). The complaint names the trust and the trustees as defendants, but this is not a derivative action, as it might have been. See <em>Cigal </em>v. <em>Leader Dev. Corp., supra </em>at 218 n.10, 219. Because the complaint alleges that the trustees, each of whom constructed or planned an extension into the common area, acted unlawfully in approving the expansion of units, because the only portion of the judgment that is challenged involves equitable remedies, and because the defendants do not challenge the plaintiffs’ right to proceed as they have, we shall decide the issues raised by the plaintiffs’ appeal.</p>\n<p id=\"b461-7\">2. The trial judge ruled correctly that the expansions into the common area altered the percentage of the undivided interest which each owner had in the common area and that the expansions were unlawful because they were not approved unanimously by the owners.<footnotemark>4</footnotemark> Section 5 <em>(b) </em>of G. L. c. <page-number citation-index=\"1\" label=\"446\">*446</page-number>183A (1992 ed.), states that the percentage interest in common areas of each unit owner “shall not be altered without the consent of all unit owners whose percentage of the undivided interest is affected, expressed in an amended master deed duly recorded.” The judge concluded that the expansion of a unit into a common area effectively gave the unit owner the exclusive use of that area and prevented any other unit owner from using it. We said in <em>Kaplan </em>v. <em>Boudreaux, </em>410 Mass. 435, 443 (1991), that “[t]he grant of exclusive use to one unit owner of a common area is sufficient to change the relative interest of the unit owners in that common area.”</p>\n<p id=\"Ati\">The defendants argue that the developer retained an interest that was not made subject to the condominium statute, namely, the right to grant easements to unit owners to expand their units into the common area, and that he transferred that interest to the condominium trustees. We acknowledge that a developer may retain a property interest by excluding it from the interest subjected to the condominium statute. See <em>Beaconsfield Towne House Condominium Trust </em>v. <em>Zussman, </em>416 Mass. 505, 507-508 (1993).<footnotemark>5</footnotemark> That is not, however, what the master deed does. There is no reservation of a retained interest, nor is there a grant of such an interest to the trustees of the condominium trust. Such a construction of the documents would undercut the statutory requirement of unanimous consent to alter the ownership percentages of the undivided interest “in the common areas and facilities as expressed in the master deed.” G. L. c. 183A, § 5 <em>(b). </em>Nor does the purported grant of authority to allow the expansion of a unit into the common area create a “limited” common area. See discussion of limited common areas in <em>Kaplan </em>v. <em>Boudreaux, supra </em>at 443 n.7, and <em>Tosney </em>v. <em>Chelmsford Village Condominium Ass’n, </em>397 Mass. 683, 687 (1986). Fi<page-number citation-index=\"1\" label=\"447\">*447</page-number>nolly, the fact that the unit owners acquired their interests with notice of the existence of the unlawful master deed provision does not bind them to accept it. To bind the unit owners in such circumstances would mean that any provision in a master deed would overrule the requirements of the condominium statute. The Legislature could not have intended that result.</p>\n<p id=\"b463-5\">3. The judge did not err in ruling that certain landscaping, including the construction of parking spaces, undertaken by individual unit owners in the common area need not be removed. The judge concluded correctly- that these improvements in the common area, which he found made it more attractive, were not encroachments and that no unit owner was denied access to the improved areas. There is no finding or claim that the improvements did not have the approval of the condominium trustees, to whom the declaration of trust assigns the duty of upkeep, maintenance, and improvement of common areas. The trustees are responsible for the enforcement of rights and obligations in the common area. There has been no showing that they have been remiss in that responsibility insofar as landscaping is concerned.</p>\n<p id=\"b463-6\">4. The judge’s order that the Maloneys “remove the shower enclosure which encroaches on the common areas” involves a minor matter but raises an interesting question.<footnotemark>6</footnotemark> The master deed states that nothing in it prohibits a unit owner from installing a shower on the side of the unit with a privacy fence or screen. The judge in effect treated the shower’s intrusion into the common area as the same as the unlawful unit expansions into the common area and thus ordered the shower removed. We disagree with that order.</p>\n<p id=\"b463-7\">The grant of the right to each unit owner to make a specific, minor accessory use of the abutting common area is certainly different in degree from the unrestricted grant of a roving authority to permit unspecified expansion of units into <page-number citation-index=\"1\" label=\"448\">*448</page-number>the common area. We think it is also different in kind. Although expressed in a backhanded way (“nothing contained herein shall prohibit”), the master deed should be read to express a grant of a servitude to each unit owner allowing the installation of an outdoor shower as part of the interest conveyed, each unit owner having the right to select the location on the side of the unit at which the common area will be burdened by the dominant use.<footnotemark>7</footnotemark></p>\n<p id=\"b464-5\">5. The plaintiffs object to the judge’s order that the percentage interest of each unit owner in the common area be recalculated to reflect any proportionate change in the value of the units because of expansions. The judge gave no reason for this order, but in turn the plaintiffs give no explanation as to why they are harmed by the- proposed change.<footnotemark>8</footnotemark> Because the master deed must be amended to reflect the additions that need not be removed, it was within the judge’s discretion, in devising equitable relief for the difficulties he found, also to order a new beginning for the calculation of the unit owner’s proportionate interests. The change will facilitate the operation of G. L. c. 183A, and reflection of the “as built” circumstances approved by the judge should aid in making the units marketable.</p>\n<p id=\"b464-6\">6. We turn finally to the plaintiffs’ argument that the judge erred in refusing to order the removal of certain additions that extended into the common area. The judge based his conclusion on the specific circumstances of this case, considering all the equities and acting in the exercise of his discretion. He concluded that the removal of certain additions would be oppressive and inequitable, in part, because those <page-number citation-index=\"1\" label=\"449\">*449</page-number>unit owners had proceeded in good faith and, in some cases, with what reasonably appeared to be the approval of the plaintiffs. We agree that the judge acted properly in ruling as he did.</p>\n<p id=\"b465-5\">We shall set forth the judge’s findings concerning the various additions that he did not order to be removed: substantial additions made by the Masts, the Narayanamurtis, the O’Connells, the Burlingames (all of whom are defendants), and an extension of their deck by the Strausses (who are plaintiffs). The judge found that each of these unit owners, except the Burlingames,<footnotemark>9</footnotemark> received from the trustees of the condominium trust a certificate authorizing the expansion of the unit into the common area. None of these unit owners obtained the consent of all the unit owners to expand into the common area.</p>\n<p id=\"b465-6\">The Masts, believing that they had the necessary approval, built their addition without objection in early 1982, before any question was raised about the validity of the trustees’ approval of additions. The Burlingames expanded their unit in early 1983, in similar circumstances. At the owners’ annual meeting in August, 1982, Mr. Burlingame had told the unit owners of their plans for expansion, and no one objected. The Maloneys in fact encouraged the Burlingames to expand their unit, and neither the Maloneys nor the Strausses objected when the construction was completed in the summer of 1983.</p>\n<p id=\"b465-7\">The Strausses expanded the deck on their unit in August, 1983. The judge concluded that the Strausses acted in good faith believing that they had the necessary approval. They also had Maloney’s approval. When the construction was almost completed, however, the Strausses learned from their counsel that there might be a problem with the way expansions were being handled in the condominium.</p>\n<p id=\"b466-4\"><page-number citation-index=\"1\" label=\"450\">*450</page-number>At the August, 1983, owners’ meeting there was discussion of what changes should be made in the master deed because of the possibility that expansions into the common area were unlawful. The plans for the Narayanamurtis’ expansion were nevertheless reviewed, no owner objected (the Maloneys were not .present), and the trustees approved the plans. At a special meeting of the owners on October 8, 1983, Mr. O’Connell presented plans for the O’Connells’ new unit, and the Narayanamurtis presented plans for their new septic system. Everyone present voted to approve the two expansion plans, except Mr. Maloney and Mr. Strauss, who by then believed the expansions to be illegal. However, neither Maloney nor Strauss presented any general objection to the expansion plans. Indeed, on that day or the next, Maloney and Strauss encouraged O’Connell to seek a larger expansion and said that they would support him. O’Connell believed that he had their approval.</p>\n<p id=\"b466-5\">On October 10, Mr. Narayanamurti and Mr. Strauss met to discuss changes in the Narayanamurtis’ plans for expansion, and Narayanamurti agreed to make the changes Strauss wanted. Strauss shook hands with Narayanamurti and said, “I’m happy. This is great.” Narayanamurti believed that he had Strauss’s approval of his expansion. Maloney also knew that the Narayanamurtis planned an expansion, but he did not object. This construction was completed by May, 1984.</p>\n<p id=\"b466-6\">The O’Connells’ construction was undertaken in early 1984. In late November, 1983, Maloney had told Mr. O’Connell that he supported the O’Connells’ plan to expand and knew that a majority of the trustees had approved the O’Connells’ plans. In January, 1984, Maloney again told O’Connell that he supported the O’Connells’ expansion plans. O’Connell wrote to Maloney on January 11, 1984, stating that he was going ahead with his expansion plans, which included the removal of the O’Connells’ building from the condominium grounds. In reply, Maloney approved the removal but declined to express an opinion on whether he <page-number citation-index=\"1\" label=\"451\">*451</page-number>approved of the building of a new unit. The new unit was a two-story saltbox with a deck and a full basement.</p>\n<p id=\"b467-5\">In May, 1984, the plaintiffs saw the Narayanamurtis’ and the O’Connells’ new construction. The plaintiffs retained counsel, and in October, 1984, this action was commenced. In his memorandum of decision, the trial judge recognized that the usual remedy for even an innocent encroachment on the land of another is a mandatory injunction compelling the removal of the encroaching structure, citing <em>Peters </em>v. <em>Archambault, </em>361 Mass. 91, 92 (1972).<footnotemark>10</footnotemark> He continued, however, noting that, in certain exceptional circumstances, equitable relief has been denied and the plaintiff left to a remedy of damages, citing <em>Ottavia </em>v. <em>Savarese, </em>338 Mass. 330, 336 (1959), <em>Lynch </em>v. <em>Union Inst. for Sav., </em>159 Mass. 306, 308 (1893), and <em>Starkie </em>v. <em>Richmond, </em>155 Mass. 188, 195 (1892).<footnotemark>11</footnotemark> He decided, as we have said, not to order the removal of the expansions we have just discussed.<footnotemark>12</footnotemark> He made no specific mention of the fact that the Strausses might have no right to object to unlawful conduct of the same type in <page-number citation-index=\"1\" label=\"452\">*452</page-number>which they themselves are engaged. The judge did not base his decision on the claimed trivial nature of any intrusion or on the ground that a particular removal would cause a substantial financial loss.<footnotemark>13</footnotemark></p>\n<p id=\"b468-5\">This case involves exceptional circumstances that justify the judge’s decision to deny injunctive relief. This is not the typical case of A in good faith mistakenly building on B’s land. Here the “rules of the game” were prescribed by the master deed. Every one of the unit owners involved in this dispute purchased a unit in the condominium believing that each unit owner had the right to expand the unit into the common area with the approval of a majority of the condominium trustees.<footnotemark>14</footnotemark> Everyone knows that it is wrong to build a house on the land of another without permission. Not everyone knows that it is wrong to expand a condominium unit into the common area when the master deed says it may be done with the permission of the condominium trustees. The encroaching unit owners were not only innocent wrongdoers but they were also misled by circumstances created by the developer and the original trustees. In this sense, representatives of the interests encroached upon invited the intrusions. Moreover, the unlawful intrusions were not into the plaintiffs’ land but were rather into the common area. The plain<page-number citation-index=\"1\" label=\"453\">*453</page-number>tiffs do not argue that their rights were materially compromised by the misappropriation of parts of the common area.</p>\n<p id=\"b469-5\">Two unit owners (the Masts and the Burlingames) were allowed to expand without objection. Even when the lawfulness of the practice came into question and the plaintiffs knew that the Narayanamurtis and the O’Connells were planning expansions, they still did not object. The plaintiffs encouraged O’Connell to proceed. Strauss led Narayanamurti to believe that he could proceed. Here the plaintiffs knew of good faith plans to intrude into the common area, and yet in each case they permitted substantial construction to be completed before they announced their opposition and brought suit. They were not entitled to an injunction ordering the removal of the expansions that the judge allowed to remain.</p>\n<p id=\"b469-6\">7. The judgment, as modified by the order of March 9, 1993, is to be amended by the deletion of the order that the Maloneys remove their shower enclosure and, as so amended, is affirmed.</p>\n<p id=\"b469-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"3\">\n<p id=\"b461-8\">The only defendants who have filed a brief here are the condominium trust, the condominium trustees, the Burlingames, the Narayanamurtis, and the O’Connells.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b461-9\">Strictly we need not decide whether the expansions into the common area whose removal the judge declined to order were lawful because, even <page-number citation-index=\"1\" label=\"446\">*446</page-number>if they were unlawful, we uphold his decision not to direct their removal. We rule on the point in order to leave no lingering uncertainty on this issue of condominium law and to show that we reach the result we do in spite of the fact that the expansions were unlawful.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b462-5\">The defendants cite no authority for the right to retain and transfer the interest they seek to identify.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b463-8\">The plaintiffs’ brief states that the four foot by four foot shower stall was installed in 1991 and that the Maloneys did not seek or obtain approval from the unit owners.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b464-7\">Another approach is to view the unit granted to each owner as having a right to construct a shower as part of the unit. The defendants have not argued that the trustees’ consent to the design of the shower stall was not given as required by the master deed.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b464-8\">The trust instrument of the owners’ association states that common expenses are shared equally by each unit and not proportionately to ownership interests in the common area. But see G. L. c. 183A, § 6 <em>(a) </em>(1992 ed.), stating that “common expenses shall be charged to [ ] the unit owners according to their respective percentages of the undivided interest in the common areas and facilities.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b465-8\">The defendants’ brief refers to an exhibit not presented in the appendix or a supplemental appendix which, it is said, is a certificate of authorization given to the Burlingames.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b467-6\">“In Massachusetts a landowner is ordinarily entitled to mandatory equitable relief to compel removal of a structure significantly encroaching on his land, even though the encroachment was unintentional or negligent and the cost of removal is substantial in comparison to any injury suffered by the owner of the lot upon which the encroachment has taken place.” <em>Peters </em>v. <em>Archambault, </em>361 Mass. 91, 92 (1972).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b467-7\">“There have been exceptional cases, however, as where the unlawful encroachment has been made innocently, and the cost of removal by the defendant would be greatly disproportionate to the injury to the plaintiff from its continuation, or where the substantial rights of the owner may be protected without recourse to an injunction, or where an injunction would be oppressive and inequitable, where courts of equity have refused to grant the injunction and left the plaintiff to his remedy of damages. <em>Lynch </em>v. <em>Union Inst. for Sav., </em>159 Mass. 306 [1893], <em>Gray </em>v. <em>Howell, 292 </em>Mass. 400 [1935], <em>Triulzi </em>v. <em>Costa, </em>296 Mass. 24, 28 [1936], But these are the exceptions. What is just and equitable in cases of this sort depends very much upon the particular facts and circumstances disclosed.” <em>Ottavia </em>v. <em>Savarese, </em>338 Mass. 330, 336 (1959).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b467-8\">The plaintiffs have made no claim for the'award of monetary damages, if injunctive relief is denied. Any such award, presumably based on at least the fair market value of the common areas appropriated to the use of particular unit owners, would be payable to the owners’ association, the trust, and not to the plaintiffs.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b468-6\">The findings indicate that an ordered removal of the expansions would result in varying financial losses, but they do not suggest that the expansions were trivial in their impact. The Masts’ expansion extended beyond the footprint of the original unit into the common area by approximately 120 square feet. The Burlingames’ addition was approximately 200 square feet larger than the footprint of their original unit, plus an increase of approximately 216 square feet in the size of their deck. The O’Connells’ completely new construction added about 1,000 square feet of living space on two levels and 100 square feet of deck, an undefined portion of which was outside the footprint of the original unit. The Narayanamurtis added approximately 1,000 square feet of living space, 500 square feet of basement, and an enlarged deck, but the judge made no finding of the square footage of the common area used in the process.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b468-7\">No argument is made that the pertinent language in the master deed should be read to authorize additions vertically but not additions extending outside a unit’s footings as they existed at the inception of the condominium.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}