{
  "casebody": {
    "data": "<casebody firstpage=\"250\" lastpage=\"256\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b274-4\">[No. 120-40742-1</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Atg\">Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A30\">November 3, 1969.]</decisiondate>\n<p data-order=\"3\" data-type=\"otherdate\" id=\"b274-5\">Panel 2</p>\n<parties data-order=\"4\" data-type=\"parties\" id=\"b274-6\">Donald Tait, <em>Appellant, </em>v. KING Broadcasting Co., <em>et al., Respondents.</em></parties>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b274-15\"><em>Torikoff, Holst, Hanson &amp; Dauber, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b274-16\"><em>Riddell, Williams, Voorhees, Ivie </em>&amp; <em>Bullitt, </em>for respondents.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b275-3\"><page-number citation-index=\"1\" label=\"251\">*251</page-number>Utter, J.</author>\n<p id=\"Agg\">This is a libel action brought by Donald Tait against Irving Clark, Jr. and his employer KING Broadcasting Company. A motion for summary judgment by Clark and KING was granted and Tait has appealed.</p>\n<p id=\"b275-4\">Two issues are presented on appeal. Is Tait a public figure as a matter of law, in which event he is able to recover only if he can prove malice, and is he entitled to a jury trial on the issue of malice?</p>\n<p id=\"b275-5\">Irving Clark, Jr. is the host of a “talk show” on radio station KING. Donald Tait is the editor and policy maker of the “Yakima Eagle” and state chairman of the Washington State Conservative Party.</p>\n<p id=\"b275-6\">Clark was asked on January 12, 1968, by a person who called his radio program, if Tait had been a guest on his show. Clark replied:</p>\n<blockquote id=\"b275-7\">Yes, . . . Our leading American local fascist and Jew-baiter—I’ve had him on.</blockquote>\n<blockquote id=\"b275-9\">After ¡all, he’s the guy that did his best to promote a race riot in Seattle. He worked very hard at that, and I think we made that clear the evening he was on the air.</blockquote>\n<blockquote id=\"b275-10\">He is the only person I know who has spent a lot of money and effort trying to organize a race riot in Seattle.</blockquote>\n<p id=\"b275-11\">The “Yakima Eagle” is a conservatively oriented paper with a circulation of approximately 4000 copies a week. Ninety per cent of its stock is owned by Floyd Paxton, a member of the national council of the John Birch Society.</p>\n<p id=\"b275-12\">In addition to Tait’s role as editor of the paper, his chairmanship of the Washington State Conservative Party involved him in raising funds, promoting memberships, holding meetings and making public appearances.</p>\n<p id=\"b275-13\">For a number of years Tait has been a chapter leader of the John Birch Society and active in its local and statewide projects. He was active in the Wallace-for-President movement and arranged Governor Wallace’s visit to Seattle in 1967.</p>\n<p id=\"b275-14\">Clark first received the “Eagle” in the spring of 1967. The summer of 1967 was a summer of racial tension for Seattle. The climax of the city’s traditional summer activities was the “Seafair” celebration, held in early August. A particu<page-number citation-index=\"1\" label=\"252\">*252</page-number>lar effort was made by communication media-in the- city at that, time to reduce tensions and play down rumors .of possible racial disturbances. :•</p>\n<p id=\"b276-4\">In the midst of this determined effort by other communication media, the August 3, 1967, edition of the “Eagle” appeared. It contained a lead article written by Tait setting out riot instructions for the residents of Seattle. Twenty-five thousand copies of the press run of this out-of-town paper were furnished without charge and distributed in Seattle by the John Birch Society.</p>\n<p id=\"b276-5\">Clark invited Tait to appear as a guest on his radio show August 15th. At that time Clark and Tait explored a number of subjects, including the political philosophy of the “Eagle,” the far right movement in the United States, freedom of speech, tolerance and the John Birch Society. Clark continued to receive and read the “Eagle” throughout the fall of 1967. After the August program, Tait’s name was mentioned infrequently. These facts set the scene for the alleged libelous statement by Clark on January 12,1968.</p>\n<p id=\"b276-6\">Depositions were taken and interrogatories submitted after the action commenced. Clark’s testimony in his deposition indicated he believed Tait’s views, based on his words and actions, were consistent with fascism as he understood it and had a f ascistic characteristic.</p>\n<p id=\"b276-7\">Clark explained,</p>\n<blockquote id=\"b276-8\">The comment was made off-the-cuff without preparation or forethought, as, of course, most of my comments quite literally on the air are, since they come in response to nonpre-planned [sic] calls, the choice of words is not a deliberate choice ... I probably wouldn’t have, after reflection, used the word ‘fascist,’ but I think there is clear relation between Mr. Tait’s views and those of fascism.</blockquote>\n<p id=\"b276-9\">His other comments were to this same effect. Tait has presented no testimony by affidavit or deposition to show the public concept of the term “fascist” differs in any degree from Clark’s. The court therefore has before it only Clark’s definition of fascism and his own views of how it relates to Tait. ■ ■ ■</p>\n<p id=\"b277-3\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>Clark indicated his reference to Tait as a “Jew-baiter” was premised on a cartoon appearing in the September 15, 1967,- issue of the “Eagle.” The cartoon depicted a .superior court judge of Jewish faith and carried a derisive caption which had the effect of reflecting on his religious background as well as his performance as a superior • court judge. Clark said he described Tait as a person who would incite a race riot, based on the distribution of the large number of copies of the August 3, 1967, “Eagle” in the Seattle area at a time when it seemed to him it was clearly calculated to increase the risk of race riot.</p>\n<p id=\"b277-4\">The first inquiry for the court is whether Tait may properly be classed as a “public figure.” A public figure may not recover damages for defamation unless he proves the statement was made with “actual malice”—that is, with knowledge that it was false or with reckless disregard of whether it was false or not. <em>Associated Press v. Walker, </em>388 U.S. 130, 18 L. Ed. 2d 1094, 87 S. Ct. 1975 (1967); <em>Curtis Publishing Co. v. Butts, </em>388 U.S. 130, 18 L. Ed. 2d 1094, 87 S. Ct. 1975 (1967); <em>New York Times v. Sullivan, </em>376 U.S. 254, 11 L. Ed. 2d 686, 84 S. Ct. 710 (1964). Our recent cases of <em>Tilton v. Cowles Publishing Co., </em>76 W.D.2d 875, 454 P.2d 8 (1969) and <em>Grayson v. Curtis Publishing Co., </em>72 Wn.2d 999, 1007, 436 P.2d 756 (1967) commit us to this standard where public figures are involved.</p>\n<p id=\"b277-5\">The very nature of a citizen’s work may qualify him as a “public figure.” Citizens involved in nonpolitical occupations who, due to their position in life, command a substantial amount of public concern, have been found to be public figures. <em>Butts </em>and <em>Grayson.</em></p>\n<p id=\"b277-6\">Those who “thrust” themselves into public light and into the vortex of an important public controversy become public figures. <em>Thompson v. Evening Star Newspaper Co., </em>394 F.2d 774, 776 (D.C. Cir. 1968); <em>Pauling v. Globe-Democrat Publishing Co. </em>362 F.2d 188 (8th Cir. 1966); <em>Garfinkel v. Twenty-First Century Publishing Co., </em>30 App. Div. 2d 787, 291 N.Y.S.2d 735 (1968); and <em>Tilton.</em></p>\n<p id=\"b277-7\">Some citizens work in occupations in which the public <page-number citation-index=\"1\" label=\"254\">*254</page-number>has a valid interest and this may be sufficient to qualify them as public figures. <em>Bon Air Hotel, Inc. v. Time, Inc., </em>295 F. Supp. 704 (S.D. Ga. 1969); <em>United Medical Laboratories, Inc. v. Columbia Broadcasting System, Inc., </em>404 F.2d 706 (9th Cir. 1968); <em>All Diet Food Distribs., Inc. v. Time, Inc., </em>56 Misc. 2d 821, 290 N.Y.S.2d 445 (1967).</p>\n<p id=\"b278-4\">Tait cites <em>Rosenbloom v. Metromedia, Inc., </em>289 F. Supp. 737 (E.D. Pa. 1968) to establish the proposition he is not a public figure. The case does not apply. As local distributor of a nudist magazine published by others, Rosenbloom did not court publicity or have an interest in transmitting his own personal views to the public at large. He had no newspaper to publish his views and no access to other media or other effective ways to answer his critics. Tait, by contrast, had all these means available.</p>\n<p id=\"b278-5\">The trial court correctly found Tait to be a public figure as a matter of law. His political activism makes him a public figure by virtue of his affirmative acts. His position as editor and policy maker of a controversial newspaper qualifies him as a public figure.</p>\n<p id=\"b278-6\">Where malice has been alleged by one who is a public figure, as we have here found, he must then show actual malice with the “. . . convincing clarity which the constitutional standard demands, . . .” <em>New York Times, Inc. v. Sullivan, supra, </em>at 285.</p>\n<p id=\"b278-9\">Is a motion for summary judgment proper to dispose of the issue of “actual malice” in a libel action?</p>\n<p id=\"b278-10\">The focus of inquiry is directed to establishing the state of the defendant’s mind. This evidence is generally derived from his conduct and other circumstances from which an inference may be drawn that he must have known the statement was either false or was made with a reckless disregard of whether it was false or not.</p>\n<p id=\"b278-11\">The determination of “reckless disregard” has been recognized as essentially a factual one to be applied on a “case-by-case” adjudication. <em>St. Amant v. Thompson, </em>390 U.S. 727, 730, 20 L. Ed. 2d 262, 88 S. Ct. 1323 (1968).</p>\n<p id=\"b278-12\">In reflecting on these problems in a libel case, doubt has <page-number citation-index=\"1\" label=\"255\">*255</page-number>been expressed whether questions dealing with state of mind should be decided by any other process than a jury determination. <em>Goldwater v. Ginzburg, </em>261 F. Supp. 784, 788, (S.D. N.Y. 1966).</p>\n<p id=\"b279-4\">Our court has been conservative in granting summary judgment where the issues involve the inferences to be drawn from admitted facts to determine ultimate facts such as intent, knowledge, good faith and negligence. <em>Preston v. Duncan, </em>55 Wn.2d 678, 681, 349 P.2d 605 (1960). These issues do not normally involve, however, the pursuit of constitutionally protected practices.</p>\n<p id=\"b279-5\">Serious problems regarding the exercise of free speech and free press guaranteed by the First Amendment are raised if unwarranted lawsuits are allowed to proceed to trial. The chilling effect of the pendency of such litigation can itself be sufficient to curtail the exercise of these freedoms. <em>Dombrowski v. Pfister, </em>380 U.S. 479, 14 L. Ed. 2d 22, 85 S. Ct. 1116 (1964), <em>Time, Inc. v. McLaney, </em>406 F.2d 565, 566 (5th Cir. 1969).</p>\n<p id=\"b279-6\">It would seem to us these considerations are of sufficient concern to compel the court to carefully review the record in motions for summary judgment in libel cases involving the exercise of First Amendment guarantees and, at that stage, determine whether there is substantial evidence presented which, if believed, could persuade a jury with convincing clarity the defendant was guilty of maliciously making a libelous statement. <em>Time, Inc. v. McLaney, supra; Thompson v. Evening Star Newspaper Co., supra; United Medical Laboratories, Inc. v. Columbia Broadcasting System, Inc., supra; Walker v. Pulitzer Publishing Co., </em>394 F.2d 800 (8th Cir. 1968).</p>\n<p id=\"b279-7\">In motions for summary judgment the moving party has the burden of showing there is no genuine issue of material fact. Once this has been done by appropriate affidavits and discovery procedures, the other party may not rely on his pleadings unsupported by evidentiary facts. <em>W. G. Platt, Inc. v. Platts, </em>73 Wn.2d 434, 441, 438 P.2d 867 (1968); <em>Reed v. Streib, </em>65 Wn.2d 700, 706, 399 P.2d. 338 (1965).</p>\n<p id=\"b280-3\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>Tait’s deposition indicated he had no knowledge or information Clark knew the statements were false or made with reckless disregard of their truth or falsity. Clark denied the statements were made with knowledge they were false or with a reckless disregard for the truth, and filed his motion for summary judgment. Tait offered no affidavits in opposition to the motion and appears to rely solely on his pleadings and Clark’s answers in his deposition.</p>\n<p id=\"b280-4\">Clark did indicate in his deposition he would not now use the term “fascist,” but there is no showing he believed it to be false. His earlier interviews- with -Tait and subscription to the “Eagle” do not show reckless disregard of whether or not this statement was true.</p>\n<p id=\"b280-5\">Our review of the depositions and 'affidavits, which we have previously summarized, convinces us the motion for summary judgment was properly granted. The record, in this case would not present to a jury evidence from which it could find with “convincing clarity” that Clark made his statements with either knowledge they were false or with a reckless disregard of whether they were false or not.</p>\n<p id=\"b280-6\">The action of the trial court granting the motion for summary judgment is affirmed.</p>\n<p id=\"b280-7\">Horowitz, A. C. J., and Stafford, J., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}