{
  "casebody": {
    "data": "<casebody firstpage=\"192\" lastpage=\"202\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b226-5\">Moscicki et ux. <em>v. </em>Shor, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b227-10\"><page-number citation-index=\"1\" label=\"193\">*193</page-number>Argued September 30, 1932.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AM0\">Before Trexler, P. J., Keller, . Gawthrop, Cunningham, Baldrige, Stadteeld and Parker, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b228-6\"><page-number citation-index=\"1\" label=\"194\">*194</page-number><em>Edwin Booth, </em>for appellant,</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Azc2\">cited: Barnard v. Schell, 85 Pa. Superior Ct. 326; Remley v. Plummer, 79 Pa. Superior Ct. 117; Matuschka v. Murphy, 173 Wisconsin 484.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b228-7\"><em>Wilford B. Lorry, </em>and with him <em>Thomas M. </em>J. <em>Began, </em>for appellees,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Ax3\">cited: Norwood v. Goeddel, 58 Pa. Superior Ct. 500; Dalgleish v. Oppenheim, Collins &amp; Co., 302 Pa. 88.</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AhSv\">December 16, 1932:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b228-8\">Opinion- by</p>\n<author id=\"Ayp\">Parker, J.,</author>\n<p id=\"b228-9\">This is an action in trespass by the plaintiffs, husband and wife, against the defendant, a dentist, to recover damages alleged to have been occasioned by the removal of twenty-three teeth of the wife, Josephine Moscieki. The case having been submitted to a jury, separate verdicts were rendered for plaintiffs, when motions were made for judgment n. o. v. and for a new trial, both of which were refused by the court below. The defendant in its appeal assigns as error the refusal to grant such motions.</p>\n<p id=\"b228-10\">The plaintiff offered evidence which tended to show that Josephine Moscieki while suffering from defective teeth consulted the defendant with relation to the removal of the teeth and supplying her with a full set of false teeth. She testified that she was told by defendant that there were twenty-three teeth to be removed and that three of those on the upper right side <page-number citation-index=\"1\" label=\"195\">*195</page-number>were abscessed, that when she received this information she consented to the removal but insisted that they should not all be taken out at one time, that the dentist should pull the teeth in the lower jaw, treat the abscessed teeth, and postpone the removal of the teeth in the upper jaw until a later date, and that the defendant assented to this plan. The same day, the dentist administered an anaesthetic and, without the knowledge of his patient, removed the twenty-three teeth. On the following day, she was taken ill, her face was badly swollen, and she suffered severe pain. On the second day after the operation, she called upon the defendant or one of his employees, explained her condition, and secured some treatment as well as a lotion with which she was to wash her mouth. She became so ill on the third day that it was necessary to' call in the family physician. The illness so progressed that she was removed to a hospital and not responding to treatment and becoming violent, it was necessary to take her to a hospital for the treatment of mental cases. During a considerable portion of time she was not conscious of anything that was going on and did not secure any relief until an expert was called who treated her and removed some roots that had been left in the jaw.</p>\n<p id=\"b229-3\">The trial judge first submitted to the jury for their determination the question as to whether all the teeth had been removed at one time without the assent of the plaintiff and advised them that if any damages resulted from his so doing, the plaintiffs would be entitled to recover compensation. “ ‘Where a patient is in possession of his faculties and in such physical health as to be able to consult about his condition, and where no emergency exists making it impracticable to confer with him, his consent is a prerequisite to a surgical operation by his physician. ’ 30 Cyc 1576, 1577. An operation without the consent of a patient under such circumstances constitutes a technical assault”: <page-number citation-index=\"1\" label=\"196\">*196</page-number>Thorne v. Wandell, 176 Wis. 97, 101; 186 N. W. 146. Also see Mohr v. Williams, 1 L. R. A., N. S. 439, and notes, and 21 R. C. L. 392. As the case was presented to the jury, the plaintiffs were entitled to nominal damages.</p>\n<p id=\"b230-4\">The question immediately arises as to whether there was any evidence which justified anything more than a verdict for nominal damages for the removal of teeth not authorized hy the patient. Verdicts were awarded the plaintiffs aggregating twenty-three hundred dollars, and we are of the opinion that there was not sufficient evidence to warrant such finding and that the verdicts were therefore excessive, as the appellant complains. In a consideration of this phase of the controversy, the extent of liability on the part of the defendant does not depend upon an exercise of the required amount of skill, but he is liable for such damages as were occasioned by the assault regardless of the use of the care and skill required of a physician or surgeon.</p>\n<p id=\"b230-5\">The plaintiff, in order to make out a case, called three experts to show a causal connection between the injuries suffered by the wife and the unauthorized removal of certain of her teeth. If the testimony of the plaintiffs was believed, the jury would have found that the defendant was justified in removing half the teeth or all that were in the lower jaw, which would have been not less than ten or twelve. One of the physicians called was the family physician, a general practitioner, who confined his testimony to a statement of the conditions he found and the treatment which he gave the patient after she came under his care. Of the other two experts, Dr. Barry testified that the mental condition of Mrs. Moscicki came both from shock and from dissemination of poison from the roots of the teeth, and that the teeth should have been extracted very slowly “one or at most two at <page-number citation-index=\"1\" label=\"197\">*197</page-number>a time and over a long period of time.” The remaining expert, Dr. Gorham, testified that in the case of “a patient in perfectly healthy condition I (he) would not extract more than six teeth at a time. The extraction of one tooth on this side (the side on which the abscessed teeth were) would have caused that condition.” On the part of the defendant, the testimony was to the effect that the injury did not come from extracting all the teeth and that it might have come from the extraction of any one. We are consequently left without any testimony from which the jury could make any more than a guess that the results which followed would not have been present if the instructions of the patient to remove substantially one-half of the teeth had been strictly adhered to, and without any valid basis for a substantial verdict. It will be noted that all of the experts, insofar as they testified on the subject, are in accord that it is not bad practice to extract an abscessed tooth.</p>\n<p id=\"b231-4\">The trial judge, in addition to submitting to the jury the question of liability for the unauthorized removal of teeth, also presented for their consideration an additional matter and in that connection said: “Even if there were no such conversation, and even if the plaintiff put herself entirely in the hands of the doctor to do what was best, without any instructions or suggestions on her part it became, under the law, the duty of the doctor to act with reasonable, ordinary skill and care, and the plaintiff contends that it would not be reasonable, ordinary skill and care to take out all the teeth, at one time.” This was enlarged upon and there is not any complaint on the part of the appellant as to the instructions given the jury on this branch' of the case except that the appellant contends that, there was no evidence on this subject given to the jury which would form a proper basis for a verdict. In fact it was conceded by counsel for the plaintiff on <page-number citation-index=\"1\" label=\"198\">*198</page-number>the oral argument that there was not any evidence to sustain the contention that it was not proper practice to remove the twenty-three teeth at one time.</p>\n<p id=\"b232-4\">The duty imposed on a physician or surgeon is to employ such reasonable skill and diligence as is ordinarily exercised in his profession in the same general neighborhood, having due regard to the advanced state of the profession at the time: McCandless v. McWha, 22 Pa. 261; English v. Free, 205 Pa. 624; Stemons v. Turner, 274 Pa. 228; Wohlert v. Seibert, 23 Pa. Superior Ct. 213; 21 R. C. L. 386. “It follows that if there is a reasonably general agreement as to what is the proper medical treatment for a disease or the proper surgical treatment for an injury and there is a dispute as to whether the physician or surgeon in charge of the case used the method or means thus generally prescribed a question of fact is presented which is for a jury to determine. Or if the symptoms of a disease or the effects of an injury are so well known that a reasonably competent and skillful physician or surgeon ought to be able to diagnose the disease or injury, his negligence in failing to do so is likewise a matter of fact on which a jury of laymen may pass judgment. But if the symptoms are obscure or such that even a skillful practitioner might after using his best knowledge and judgment be mistaken in his diagnosis, he is not liable for such error of judgment and a jury will not be permitted to return a verdict against him by reason thereof: English v. Free, supra; Wohlert v. Seibert, supra; and where competent medical authority is divided, a physician will not be held responsible if in the exercise of his judgment he followed the course of treatment advocated by a considerable number of his professional brethren in good standing in his community: Lehighton v. Sargent, 27 N. H. 460; Miller v. Toles, 183 Mich. 252, 150 N. W. 118; Staloch v. Holm, 100 Minn. 276, 111 N. <page-number citation-index=\"1\" label=\"199\">*199</page-number>W. 264; Patten v. Wiggin, 51 Maine 594. He is not liable for errors of an enlightened judgment: Williams v. LeBar, 141 Pa. 149, 159; 2 Shearman &amp; Redfield on Negligence, section 612 (5th ed.); 5 Thompson on Negligence, section 6719; 21 R. O. L. 391. ‘In cases where authorities differ or “doctors disagree” the competent physician is only bound to exercise his best judgment in determining which-course is on the whole best’: Patten v. Wiggin, supra.” Remley v. Plummer, 79 Pa. Superior Ct. 117, 122.</p>\n<p id=\"b233-5\">A careful examination of all the testimony shows that the plaintiff failed to furnish sufficient evidence to submit to the jury that there existed a reasonably general agreement that it was not proper practice to remove the twenty-three teeth at one time and on the contrary does show that competent medical authority is divided and that the practice employed by defendant was that followed by a “considerable number of his professional brethren in good standing in his community.” As we have heretofore pointed out, the family physician, Dr. Stimus, confined his testimony to the conditions which he had observed and the treatment accorded the patient and gave no evidence as an expert on the subject of the proper practice with relation to the number of teeth that should be removed at one time. The plaintiff’s expert, Dr. Barry, gave evidence as to what his practice was and how he would treat the case but did not testify as to the existence of a “reasonably general agreement as to what was the proper medical treatment” under the circumstances. The plaintiff’s remaining expert, Dr. Gorham, expressed his own opinion as to the number of teeth that should be removed at one time and gave some evidence as to what the profession generally considered bad practice, but when pressed for a final answer said: “I would say that it is the general opinion of the majority of dentists that to extract that number of teeth, at one time <page-number citation-index=\"1\" label=\"200\">*200</page-number>would be bad practice.” The test is not the general opinion of the majority of dentists. If a surgeon or physician were limited to the performance of operations or treatment of disease in the manner recognized by a majority of the profession, all advance would be impeded if not prevented. The great contributions that have been made to medical science have been made by those who have departed from the charted course and furnished new and useful methods which have saved thousands of lives. The majority of physicians have followed the old, or allopathic, school of instruction. Consequently, if we made liable one who did not practice in accord with the view of the majority, every homeopathic physician and osteopath would be subject to constant prosecutions for malpractice. The standard applied by the plaintiff is not the true standard of liability. Again, against the testimony of the one expert called by the plaintiff, the defendant called two experts. Dr. Ersner testified that he was a graduate of the Dental School of Temple University, in constant practice in hospitals specializing in oral surgery, and oral surgeon at three large hospitals, and that there was no reasonably general agreement in the profession that proscribed the removal of twenty-three teeth at one time, and that it was very common practice to remove that number of teeth at one time. He further stated that frequently it was more advantageous and contributed to the welfare of the patient to remove the teeth at one time rather than at intervals. Dr. Frank, the other expert called by the defendant, stated that he specialized in the extraction of teeth and dental surgery, that he was on the teaching staff of the Graduate School of the University of Pennsylvania, that it was not bad practice to extract abscessed teeth, and that there was not any reasonably general agreement that would condemn the removal of a large number of teeth at one time.</p>\n<p id=\"b235-2\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>The welfare of the citizens of a state, and therefore of a state itself, demands that those persons practicing medicine and surgery shall be duly able and careful. Every physician or surgeon is answerable for an injury to his patient resulting from the want of the requisite knowledge, care, and skill, or the omission to use reasonable care and diligence, or for a failure to exereise his best judgment. But the same public interest requires that the practitioner should not be held liable who acts in accordance with the practice followed by a considerable number of his professional brethren in good standing in his community. One of the elementary principles involved requires the physician or surgeon to have due regard to the advanced state of the profession at the time, which implies that useful improvements in method of treatment will be a departure from what the majority have theretofore held. “It is not for court or jury to determine which system is best or to decide questions of surgical science on which surgeons differ among themselves”: Remley v. Plummer, supra.</p>\n<p id=\"b235-3\">By reason of the submission to the jury of two grounds for possible recovery and the different measures of proof required where the operation is unauthorized and where the charge is negligence, necessarily there must have been some confusion in the minds of the jury as to the standards to be applied. As we have indicated, counsel for the plaintiffs has stated to this court that he cannot sustain his position that it was malpractice to remove the twenty-three teeth at one time. The administration of substantial justice requires that the case should be re-tried when the plaintiffs will be afforded an opportunity to present their proofs according to the law applicable. The ease may be submitted to the jury to determine whether or not there was an unauthorized removal of <page-number citation-index=\"1\" label=\"202\">*202</page-number>teeth and what, if any, more than nominal damages were sustained by the plaintiffs by reason thereof.</p>\n<p id=\"b236-4\">The judgment of the lower court is reversed with a venire.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}