{
  "casebody": {
    "data": "<casebody firstpage=\"509\" lastpage=\"513\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b525-10\">State <em>v. </em>Earl Savage.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b526-13\"><page-number citation-index=\"1\" label=\"510\">*510</page-number><em>(July </em>2, 1936.)</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b526-14\">Layton, C. J., sitting.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b526-15\"><em>Caleb M. Wright, </em>Deputy Attorney-General, for the State.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b526-16\"><em>James M. Tunnell </em>and <em>James M. Tunnell, Jr., </em>for the defendant.</attorneys>\n<court data-order=\"5\" data-type=\"court\" id=\"b526-17\">Court of General Sessions for Sussex County,</court>\n<docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"Acq\">No. 1,</docketnumber>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"AOq\">June Term, 1936.</otherdate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b527-7\"><page-number citation-index=\"1\" label=\"511\">*511</page-number>Layton, C. J.,</author>\n<p id=\"AqG\">charged the jury, in part, as follows:</p>\n<p id=\"b527-8\">Larceny has been defined to be the taking and carrying away of the personal property of another with felonious intent to convert it to his own use without the owner’s consent.</p>\n<p id=\"b527-9\">It is incumbent upon the State to prove to the satisfaction of the jury beyond a reasonable doubt every material element of the crime charged. So, the State must prove that the taking of the property occurred in Sussex County; that the property was of some value; that the person alleged to be the owner had a general or special property in the goods taken; that the defendant took and carried away the property, or some part of it, against the consent of the owner; and that the taker, at the time of the taking had the felonious intent to convert the property to his own use.</p>\n<p id=\"b527-10\">The word, “felonious,” as applied to an act simply means wrongful, in that there was no color of right or excuse for the act.</p>\n<p id=\"b528-4\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>The issue in this case is within a narrow compass. The defendant admits the taking in Sussex County. There is no denial that the property was of some value. It is. not pretended that the taking was with the consent of the owner. That the person named in the indictment as the owner had such a special property in the goods as would support the indictment was sufficiently proved.</p>\n<p id=\"b528-5\">The defendant does deny that he took the property with felonious intent to convert it to his own use. He contends that he took it for a temporary purpose, then and there intending to restore that property which was capable of being restored in specie, and a like quantity of gasoline.</p>\n<p id=\"b528-6\">It is not every taking of the property of another without his knowledge or consent that amounts to larceny. To constitute the crime the intent must be wholly to deprive the owner of the property. <em>State v. York, </em>5 <em>Harr. </em>493; <em>Reg. v. Holloway, 2 Car. &amp; K. </em>942. The general rule may be said to be that a taking of property for a temporary purpose with the <em>bona fide </em>intention to return the property to the owner does not amount to larceny, however liable the taker may be in a civil action of trespass. So, a borrowing of property, even though it be wrongful as being without the owner’s knowledge or consent, with the intention of returning the property to its owner, is not larceny. 2 <em>Wharton, C. L. (12th Ed.), </em>§§ 1125, 1126.</p>\n<p id=\"b528-7\">The property here is of two kinds, the can which could be restored, and the gasoline which admittedly was consumed, but exactly the same thing in quantity and quality could be restored, and, on principle, it' would seem that if the defendant took the gasoline intending then and there to return a like quantity, the taking would not amount to larceny. It would be a different matter, perhaps, if the property taken were of some particular kind or quality <page-number citation-index=\"1\" label=\"513\">*513</page-number>which the owner reasonably might desire to be returned in specie.</p>\n<p id=\"b529-6\">It must be kept in mind, however, another principle, that if the defendant, at the time he took the property, had no intention of restoring it to the owner, but took it with the intention of converting it to his own use, the fact that he later repented, and desired or attempted to restore the goods would not purge him of guilt. The taking in such circumstances would be larceny.</p>\n<p id=\"b529-7\">You must find the intent with which the defendant took the property from all the facts and circumstances. You, of course, may, and should, consider the testimony of the defendant, and, like all other testimony, you should give to it that degree of credit which you think it ought to have. You may also consider the manner and place of the taking, the conduct of the defendant thereafter, and his effort or attempt, if any, to restore the property or to account to the owner for it.</p>\n<p id=\"b529-8\">If you shall find from the evidence that the defendant took the property for a temporary purpose, and with the intention, then and there, to restore the can to the owner, and to account to the owner for the gasoline taken, or if you shall entertain a reasonable doubt of the felonious intent with which the defendant is charged, your verdict should be not guilty. '</p>\n<p id=\"b529-9\">On the other hand, if you shall find beyond a reasonable doubt that the defendant took the goods and chattels with no intention of making restoration, but with the intention of converting the property to his own use, your verdict should be guilty.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}