{
  "casebody": {
    "data": "<casebody firstpage=\"131\" lastpage=\"134\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b149-14\">GRANBERY v. GARDNER et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b149-15\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AjG\">April 14, 1900.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b149-16\">Contracts—Time Limit—Waiver.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b149-17\">Plaintiff contracted with defendants to build a steam yacht, to be ready for trial June 1st. Defendants subcontracted the building of the hull with a firm located in another city, to which the plaintiff objected, and insisted the work should be done by a local firm. Defendants then made a contract with a local firm, and informed the plaintiff that the firm was slow, and they would not be bound by their time limit. On the failure to have the boat ready for trial, plaintiff, on June 12th, demanded the re<page-number citation-index=\"1\" label=\"132\">*132</page-number>turn of $1,000 he had paid on the contract, and to be released, and later brought suit to recover the same. <em>Held, </em>that the plaintiff, by insisting on a change of subcontractors when he had notice that the local firm was slow, waived the time limit. ,</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b150-5\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b150-6\">Action by William H. Granbery against William Gardner and another. Prom a judgment in favor of the defendants, and from an order denying a new trial, plaintiff appeals.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AJS\">Affirmed.</disposition>\n<p data-order=\"8\" data-type=\"judges\" id=\"b150-7\">Argued before GOODRICH, P. J., and BARTLETT, HATCH, WOODWARD, and HIRSCHBERG, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b150-8\">John C. Rowe (Eugene H. Lewis, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b150-9\">Wilmot Townsend Cox, for respondents.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b150-10\">HIRSCHBERG, J.</author>\n<p id=\"Ac3\">The plaintiff contracted with the defendants in writing on March 9, 1897, to build for him a steam launch, and the defendants agreed in the contract to have it ready for trial on or before June 1, 1897. The contract required the plaintiff to pay the defendants $1,000- on the signing of the agreement, and the plaintiff made the payment at that time, but the yacht was not ready for trial by June 12, 1897, whereupon the plaintiff notified the defendants that he considered himself released from all obligation under the contract, and demanded a return of the money, which not having been repaid, this action was brought for its recovery. It plainly appears that the defendants were not expected to do the work themselves, but the contract required them to furnish the designs, and to superintend the construction, and to “place all contracts as soon as possible.” No time was designated for the completion and delivery ofxthe yacht. The plaintiff testified that at the time of signing the contract the defendants stated that they would arrange for the building of the hull in the vicinity of New York, but this the defendants denied. The defendants subcontracted with the Spalding St. Lawrence Boat Company, of Ogdensburg, N. Y., to build the hull, and with other firms for the building of the boiler and of the engine, and on April 5, 1897, notified the plaintiff in writing of the subcontract for the hull. This subcontract required, and the St. Lawrence Company agreed, that the yacht should be finished and delivered on or before June 1, 1897. The plaintiff objected to the construction of the yacht at such a distance from New York, and on his insistence the defendants canceled their engagement with the St. Lawrence Company, and made a new subcontract with one B. Prank Wood, at City Island, N. Y., under date of April 7, 1897, and by which subcontract the date for the delivery of the boat was fixed at June 15,1897. The defense of the action was based upon the defendants’ assertion that the delay in the construction of the yacht was Wood’s fault, and that they had notified the plaintiff, at the time of the change in subcontractors, that, if such change was made, they could not and would not guaranty the completion of the work at the time named in the subcontract.</p>\n<p id=\"b150-11\">On the question thus presented the evidence on the part of the defendants was positive and unequivocal. They testified that both before and after the making of the original contract the plaintiff was <page-number citation-index=\"1\" label=\"133\">*133</page-number>informed by them that there were very few firms that could produce the boat in the time required, and that the Spalding Company was, in their opinion, the only one that could “get it out fast”; that Wood was the only other builder, in their estimation, who was competent to build a launch of the type required, but that he was very slow, and that they couldn’t guaranty any time, even when it was signed in a contract; that, after seeing Wood, they informed the plaintiff that he would require two weeks more than the time originally designated for the completion of the boat sufficiently for trial, to which the plaintiff replied, “Hold him to ten days, if you can, and keep him to his time;” and that the subcontract was finally made with Wood under the conditions stated, and the delay occasioned by the fact that Wood could not get enough competent workmen to finish the job with the expedition required. This evidence was not refuted by the plaintiff with much force, if it can be said to have been refuted at all. He was asked in reference to the defendants’ statements about Wood, and answered, as follows:</p>\n<blockquote id=\"b151-5\">“Q. Did they not state to you at that interview that Wood was slow, and that he was not their choice? A. I don’t recall it, and will not deny it. Q. Do you swear they did not? A. No, I will not swear.” And again, he testified: “Of course, if they made the statement that Wood was slow, I did not question it. I don’t deny that they made that statement on the 7th of April. I don’t deny that in their interviews with me they were particularly anxious to have the work done by the Spalding St. Lawrence Company. They gave the contract to the St. Lawrence people. I do not recollect any statement on their part that the Spalding St. Lawrence people were the only people that could get the work out positively. I will not swear that they did not say so.”</blockquote>\n<p id=\"b151-6\">The verdict of the jury in support of the defendants’ contention is fully justified by the evidence. Adopting the defendants’ statement they found that the delay was occasioned by the change in builders which the plaintiff compelled, with full knowledge on his part that such change would render the time limit unenforceable as against the defendants. This constituted a waiver of the condition requiring delivery for trial on June 1st. Stewart v. Keteltas, 36 N. Y. 388; Weeks v. Little, 89 N. Y. 566; Mead v. Parker, 111 N. Y. 259, 18 N. E. 727; Thomson v. Poor, 147 N. Y. 402, 42 N. E. 13. Yor can the plaintiff claim that the substitution of Wood in place of the St. Lawrence Company operated only to extend the time 10 days. If the jury believed that this substitution was made with the plaintiff’s acquiescence in the defendants’ proposition that they could not guarantee Wood’s compliance with the terms of his undertaking, it required the exoneration of the defendants from liability because of his failure. In tying Wood down to as short a period as they could, the defendants were acting for thp plaintiff, and in his interest, and it would be exceedingly unreasonable to assume that the plaintiff really expected the defendants to accept on compulsion a subcontractor in whose capacity for expeditious work they had no confidence, and to limit his time to the shortest possible period to which they could induce him to agree, with the understanding that they were to remain pecuniarily liable for all the consequences of his anticipated default. The charge of the learned trial justice was lucid and correct, being certainly as favorable as the plaintiff was <page-number citation-index=\"1\" label=\"134\">*134</page-number>entitled to have it, and no error is found in his refusal to charge, without qualification, the one requést made by the plaintiff, or in his rulings upon the admission or rejection of evidence. The judgment and order should be affirmed.</p>\n<p id=\"b152-5\">Judgment and order affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}