{
  "casebody": {
    "data": "<casebody firstpage=\"636\" lastpage=\"640\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b654-6\">GETZOFF v. CITY OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b654-7\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADE\">May 11, 1900.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b654-8\">Municipal Corporations—Defective Sidewalks—Injuries.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b654-9\">In a flagstone sidewalk, extending from the street line to the curb, a diamond-shaped piece, 6 by 12 inches, had been broken off and removed from the flagging in the center of the walk, leaving a hole from 2 to 3 inches deep. While plaintiff was walking on the street in broad daylight, her foot was caught in the hole, and she fell to the walk and was injured. <em>Eeli, </em>in an action against the city for the injury, that the defendant was not guilty of negligence in allowing the street to remain in such condition, and plaintiff was not entitled to recover.</headnotes>\n<headnotes data-order=\"5\" data-type=\"judges\" id=\"b654-10\">Patterson and Rumsey, JJ.; dissenting.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b654-11\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b654-12\">Action by Bessie Getzoff against the city of New York. From a judgment dismissing the complaint, and from an order denying a new trial, plaintiff appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A2Sd\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b654-13\">Argued before VAN BRUNT, P. J., and HATCH, RUMSEY, PATTERSON, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b654-14\">M. Altmayer, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b654-15\">- W. B. Crowell, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b654-16\">INGRAHAM, J.</author>\n<p id=\"AX1\">The plaintiff, while walking through Ludlowstreet, in the city of New York, between 10-and 11 o’clock in the morning, on the 2-lst day of April, 1898, fell upon the sidewalk and was injured, and brings this action to recover from the city of New' York for such injuries. ' She testified that (in passing by and in front of No. 16 Ludlow street):</p>\n<blockquote id=\"b655-4\"><page-number citation-index=\"1\" label=\"637\">*637</page-number>“I fell on the sidewalk, and couldn’t get up. * * * After I fell on the sidewalk in front of No. 16 Ludlow street, I saw the sidewalk,—after I was lifted up. There was a hole in the sidewalk. I can’t tell the court and jury exactly how deep that hole was, in the sidewalk. * * * I felt so bad that I didn’t notice exactly.”</blockquote>\n<p id=\"b655-5\">Describing the condition of the flagstone upon which she fell, she says it was—</p>\n<blockquote id=\"b655-6\">“One split, and on one side a hole, and the other side was going out. One piece was down, and the other one came out, and my foot went in it between.”</blockquote>\n<p id=\"b655-7\">On her cross-examination she said:</p>\n<blockquote id=\"b655-8\">“One piece was lower than the surrounding sidewalk about three inches. * * * I say the hole across the sidewalk was about, a foot deep. The stone was split all through the entire width of it. * * * When I walked there my foot came in there, and 1 stumbled and I fell. * * * My right foot went into the hole. * * * I know that the reason of my fall that day was that I stubbed my toe on the sidewalk there. I went against the stone and fell, and, as the result of stubbing my toe, I fell over on the sidewalk.”</blockquote>\n<p id=\"b655-9\">The plaintiff also called several residents upon the street, who testified as to the exact condition of the sidewalk.</p>\n<p id=\"AE-\">It is quite evident from all this testimony that the condition of this sidewalk upon which the. plaintiff fell was that the flagstone was cracked, and a small piece of stone had either been removed, or had been forced down in the earth, so that there was a depression from two to three inches deep, and it was against the side of this depression that the plaintiff stubbed her toe, which caused her to fall. The accident happened between 10 and 11 o’clock in the morning, on a bright day. The serious question is whether or not this sidewalk was in such a condition that it could be said to be unsafe or dangerous. There seems to be no satisfactory testimony as to the size of the hole. The plaintiff said that her foot was turned in the hole, but afterwards she testified that she stubbed her toe against a protruding stone; and, when she was asked whether she stubbed her toe and fell before or after her foot went down into the hole, she said: “Before. If my foot wouldn’t have gone into the hole, I wouldn’t have fallen.” On the other hand, another witness testified that the longest break in the stone was 12 inches, and the smallest was 6 inches, and in the middle was a hole in the sidewalk. ’ It is not clear from the record whether he intended to state that this hole was 12 inches one way and 6 inches the other, but he subsequently stated that the hole was in the shape of a diamond; that a half of the diamond was sunk below the level of the rest of the sidewalk. Assuming, however, that the jury would be justified in finding from this testimony that in this sidewalk, which extended from the street line to the curb, a piece of flagstone, in the shape of a diamond, 12 by 6 inches, had broken from the rest of the flagging, and had been removed or forced down in the ground, leaving a depression of from 2 to 3 inches, the question is whether or not, in such a condition, the sidewalk could be said to be dangerous,—a condition that would justify a reasonable and prudent person in anticipating danger to a person using the street with ordinary care, and <page-number citation-index=\"1\" label=\"638\">*638</page-number>sustain a finding that it was negligent for the defendant, a municipal corporation, to allow the street to remain in such a condition.</p>\n<p id=\"A3T\">There is no doubt as to the duty imposed upon a municipal corporation in regard to the streets. From the very nature of the case, it is impossible that the public streets should be kept in an absolutely level condition. Slight irregularities, of necessity, exist, and, where a sidewalk is flagged, the mere fact that one of the flagstones was slightly above the adjoining stone would not create a dangerous condition of the street. No one could reasonably anticipate any danger from the existence of such an irregularity; and, if a prudent person could not have anticipated that an injury would happen from such a condition of the sidewalk, the defendant, as a municipal corporation, was not negligent in not guarding against an accident that a prudent and careful person would not have anticipated. The case of Beltz v. City of Yonkers, 148 N. Y. 67, 42 N. E. 401, seems to me to be in point, and decisive of this appeal. In that case “the plaintiff was walking upon a sidewalk of stone flagging, eight feet in width, constructed of two courses of flags, four feet wide. At the point in this walk where the accident occurred, and at the joint where two of the flags were united, the edges of the stone were broken off, and the broken parts removed. This left an uncovered depression in the center of the walk of the same depth as the thickness of the flags, which was about two and a half inches. The surface area of this depression was about two feet and two inches (26 inches) in length by seven and a half inches in width. This depression being in the center, there was, of course, an ámple width of flagging on either side. So far as this depression extended, the surface of the walk was the earth in which the flags had been embedded, and it appears that, in time of rains, water would occasionally accumulate in the center of the place. It had existed in this way for four years.” The plaintiff, walking along the sidewalk, stepped into the depression, and fell upon the walk.. The hole in the sidewalk in the case under consideration was 12 by 6 inches, and from 2 to 3 inches deep. The hole in the Beltz Oase was 26 by 7-¡- inches, and 2-J- inches in depth. In discussing the liability of the defendant, the court said:</p>\n<blockquote id=\"b656-5\">“Assuming that the defendant’s officers were men of reasonable prudence and judgment, could they, in the reasonable exercise of these qualities, have anticipated this accident, or a similar one, from the existence of this depression in the walk? They could undoubtedly have repaired it at very little expense, but the omission to do so does not show or tend to show that, they were negligent, unless the defect was of such a character that a reasonably prudent man should anticipate some danger to travelers on the walk, if not repaired. If the existence of such a defect is to be deemed evidence of negligence on the part of a city, then there is scarcely any street in any city that is reasonably safe, within the rule, and when accidents occur the municipality - must be treated practically as an insurer against accidents' in its streets. The law does not prescribe a measure of duty so impossible of fulfillment, or a rule of liability so unjust and severe. It imposes upon municipal corporations the duty of guarding against such dangers as can or ought to be anticipated or foreseen in the exercise of reasonable prudence and care. But when an accident happens by reason of some slight defect, from which danger was not rea-' sonably to be anticipated, and which, according to common experience, was not likely to happen, it is not chargeable with negligence.”</blockquote>\n<p id=\"b657-4\"><page-number citation-index=\"1\" label=\"639\">*639</page-number>As before stated, the hole in the Beltz Case was more extensive than the hole in this case. It had existed in the Beltz Case for four years; in this case, from four to six months. In the Beltz Case the flagging on the sidewalk was 8 feet in width. In this case it extended from the house line to the curb. In the Beltz Case the plaintiff was injured by stepping into the hole, while in this case she was injured by stubbing her toe against a portion of the stone that extended above the sidewalk. In both cases the accident happened in broad daylight. There was no question of a failure of the city to properly light the streets, or a failure to furnish a sufficient light in the locality. The Beltz Case, therefore, is a controlling authority upon us in the decision of this case, and justified the court below in dismissing the complaint.</p>\n<p id=\"b657-5\">The judgment and order appealed from should therefore be affirmed, with costs.</p>\n<p id=\"b657-6\">VAN\" BRUNT, P. J., and HATCH, J., concur.</p>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b657-7\">PATTERSON, J.</author>\n<p id=\"AHl\">(dissenting). The complaint in this action was dismissed at the close of the plaintiff’s proofs. The plaintiff was injured by a fall on the sidewalk in front of No. 16 Ludlow street, in the city of New York. She showed that her foot caught in a hole in the sidewalk, and it was claimed that the city was liable by reason of its negligence in allowing the sidewalk to remain in an unsafe and dangerous condition. It was shown that the defect in the sidewalk had existed for six months. It was also shown that a flagstone in the sidewalk was split in fragments, and that the plaintiff’s foot, as she was walking along, went into what she at one time states to have been a hole about a foot deep, and at another 2 or 3 inches deep, but other witnesses say that it was from 2 to 3 inches in depth. One of the witnesses states that the stone was broken into pieces of 12 and 6 inches, and the hole was between. The fracture of the flagstone was such that at one edge it was depressed, and the depression was large enough for a person’s foot to be caught therein. The plaintiff testifies that hers was so caught, and that she fell prone, and sustained injuries. She stubbed her foot against one of the projecting edges, and it went into the hole. The complaint was dismissed on the ground that the case of Beltz v. City of Yonkers, 148 N. Y. 67, 42 N. E. 401, controlled. The much-discussed Beltz Case seems to be generally regarded as authority for the proposition that in an action, such as this, against a municipality, the existence of a hole or depression of <em>2-} </em>inches in the sidewalk of a public street, no matter how long it has existed, is not evidence of negligence on the part of a municipality in allowing that condition to remain, unless it is shown that some accident has previously happened in consequence of that condition. In that case the fact was shown that, at the point of juncture of two flagstones in a sidewalk, the stones had become worn so that a depression 7 inches long and, at most, about <em>2-} </em>inches in depth, existed. It was held to be such an inconsiderable and slight defect that danger could not reasonably be anticipated from it, and <page-number citation-index=\"1\" label=\"640\">*640</page-number>that the city, in not repairing it, had not failed in any duty it owed to persons using the street. The general rule of liability applicable to actions of this kind is stated in that case as follows:</p>\n<blockquote id=\"b658-4\">“When the defect is of such a character that reasonable and prudent men may reasonably differ as to whether an accident could or should not have been reasonably anticipated from its existence or not, then the case is generally one for the jury; but when [as in that case] the defect is so slight that no careful or prudent man would reasonably anticipate any danger from its existence, but still an accident happened which could have been guarded against by the exercise of extraordinary care and foresight, the question of the defendant’s responsibility is one of law.”</blockquote>\n<p id=\"b658-5\">There the question was regarded as one of law by the court, because of the exceedingly slight character of the depression, and the fact that, from all that appeared, the street had been used in safety, while in that condition, by pedestrians for six years. The decision was merely the application of a conceded rule of law to the particular facts of that case. It cannot be said that the facts in this case are identical with those in the Beltz Case. Assuming that the depression caused by the fracture of the stone here was only 3 inches in depth, still we have the testimony that this depression was in length so great that a person’s entire foot would sink into it, and be caught, so as to precipitate a fall. It cannot be assumed, as a matter of law, that this aperture or gap in the street was so insignificant that all reasonable men would agree that it was not dangerous. To say the least, reasonable and prudent men might differ as to whether an accident such as happened to this plaintiff could or should have been anticipated from its existence. An examination of the appeal book in the Beltz Case shows that the corners of two of the flagstones near the middle of the walk were broken off for the length of about 7 inches only, and that the plaintiff’s witnesses claim that the depression was'2 inches, and those on the part of the defendant that it was only an inch and a half; and a diagram of the depression, showing it to be only an inch and a half, was produced on the trial by the defendant. We think that the facts of the two cases are quite different, and that the complaint should not have been dismissed only upon the authority of the Beltz Case. As that is the only matter involved on this appeal, we think the judgment should be reversed, and a new trial ordered, with costs to appellant to abide event.</p>\n<p id=\"b658-6\">BUMSEY, J., concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}