{
  "casebody": {
    "data": "<casebody firstpage=\"27\" lastpage=\"32\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b47-2\">Argued and submitted December 6, 2010,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Au\">reversed and remanded June 29, 2011</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b47-3\">STATE OF OREGON, by and through the Department of Land Conservation and Development, <em>Petitioner, and </em>OREGON SHORES CONSERVATION COALITION and Shamrock Pines Homeowners Association, <em>Intervenors-Appellants, v. </em>CLATSOP COUNTY, <em>Respondent-Respondent, and </em>George FRASER and Barbara Fraser, <em>Intervenors-Respondents.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b47-8\">Clatsop County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"AiQ\">082579; A143964</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b47-9\">260 P3d 580</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b47-13\">Courtney B. Johnson argued the cause and filed the opening brief for appellants. With her on the reply brief was Crag Law Center.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b47-14\">James D. Zupancic argued the cause for respondents George Fraser and Barbara Fraser. With him on the briefs was Neil N. Olsen.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b47-15\">No appearance for respondent Clatsop County.</attorneys>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b48-3\"><page-number citation-index=\"1\" label=\"28\">*28</page-number>Before Brewer, Chief Judge, and Edmonds, Senior Judge.</judges>\n<judges data-order=\"10\" data-type=\"judges\" id=\"Aej\">BREWER, C. J.</judges>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b49-3\"><page-number citation-index=\"1\" label=\"29\">*29</page-number>BREWER, C. J.</author>\n<p id=\"b49-4\">Petitioners Oregon Shores Conservation Coalition (OSCC) and Shamrock Pines Homeowners Association (collectively petitioners)<footnotemark>1</footnotemark> appeal from the circuit court’s judgment in a writ of review proceeding that affirmed respondent Clatsop County’s determination that respondents George and Barbara Fraser (the Frasers) have a vested right to complete development of a residential subdivision in compliance with county and state waivers issued pursuant to Ballot Measure 37 (2004).<footnotemark>2</footnotemark> We reverse and remand.</p>\n<p id=\"b49-5\">On appeal, petitioners advance three assignments of error, one of which is dispositive and requires that we remand this case to the circuit court for the application of the proper legal standard. In their third assignment of error, petitioners argue, <em>inter alia, </em>that the circuit court erred in calculating the expenditure ratio, one of the common-law factors for determining whether they had a vested right to complete their proposed development. For the reasons set forth in <em>DLCD v. Clatsop County (A144073), </em>244 Or App 33, 41-42, 260 P3d 575 (2011), we agree that the circuit court erred and that the error requires reversal.<footnotemark>3</footnotemark></p>\n<p id=\"b50-3\"><page-number citation-index=\"1\" label=\"30\">*30</page-number>A detailed description of the facts in this case would not benefit the bench, bar, or public. It suffices to say that, in 2007, the Frasers obtained state and county Measure 37 waivers that authorized them to subdivide their approximately 32-acre parcel into 120 lots and to develop a dwelling on each lot. The Frasers applied for a 52-lot subdivision and received conditional preliminary subdivision approval from the county in September 2007. After the passage of Measure 49, the Frasers filed an application for a county vested rights decision, claiming expenditures of $141,610.53. The Director of Transportation and Development Services issued a decision concluding that the Frasers had not established a vested right, and, pursuant to a local procedure, the Frasers appealed to the Clatsop County Board of Commissioners. The board modified the director’s decision after concluding that the Frasers had a vested right to complete 30 lots of the proposed subdivision under Measure 49. As pertinent here, when the board calculated the expenditure ratio, it explained that,</p>\n<blockquote id=\"b50-4\">“[i]f the costs of home construction are not included in the total project cost, then the denominator of the ratio for a 52-lot subdivision is between $584,000 and $642,000, depending on what numerator as described above is included. Based on these numbers, the [Frasers] ha[ve] expended between 23% and 30% of the total project cost. The cost to complete the infrastructure is based on the [Frasers’] engineer’s estimate provided by the [Frasers]. We find that estimate to be credible, and no evidence to the contrary was presented.</blockquote>\n<blockquote id=\"b50-5\">“If the costs of home construction are included, then the denominator must be recalculated. While the County Staffs estimate is certainly one method to value what is otherwise a purely speculative model, it was based on generalized numbers from historic building permits from a broad geographic area. The [Frasers] provided written and oral testimony <em>that current economic conditions will require the home builder to market smaller, more affordable homes. </em>* * * We note that including home construction costs requires this body to hypothesize about the homes that might be built on the site, and we note further that this places all parties in the position of trying to make reasonable assumptions about structures that have yet to be designed or permitted. In this case, we find the [Frasers’] <page-number citation-index=\"1\" label=\"31\">*31</page-number>testimony and research more specific and persuasive than the County Staffs hypothetical. Therefore, the denominator of the ratio for a 52-home subdivision, if housing costs are included, is between $4.3 million and $4.36 million. Depending on what costs are allowed in the numerator, the [Frasers] [are] between 3.2% and 4.5% complete with the 52-home project, assuming housing costs are included.”</blockquote>\n<p id=\"b51-4\">(Emphasis added.) The board also considered the Frasers’ alternative contention that they had a vested right in “Phase 1” of their subdivision, a 30-lot development. Applying the same amounts set out above, the board found that,</p>\n<blockquote id=\"b51-5\">“[i]f the costs of home construction are included, the total cost to complete Phase 1 (30 lots) of the project ranges between $2.58 million and $2.63 million. Assuming this analysis, the percentage complete for Phase 1 (30 lots) is between 5.3% and 7.4%”</blockquote>\n<p id=\"b51-6\">After the board’s decision, DLCD petitioned for a writ of review, and petitioners intervened. In its letter opinion, the circuit court adopted the board’s reasoning in calculating the expenditure ratio:</p>\n<blockquote id=\"b51-7\">“The closer question again is what figure goes into the denominator. [OSCC] argues building costs must be included. * * * [The] Frasers argue the opposite. * * * While those cases provide some authority for [OSCC’s] arguments, it is questionable whether <em>Webber </em>[v. <em>Clackamas County, </em>42 Or App 151, 600 P2d 448 (1979),] is still considered viable and the court did not specifically indicate in <em>Cook </em>[v. <em>Clackamas County, </em>50 Or App 75, 622 P2d 1107, <em>rev den, </em>290 Or 853 (1981),] or <em>Milcrest </em>[v. <em>Clackamas County, </em>59 Or App 177, 650 P2d 963 (1982),] if building costs must still be included. * * * The board chose to believe Frasers’ project did not include actual building of houses and the court cannot overturn that factual finding. Review of the recording before the board indicates [the] Frasers only intended to sell lots.</blockquote>\n<blockquote id=\"b51-8\">“In any event, the board again expressly chose to believe the Frasers’ experts regarding building costs and rejected other evidence regarding a more likely building cost. My review of the exhibits indicates that the houses that will be placed on the lots will be high end ones and not small, modular or mobile homes. * * * Even if building costs must be included in the ratio test, the figures found by the board <page-number citation-index=\"1\" label=\"32\">*32</page-number>would still indicate substantial expenditure to satisfy this requirement, particularly scaled down development.”</blockquote>\n<p id=\"b52-4\">The circuit court entered a judgment affirming the board’s decision. OSCC appeals. As we explained in <em>Clatsop County (A144073), </em>244 Or App at 42, in calculating the expenditure ratio the cost of building homes must be included in the denominator, and that cost must be “the <em>likely costs </em>of completing the particular development sought to be vested <em>based on construction costs as of December 6, 2007.” Friends, </em>237 Or App at 178 (emphasis in the original). Here, the board considered construction costs proffered by the Frasers’ experts that were based on “current economic conditions,” <em>not </em>on the costs of construction as of December 6, 2007. The circuit court adopted the same amounts in its calculation of the expenditure ratio. The court erred in doing so.</p>\n<p id=\"b52-5\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b49-6\"> Petitioners intervened in the writ of review proceeding after the State of Oregon, through the Department of Land Conservation and Development (DLCD), filed a petition for a writ of review of the county’s vested rights determination. DLCD is not a party on appeal. Further, although named as a respondent, Clatsop County has not appeared on appeal.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b49-7\"> This is one of many recent cases concerning whether a property owner has a vested right to complete development in compliance with a Measure 37 waiver after the voters approved Ballot Measure 49 (2007), which “narrowed the effect of Measure 37, including a reduction in the degree of residential development allowed under a requested Measure 37 waiver.” <em>Friends of Yamhill County v. Board of Commissioners, </em>237 Or App 149, 152, 238 P3d 1016 (2010), <em>rev allowed, </em>349 Or 602 (2011). For a detailed description of the evolving legal context in which this case arose, see <em>id. </em>at 151-53.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b49-8\"> The Frasers have cross-assigned error, arguing that the circuit court erred by declining to dismiss DLCD as a party for lack of standing. Further, petitioners argue that, because DLCD lacked standing to participate in the writ of review proceeding, petitioners — who intervened with DLCD — also lacked standing and, thus, the circuit court erred by not dismissing petitioners as parties as well. We reject the Frasers’ cross-assignment of error without further discussion, for the reasons set forth in DLCD <em>v. Crook County, </em>242 Or App 580, 256 P3d 178 (2011). Because we hold that DLCD had statutory standing to bring the writ of review, we need not determine whether the Frasers are correct in positing that an intervenor, having intervened with a party that is later determined to lack statutory standing, thereby loses its standing as well.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}