{
  "casebody": {
    "data": "<casebody firstpage=\"314\" lastpage=\"322\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b348-4\">Finley <em>v. </em>Ins. Finance Corp., Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b349-3\"><page-number citation-index=\"1\" label=\"315\">*315</page-number>Argued October 6, 1932.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AVb\">Before Trexler, P. J., Keller, Gawthrop, Cunningham, Baldbige, Stadtfeld and Parker, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b349-8\"><em>George </em>J. <em>Edivards, </em>Jr., for appellant, cited:</attorneys>\n<p data-order=\"4\" data-type=\"summary\" id=\"At50\">Sylvania Railroad Co. v. Hoge, 129 Ga. 734; Com. ex rel. Citizens National Bank v. Camp et al., 258 Pa. 548; Jeanes’ Appeal, 116 Pa. 573; Colonial Trust Co. v. Central Trust Co., 243 Pa. 268.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b349-9\"><em>Robert M. Green, </em>and with him <em>Sylvan M. 'Hirsch, </em>for appellee, cited:</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"At9\">Dwight v. Singer, 27 Pa. Superior Ct. 119; Whitman v. Refrigerating <em>Co., </em>233 Mass. 386; Eppert v. Lowish, 168 N. E. 616.</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AYy\">December 16, 1932:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b349-10\">Opinion by</p>\n<author id=\"A8qx\">Gawthrop, J.,</author>\n<p id=\"b349-11\">This is an action in assumpsit to recover the difference between the amount of plaintiff’s indebtedness to defendant on two collateral promissory notes and the amount realized by defendant on its resale of the collateral at a price in excess of plaintiff’s indebtedness to it on the notes. The trial judge directed a verdict <page-number citation-index=\"1\" label=\"316\">*316</page-number>for plaintiff and, from the judgment thereon, comes this appeal.</p>\n<p id=\"b350-4\">The undisputed facts developed at the trial are as follows: On July 25, 1928, plaintiff borrowed $2,000 from defendant, giving a judgment note upon which judgment was entered May 24, 1929. On August 9, 1928, he borrowed from defendant the additional sum of $1,000, giving his promissory note, on which defendant brought suit June 20, 1929. On May 1, 1925, plaintiff had borrowed $5,000 from Liberty Title and Trust Company and had pledged to it the stock involved in this case, to wit, five hundred shares of Provident Industrial Life, Health &amp; Accident Company, hereinafter called Provident Company, as collateral security. On or about June 22,1929, the Liberty Title and Trust Company called plaintiff’s loan and notified him of its intention to sell his collateral. In the meantime, on June 7,1929, defendant issued an attachment execution on its judgment entered on plaintiff’s $2,000 note, which was served on the Provident Company as garnishee, and attached all of the right, title and interest of plaintiff in the five hundred shares of stock, subject to the claim of the garnishee. For the purpose of preventing the sale of the stock by the Liberty Title and Trust Company as pledgee and the sale in the attachment proceeding, plaintiff then applied to defendant for another loan. On June 26, 1929, defendant loaned him $8,300 on two demand collateral notes, one in the sum of $8,000, and the other in the sum of $300. As collateral security for these notes plaintiff pledged the five hundred shares of stock of the Provident Company. These notes provided as follows: “I hereby authorize and empower the holder of this note should the same or any other liability of the undersigned as above described, be not paid at maturity, to sell at public or private sale at any time or times hereafter, without further notice and with <page-number citation-index=\"1\" label=\"317\">*317</page-number>the right of becoming the purchaser at such sale or sales, of the whole or any part of said collaterals, freed and discharged of any equity of redemption, and to transfer, assign and deliver, the same,......and after deducting costs and expenses to apply the residue of the proceeds of the sale or sales to the payment of such liabilities.” As part of the transaction defendant, with plaintiff’s consent, paid the obligation of the latter to the Liberty Title and Trust Company, received from it plaintiff’s certificate for the five hundred shares of stock, discontinued the attachment proceeding and satisfied that judgment. At the same time defendant received from plaintiff a power of attorney to transfer the stock on the books of the company.</p>\n<p id=\"b351-5\">On September118, 1923, the five persons who owned all of the stock of the Provident Company (one of whom was plaintiff) entered into a written agreement which provided, inter alia, that if one of the parties thereto in his life time desired to dispose of all or part of his stock in the company the other parties thereto should have first right to purchase the same at the book value of the stock, but not less than the par value. The par value was $10 a share. The agreement provided further: “Each of said parties shall be entitled to purchase in proportions to their holdings at that time.” The stock certificates contained no notice of this agreement. But, after defendant issued its attachment execution and it was served on the Provident Company, and before defendant took the collateral notes here involved, A. D. Wiler, who was counsel for the Provident Company and the one of its stockholders, called defendant’s attention to the fact that there was such an agreement and gave it notice of the provisions thereof. At the time defendant received the stock it knew all about the agreement and had been advised that the book value of the five hundred shares of stock was about $7,000.</p>\n<p id=\"b352-3\"><page-number citation-index=\"1\" label=\"318\">*318</page-number>On May 7, 1930, defendant wrote plaintiff a letter calling the loan and notifying him that if he did not pay the balance then due, which was about $7,800, before Monday, May 12, 1930, at 10 o’clock A. M., the shares of stock deposited as collateral would, in accordance with the terms of the collateral notes, be exposed to public sale in the office of defendant at 714 City Center Building, Philadelphia, on Monday, May 12, 1930, at 12 o’clock noon. No notice of the contemplated sale was given to the other parties to the stockholders’ agreement, nor was any notice given to the public by advertisement or otherwise. Plaintiff admitted that he received the notice of the proposed sale on the date of the letter, and that he did not inform any of the other stockholders of the Provident Company about the sale. At the time and place specified in the above mentioned letter, the stock was sold and was purchased by the pledgee, represented by its president, for $10' a share, or $5,000. According to the testimony of an accountant for the Provident Company, the books of the company showed that at about that time the stock had a book value of $19.48 a share. The sale was conducted by an associate of counsel for defendant, as agent for defendant, who announced that he was there to sell the stock, and asked if there were any bids. The only bid was that made by defendant. The only other persons present at the sale were officers or employees of defendant. About July 1st defendant’s attorney called W. B. Corey, the secretary and treasurer of the Provident Company on the telephone and informed him that he held fifty shares of the company’s stock and offered to sell it for $20 a share, or $10,000. Corey immediately got in touch with the stockholders other than plaintiff, and they bought the stock for $10,000, defendant realizing about $2,090.85 over and above plaintiff’s indebtedness to it. The trial judge directed a verdict for plaintiff <page-number citation-index=\"1\" label=\"319\">*319</page-number>for that amount with interest, or the sum of $2,315.15.</p>\n<p id=\"b353-3\">The able and experienced president judge of the common pleas, Judge Steen, before whom the case was tried, filed no opinion, but his reasons for directing a verdict for plaintiff appear in the following excerpt from his charge: “It would appear to me that the sale which the defendant company conducted on May 12, 1930, was invalid and ineffective from two points of view. The first is that it was not in any sense a public sale. The defendant had given notice that it was going to conduct a public sale. It did not conduct a public sale. Neither did it conduct a private sale.. It simply appropriated the stock....... Moreover, the law is that even though a collateral note says that the pledgee may sell at a private or public sale without further notice and itself become the purchaser, there is always attached to such provision the implied obligation that the pledgee will use good faith in disposing of the pledgor’s collateral.......He has got to try reasonably to get what he can for the merchandise. In this case the defendant at the time it conducted the sale knew that it could not legally sell the stock to anybody else, that it could only sell it to the stockholders. It knew that the stockholders, by virtue of this agreement that they had made were probably eager to buy it, or at least wanted to be given a chance to buy it, and yet the only purchaser in all the world which was a legal and likely purchaser was given no notice by the defendant that there was going to be a sale, nor was a bid from that purchaser invited....... I say it was the duty of the defendant in any exercise of good faith toward the plaintiff to notify those persons to see whether they would come in and buy the stock. It conducted no sale whatever, either private or public, within the meaning of the collateral notes, and the sale was a nullity and invalid, a fiasco as far as it affected ' any rights of the plaintiff. ’ ’</p>\n<p id=\"b354-3\"><page-number citation-index=\"1\" label=\"320\">*320</page-number>Our conclusion is that the action of the court in directing a verdict for plaintiff was right.</p>\n<p id=\"b354-4\">The question is whether defendant acted within its rights under plaintiff’s pledging agreement with it when it purchased the pledged stock on May 12, 1930. If it did so act, it became the absolute owner of the stock, accountable to no one for any profit it might subsequently realize on a resale of it, just as it could look to no one to reimburse it for any loss it might sustain: Colonial Trust Co. v. Central Trust Co., 243 Pa. 268.</p>\n<p id=\"b354-5\">Defendant’s authority under the pledging agreement was very broad. It could sell at public or private sale at any time after a default by plaintiff without notice to plaintiff, with the right in defendant to become the purchaser, free of any equity of redemption. Defendant did not undertake to sell the stocks at a private sale, and the sale made was not a private sale; for it notified plaintiff that it would sell at a public sale. In that respect the case is distinguished from Colonial Trust Co. v. Central Trust Co., supra, in which, under a similar authority to sell, the pledgee gave to the pledgor notice that the securities would be sold, but did not state that the sale would be a public sale, and the sale was sustained as a lawful private sale. In the present case, although defendant was not required to give plaintiff any notice, it did give him a notice that it was about to exercise its right to sell the stock at a public sale. The question arises, had defendant the legal right to sell the shares at a sale which, it said, would be a public sale, without giving any notice to the public by hand bills, newspaper advertisements, or otherwise? When plaintiff received the notice that the shares would be sold at a public sale, he had the right to assume that the sale would be preceded by such public notice as is ordinarily given for public sales of like property in the same locality. Without some such notice the stock was likely to be sacrificed for want of <page-number citation-index=\"1\" label=\"321\">*321</page-number>bidders. For, to bring out bidders, persons interested in the class of property to be sold must have their attention called to the sale in some way. It is no answer to this to say that plaintiff had notice of the sale and did not even notify the other holders of the stock of the Provident Company of the proposed sale. While it might have been wise for him to notify these stockholders of the sale, his failure to do so is no excuse for the failure of defendant to give to the public the customary notice of such a public sale. Our conclusion is that defendant, having elected to sell the stock at public sale, was bound to invite the public to attend and give the opportunity for public competitive bidding. This it failed to do. While we have come upon no authority in this State directly in point, our conclusion is in harmony with the great weight of authority in other jurisdictions. See Union Trust Co. v. Harnwell, 250 S. W. 321 (1923); Bank v. Pingree, 232 Pac. 5, 7 (1924); Foote v. Bank, 54 Pac. 104, 106 (1898); Eppert v. Lowish, 168 N. E. 616, 618 (1929); and Bank v. Harrington, 131 S. W. 231, 232 (1910). In 49 C. J., page 1000, the law on this question is stated in these words: “Even where the pledged contract authorizes the pledgee to sell at public or private sale without notice to the pledgor, notice by advertisement must be given the public where the sale is made by public auction.” To the same effect see Jones on Collateral Securities (3rd Ed., 1912), page 756.</p>\n<p id=\"b355-3\">In view of the conclusion which we have reached on the question above discussed, we need spend no time in considering the effect of the stockholders ’ agreement and defendant’s knowledge of the provisions thereof at the time it received the stock in pledge, on defendant’s authority to sell the stock. For the same reason, the question whether the undisputed facts establish that defendant failed to exercise good faith toward plaintiff and acted in fraud of his rights in the dis<page-number citation-index=\"1\" label=\"322\">*322</page-number>posal of the collateral by the sale of May 12,1930, requires no discussion. Therefore, we do not decide that question. As the sale of the collateral which defendant admits it made on August 4, 1930, was the only valid sale thereof, the court below rightly held that defendant was bound to account to plaintiff under it.</p>\n<p id=\"ACV\">The judgment is affirmed.</p>\n<judges id=\"b356-4\">Keller, J., dissents.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}