{
  "casebody": {
    "data": "<casebody firstpage=\"529\" lastpage=\"541\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b529-6\">Richard Parsons <em>et al., </em>plaintiffs in error, <em>vs. </em>The Trustees of the Atlanta University, defendants in error. The same parties <em>vice versa.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b529-7\"><em>1. </em>A mere project, or plat of land upon paper, laying off streets, blocks and houses in a city, is not itself a dedication of the streets to public use, and when there is a proposition to the city authorities to receive and adopt said streets as public streets, the dedication is not complete unless the authorities affirmatively receive and adopt the same, and this must appear by the minutes of the council.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b529-8\">2. The City Council of Atlanta, in laying out or receiving public streets, acts as a Court, and its proceedings can only be proven by its records; parol evidence of its action cannot be received.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b529-9\">3. In the absence of any formal acceptance by the public authorities of a street there must be clear proof of a continuous and notorious use for a reasonable time by the public to constitute an acceptance.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b529-10\">4. Where there is a controversy pending between the public authorities and a citizen as to the existence or non-existence of a public street, and the public authorities are temporarily enjoined from opening the same by bill, it is not competent for private citizens, as such, to file a new bill pending the other, to enjoin the obstruction of the streets, unless they show some special damage to themselves from said obstruction different from the injury to the public.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b529-11\">Streets in cities. Dedication. Injunctions. . Tried Before Judge Hopkins. Fulton county. Chambers. September, 1871.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b530-4\"><page-number citation-index=\"1\" label=\"530\">*530</page-number>Richard Parsons and ten others filed a bill against the trustees of the Atlanta University, making the following averments : Complainants are citizens of Atlanta, residing on and owning lots on West Mitchell street. They complain for themselves and other citizens and property owners on said street, and for the citizens of Atlanta generally. The defendant is an elemosenary corporation, located in said county. Its trustees own parts of land lots numbers eighty-fonr and one hundred and nine in said county, purchased from Edward Parsons on the 12th of November, 1869. These parts were but a portion of the body of land owned by Edward Parsons prior to such sale. In 1867, Edward Parsons had all of said land then owned by him surveyed, platted and divided into blocks, and ran streets and alleys through its length and breadth. Among these streets was an extension of Mitchell Street through said land westwardly, it being the principal thoroughfare, and most passable. Edward Parsons and his partner, Jenkins, then sold various lots to different persons fronting on said streets so platted, and a number of those purchasers, in 1867 and 1868, improved said lots by buildings, etc., costing, in the aggregate, say $50,000 00. These purchases were made upon an understanding with Parsons and Jennings that said streets so laid out were to be public streets of the city of Atlanta. Early in 1868, the civil engineer of Atlanta placed said streets, so platted, upon the city map, and complainants and others have, since 1867, regarded said streets so laid out as public streets, and made improvements upon their lots, which would not have been made but for such understanding.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b530-5\">On the 30th of August, 1867, Edward Parsons, then owning the whole of said lands, with Jennings, exhibited a map of the same so platted to the Mayor and Council of Atlanta. On this map he had drawn what was called old Mitchell street, diverging from the present street and running through said land. He proposed to the Mayor and Council of Atlanta that if they would allow him to close up old Mitchell <page-number citation-index=\"1\" label=\"531\">*531</page-number>street, lie would give to them, for the benefit of the citizens of Atlanta, a right of way for the same street, though his land, as the extension of Mitchell street then appeared on his said map, and now appears on the city map. This proposition was referred to the street committee, that they might examine and report concerning the premises. They did report in favor of accepting the proposition, especially mentioning the extension of Mitchell street, westwardly, to the corporate limits of the city. Their report was adopted, and Edward Parsons closed up old Mitchell street. In said conveyance to the trustees of the said University, the lands bought by them were described as follows: <em>“ </em>Twelve blocks, in the city of Atlanta, included between Hunter and Beck-with streets, on the north and south, Trebursey and Walnut streets on the east, and Chestnut street on the west, said blocks ranging in area, and being separated by Mitchell and Markham streets, running from east to west, and by Maple, Elm and Wine streets, running from north to south,” and various other blocks, fronting on said Elm, Walnut, Beckwith and Markham streets, fully described in said conveyance. Said conveyance expressed that it was made “ subject, nevertheless, to the claims, whatever they may be, of those to whom said Parsons has conditionally sold divers small tracts embraced in that above described, whose names, together with the lot or lots bought by each, the price agreed to be paid and the amount paid are here given, to-wit:” Here followed sixty-seven names, etc. The price of the lots ranged from $180 00 to $540 00, and the payments from $1 00 to $35 00. None of complainants are in the list. The deed conveyed the land in fee-simple, except that as to the streets and alleys aforesaid, there was but a quit claim.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b531-5\">More than a year ago the said trustees erected on each side of said extension of Mitchell street a college building, Now they are proceeding to build another, very large and costly, between those two, and immediately on said street, and intend thus to stop up said street completely.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b532-4\"><page-number citation-index=\"1\" label=\"532\">*532</page-number>They prayed art injunction against such or other obstruction of said street by defendants. A general demurrer to this bill was overruled, and that is assigned as error by the trustees.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b532-5\">The defendants then answered the bill. They denied that Mitchell street, as extended, had ever been given to or accepted by the Mayor and Council as a street or thoroughfare, or that it was ever worked out or used by the public. They believe that Mitchell street, west of Trebursey (now Tatnall) street, together with Hunter, Markham and Beckwith streets, one or all, were tendered bylParsons to the Mayor and Council of Atlanta, in lieu of the old Mason &amp; Turner’s ferry road, which ran diagonally through said Parson’s land, and the Mayor and Council accepted only Walnut street, from Mitchell to Beckwith, and Beckwith thence west to the corporate line, in lieu of said road, and in pursuance of said acceptance, worked out Walnut and Beckwith streets, and have since kept them as public streets. They refused to accept Hunter, Mitchell and Markham streets, or either of them. And this was their information when they bought and paid for said land; .they were assured that such streets, except as first stated, were but imaginary streets, on paper. Complainants reside on west Mitchell street, but not on this extension of it. They bought before Parsons had ever so platted his land. (Complainants reside between the college and the city.) Defendants now claim all the land mentioned in their said boundaries, and they bought them for value, without notice of said claim. They first took from Parsons a bond for titles, on the 1st of May, 1868, in which the land is described as aforesaid, which Parsons bound himself to convey to them, upon the payment of $12,500 00, with no reservation therein expressed but the claims of those conditional purchasers.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b532-6\">At the hearing complainants read various affidavits. Richard Parsons and one Turner affirmed that while Edward Parsons was in possesssion of said land he said that he gave <page-number citation-index=\"1\" label=\"533\">*533</page-number>the extension of West Mitchell street to the Mayor and Council of Atlanta, in consideration of their allowing him to close up said old road, and Bichard Parsons further swore that in 1867 Edward Parsons had said land platted, and sold lots on all of said streets as public streets. Draper Boss, a negro, swore that he and others, in 1867, bought lots from Parsons on said extension as West Mitchell street, and that it was represented to them as a public street. He and those others are among those mentioned in the bond for title and deed as having made conditional purchases from Parsons. And he swore that the trustees had refused to receive the unpaid portion of the price for which Parsons was to have conveyed to them the lots. These all swore that they regarded said extension as an important public street.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b533-5\">Bass, the then civil engineer of Atlanta, swore that in 1870 the City Council and the trustees aforesaid were in a dispute as to said extension, they put obstructions in it, and he had them removed, by the order of the Mayor and Council, who had been petitioned to keep it open; and that Edward Parsons told him that he tendered said streets to the Mayor and Council, and understood that they were accepted as public streets.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b533-6\">Edward Parsons swore that when he platted said land he intended that the streets as platted should be public streets, sold lots on them with that representation, and quite a number of the purchasers built upon said streets, (to-wit, the persons mentioned in his bond and deed;) and that when he gave said quit claim to the streets he had no idea that the purchasers, the defendants, would or could close them; he regarded them as useful public streets.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b533-7\">One Elliott swore that he had hauled wood over said extension of Mitchell street, had seen many persons travel over it, that it was for some distance fenced out from the houses as a street, and was generally considered as a public street of the city. There were several other affidavits of the same purport as to the representations of Edward Parsons and <page-number citation-index=\"1\" label=\"534\">*534</page-number>Jennings, his agent, when they sold said lands to said purchasers.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b534-5\">Complainant’s counsel read the following from the minutes of the City Council: “ Petition of E. Parsons and William Jennings, in relation to extension of street read and referred to street committee. August 30th, 1867. Street committee report favorably on petition of E. Parsons and William Jennings in relation to extension of Mitchell street to corporation line. 6th September 1867. A petition of citizens on Mason and Turner’s ferry road in relation to opening said road within the corporate limits was referred to street committee, 13th September, 1867.” Upon it, the street committee, through E. E. Eawson, chairman, on the 11th of October, 1867, “recommend that Walnut street be opened from Miichell to Beckwith street, and then Beckwith to intersect the said ferry road,” and ended with a statement of the quantity and kind of work which ought to be done to carry out this recommendation. The Clerk of the Council swore that he was present when the committee reported in favor of the petition of E. Parsons and Jennings, and that the report was adopted, though it does not so appear on the minutes, as it was in a report covering other matters which was adopted.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b534-7\">For the defendants, Jennings swore that their answer was true’as to his conduct, and he believed it was as to that of others. Eawson swore that he and Hayden, of the street committee, examined the extensions of Mitchell, Markham, Hunter and Beckwith streets, to connect with the ferry road as proposed by Parsons and Jennings, and concluded to accept only as reported aforesaid, and that except as thus accepted the extensions were not worked or used as streets while he remained in office. Hayden swore to the same, said Jennings was with them, and they refused to accept the others (except as reported upon) because the expense of working them was too great and the location unfavorable, and that they notified Jennings and Parsons that they would not accept the others offered. He said said old road was but an <page-number citation-index=\"1\" label=\"535\">*535</page-number>army way, made during the war, as he believed, and that the City Coupcil worked out the streets so accepted, but would not work out the others.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b535-5\">Ware, the President of the College, swore that he looked carefully into the matter, and but for the repeated assurances of Edward Parsons and Jennings, that these streets were but imaginary ones, they would not have bought the property; for the object of the purchase was to fence the whole as a college campus. William Jennings swore that in the spring of 1867 he purchased all of said land from E. Parsons, it being then in the new city limits, without streets; that he requested Parsons to have it platted with the said old streets laid off as extended through it, then intending to sell lots on such streets. He desired that the Mayor and Council would open and work Mitchell, Markham, Beckwith and any other of said streets, and was willing to give them to the city if the Mayor and Council would work them out. Parsons still held an interest in the lands, and they, in August, 1870, petitioned the Mayor and Council to accept and open and work either Mitchell, Markham or Beckwith street, in lieu of said old road. It was not intended that any street should become public, except upon condition that it should be then opened and worked out so as to make it passable.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b535-6\">He was with Eawson and Hayden when they examined the ground, and they positively refused to accept said streets on such conditions, except Walnut and Beckwith streets. He said he sold the lots bought by the purchasers, whose affidavits are before reported, upon conditions, which they did not fulfill, and that said lots now belong to the trustees of said University. In 1868, he cancelled his trade with E. Parsons, with the agreement that he should sell said lands to the said trustees, to which body he belonged. And said purchase would not have been made but for E. Parsons’ distinct assurance that he had done nothing to give the Mayor and Council a right to said extended streets in controversy, except to make said offer which was rejected. <page-number citation-index=\"1\" label=\"536\">*536</page-number>The quit-claim, as to the streets, was made only because E. Parsons would not warrant them as against said purchasers; but their rights have been lost under the terms of their purchases.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b536-5\">Mr. Francis, secretary of the board of trustees, swore that he took an active part in the purchase of said land, inquired particularly as to those streets, and learned their history as detailed above, by Jennings, both from him and Parsons; that he examined the city records and minutes, and from them and the original petition, then on file there, found that their statements were true, and but for that the premises would not have been bought; for they were bought for a campus. The petition was as Jennings has stated above. He said E. Parsons gave the quit-claim only for the reason stated by Jennings above. He said sundry citizens, in 1870, petitioned the Mayor and Council to open Mitchell street. It was laid upon the table. The trustees began building, and the Mayor and Council interfered, claiming said extension as a street, when the trustees had them enjoined, and proceeded with their work. He further said that no one of the conditional purchasers of lands on this street had complied with the terms of sale. After argument, the Chancellor refused to enjoin the trustees. This is assigned as error by the complainants. The trustees assigned as error the refusal to dismiss the bill on demurrer.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b536-6\">Clark <em>&amp; </em>Spencer ; Newman <em>&amp; </em>Harrison, for Parsons <em>et al.</em></attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b536-7\">Collier, Mynatt <em>&amp; </em>Collier, for the trustees.</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"AGj\">For the demurrer, complainants show no special interest in the matter: R. Code, secs. 3193, 2901; 15 Ga. R., 61; 28th, 418 ; 39th, 214, 217; Roosevelt <em>vs. </em>Draper, 23 N. Y. R. It is for the City Council to determine what are streets* City Code, 1-19. City abates nuisances: R. Code, sec. 4024 ; 40 Ga. R., 87. No irreparable injury to complainants stated by bill: R. Code, sec. 3152.</p>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b537-4\"><page-number citation-index=\"1\" label=\"537\">*537</page-number>McCay, Judge.</author>\n<p id=\"b537-5\">1. There is no question, but that there may be a dedication of land to the public for public use, and that this dedication need not be by deed or writing: 6 Peters, 431, 440; 12 Ga. R., 239; 2 Greenleaf’s Ev., sec. 662.</p>\n<p id=\"b537-6\">In all such cases, however, there must be an acceptance of the dedication by the public in some form. It may be that the public do not need such a street or highway ; it may be an inconvenience and a burden instead of a benefit: The State <em>vs. </em>Trask. 6 Vermont R., sec. 355. Marquis of Stafford <em>vs. </em>Cazney, 7 B. <em>&amp; </em>C., 257 ; 12 Ga. R., 239.</p>\n<p id=\"b537-7\">Especially is this true if the dedication is to be presumed from user, since the right in such ease turns upon the acceptance by the user. But even in the case of a dedication by words, deeds, or acts, it would seem that there must be an acceptance of the dedication, in <em>some form, </em>by the public. The public is bound to keep its highways in order; and, in this State, a town, or city, which fails to do this is liable to damages for injuries that may happen from a failure to do this. Surely it is not in the power of any person, who pleases to <em>force </em>upon the public a highway which it does not need, and which it may, in fact, not desire to have.</p>\n<p id=\"b537-8\">Mr. Greenleaf sums up the authorities on this subject in these words: “A public road may be established in two ways: 1st. By the public authorities. 2d. By immemorial usage, or dedication. In the latter case two things must be proven: 1st. The dedication. 2d. The acceptance of it by the public.” 2 Greenleaf’s Evidence, 662.</p>\n<p id=\"b537-10\">Clearly this acceptance may be by the public authorities. A donor may offer to the public a street or set of streets,, and the public authorities may, by their official act, accept, the donation. This seems to be common sense.</p>\n<p id=\"b537-11\">2. But how is <em>this acceptance </em>to be proven ? The Inferior Court, Ordinary or Mayor and Council which lays out or has <page-number citation-index=\"1\" label=\"538\">*538</page-number>jurisdiction of public roads, is a Court. Its decisions are the subject of <em>certiorari, </em>and it keeps a <em>record of its proceedings.</em></p>\n<p id=\"b538-5\">It would be an unheard of doctrine to permit the proceedings of a Court <em>having a record, </em>to be proven by parol. More decidedly contrary to all principal would it be to allow the record to be contradicted by parol. See Co wen’s notes to Phil. Ev., 4 vol., 205. It is plain that Parsons made a written offer in reference to these streets, to the city. What that offer was, precisely, does not appear. The petition is not produced. It does not appear what has become of it. One witness testifies that he examined it and that it was an offer of one of several streets. The clerk says he <em>thinks </em>it was an offer of all. The petition or offer was referred to the street committee, and the minutes show they reported C£ favorably.” What was the action of the Council does not appear <em>by the </em>minutes.</p>\n<p id=\"b538-6\">We are very clear that it would be very dangerous to hold that this may be helped out by the memory of the clerk <em>• </em>especially as it does appear from the minutes that there was, within a few days thereafter, a petition upon much the same subject matter, which was also referred to the street committee, which accepted but one of these streets, and refused the others: See 6 Wendell R., 651. 4 Peters R., 349.</p>\n<p id=\"b538-7\">We recognize the position that it is not necessary to show an acceptance of a dedication by the <em>records </em>of <em>the </em>public authorities. On this branch of the subject we merely say, that in attempting to prove an <em>express </em>acceptance by the order of the public authorities, this can only be done by their <em>minutes, </em>and not by the recollection of <em>any one </em>as to what transpired in the Council.</p>\n<p id=\"b538-8\">We think there is enough in this bill and answers to have justified the Court in sending to a jury the question whether or not the owners of this land had, so far as they were concerned, dedicated this, as well as the other streets, to the 'public. True, it is disputed; but, in such a case, we would ¡sustain a Judge in holding the parties <em>in statu quo </em>until <page-number citation-index=\"1\" label=\"539\">*539</page-number>there was a trial. But, as we have said, the aet of the parties is not sufficient of itself. There must be an acceptance of the dedication by the public. Of this, we think there is absolutely no evidence. We have said that there is nothing in the minutes of the Council.</p>\n<p id=\"b539-5\">3. Is there any user by the public ? For a user, if continued for a reasonable time, would be an acceptance. The highest evidence of such user is the exercise of authority over the street by the authorities, the working of it, the treating of it as a street by the authorities. We are very much inclined to hold that this is necessary; since, on any other rule, the power of the public authorities over the subject of streets, lanes, alleys, etc., would be not in them, but in an undefined, loose body called the public, which might make a street in spite of the lawfully constituted authorities clothed by law with jurisdiction over the subject. But it is not necessary to put this case upon that ground. There is not only no evidence that this supposed street was ever worked, or any authority ever exercised or claimed over it by any portion of the city authorities, but it is clear that it was impassable, wholly unfit for a street. True, there is one affidavit to the effect that it was generally used as a street for a considerable time. But the other evidence is very conclusive against this, and the witness, doubtless, meant that he and others traveled over the Parsons land, having the line of this expected street for their general direction. Mr. Hayden and Mr. Rawson, both members of the street committee for the year, assert positively that it was not so used, that it was only by great expense that it could have been made <em>fit for </em>use, and that they both examined the matter to ascertain, at the time, its capability for a street. The whole doctrine of acceptance by user is based upon the law of estoppel. If one dedicate a street, and the public, by <em>use </em>of it for a considerable time, accept the dedication, the owner is estopped from denying his act. Now, the law of estoppel turns upon this principle, that one shall not be per<page-number citation-index=\"1\" label=\"540\">*540</page-number>mitted to assert the contrary of a previous assertion of his, upon which others have acted, so as to change their <em>status. </em>Can the mere temporary use of a street by a few wood-haulers come within this principle? We lay out of view altogether any <em>private rights </em>the purchasers of lots on this street, as shown by the plat, may have had. That is a private matter, which, we suppose, they now have to set up. We see nothing in this record to show that the public ever accepted this street, in any way, either by a vote of the Council, or any act of that body, or its authorized agents, or any use of the street, as such, .by the general public. We do not say that the city may not lay out a street, in continuation of Mitchell street. Doubtless it has the power to do so, as it may lay out streets through any other property. That is wholly a different question. The right of eminent domain is very broad. What we mean is, that, so far as this record goes, we think there is no street there now; that whatever Parsons may have said or done, the public has never accepted his dedication, if he made one. What the public necessities may hereafter or now require, is not the question. If the city needs the street, the law points out a mode by which it is to be acquired.</p>\n<p id=\"b540-5\">4. It appears by the record that, at the time this bill was filed, there was already pending, on the equity side of the Court of Fulton county, a contest between the City Council and the defendant to this bill about this very matter. The city had undertaken to open this ground as a public street; not to appropriate it by virtue of its authority to take private property for public use, but to open as a street already belonging to the public. The defendants filed a bill, which was sanctioned, praying an injunction against the city. This bill is still pending. Now come the plaintiffs, citizens of Atlanta, in their character as citizens, and file this bill. We see no reason to authorize this interference with the City Council. That body represents the public. These parties, as citizens, are already before the Court <page-number citation-index=\"1\" label=\"541\">*541</page-number>in a controversy, not only covering the very controversy made now, but actually turning upon the same point. Had the city seen fit, it could pray an injunction in that case. None of the parties to this bill have any private interest. It is only as citizens of Atlanta any one appears. Some of them, it is true, live on Mitchell Street as long laid out, but they have no more rights in this proposed street than has every citizen of Atlanta. They may be a little closer, but they have no more rights than any other citizens. We are, therefore, of opinion that the pendency of the bill between the City Council and this defendant makes it improper for mere citizens, as such, to take the controversy out of the power of the City Council, and assume control of it. We do not say that citizens may not file a bill to enjoin a public nuisance. We think there are cases in which that may be done. We put our judgment on the ground that the city, having taken hold of the matter, and they being in litigation with the defendant, it is not for any person, who may so desire, to file a new bill. One case will settle the whole.</p>\n<p id=\"b541-5\">Overruling demurrer reversed.</p>\n<p id=\"b541-6\">Eefusal of injunction affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}