{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"767\" lastpage=\"767\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  RICOCHET REAL ESTATE, LLC\n  <br/>\n  v.\n  <br/>\n  Allison LOZANO &amp; another.\n  <footnotemark>\n   1\n  </footnotemark>\n </parties>\n <docketnumber id=\"p-2\">\n  16-P-1610\n </docketnumber>\n <court id=\"p-3\">\n  Appeals Court of Massachusetts.\n </court>\n <decisiondate id=\"p-4\">\n  Entered: March 19, 2018\n </decisiondate>\n <p id=\"p-5\">\n  <em>\n   MEMORANDUM AND ORDER PURSUANT TO RULE 1:28\n  </em>\n </p>\n <footnote label=\"1\">\n  <p id=\"p-15\">\n   Mario Lozano.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <p id=\"p-6\">\n   The defendants, Allison Lozano and Mario Lozano,\n   <footnotemark>\n    3\n   </footnotemark>\n   appeal from judgments, issued after a bench trial, in favor of Ricochet Real Estate, LLC (Ricochet) in its summary process actions for possession of two residential dwelling units following a foreclosure sale of property located in the Dorchester section of Boston (property). We affirm.\n  </p>\n  <p id=\"p-7\">\n   1.\n   <em>\n    Background\n   </em>\n   . We briefly summarize the relevant facts. In 2015, Endeavor High Yield Mortgage Fund, LLC (EHYMF), conducted a foreclosure sale of the property.\n   <footnotemark>\n    4\n   </footnotemark>\n   At the time of the sale, Citadel Realty, LLC (Citadel), a company exclusively owned and managed by Mario, owned the property. Citadel had entered into a mortgage agreement with EHYMF's predecessor in interest, Endeavor Capital North, LLC (ECN), in 2014 (2014 mortgage), but was in default.\n  </p>\n  <p id=\"p-8\">\n   EHYMF was the highest bidder for the property at the foreclosure sale. It assigned its bid to Ricochet, which became the record owner of the property. At the time of the assignment to Ricochet, the defendants occupied separate apartment units in the building on the property. After failed attempts to negotiate rental agreements, and the defendants' refusal to pay rent, Ricochet commenced summary process actions against them in the Housing Court. As set forth in more detail below, the defense at trial was that Ricochet was not the owner of the property because the foreclosure sale was not conducted in good faith and with reasonable diligence and was void. The judge issued judgments in favor of Ricochet. This appeal followed.\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-9\">\n   2.\n   <em>\n    Discussion\n   </em>\n   . We accept the judge's factual findings unless they are clearly erroneous and uphold the legal conclusions based on these findings as long as they \"are based on reasonable inferences from the evidence.\"\n   <em>\n    Demoulas\n   </em>\n   v.\n   <em>\n    Demoulas Super Mkts., Inc\n   </em>\n   .,\n   <extracted-citation case-ids=\"117659\" index=\"0\" url=\"https://cite.case.law/mass/424/501/#p509\">\n    424 Mass. 501\n   </extracted-citation>\n   , 509 (1997).\n  </p>\n  <p id=\"p-10\">\n   At the trials, the defendants argued that Ricochet was not the owner of the property because the foreclosure was void. In particular, the defendants argued that Ricochet's predecessor in interest, EHYMF, had a duty to discharge a 2011 mortgage prior to the foreclosure sale in order to elicit the highest bid for the property. This supposed duty arose because, according to the defendants, EHYMF and the 2011 mortgagee were effectively the same entity such that the 2011 mortgagee's failure to discharge the 2011 mortgage after the underlying loan was paid\n   <footnotemark>\n    6\n   </footnotemark>\n   should be attributed to EHYMF.\n   <footnotemark>\n    7\n   </footnotemark>\n   The only evidence marshalled by the defendants in support of their same entity theory was Mario's testimony that he believed EHYMF and the 2011 mortgagee were related, and documents listing the same address and same attorney for the two entities.\n   <footnotemark>\n    8\n   </footnotemark>\n   Contrary to the defendants' arguments on appeal, the trial judge did not err in finding that this alone was insufficient proof to establish the \"rare particular situation[ ]\" that justifies corporate veil piercing.\n   <footnotemark>\n    9\n   </footnotemark>\n   <em>\n    My Bread Baking Co\n   </em>\n   . v.\n   <em>\n    Cumberland Farms, Inc\n   </em>\n   .,\n   <extracted-citation case-ids=\"3865045\" index=\"1\" url=\"https://cite.case.law/mass/353/614/#p620\">\n    353 Mass. 614\n   </extracted-citation>\n   , 620 (1968). See, e.g.,\n   <em>\n    OMV Assocs., L.P\n   </em>\n   ., v.\n   <em>\n    Clearway Acquisition, Inc\n   </em>\n   .,\n   <extracted-citation case-ids=\"3847897\" index=\"2\" url=\"https://cite.case.law/mass-app-ct/82/561/#p569\">\n    82 Mass. App. Ct. 561\n   </extracted-citation>\n   , 569-570 (2012).\n  </p>\n  <p id=\"p-11\">\n   On appeal, the defendants also argue that an interlocutory order by a judge of the Superior Court in a parallel action brought by Citadel against various Endeavor entities (including Ricochet), has a preclusive effect in the present action.\n   <footnotemark>\n    10\n   </footnotemark>\n   The Superior Court judge's order is, however, not a \"final judgment on the merits.\"\n   <em>\n    Kobrin\n   </em>\n   v.\n   <em>\n    Board of Registration in Med\n   </em>\n   .,\n   <extracted-citation case-ids=\"985748\" index=\"3\" url=\"https://cite.case.law/mass/444/837/#p843\">\n    444 Mass. 837\n   </extracted-citation>\n   , 843 (2005).\n  </p>\n  <p id=\"p-12\">\n   <em>\n    Judgments affirmed\n   </em>\n   .\n  </p>\n  <footnote label=\"3\">\n   <p id=\"p-16\">\n    Because the defendants share a last name, we will refer to them by their first names to avoid confusion.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-17\">\n    The trial judge mistakenly referred to Endeavor Capital Funding, not EHYMF, as the foreclosing mortgagee.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-18\">\n    The defendants' separate appeals were consolidated in this court.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-19\">\n    On appeal, Ricochet concedes that the loan underlying the 2011 mortgage was paid.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-20\">\n    The defendants also argue that EHYMF should have discovered and discharged the 2011 mortgage because it was required, pursuant to G. L. c. 244, § 14, to identify and provide notice of a foreclosure sale to all junior lienholders. The 2011 mortgagee, however, was a senior lienholder.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-21\">\n    The trial judge incorrectly stated that there was \"no evidence of this [relation] at trial.\"\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-22\">\n    The defendants did not call any witnesses or otherwise provide evidence of any of the twelve factors that are considered in determining whether the corporate veil should be pierced: \"(1) common ownership; (2) pervasive control; (3) confused intermingling of business activity assets, or management; (4) thin capitalization; (5) nonobservance of corporate formalities; (6) absence of corporate records; (7) no payment of dividends; (8) insolvency at the time of the litigated transaction; (9) siphoning away of corporate assets by the dominant shareholders; (10) nonfunctioning of officers and directors; (11) use of the corporation for transactions of the dominant shareholders; and (12) use of the corporation in promoting fraud.\"\n    <em>\n     Evans\n    </em>\n    v.\n    <em>\n     Multicon Constr. Corp\n    </em>\n    .,\n    <extracted-citation case-ids=\"1418717\" index=\"4\" url=\"https://cite.case.law/mass-app-ct/30/728/#p733\">\n     30 Mass. App. Ct. 728\n    </extracted-citation>\n    , 733 (1991).\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-23\">\n    In the Superior Court action, Citadel sought to void the foreclosure sale on the same grounds as the defense presented at the trials in this case. Citadel brought a motion for approval of a memorandum of lis pendens, which was allowed. Certain Endeavor entities, including Ricochet, ECN, and EHYMF, filed a special motion to dismiss, pursuant to G. L. c. 184, § 15(\n    <em>\n     c\n    </em>\n    ), which was denied. The Endeavor entities appealed. We affirm the order denying the special motion in an opinion issued today. See\n    <em>\n     Citadel Realty, LLC\n    </em>\n    v.\n    <em>\n     Endeavor Capital North, LLC\n    </em>\n    , 16-P-735.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}