{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"770\" lastpage=\"770\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  E.R.\n  <br/>\n  v.\n  <br/>\n  W.H.\n </parties>\n <docketnumber id=\"p-2\">\n  17-P-875\n </docketnumber>\n <court id=\"p-3\">\n  Appeals Court of Massachusetts.\n </court>\n <decisiondate id=\"p-4\">\n  Entered: April 6, 2018.\n </decisiondate>\n <p id=\"p-5\">\n  <em>\n   MEMORANDUM AND ORDER PURSUANT TO RULE 1:28\n  </em>\n </p>\n <opinion type=\"majority\">\n  <p id=\"p-6\">\n   The defendant, W.H., appeals from a harassment prevention order obtained against him by the plaintiff, E.R.,\n   <footnotemark>\n    2\n   </footnotemark>\n   pursuant to G. L. c. 258E. The defendant's principal claim is that the evidence against him was insufficient. We conclude that the judge could have found by a preponderance of the evidence that the defendant engaged in at least three separate acts that were intended to, and did, cause the plaintiff fear, intimidation, abuse, or damage to property. See G. L. c. 258E, § 1. Accordingly, we affirm.\n  </p>\n  <p id=\"p-7\">\n   <em>\n    Background\n   </em>\n   . The parties resided in adjacent units in a condominium complex. The defendant lived with his wife, and the plaintiff lived with her minor son. Over time, their neighborly relationship deteriorated. In April, 2017, the tension between the parties came to a head when the plaintiff filed a complaint under G. L. c. 258E for protection from harassment by the defendant. The complaint alleged that the defendant (1) drove his vehicle over the plaintiff's private landscaping repeatedly; (2) stalked her son by videotaping him walking to the bus stop and then posting the footage on the Internet; (3) made profane gestures at her through her exterior surveillance camera and, in one instance, gestured with his hand as if it were a firearm; and (4) took packages left for her by an Amazon delivery person.\n  </p>\n  <p id=\"p-8\">\n   The judge held a two-day evidentiary hearing on the complaint. She heard testimony from both parties and the defendant's wife, who had filed her own complaint for protection from harassment by the plaintiff. The parties were represented by counsel and each witness was subject to direct and cross-examination. In addition to the testimony, the judge considered physical evidence including videotapes, photographs, and Facebook posts. At the close of the hearing the judge allowed the plaintiff's request for an order protecting her from harassment by the defendant.\n   <footnotemark>\n    3\n   </footnotemark>\n   Specifically, the defendant was ordered not to abuse the plaintiff, to stay fifty yards away from her, and to stay away from her workplace. Mindful that, as neighbors, the parties' paths might inadvertently cross, the judge ordered \"[the defendant] to have no\n   <em>\n    intentional\n   </em>\n   contact with [the plaintiff].\" The order entered on May 4, 2017, and expires on May 3, 2018.\n  </p>\n  <p id=\"p-9\">\n   <em>\n    Discussion\n   </em>\n   . We review a civil harassment prevention order to determine:\n  </p>\n  <blockquote id=\"p-10\">\n   \"whether the judge could find, by a preponderance of the evidence, together with all permissible inferences, that the defendant had committed '[three] or more acts of willful and malicious conduct aimed at a specific person committed with intent to cause fear, intimidation, abuse or damage to property and that [did] in fact cause fear, intimidation, abuse or damage to property.' \"\n  </blockquote>\n  <p id=\"p-11\">\n   <em>\n    Gassman\n   </em>\n   v.\n   <em>\n    Reason\n   </em>\n   ,\n   <extracted-citation case-ids=\"12461184\" index=\"0\" url=\"https://cite.case.law/mass-app-ct/90/1/#p7\">\n    90 Mass. App. Ct. 1\n   </extracted-citation>\n   , 7 (2016), quoting from\n   <em>\n    Seney\n   </em>\n   v.\n   <em>\n    Morhy\n   </em>\n   ,\n   <extracted-citation case-ids=\"4317742\" index=\"1\" url=\"https://cite.case.law/mass/467/58/#p60\">\n    467 Mass. 58\n   </extracted-citation>\n   , 60 (2014). \"The plaintiff bears the burden of proving that each of the three qualifying acts was maliciously intended, defined by G. L. c. 258E, § 1, as being 'characterized by cruelty, hostility or revenge.' \"\n   <em>\n    A.T\n   </em>\n   . v.\n   <em>\n    C.R\n   </em>\n   .,\n   <extracted-citation case-ids=\"6778967\" index=\"2\" url=\"https://cite.case.law/mass-app-ct/88/532/#p535\">\n    88 Mass. App. Ct. 532\n   </extracted-citation>\n   , 535 (2015).\n  </p>\n  <p id=\"p-12\">\n   Because the judge did not make specific findings, we examine the record for support for her rulings. See\n   <em>\n    V.J\n   </em>\n   . v.\n   <em>\n    N.J\n   </em>\n   .,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=91%20Mass.%20App.%20Ct.%2022\">\n    91 Mass. App. Ct. 22\n   </extracted-citation>\n   , 25 (2017). There was evidence from which the judge could have found that, on two occasions, the defendant harassed the plaintiff by targeting her property. First, the plaintiff testified that the defendant repeatedly drove onto an area of the property that she was permitted to landscape and decorate. Second, she testified that the defendant took packages left by an Amazon delivery person that were addressed and intended to be delivered to her. During his testimony, the defendant did not deny driving his car onto the island between his and the plaintiff's driveways, or taking packages addressed to the plaintiff into his house without her authorization. He claimed he had driven onto the island only after sliding on ice, and had taken the plaintiff's packages only because they were left on his property and his wife told him to do so.\n  </p>\n  <p id=\"p-13\">\n   Put another way, the defendant claimed that in each instance he lacked the malicious intent to harass. The judge was in the best position to weigh the evidence of the defendant's intent, and we defer to her judgment regarding the credibility of the witnesses. See\n   <em>\n    A.T\n   </em>\n   . v.\n   <em>\n    C.R\n   </em>\n   .,\n   <em>\n    <extracted-citation case-ids=\"6778967\" index=\"4\" url=\"https://cite.case.law/mass-app-ct/88/532/#p535\">\n     supra\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"6778967\" index=\"4\" url=\"https://cite.case.law/mass-app-ct/88/532/#p535\">\n    at 540\n   </extracted-citation>\n   . Examining the record as a whole, we conclude that the judge could have reasonably inferred from the plaintiff's testimony that these were acts of harassment intended to damage the plaintiff's property or intimidate her, motivated by the defendant's hostility toward the plaintiff.\n  </p>\n  <p id=\"p-14\">\n   While the defendant correctly asserts that the act of raising his middle finger in the direction of the plaintiff's security surveillance camera could not constitute a harassing act, see\n   <em>\n    O'Brien\n   </em>\n   v.\n   <em>\n    Borowski\n   </em>\n   ,\n   <extracted-citation case-ids=\"4273190\" index=\"5\" url=\"https://cite.case.law/mass/461/415/#p428\">\n    461 Mass. 415\n   </extracted-citation>\n   , 428-429 (2012) (raising middle finger as insult is form of expression protected by First Amendment to United States Constitution), the judge could have considered evidence that the defendant gestured with his hand as if firing a handgun at the surveillance camera as a \"true threat\" maliciously intended to harass the plaintiff. See\n   <em>\n    <extracted-citation case-ids=\"4273190\" index=\"6\" url=\"https://cite.case.law/mass/461/415/#p428\">\n     id\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4273190\" index=\"6\" url=\"https://cite.case.law/mass/461/415/#p428\">\n    . at 423-424\n   </extracted-citation>\n   . In any event, the repeated profane gestures were evidence of the general hostility between the parties, and the judge could properly consider them as relevant to the defendant's intent on the other acts of harassment.\n  </p>\n  <p id=\"p-15\">\n   The defendant further argues that his surreptitious videotaping of the plaintiff's son, which he did not dispute, did not target the plaintiff and, therefore, could not count as an act of harassment against her. While the argument has some superficial appeal, we think the judge could reasonably infer from the longstanding hostile relationship between the defendant and the plaintiff, and from evidence that the defendant had posted the video on the Internet, that by this conduct the defendant intended to harass and intimidate the plaintiff, not just her son. The judge was entitled to discredit the defendant's explanation that he posted the videotape on the internet because \"[he] wanted at least the world to see that [he was] not crazy\" when he complained about the son making loud noises as he left his residence. Similarly, the judge was entitled to credit the plaintiff's testimony that she was fearful of the defendant based on the \"escalating nature of his conduct.\"\n  </p>\n  <p id=\"p-16\">\n   The defendant's argument that the judge failed to consider contradictory evidence presented by the defendant is unavailing. The judge, as fact finder, had the responsibility to evaluate the witnesses' testimony and weigh the conflicting evidence. The fact that she rejected the defendant's version of the events does not mean that she failed to consider it. Simply put, after careful review of the record, we conclude that the judge could have found by a preponderance of the evidence that the defendant engaged in at least three separate acts that were intended to, and did, cause the plaintiff fear, intimidation, abuse, or damage to property.\n  </p>\n  <p id=\"p-17\">\n   <em>\n    Harassment prevention order affirmed\n   </em>\n   .\n  </p>\n  <footnote label=\"2\">\n   <p id=\"p-20\">\n    The plaintiff did not submit a brief in this appeal.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-21\">\n    The request for a harassment prevention order filed by the defendant's wife against the plaintiff was heard at the same time and denied.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}