{
  "casebody": {
    "data": "<casebody firstpage=\"477\" lastpage=\"507\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b513-4\">[Civ. No. 2166.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aru\">Fourth Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfA\">January 24, 1939.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b513-5\">In the Matter of the Guardianship of the Person of JANE ELISE STURGES, a Minor. VESTA STURGES THOMAS, Respondent, v. ARDIS ELAINE STURGES, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b516-7\"><page-number citation-index=\"1\" label=\"480\">*480</page-number>Goodspeed, McGuire, Harris &amp; Pfaíf and G. Roy Pendell for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b516-8\">Sarau and Thompson for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b516-9\">WARMER, J., pro tem.</author>\n<p id=\"AQq\">The appellant appeals from an order removing her as guardian of Jane Elise Sturges, a minor child, who is her step-daughter, and appointing an aunt of said minor child guardian of her person.</p>\n<p id=\"b516-10\">There are many specifications of error. However, we will combine them under the general specification that the evidence is insufficient to sustain findings V and VI and the order entered in accordance with said findings. These findings are as follows:</p>\n<blockquote id=\"b516-11\">“V.</blockquote>\n<blockquote id=\"b516-12\">“It is true that ever since the appointment of the said Ardis Elaine Sturges Conrad on the 9th day of August, 1933, the said Ardis Elaine Sturges Conrad has been and now is incapable of suitably performing her duties as the guardian of said minor, Jane Elise Sturges, in this: That said guardian has been, now is and will at all times in the future, be unable to properly care for and provide for the support, health, edu<page-number citation-index=\"1\" label=\"481\">*481</page-number>cation and general welfare of said minor. In this connection and in addition to the other facts found herein and in these findings of fact contained, the court expressly finds from the evidence that the mother of said Jane Elise Sturges died of tuberculosis, that her baby brother died of tubercular meningitis, that until the removal of her tonsils and adenoids, the said minor had been susceptible to colds and other contagious and infectious diseases. That the said Ardis Elaine Sturges Conrad is herself afflicted with glandular trouble and is not a well woman. That there has been during the last three years considerable sickness among the various members of the family of said Ardis Elaine Sturges Conrad with which said family, the said minor has been living. That the health of said minor will be endangered should she be allowed to remain with the said Ardis Elaine Sturges Conrad.</blockquote>\n<blockquote id=\"b517-5\">“VI.</blockquote>\n<blockquote id=\"b517-6\">“It is true that the best interests of said minor, Jane Elise Sturges, with respect to her temporal, mental and moral welfare will be served by the appointment of Vesta Sturges Thomas as one of the guardians of the person of said minor. It is true, and the court expressly finds, that under the circumstances of this case, it is for the best interests of said minor that Mabel English, assistant probation officer of the county of Riverside, State of California, be appointed as a co-guardian of the person of said Jane Elise Sturges with the said Vesta Sturges Thomas. It is true that the said Vesta Sturges Thomas is now and will at all times in the future be able to furnish to the said minor the necessary and suitable maintenance, support and education for said minor, and will provide the same watchfulness, care and discipline as will ordinarily be supplied by the parent of said minor. ’ ’</blockquote>\n<p id=\"b517-7\">The ward is the daughter of the deceased husband of the guardian by a former marriage. At the time of the commencement of these proceedings she was seven years of age. Her mother had died of tuberculosis when she was approximately twenty months of age and she had been with her mother very little of the time following her birth. The only other child the issue of said marriage was a son older than said ward, who had died in early childhood of tubercular meningitis. The guardian, Ardis Elaine Sturges and her deceased husband, A. E. Sturges, were married in April, 1932, and the ward, Jane, was taken to their home and remained <page-number citation-index=\"1\" label=\"482\">*482</page-number>there under the care and guidance of Mr. and Mrs. Sturges until the death of Mr. Sturges on the 29th day of May, 1933. There was born the issue of said marriage one son, Edward Arlen Sturges. On March 20, 1936, twelve days before the hearing herein, Ardis Elaine Sturges married one William 0. Conrad. Mr. and Mrs. Conrad immediately took said ward Jane and Edward into their new home with them. After the death of her first husband the guardian filed her petition praying for her appointment as guardian of said minor child, to which petition an answer and objection were filed by certain members of the deceased husband’s family. After a hearing thereon, the petition was granted and appellant herein was appointed guardian August 9, 1933, and the ward has resided with said guardian at all times up to the time of this hearing.</p>\n<p id=\"b518-4\">There appears to have been considerable litigation in which Mrs. Conrad in her individual capacity, and also as guardian, was involved, which took considerable of her time. In at least some of the litigation it appears by inference that the family of her deceased husband were her adversaries.</p>\n<p id=\"b518-5\">The guardian, Edward, and Jane lived with Mr. and Mrs. A. T. Stadler and three sisters of Ardis Elaine Sturges Conrad, in Riverside for some months. They then moved to South Gate, in Los Angeles County, in July, 1934, and lived with W. W. Stadler, a brother of Ardis Conrad, and his wife and baby. At other times Ardis Conrad and the children lived by themselves. The houses in which they lived were of varying sizes of from five to eight rooms, each furnished and equipped with a bath. After the guardian, Ardis Conrad, moved to Los Angeles, her father and mother and their family lived in generally the same neighborhood, whether she was living with them or not.</p>\n<p id=\"b518-6\">From the time of her appointment as guardian of Jane, until some time after they moved to Los Angeles, the ward Jane was not very strong and was susceptible to colds. She was afflicted with bad tonsils and adenoids. When suffering from colds she was frequently kept in bed. Her tonsils and adenoids were removed at a hospital in Covina about August, 1934, since which time she has not been particularly susceptible to colds and very soon thereafter became a rugged, robust child and continued so up to the time of the hearing which resulted in the order herein appealed from.</p>\n<p id=\"b519-4\"><page-number citation-index=\"1\" label=\"483\">*483</page-number>Edward Arlen Sturges was born shortly before the death of his father, and it appears that the guardian, from the time of the birth of said child to the death of his father, was not very well, and while the record is not certain, it appears that she was relieved by some treatment at the White Memorial Hospital in Los Angeles, where she remained some twelve or fourteen days about, in the month of October, 1935.</p>\n<p id=\"b519-5\">Jane also suffered from scarlet fever and certain children’s diseases. Por a period of time it appears that she was accompanied to and from school by her guardian or members of her immediate family, because the guardian believed that Jane might be picked up and .taken away by some of her father’s people, whom she regarded as unfriendly. The litigation between certain members of the deceased husband’s family and herself and children was discussed more or less freely in the presence of the child, and sometimes statements were made that challenged the integrity of some of said relatives. Jane always exhibited a strong bond of affection toward the guardian, called her “Mama” and was very attached to her brother Edward. She had a pleasant, and happy disposition.</p>\n<p id=\"b519-6\">For some months the guardian received from public sources a small allowance per month to assist her in the maintenance of herself and family. Her father, A. T. Stadler, was employed by the P. W. A. The guardian has received nothing from the members of the family of her deceased husband, A. E. Sturges, in the way of aid or assistance for the maintenance of herself or his two children, Jane and Edward.</p>\n<p id=\"b519-7\">Mrs. Vesta Sturges Thomas is an aunt of the ward and is the person who was appointed guardian of Jane by the order herein appealed from. Mrs. Thomas and her husband, Charles W. Thomas, live in Long Beach, California. Charles W. Thomas operates a barber shop. They have two adult sons, both single, but not living at home. Mr. Thomas does not own the barber shop nor his home, but lives in an apartment. He is sixty-three years of age. He owns two houses in Yuma, Arizona, the rental of which amounts to $28 per month. The taxes are about. $130 per year. Mr. and Mrs. Thomas have no other income than that provided by these houses and his earnings at the barber shop.</p>\n<p id=\"b519-8\">It is admitted that at all times subsequent to her appointment as guardian, and prior thereto, the guardian has been <page-number citation-index=\"1\" label=\"484\">*484</page-number>actively affiliated with church and school organizations; that Jane has received from said guardian religious training consisting in part of attending church and Sunday school, and musical training of a distinctly religious type. She was taught to return thanks for the food provided, and the customary never-to-be-forgotten infant prayers at her guardian’s knee. The language, habits and moral character of both the ward and the guardian are not in question, and cannot be. The guardian’s associates are such as a woman of fine character would choose.</p>\n<p id=\"b520-4\">Mae L. Barry was employed by respondent about December 22, 1935, to investigate the circumstances under which Jane Elise Sturges had been living during the preceding few months. She made four or five trips to the places where they were living between January 14, 1936, and March 25th of the same year and on some of these trips represented herself as a saleslady. On several occasions the guardian was not at home. Sometimes she saw Jane, the ward, and different members of the family. She had much conversation relative to the affairs of the family, particularly with the sister Boselyn, a young lady of about eighteen years of age. These conversations are in the record over the objection of counsel. We see no advantage in detailing the same and shall classify them generally as observations made by the witness. When she saw Jane she found her happy, quiet, and physically clean, although at times her hair was uncombed. Sometimes she had a slight cold. She was always clad with what might be termed faded shabby clothes. She found the dishes unwashed, piled up in the sink. The furniture was very poor, worn, and somewhat dilapidated. The beds were unmade and the clothing piled up on a sanitary cot in one of the rooms and hanging on hangers on top of the door. On one occasion a picture had fallen behind the piano. When the piano was moved out to secure the picture, it was found to be covered with dust. The back of the piano was dusty and there was dust on the floor behind the piano. She observed that when members of the family were not feeling well and desired to take a na.p in the daytime, they would go and lie on the bed. The stove was not clean. None of the family used bad or profane language, or slang. The houses where they lived were, in the opinion of the witness, crowded because of the number of people who lived in them. The grounds were not <page-number citation-index=\"1\" label=\"485\">*485</page-number>well kept. However, the witness visited the home of W. W. Stadler and found that while it was poorly furnished and without luxury, it was clean.</p>\n<p id=\"b521-5\">It must be observed from the testimony of this witness, which of necessity must be summarized, that the guardian, her mother, and sisters, were what would be termed untidy; that they were careless housekeepers; and that the houses where they lived were not filthy but illkept and untidy. Their clothes were old and worn and they didn’t keep their hair well dressed, but their persons were clean. The rugs were worn to the extent that the figures thereon were not distinguishable. The mattresses were old and hard.</p>\n<p id=\"b521-6\">As opposed to this evidence there is the testimony of the family, neighbors, friends, associates, including a former teacher, a trained nurse, two ministers, and a doctor, who all testified that the house was well kept, ordinarily furnished for people of moderate circumstances; that the children were well clothed, even though the clothing was not always new; that they were clean and tidy, and that the children were well fed, the meals consisting of wholesome food, meat, vegetables, milk, butter and bread, cookies, etc.</p>\n<p id=\"b521-7\">Dr. Gilliland testified in substance as follows: That he had been a practicing physician since September, 1930; was a graduate from Northwestern University Medical School, having taken special training as a physician in the pediatric department of St. Luke’s Hospital, Chicago, under Dr. Joseph Apt. He testified that he was acquainted with the guardian, had examined the ward two days before the hearing, and that during the past year he had been at their home on San Gabriel Street in South Gate on four or five occasions; that on April 6th of that year he gave the ward a complete physical examination and made the following finding: child seven years of age in good physical condition, eleven per cent above average in weight, seven per cent above average in height, lungs suffering from slight cold but no finding typical of pulmonary tuberculosis, or any other disease, no condition whatever in anywise dangerous or that would require particular care or attention. The witness further stated that he had called to see the little boy Edward at one time when he was suffering from tonsilitis and some swelling of the ears; that he was separated from the rest of the family and recovered in two or three days. He stated that the house was well <page-number citation-index=\"1\" label=\"486\">*486</page-number>ventilated, had good lighting and was in good order and clean. He was called to see another member of the family, a girl about twelve years old, who was suffering from inflammation of the left ear drum. At that time everything in the house was in order and the beds were made. On these visits he saw the ward in the home once or twice, playing around the room. She looked to be an average child, but he made no examination of her. He observed her to the extent that he could see she was properly clothed and that she seemed to be an average child in her nutritional state.</p>\n<p id=\"b522-4\">Mae L. Barry’s last visit to the home of Mrs. Conrad was on March 25, 1936, five days after her marriage. At that time she found the home moderately furnished. She was informed by Mrs. Conrad that just before that time they had been notified by their landlord that the house had been sold and that they would have to move. They moved on April 14, 1936, to 10030 Bowman Street in South Gate. This house was well furnished, clean and orderly and above the average. Mr. William O. Conrad, the husband of the guardian, was buying two pieces of property, making substantial payments thereon considering his present earning capacity. He had been and was regularly employed and very much desired to have the ward and her little brother Edward live with the guardian and him. He was a man of good habits.</p>\n<p id=\"b522-5\">In addition to the above, it appears that during the time the guardian and Jane and Edward lived in Biverside County with her father and mother they lived at three different locations; that the houses in which they lived were somewhat abused, one being pencil marked and somewhat dirty throughout. The testimony in respect to this, however, is sharply conflicting.</p>\n<p id=\"b522-6\">In reviewing the record, an appellate tribunal cannot weigh the evidence presented on any issue, but must accept as true any evidence which will support the findings and judgment, together with all reasonable inferences that can be drawn therefrom. <em>(Estate of Lindner, </em>13 Cal. App. 208 [109 Pac. 101]; <em>Bancroft-Whitney Co. </em>v. <em>McHugh, </em>166 Cal. 140 [134 Pac. 1157].) The findings and judgment must be deemed to be supported when there is any substantial evidence to warrant such findings and judgment. <em>(In re Lew Choy Foon, </em>173 Cal. 159 [159 Pac. 440].) In reviewing a judgment appointing a guardian, an appellate court must re<page-number citation-index=\"1\" label=\"487\">*487</page-number>solve all intendments from conflicting evidence in favor of the judgment. <em>(In re Johnson, </em>101 Cal. App. 110 [281 Pac. 435].)</p>\n<blockquote id=\"b523-5\">“The jurisdiction of the superior court sitting in probate is both original and exclusive, but it is no larger than that of the former probate court. The extent of its jurisdiction has been defined by the sections of the Code of Civil Procedure (now Probate Code). ... It also confers control over the person and estates of minors and the power to appoint their guardians, ...” (7 Cal. Jur., pp. 696, 697, sec. 80.)</blockquote>\n<blockquote id=\"b523-6\">“The probate jurisdiction of the superior court is as separate and distinct from its jurisdiction in ordinary civil actions or in cases in equity, as if there were two separate and different courts exercising these powers. While the superior court is engaged in the consideration of a case belonging to one of these classes of cases, it cannot in the same matter hear and determine what is essentially a case of another class. Furthermore, while sitting as a court of probate, the superior court has only such powers as are given it by a statute and such incidental powers as pertain to all courts for the purpose of enabling them to exercise the jurisdiction which is conferred upon them, and in the exercise of these powers its jurisdiction is limited and special. ...” (7 Cal. Jur., p. 698, sec. 81, and cases there cited.)</blockquote>\n<p id=\"b523-8\">Appellant contends that the sole jurisdiction of the court to remove a guardian is defined in section 1580 of the Probate Code, which, so far as applicable here, provides for removal of a guardian on account of incapacity to perform her duties suitably, and for continued failure to perform her duties.  Courts have always, in the exercise of their chancery powers, maintained the right to remove a guardian for cause. <em>(In re Campbell, </em>130 Cal. 380 [62 Pac. 613].)</p>\n<p id=\"b523-9\">Probate courts, and the court in this proceeding exercising probate jurisdiction, are courts of special and limited jurisdiction, and while exercising probate jurisdiction are limited to the powers conferred by the Probate Code.</p>\n<p id=\"b523-10\">It is not here necessary to determine whether or not the court, in the exercise of its general jurisdiction, not sitting-in probate, has jurisdiction to remove a guardian for cause other than that set out in section 1580 of the Probate Code. First, for the reason that all of the evidence in the case was presented to a court exercising- its probate jurisdiction, and <page-number citation-index=\"1\" label=\"488\">*488</page-number>second, that all of the evidence on behalf of the petitioner was offered in an effort to establish incapacity on the part of the guardian to perform her duties suitably, or a continued failure on her part to perform her duties.</p>\n<p id=\"b524-4\">Respondent contends that because the guardian is not listed in one of those classes of persons who have the preference to the appointment as guardian, and that the aunt, who is the petitioner, falls within the last group of those classified under section 1407 of the Probate Code, that the aunt so classified has a preferential right to the appointment.</p>\n<p id=\"b524-5\">A study of such provision of the code shows that it does not apply in a ease where a guardian has already been appointed. To permit such a construction would be tantamount to holding that there are two classes of general guardians, one of which falls within the preferred class mentioned in section 1407 of the Probate Code and the other does not, and the effect would be that a person who was appointed guardian and did not fall within the provisions of the preference named in section 1407, <em>supra, </em>would be subject to removal at the instance of anyone falling within the preferred class, no matter how well, or for how long a period of time, the appointed guardian had faithfully and completely performed his duties in such guardianship. It certainly could not have been the intention of the legislature to permit one who had been appointed guardian of a minor and who had performed the services as such in a proper manner, to be always subject to the attack of some relative without cause, save the lone fact that the relative had a preferential right under the statute in the first instance.</p>\n<p id=\"b524-6\">If we should assume that Mrs. <em>“A” </em>was a friend of Mrs. “B” and her husband Mr. “B”; that Mr. and Mrs. “B” had a very delicate child of the age of six months and that by virtue of some tragedy the child was left alone and Mr. and Mrs. “B” had no relatives in the immediate vicinity and there was no one except the public to care for the infant; that Mrs. “A”, due to her friendship and kindness, should file a petition for appointment as guardian of the person of the infant child and that she nursed her and cared for her as a very fine mother would care for such a child, until the child became eight years of age; that the child was a beautiful and brilliant girl, and, due to the care of the guardian, she was well trained and had overcome her physical handicaps, <page-number citation-index=\"1\" label=\"489\">*489</page-number>and at the end of seven years some aunt, uncle or other relative, in contemplation of the preference statute, filed a petition for appointment as guardian of said minor. Could it possibly be said that because of blood relationship, letters of guardianship to Mrs. “A” would have to be revoked without cause because she was not a relative? We think not. A statement of the assumption alone furnishes its own answer.</p>\n<p id=\"b525-5\">Furthermore, section 1580 of the Probate Code makes no such provision and cannot be construed as having any such intendment. A guardian once appointed by a probate court can be removed only for cause, and, so far as the probate court is concerned, such cause, is determined by the provisions of said section 1580, <em>supra. </em>“In appointing a general guardian of a minor, the court is to be guided by what appears to be for the best interest of the child in respect to its temporal and mental and moral welfare. ...” (Sec. 1406, Prob. Code.)  Where, as here, the parents are both deceased, the preference to which any other applicant for appointment may be entitled, must yield to the paramount consideration of the best interest and welfare of the child. By welfare is meant the <em>child’s </em>permanent, not temporary, welfare, and the court is governed by that which, looking to the previous condition, and the future' continued residence of the child, will contribute to its permanent good. The question is one of fact. (13 Cal. Jur., pp. 155, 156, sec. 14.)  Wealth alone does not determine competency, nor does poverty alone determine ineompetency. General statements that the mother did not keep her house or child clean were not sufficient, in the absence of any showing of immoral conduct on her part, or of any neglect which injured the health or physical well-being of the child. <em>(Estate of Lindner, supra; In re Mathews, </em>174 Cal. 679, 682 [164 Pac. 8].) It appears that by the order of the Superior Court of the State of California, in and for the County of Riverside, on August 9, 1933, the guardian herein was found to be a competent person to act as the guardian of said minor. Those findings and judgment have become final.  A general guardian, so appointed, occupies a distinctive legal relationship against the whole world, and that relationship is permanent except when, by act of the guardian, it is forfeited for cause. Blood relationship of someone else establishes no right within such person to challenge the legal status of such guardian in the absence of mis<page-number citation-index=\"1\" label=\"490\">*490</page-number>conduct on the part of the guardian such as would warrant a removal. In <em>Guardianship of Howard, </em>218 Cal. 607 [24 Pac. (2d) 486], the Supreme Court, speaking through Mr. Chief Justice Waste, said: <em>“A </em>guardian of the person of a minor stands in the place of a parent, whose duty it is to supply that watchfulness, care and discipline which are essential to the young. <em>(Guardianship of Taylor, </em>3 Cof. Prob. Dec. 105; 13 Cal. Jur. 140, see. 3.) ” Hence, it appears that one who has been appointed general guardian occupies a legal status that can be attacked only for the same reasons and the same causes as though the general guardian was in fact a member of one of the preferred classes. The law having placed the guardian <em>in loco parentis </em>will not set aside that status for any other or different cause than it would in the case of a natural parent acting as guardian. The legal status is the same.</p>\n<p id=\"b526-4\">An interesting discussion as to evidence in a guardianship proceeding is found in <em>Matter of Galleher, </em>2 Cal. App. 364 [84 Pac. 352], where the court found that Galleher had been seen under the influence of liquor on more than one occasion; that he borrowed household necessities and money, paid back the money but kept the necessities; that he owed bills over a considerable period of time for groceries, meat, and medical attendance and burial expenses of his wife; that this showing did not rise to the dignity and sufficiency required to sustain a refusal of his application for guardianship of a child three years of age who had resided with a maternal aunt. We recognize the fact that the application was by the father. However, the reasoning seemed particularly apropos to the instant case, particularly where it states, after discussing certain evidence, that he was not shown to have been incompetent by reason of the fact that he had some faults, or that he was shown not to have been an ideal parent. There must be such a showing as to make it appear that he would probably fail in a substantial degree to discharge his duties toward the child.</p>\n<p id=\"b526-5\">Appellant assigns as error the receipt in evidence of the probation officer’s report and respondent claims the error, if any, was cured by a stipulation. The record relative thereto is as follows:</p>\n<blockquote id=\"b526-6\">“At the conclusion of the testimony and arguments the court stated to respective counsel that he desired an oppor<page-number citation-index=\"1\" label=\"491\">*491</page-number>tunity to question the minor child; that in order to do so it would be necessary for him to become acquainted with the child so that she might talk freely; that in addition thereto the court further desired to have the probation officer of Riverside County and his assistant make an investigation of the homes of Vesta Thomas and Ardis Sturges Conrad, <em>to all of which each counsel </em>stipulated.” (Italics ours.)</blockquote>\n<blockquote id=\"b527-5\">“Whereupon, the court ordered that Jane Sturges be placed in the custody of Mabel English, assistant probation officer of the County of Riverside, State of California, and further that the probation officer of Riverside County, State of California, investigate the homes of Vesta Thomas, the petitioner, and Ardis Sturges Conrad, the respondent.</blockquote>\n<blockquote id=\"b527-6\">“That thereafter such investigation was made. The court considered the evidence and fixed Monday, April 20th, 1,936 at eleven o’clock a. m. as the time for the court’s decision and the report of the probation officer. When said matter came before the court on the date and at the time aforementioned, the report of the probation officer was presented to the court and ordered filed, and in rendering its decision, the court stated that he was glad to find that the recommendation of the probation officer was in conformity with the decision reached by the court from the evidence produced. ’.’</blockquote>\n<p id=\"b527-7\">The written report of the probation officer was unquestionably hearsay and it was therefore improperly ordered filed, unless the stipulation permitted the introduction of the report or counsel failed to object. A perusal of the stipulation taken in connection with the court proceedings immediately preceding it, discloses that nothing was said about the making or presentation of a written report or the filing thereof. However, the matter was continued by order of the court to April 20, 1936, for the court’s decision and the report of the probation officer. The matter came before the court at that time. The report of the probation officer was presented and ordered filed. The record discloses no objection by counsel at that time, and we therefore deem that the report was properly admitted.</p>\n<p id=\"b527-8\">The report, excepting the conclusion and recommendation of the probation officer, is as follows:</p>\n<blockquote id=\"b528-3\"><page-number citation-index=\"1\" label=\"492\">*492</page-number>“REPORT OF PROBATION OFFICER</blockquote>\n<blockquote id=\"b528-4\">“On February 2, 1936, a petition was filed for removal of the guardian and appointment of a new guardian in the matter of the guardianship of the person of Jane Elise Sturges. On April 17, 1936, following a hearing in Department Two of the Superior Court, the matter was referred to the Probation Officer for investigation and recommendation. The Court having heard the testimony presented by counsel for the petitioner and counsel for the present guardian, directed the Probation Officers to investigate condition of homes, neighborhoods, schools and the families interested, with the view of ascertaining which would be the better environment for the child involved in this petition, this investigation to have in mind.continuously the best interests, the welfare and home training for this little girl.</blockquote>\n<blockquote id=\"b528-5\">“The Court requested the Probation Officer to file his report on Monday, April 2'0th, 1936, at eleven a. m. in Department Two.</blockquote>\n<blockquote id=\"b528-6\">‘1 Investigation: The Court is familiar with the outstanding facts concerning the death of the natural mother of this child and the death of her father as well as the continual litigation in Court since that time on the part of Mrs. Ardis (Stadler Sturges) Conrad and her father Mr. A. T. Stadler, guardians of the person and estate of Jane Elise Sturges.</blockquote>\n<blockquote id=\"b528-7\">“The litigation concerning the estate of Edward Sturges, deceased, the father of the minor named in this petition does not concern the question under submission at this time only in so far as it presents a background showing that the child has been an unconscious factor in this litigation and her well being has suffered because of it.</blockquote>\n<blockquote id=\"b528-8\">“In making our investigation of the homes of Mrs. Ardis Sturges Conrad since the death of her husband Edward Sturges, we find that she has lived at 3982 Oakwood Place in Riverside, California, 3056 Locust Street, Riverside, 6117 Brockton Avenue, Riverside, and 9730 Alexander Street, Southgate, California, 10500 San Gabriel Avenue, Southgate, 9809 San Gabriel Avenue, Southgate, 10127 San Gabriel Avenue, Southgate, and at the present time, 10030 Bowman Avenue, Southgate. At all of these places with one exception Mrs, Ardis Conrad lived with her parents and their family of <page-number citation-index=\"1\" label=\"493\">*493</page-number>three daughters and on one occasion with the addition of Mr. Woodrow Stadier and his family.</blockquote>\n<blockquote id=\"b529-5\">“On April 18, 1936, we visited Mrs. Ardis Conrad at her present home on Bowman Street, Southgate, where she has lived since April 14, 1936, and where she hopes to bring Jane Sturges. This home is a stucco house, consisting of five rooms, with all modern conveniences, furnished fairly well with furniture belonging to Mrs. A. T. Stadier. This home is better than any other which she has occupied in Southgate. At the time of our visit the place was clean. We met her present husband, Mr. William Conrad, who at present is employed by the Mueller Brass Company, working five days a week and receiving between $80.00 and $85.00 per month. They are paying $25.00 per month rent for this present home. There is rather a large lot surrounding this home and the house is one of the better type houses in this neighborhood as most of the homes are frame buildings and from one to five-room houses. It is located in a very sparsely settled neighborhood.</blockquote>\n<blockquote id=\"b529-6\">“If permitted to live with Mrs. Conrad, Jane will attend the McNerney School in Southgate, located very near this present home. It is a new school building and is classed as one of the best schools. Her school attendance in the past has been much interrupted and very irregular owing to illness and frequent moving of the family together with a suspicion on the part of Mrs. Conrad and her parents that Jane might be kidnaped.</blockquote>\n<blockquote id=\"b529-7\">‘ ‘ While visiting the home of Mrs. Conrad, much of the conversation pertained to family difficulties growing out of the death of Mr. Edward Sturges and efforts to collect money and property from his estate. Bitterness was expressed along this line but also a great affection for Jane was exhibited as well as an effort to show that the money received by her had been expended solely for Jane’s benefit.</blockquote>\n<blockquote id=\"b529-8\">“We also learned from direct statements made by EIrs. Conrad that she has received sufficient money to have lived comfortably and to have fittingly supported her child and Jane. We \"Iso learned that she has expended life insurance amounting to $2,500.00 which she received as well as considerable other money, in an effort to gain, through the Court, more property and money from the Sturges estate, with the result that finally she had to resort to family and welfare <page-number citation-index=\"1\" label=\"494\">*494</page-number>relief which she received for at least seven months prior to her present marriage, all of which could have been prevented, we believe, had she conserved her resources.</blockquote>\n<blockquote id=\"b530-4\">“Mrs. Conrad expressed a great desire to have Jane with her and raise her as her own child and she feels that she is capable of doing so.</blockquote>\n<blockquote id=\"b530-5\">“After visiting the home of Mrs. Conrad, we called at the home of Mr. A. T. Stadler, the father of Ardis Conrad, and the guardian of Jane’s estate in California. Upon our arrival, we found Mrs. Stadler, Verim Pay and <em>Lulla </em>Stadler at home. Later Mr. Stadler and Mr. Woodrow Stadler came into the home. We find the Stadler family living in a small garage house, the size of a double garage, owned by Mr. Steel, a brother of Mrs. A. T. Stadler. This garage is located on the rear of the lot and house numbered 9730 Alexander Street, where Mr. Woodrow Stadler lives. This little garage house was as neat and clean as the crowded conditions would permit.</blockquote>\n<blockquote id=\"b530-6\">“The conversation very naturally fell to the-subject of the financial litigation between these two families, namely, the Sturges family and Mrs. Ardis Conrad and if we had not been familiar with the conditions as they exist, we would have been led to believe that the main litigants in this case were Mr. and Mrs. A. T. Stadler rather than Mrs. Ardis Conrad. They also expressed their affection and interest in Jane and gave us many evidences of the affection existing between Jane and her step-mother, Mrs. Ardis Conrad. Mr. and Mrs. Stadler as well as Mrs. Ardis Conrad stated that they wanted to raise Jane as their own child and she would always be one of them.</blockquote>\n<blockquote id=\"b530-7\">“Before leaving Southgate, we observed the different homes in which these people have lived in that vicinity with the conclusion that all are ordinary, small and very inadequate.</blockquote>\n<blockquote id=\"b530-8\">“We then called in the home of Mrs. Vesta Thomas who is now the petitioner for guardianship of the person of little Jane Elise Sturges. She is living at 952 Cedar Avenue, Long Beach. This is a modern apartment on the ground floor, well furnished and well kept and of sufficient size, located in a good residential neighborhood of Long Beach. Mrs. Thomas and her husband live there now as her two sons are grown and living away from home. These people have resided in Long Beach for fourteen years, having raised their children and maintained their home without any outside assis<page-number citation-index=\"1\" label=\"495\">*495</page-number>tance. While in this home, the topic of all conversation indicated very positively a desire on their part to better the living conditions, environment and future training of little Jane to the extent that they are willing to bear all responsibility both morally and financially in caring for Jane.</blockquote>\n<blockquote id=\"b531-5\">“While calling in this home, we met Mr. Stephen Sturges, brother of Edward Sturges, deceased, and Mrs. Sturges, Jane’s grandmother, who are remaining in California for the conclusion of this hearing. Their home is in Yuma, Arizona. Owing to the close family relationship existing among the Sturges brothers and sisters, we find that they still feel very keenly the loss of their brother and son, Edward Sturges, but at all times in the conversation, they were very considerate of Mrs. Ardis Conrad as the wife of their deceased brother and son.</blockquote>\n<blockquote id=\"b531-6\">“Mrs. Thomas voluntarily stated that if her petition should be granted by the Court, she would immediately consult a child specialist mentioning a Dr. Bliss of Long Beach, for direction and counsel in caring for Jane’s physical needs. She further stated that she hoped to have the privilege of seeing Jane graduate from college and she particularly mentioned the outstanding talents which Jane may develop in the future, such as music and art, both of which may be inherited by Jane from her mother and father.</blockquote>\n<blockquote id=\"b531-7\">‘ ‘ From our visit in this home, we are impressed that this is a home of refinement and culture and one in which we, as persons interested in child welfare, would be very willing to place a child for permanent placement.</blockquote>\n<blockquote id=\"b531-8\">“The Court has visited with Jane and no doubt has gained much from these visits as we have from our contact with her, and we feel that it is unnecessary to review her temperament and present needs.</blockquote>\n<blockquote id=\"b531-9\">“We have also made some investigation concerning the home condition and environment of this child while Mr. and Mrs. A. T. Stadler, their family of three daughters, Mrs. Ardis Conrad, her son and Jane lived together in Riverside. The information which we obtained, and which we believe to be authentic and unprejudiced, is not favorable and indicates that Jane had, at that time, little or no home life. Jane spent-much of her time in the homes of neighbors and acquaintances while Mrs. Conrad and her parents were at home as well as when they were away from home. The child, <page-number citation-index=\"1\" label=\"496\">*496</page-number>Jane, was left with other people by her step-mother as much as twelve days at one time.</blockquote>\n<blockquote id=\"b532-4\">“The Court has requested us to have Jane examined by our physician at the County Hospital. Any examination made in such a short time must be more or less superficial. Her weight is normal, and at the time of our first examination her throat was a little inflamed but did not indicate any serious trouble. A skin tuberculin test was negative and a throat culture was indicated as negative although at the time of writing this report, the final result could not be obtained. Any change in this medical report will be given to the Court in an attached report. ’ ’</blockquote>\n<blockquote id=\"b532-5\">[Then follows conclusion and recommendation of Probation Officer.]</blockquote>\n<blockquote id=\"b532-6\">“Dated this 20th day of April, 1936.</blockquote>\n<blockquote id=\"b532-7\">“Respectfully submitted,</blockquote>\n<blockquote id=\"b532-8\">“C. W. Mathews, “Chief Probation Officer.”</blockquote>\n<p id=\"b532-9\">It appears in the affidavit on motion for new trial that the trial judge under the stipulation heretofore referred to, might interview said ward, which he did. It was found from such examination that she was deficient in arithmetic in that she did not understand it as well as a child of her age should; that she was deficient in manners, but that she had been trained religiously. This statement is undenied.</p>\n<p id=\"b532-10\">In <em>Herbert </em>v. <em>Lankershim, </em>9 Cal. (2d) 409, at page 471 [71 Pac. (2d) 220], the Supreme Court said:</p>\n<blockquote id=\"b532-11\">“There must be more than a conflict of mere words to constitute a conflict of evidence. Contrary evidence must be of a <em>substantial </em>character such as reasonably supports the judgment as applied to the peculiar facts of the ease. The rule announced in <em>Morton </em>v. <em>Mooney et al., </em>97 Mont. 1 [33 Pac. (2d) 262], correctly states the rule which has been approved by this court in a number of our decisions. It is thus stated:</blockquote>\n<blockquote id=\"b532-12\">“ ‘ While the jurors are the sole judges' of the facts, <em>the question as to whether or not there is substantial evidence in support of the plaintiff’s case is always a question of law for the court. Grant </em>v. <em>Chicago etc. Railway Co., </em>78 Mont. 97 [252 Pac. 382], and in determining this question “the credulity of the courts is not to be deemed commensurate with the facility and vehemence with which a witness swears. ‘It <page-number citation-index=\"1\" label=\"497\">*497</page-number>is a wild conceit that any court of justice is bound by mere swearing. It is swearing creditably that is to conclude the judgment’ ” ’.</blockquote>\n<blockquote id=\"b533-5\">“The rule in eases such as the one before us is that the court must view the transaction with the ‘most scrutinizing jealousy’. <em>This means, of course, any court in which the issue may he raised.” </em>(Italics ours.)</blockquote>\n<p id=\"b533-6\">Whatever may have been the rule heretofore as' to what evidence is necessary to support a plaintiff’s case, it is now well settled in this state that it must be supported by substantial evidence, and that whether or not there is substantial evidence is a question of law for the court. <em>(Herbert v</em>. <em>Lankershim, supra.) </em>While an appellate tribunal must accept the facts tending to support the judgment as true, yet when the question of their having sufficient substance to support the plaintiff’s case comes in issue, it becomes a question of law alone, <em>as applied to the peculiar </em>facts of the case.</p>\n<p id=\"b533-7\">If we look to the world of physics we find that under the laws thereof mass or material has a tensile strength and that the effectiveness of that tensile strength is measured in relation to the burden or weight that it will bear. The beam of a building or structure will carry a certain weight according to its tensile strength, but when subjected to greater weight, it is broken and will not sustain it. The substance of evidence in legal contemplation is akin to tensile strength in the physical world. When, in the administration of justice, the substance of the testimony in support of the judgment (weight or burden) is placed in issue, it must be interpreted in the light of the peculiar facts of the case, and the fiber or quality of the evidence must be sufficient to bear the burden to which it is subjected under those peculiar facts.</p>\n<p id=\"b533-8\">Thus, in the administration of justice, the courts of California at first determined if there was any evidence at all, “even a scintilla” that was sufficient to support a plaintiff’s case and thereby left the responsibility finally and conclusively on the jury and the trial court. As they observed, studied and considered the administration of justice under such a rule, they determined that the exigencies arising in the practical application thereof necessitated a modified, different, or new interpretation thereof, and declared that in order for evidence to be sufficient to support a plaintiff’s <page-number citation-index=\"1\" label=\"498\">*498</page-number>case it must be substantial evidence. That is, as we understand it, evidence that possesses a fiber, a quality, and a nature creating a substance in character that will sustain the property right or personal right represented in the plaintiff’s case. That is, it must possess that substance that will support the burden placed upon it under the peculiar facts of the ease. <em>(Herbert </em>v. <em>Lankershim, supra.)</em></p>\n<p id=\"b534-4\">It appears that the ward was trained in the highest attributes of human character, spiritual and moral concept and all its relationship, complete and sufficient unto her years. While she was sick at times and the removal of her tonsil^ and adenoids may have been somewhat delayed, yet it cannot be wondered that such would be the case, when this guardian and step-mother had lost her husband in a tonsilectomy resulting in a streptococcic infection shortly before her application for guardianship. Since said operation the ward has been physically strong and unimpaired. She was out of school only during such times as she had colds, children’s diseases and at the time of the removal of her tonsils and adenoids. Taking the testimony most favorable to the respondent, and deeming the guardian to have been present at all times (which the the record shows she was not) it appears that in part of 1933 and 1934 the houses in which she and the ward lived were dirty when she moved therefrom, and that there were some marks on the paint and some unusual wear on the walls and floors; the clothes were hanging upon hangers on the doors; clothing was placed in a pile on a sanitary cot in the living room; the beds were not always made up early in the day or before noon; the furniture was old and dilapidated to some degree; the ward sometimes appeared in the house without shoes; she wore old faded clothing; her hair was uncombed: her clothing was wrinkled; she was permitted to remain in the house with persons who were members of the family when they had the influenza; they lived between August 9, 1933, and the time of the initiation of this proceeding in some five or six different places, sometimes with the guardian’s brother, his wife and baby, and sometimes with her father and mother and their three daughters; the guardian always maintained the ward and the ward’s little half brother Edward with her; the dishes were unwashed at times and the stove was not <page-number citation-index=\"1\" label=\"499\">*499</page-number>clean; she owed some bills; the houses in which she lived with her father and mother and brother were small considering the number of people residing therein; the ward was deficient in arithmetic and manners; the guardian was, at the time of the hearing of this proceeding, twenty-one years of age; her present husband has been continuously employed at a moderate wage, 'has some property and is of good character and desires that the ward and her half brother occupy his home as members of his family. All these facts, however, fall far short of being sufficient to constitute substantial evidence that she is either incompetent or incapable, or that she failed in her responsibility as guardian, notwithstanding the fact that the litigation took considerable of her time. The family of the father of the ward were adverse parties in at least some of the litigation and, so far as the record shows, they never raised a hand of assistance or offered a cent of aid. It further appears that there is an unusually fine tie or bond of affection between the guardian and her step-child, the ward, and between the ward and her little half brother. Furthermore, during a time when she was in delicate health shortly after the birth of Edward, the little half brother, her husband and father of the children was taken from her bosom by the hand of the Eternal. To whom would she go in the days of her distress? Naturally, to her father and mother. Because of the fact that her father was without great means being on the W. P. A. a little later, and that she had apparently expended the small resources that she had in defending the ties between herself and the step-child and her own child, she had to accept a small amount of charity.</p>\n<p id=\"b535-5\">So far as the ward is concerned, the deepest tie that she will ever know is the relationship between herself and her little half brother. If the guardian had any shortcomings— if she was not perfect, and none are—she did little or nothing but accept life’s responsibilities as she met them and solved them, in the opinion of this court, well, without loss of faith in herself, the children, or her God.</p>\n<p id=\"b535-6\">It will be observed that from the death of her former husband, A. E. Sturges, down to the time of the filing of the probation officer’s report that the instruction given by the guardian to the ward, or the conduct of either of them, have not been challenged, so far as any question of morals is concerned. The guardian has made friendships among indus<page-number citation-index=\"1\" label=\"500\">*500</page-number>trious, hard-working people and, at the time of the investigation by the probation officer, she was established in a home which was above the average for persons with moderate incomes.  While evidence as to the investigation of prior periods of her guardianship was properly admitted and considered, the question of whether or not she was performing her duties as guardian related to the date of the judgment. That question always continues, in any guardianship, during the entire existence thereof. She is always responsible to the court for her acts as a guardian.</p>\n<p id=\"b536-4\">Regardless of all these things, and considering only the evidence tending to support the findings and judgment, it does not rise to the dignity and substantiality necessary to sustain the judgment under the peculiar facts of this case, but rather is a scintilla of evidence only.</p>\n<p id=\"b536-5\">The appellant offered testimony tending to show the nature of the litigation in which she was involved in Arizona and California in which the members of the Sturges family were her adversaries. An objection thereto was sustained. She also offered testimony of teachers and executives of the school system tending, to show why the ward was out of school, or in other words, to show the basis of her fears that the ward would be taken away from her. Objection was made thereto and sustained.</p>\n<p id=\"b536-6\">We believe that even though Ardis Blaine Conrad is not the guardian of the estate of her minor child, that the evidence was competent to show what she possessed personally and what the ward possessed as her own, and the condition of their holdings, to determine whether or not the ward was being maintained in proper surroundings.</p>\n<p id=\"b536-7\">It appears that one of the elements relied upon in seeking her removal as guardian was the fact that the ward was not kept constantly in school. The offered testimony was in direct explanation of the admitted fact that she was out of school a small portion of the time. Furthermore, the Arizona record offered in evidence discloses that the respondent herein was a party to an agreement in which the respondent, the guardian and the ward had an interest. It was therefore competent to show motive of the respondent.</p>\n<p id=\"b536-8\">The appellant asks this court to direct that certain proceedings taken and had in the trial court, directed to the removal of the cause to the county of Los Angeles, be ordered <page-number citation-index=\"1\" label=\"501\">*501</page-number>transmitted by the county clerk of the county of Riverside to this court, and that the same be made a part of the record on appeal. It is contended that it was error for the trial court to deny this motion for transfer. The application is denied as a review of such proceedings would serve no useful purpose and the appellant may, if so advised, renew the motion. (Sec. 1603, Prob. Code.)</p>\n<p id=\"b537-5\">The conclusion that wc have arrived at makes it unnecessary to discuss numerous other points urged for the reversal of the judgment and order.</p>\n<p id=\"b537-6\">For the foregoing reasons the judgment is reversed.</p>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b537-7\">Marks, J.,</author>\n<p id=\"A6D\">Concurring.—I concur.</p>\n<p id=\"b537-8\">I concur in the judgment. In considering this ease we must bear in mind that Mrs. Conrad had been appointed guardian of the person, not of the estate, of Jane Blise Sturges, a minor, and that this is a proceeding for the removal of Mrs. Conrad as such guardian and the appointment of Vesta Sturges Thomas in her place after such removal. As no appointment of a new guardian can be made until Mrs. Conrad is removed from her office it is obvious that if the evidence is not sufficient to support the judgment of removal we need give no consideration to the evidence of the fitness of Mrs. Thomas for appointment.</p>\n<p id=\"b537-9\">As Mrs. Conrad was the duly appointed, qualified and acting guardian of the person of the minor, the sole ground for her removal must be found in section 1,580 of the Probate Code. In <em>Estate of Atkins, </em>121 Cal. App. 251 [8 Pac. (2d) 1052], it was said:</p>\n<blockquote id=\"b537-10\">“Section 1580 of the Probate Code, based upon former code provisions, sets forth eight specific reasons for the removal of a guardian. All of these provisions were negatived by the trial court. When a guardian has once been appointed upon proper notice, it appears that the letters of guardianship cannot be revoked for other than the reasons specified in the code.</blockquote>\n<blockquote id=\"b537-11\">“As stated in 13 California Jurisprudence, 170, section 27: ‘The power of a court to remove a guardian is judicial and not arbitrary or capricious, and inasmuch as the guardian has an authority coupled with an interest, the court will not interfere and remove one who has been legally appointed, unless for sufficient cause. The causes of removal are sped-<page-number citation-index=\"1\" label=\"502\">*502</page-number>fled by the statutes. ’ The different specifications of the code are then set forth.</blockquote>\n<blockquote id=\"b538-4\">“In 28 C. J. 1101, section 140, we find the following text, supported by a long list of authorities, to wit: ‘ The grounds on which a guardian may be removed are frequently enumerated by statute, and it is usually held that the grounds so enumerated are exclusive, and that such an enumeration precludes removal on any other grounds. ’ To the same effect is the text in 12 Ruling Case Law, 11,18, section 20.” (See, also, <em>In re Raynor, </em>74 Cal. 421 [16 Pac. <em>229]; Sakurai </em>v. <em>Superior Court, </em>65 Cal. App. 280 [223 Pac. 575].)</blockquote>\n<blockquote id=\"b538-5\">Mrs. Conrad was not the guardian of the estate of the minor. Therefore, the grounds of removal of a guardian set forth in subdivisions one, two and seven of section 1580 of the Probate Code are eliminated from consideration here. It was stipulated that she was not immoral and was of good character. This eliminates the ground for removal contained in the fourth subdivision. The facts of the case also eliminate the grounds for removal set forth in the fifth, sixth and eighth subdivisions.  This leaves the third subdivision of the section as the sole remaining provision applicable here, and under which the judgment of removal must be supported. It is there provided that a guardian may be removed “for incapacity to perform his duties properly”.</blockquote>\n<p id=\"b538-6\">“Incapacity” has been defined in <em>Travelers Ins. Co. </em>v. <em>Richmond, </em>.(Tex. Com. App.) 291 S. W. 1085, as follows: “ ‘Incapacity’, as the term is used without qualifying words, denotes ‘inefficiency’, ‘incompetency’, ‘lack of adequate power’, etc. Webster. 22 Cyc. 40.” Thus it would seem to follow that, generally speaking, such incompetency may arise from physical weakness, lack of mental capacity or training, or moral deficiency. In the instant case the moral question has been eliminated by the stipulation. It would also seem to follow that incapacity may be proved by direct evidence of the physical or mental condition of the guardian or by circumstantial evidence consisting of proof of her failure to properly perform her duties and obligations towards the ward. The evidence before us falls almost entirely under the latter classification. While there was some effort to prove the physical incapacity of Mrs. Conrad during the earlier years of the guardianship, it was established that an operation had corrected this condition and that her health was good <page-number citation-index=\"1\" label=\"503\">*503</page-number>at the time of the trial. The portion of finding number five that Mrs. Conrad “is herself afflicted with glandular trouble and is not a well woman” is only supported by evidence of her condition prior to her operation. It is contrary to the evidence of her state of health at the time of trial.</p>\n<p id=\"b539-5\">The evidence in the case falls into three divisions, each relating to a separate period of the guardianship. The first relates to the period of residence in the city of Riverside. The second concerns itself with the residence of the guardian and ward with members of Mrs. Conrad’s family in South-gate. The third describes conditions after the marriage of the guardian to William 0. Conrad.</p>\n<p id=\"b539-6\">There is substantial evidence to the effect that while they were living in Riverside, the housekeeping of the guardian, her mother and sisters was very poor. There is little evidence of the health and condition of the ward during that period.</p>\n<p id=\"b539-7\">The evidence offered by Mrs. Thomas concerning the living conditions in Southgate is found almost entirely in the testimony of Mae L. Barry, a private investigator, who visited the homes of the guardian on about five occasions. Mrs. Barry described the houses as overcrowded, ill kept, the ward poorly dressed and not clean, and suffering with colds. Her evidence, if it was offered to establish a general and permanent condition, was flatly contradicted by a large number of responsible and disinterested witnesses who were often in the homes in which Mrs. Conrad and Jane lived and very frequently observed conditions there. These witnesses were unanimous in stating that the houses were clean and well kept; that Jane had an abundance of good food; that she was clean and neatly dressed, was a courteous and well-behaved child, was healthy after her tonsils and adenoids had been removed, and evidenced the best of moral and religious training. In view of this overwhelming evidence, the effect of the testimony of Mrs. Barry, giving it its utmost weight, is, that on the occasions of her visits she found the conditions she described. The evidence of all the other witnesses shows the conditions described by Mrs. Barry to be unusual and that they did not ordinarily prevail in the home life of Mrs. Conrad and Jane. The only possible conclusion, based on all the evidence, that can be reached concerning the life of Jane and her guardian in Soúthgate prior to the marriage <page-number citation-index=\"1\" label=\"504\">*504</page-number>to Mr. Conrad is that the homes were overcrowded and that Jane had to wear clothes that were not new, but that in all other respects she was cared for as well as the financial conditions permitted and that she suffered no bad effects from her life there. The home was that of the poor, but, except on isolated occasions, was well kept and Jane was well trained and well cared for.  Poverty alone which does not deprive a ward of the necessaries of life, nor affect her health or well-being, and which does not deprive her of proper training certainly can furnish no ground for the removal of a guardian nor does it prove that such guardian lacks capacity to perform her duties suitably.</p>\n<p id=\"b540-4\">The third period covered by the evidence is that which follows the marriage of the guardian to Mr. Conrad. The home then provided for Jane is described in the fifth and sixth paragraphs of the report of the probation officer, quoted in the opinion of Mr. Justice <em>pro tem </em>Warmer. That this was a suitable home for the ward is clearly established by all of the evidence in the case. Mr. Conrad is an honest, industrious man of good habits and morals. He expressed his desire to take Jane into his family and to properly care for her. There is shown a deep and reciprocal affection between Mrs. Conrad and Jane and between the little girl and her half brother. That Jane will receive proper moral and religious training and instruction in proper conduct cannot be questioned.</p>\n<p id=\"b540-5\">This period shows an entirely new chapter in the lives of Mrs. Conrad and Jane. They will not live with Mrs. Conrad’s father, mother and three sisters. The overcrowded conditions of those homes will not exist in this new environment. In fact the evidence describing the home life of Jane prior to the marriage of her step-mother can be given little weight in the ultimate decision of this case because there is an entire lack of any evidence showing that any of those conditions will be continued in the home life of Mr. and Mrs. Conrad. The evidence indicates that a wholesome, pleasant and congenial home life is to be expected free from the objectional conditions described by Mrs. Barry.</p>\n<p id=\"b540-6\">The finding “that the health of said minor will be endangered should she be allowed to remain with Ardis Blaine Sturges Conrad” is not supported by any evidence and is contrary to all the evidence. After her operation Jane’s <page-number citation-index=\"1\" label=\"505\">*505</page-number>health was excellent. A physician who examined her just before the trial testified as follows:</p>\n<blockquote id=\"b541-5\">‘1 The child weighed 53 and % lbs., and the average weight of a girl of seven years of age is 48 pounds. The child measured 47 and % inches in height, and the average height of a girl of se.ven years of age is 44 and % inches. The summary of the examination is, the child of seven years of age in good physical state, 11% above average in weight, 7% above average in height. I gave her a very careful examination of the lungs and I say she was suffering from a slight cold but no finding typical of pulmonary tuberculosis, or any other disease. I did not find any condition whatever which was in any wise dangerous or that would tend to danger, which would require particular care or attention. ’ ’</blockquote>\n<p id=\"b541-6\">■Some point is made of the fact that Jane did not attend school regularly and was somewhat deficient in arithmetic. Prior to her operation she was at times absent from school because of childhood ills. Afterwards she missed schooling, because, as stated in the report of the probation officer, of the fear “that Jane might be kidnapped”. An assistant supervisor of attendance with the Los Angeles Board of Education testified that she had excused Jane from school. Mrs. Conrad attempted to prove the cause of this lapse in schooling. This evidence was excluded on objection of counsel for Mrs. Thomas. No proffer of proof was made and we cannot determine exactly what was to be proved by this excluded evidence. However, from a careful study of the record we have gained the distinct impression that these absences from school were caused by the fear of kidnapping by the relatives of Jane’s deceased father and that the school authorities permitted her to remain away from school for that reason.</p>\n<p id=\"b541-7\">Some point is made of the fact that Mrs. Conrad spent the insurance on the life of her deceased husband in litigation instead of in the care of Jane and her half brother. In an affidavit of Mrs. Conrad it is stated she has been engaged in three contested matters in the probate court and in no other litigation. The first was her original petition for appointment as guardian of the person of Jane, which was granted, although contested by a sister of her deceased husband. The second was a contest of a will of her deceased husband. The third is the present proceeding to remove her as guardian.</p>\n<p id=\"b542-3\"><page-number citation-index=\"1\" label=\"506\">*506</page-number>We can find no reason to blame Mrs. Conrad for attempting to be appointed, and after her appointment, for resisting removal as guardian of the person of -Jane. She had the exclusive care of Jane after she was two years of age. Strong bonds of mutual affection existed between the two. The little girl knew no other mother. It would have been an unusual and strange situation had Mrs. Conrad not been willing to spend her money to continue her custody of the child she loved and who loved her.</p>\n<p id=\"b542-4\">A. E. Sturges, Jane’s father, left a purported last will and testament. This document left his widow and unborn child his life insurance. It left Jane nothing except life insurance that had been assigned to her. All the rest of his estate was left to his brothers and sisters. The widow was successful in her contest of this will thereby establishing the right of herself, her son, and Jane to take the estate as heirs at law. We can find no reason to blame the widow for her contest of this unnatural will. Certainly Jane profited by this litigation. She became, as heir at law, entitled to share in the estate of her deceased father in addition to receiving the insurance which had been assigned to her.</p>\n<p id=\"b542-5\">Counsel for Mrs. Conrad made repeated efforts to prove the value and amount of the estate of A. E. Sturges, deceased. All of this evidence was excluded on objection of counsel for Mrs. Thomas. A large maj'ority of the objections were properly sustained for technical reasons and no proffers of proof were made. However, we do find in the record, marked for identification, an exemplified copy of a decree of foreclosure of a mortgage on property in Yuma County, Arizona, obtained by the administrators of the estate of A. E. Sturges, deceased. The decree shows principal in the sum of $11,500, and accrued interest to September 24, 1934, in the sum of $2,118.43, were due and unpaid on the note. There was also offered, and excluded, an agreement of compromise of the estate of A. E. Sturges, deceased, signed by his brothers and sisters, including Vesta Sturges Thomas, as parties of the first part, and Ardis E. Sturges (Conrad) and the representatives of the minors and of the estate of A. E. Sturges, deceased, as parties of the second part. This contract indicates that A. E. Sturges, deceased, left real property in Arizona in addition to that described in the foreclosure decree.</p>\n<p id=\"b543-3\"><page-number citation-index=\"1\" label=\"507\">*507</page-number>Evidence of the value of the estate of A. E. Sturges, deceased, if offered in proper form, should be received in evidence and would be material in this proceeding. It would have a direct bearing on the ability of Mrs. Conrad to assist her husband in the maintenance of a suitable home in which Jane could live. It would also be evidence of the amount of the estate coming to Jane. She, through her guardian, now receives $25 per month from the insurance on the life of her deceased father. There is now no evidence of the value of the minor’s estate nor of how long this allowance may be continued. If the financial condition of Mrs. Conrad and that of Mrs. Thomas are to be considered in determining this guardianship contest (which they were) there should be disclosed to the trial judge the complete resources of those directly interested in the proceeding.</p>\n<p id=\"b543-4\">The judgment is reversed.</p>\n<p id=\"b543-5\">Barnard, P. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}