{
  "casebody": {
    "data": "<casebody firstpage=\"165\" lastpage=\"170\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b189-6\">E. S. Hand, Appellee, <em>v. </em>William Russel, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b189-7\">\n<em>Contract—Parol evidence to vary—Standard of proof.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b189-8\">Parol evidence is. admissible to establish a contemporaneous oral agreement which induced the execution of a written contract, though it may vary, change or reform the instrument; but this agreement must be shown by evidence that is clear, precise and indubitable: Thomas v. Loose, 114 Pa. 35.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b189-9\">\n<em>Affidavit of defense—Insufficiency—Modifying parol agreement.</em>\n</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b189-10\">An affidavit of defense alleging a parol agreement which induced the execution of the written contract sued upon is insufficient, and judgment is properly entered where it is lacking in the clearness and precision specified as requisite in Thomas v. Loose, 114 Pa. 35.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b189-11\">Argued December 20, 1895.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"A9L\">Appeal, No. 37, Nov. T., 1895, from judgment of C. P. No. 4, Phila. Co., June T., 1895, No. 49, for want of sufficient affidavit of defense.</summary>\n<judges data-order=\"7\" data-type=\"judges\" id=\"AOM\">Before Rice, P. J., Willard, Beaver, Reeder, Wickham, McCarthy and Orlady, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AhB\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b189-12\">Assumpsit to recover the sum of $765 on three certain contracts in writing for advertisement. The substance of the contract is sufficiently set out in the opinion of the court.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b189-13\">The supplemental affidavit of defense was as follows:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b189-14\">William Russel, the defendant in the above case, being duly affirmed according to law, doth depose and say that he has a just and a true defense to the whole of plaintiff’s claim, the nature of which is as follows, to wit:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b189-15\">That the said defendant was importuned by the said plaintiff to allow him to introduce an advertisement of defendant’s <page-number citation-index=\"1\" label=\"166\">*166</page-number>business in the books illustrative of “ The Pennsylvania Company’s Building ” and of “ The Penn Mutual Life Insurance Company’s Building,” but the said defendant always refused to permit him, telling the plaintiff that it would be no benefit to him, the defendant, and that he did not wish any advertisement of his in the said books; the said plaintiff, however, persisted in his attempts to induce defendant, and in relation to the book for the Pennsylvania Company he said it was the desire of the president of that company to have every one who had furnished material or who had done work in the building represented in said book. The defendant, however, still refused, when the plaintiff said to him, “ If you get any work from any one reading these books would you not be willing then to pay for your advertisement ? ” That the defendant has no recollection of ever signing but one of the contracts for $265 for the Pennsylvania Company’s book, and he only agreed for one page of advertisement in said book, and he believes and avers that if there is in existence a second contract for a second page that he was misled and misinformed. Defendant, becoming tired of the plaintiff’s importunities, signed two agreements, one for the Pennsylvania Company’s books and one for the Penn Mutual Company’s books.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b190-5\">Defendant further avers that he positively refused to sign the contracts aforesaid until the said plaintiff, as deponent believes, falsely and fraudulently verbally represented to him, this defendant, that he would not collect said contract notes unless said advertisements should bring deponent sufficient work to net him in profit as much or more than their respective amounts; upon which verbal representations he affixed his signatures, relying upon the same as part of the contract then and there consummated. The advertisements have utterly failed to bring any work or to produce any profit to this deponent, he never having obtained any benefit therefrom ; in fact the defendant is informed and believes that these books were never distributed to the public as agreed upon, and furthermore the defendant avers that the said books are not up to the standard which the plaintiff agreed they should be.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b190-6\">It is true that the said defendant did make an estimate for certain woodwork in a house at Southport, Conn., the specifications of which were brought to him by an architect, and <page-number citation-index=\"1\" label=\"167\">*167</page-number>defendant did not know who the owner of the house was, the plan not having the name on, as is customary. After making the estimate defendant was notified that the said house was owned by said plantiff’s wife, and that he might possibly have trouble in securing payment. Defendant therefore did not deem it advisable to proceed with the work. He is informed that others who made estimates and did work on said property have had great difficulty in recovering payment. Defendant believes that the whole plan was one calculated to deceive, and that the plaintiff, by false promises and assertions, induced him to subscribe to books which were to be the means by which plaintiff or his family were to have work done at the expense of said defendant; that the defendant owes the plaintiff nothing ; all of which he avers is true and will be able to prove on the trial of the cause before a jury.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b191-5\"><em>Error assigned </em>was entry of judgment for want of sufficient affidavit of defense.</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b191-6\"><em>Edward S. </em>Sayres, for appellant.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AM49\">No principle has been better settled by a long line of decisions than that parol evidence is admissible to show a verbal contemporaneous agreement which induced the execution of a written agreement, though it may have the effect of varying or changing the terms of the written contract. Bown v. Morange, 108 Pa. 69; Walker v. France, 112 Pa. 203; Laird v. Campbell, 100 Pa. 159; Greenawalt v. Kohne, 85 Pa. 369, etc.; Heydt v. Frey, 21 W. N. C. 265.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b191-7\"><em>Joseph Savidge, </em>for appellee.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AqZ\">In McBrier v. Marshall, 126 Pa. 390, it was held that, in the absence of any clear averment of a binding agreement by which the original contract had been abrogated or modified it was not error to enter judgment for want of a sufficient affidavit of defense: See also Irvin v. Irvin, 142 Pa. 271-287.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b191-8\">Parol evidence may be received to explain the subject-matter of such paper, Barnhart v. Riddle, 29 Pa. 92, to prove a consideration not mentioned in the deed, provided it be not inconsistent with the consideration expressed in it: Lewis v. Brewster, 57 Pa. 410, but not to contradict or vary the terms of the instrument itself: Martin v. Berens, 67 Pa. 459; Restein v. Graf, 41 Leg. Int. 134; Wodock, Appellant, v. Robinson, 148 Pa. 503.</p>\n<decisiondate data-order=\"21\" data-type=\"decisiondate\" id=\"A_c\"><page-number citation-index=\"1\" label=\"168\">*168</page-number>January 20, 1896:</decisiondate>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"At_\">Opinion by</p>\n<author id=\"A0a\">Beaver, J.,</author>\n<p id=\"b192-5\">The plaintiff’s action in this case was founded upon three several contracts for advertisements to be inserted in books descriptive and illustrative of the Pennsylvania Company’s ' building and of the Penn. Mutual Life Insurance Company’s building in the city of Philadelphia. For these advertisements the defendant agreed to pay a sum aggregating $765. In addition to the advertisement the defendant was to receive twenty copies of the book describing and illustrating the Pennsylvania Company’s building and ten copies of the book descriptive and illustrative of the Penn. Mutual Life Insurance Company’s building. The amount of these several contracts, as was stipulated therein, was to be paid in trade. Each of the contracts contains this clause: “ It is agreed that the whole agreement between the parties is contained in this contract.” Upon the back of each, in order to make the terms more specific and preservative of defendant’s rights, he made these indorsements: “ The within named amount is only available as a credit and is to be deducted from my price for work other than I have estimated on or contracted for prior to the date hereof. In the event of the contract for the said work not being awarded me, I am to be absolutely acquitted of any charge for the advertising herein provided.” An opportunity to do work not contracted for before the date of these agreements and for an amount greater than the entire amount stipulated to be paid by them was offered to the defendant, which he accepted, but subsequently refused to perform, for reasons not very definitely explained by him in his affidavit of defense. Upon his failure to do the work, a suit was brought for the amount of the aggregate of the several contracts. The statement was full and specific. The defendant filed two several affidavits of defense in which he alleged great importunity on the part of the plaintiff in securing the contracts and a contemporaneous oral agreement, made at their signing, which he alleged was the inducement to his signing them, that he was not to pay the amount therein stipulated, “ unless said advertisements should bring deponent sufficient work to net him in profits as much or more than their respective amounts.” He also alleged an agreement as to quality and as to the distribution of the books and averred that the books were not up to the standard nor was the distribution <page-number citation-index=\"1\" label=\"169\">*169</page-number>made as agreed upon. Upon the hearing upon a rule to show cause why judgment should not be entered for want of'a sufficient affidavit of defense, the court below made the rule absolute and entered judgment for the plaintiff for the full amount of his claim, with interest. From this judgment the defendant appeals to this court and alleged as erroneous the entering of the judgment for want of a sufficient affidavit of defense, for the reasons:</p>\n<p id=\"b193-5\">1st. That there was a contemporaneous oral agreement made at the time of the signing of the contract notes which must be considered a part of the written agreement, as it was this oral agreement which induced defendant to sign the notes, which fact only a jury can determine.</p>\n<p id=\"b193-6\">2d. That the affidavit of defense alleges that the books were not up to the standard and that they were never distributed, which fact only a jury can determine.</p>\n<p id=\"b193-7\">8d. That the supplemental affidavit of defense avers that the plaintiff falsely and fraudulently verbally represented to the defendant that he would not collect said contract notes, unless the advertisement inured to defendant’s benefit, which fact only a jury can determine.</p>\n<p id=\"b193-8\">The alleged oral agreement, even if defendant were able to bring his proof up to the measure required by the late authorities in Pennsylvania, is so indefinite that it ought not to be allowed to prevail against the express terms of the written contracts which provide that the whole agreement between the parties is therein contained.</p>\n<p id=\"b193-9\">Within what time was it stipulated that said advertisements should bring defendant sufficient work to net him in profits as much or more than the respective amounts of the contracts ? There is no time fixed in the affidavit and it would be unreasonable to require the plaintiff to wait an indefinite time before that question could be determined. The affidavit in this respect lacks the clearness and precision which is required to establish a contemporaneous oral agreement which induced the execution of a written contract to vary, change or reform the instrument. See Thomas et al., v. Loose et al., 114 Pa. 35. This disposes of the first and third specifications of error.</p>\n<p id=\"b193-10\">As to the second, it is sufficient to say that nothing whatever is said in the written agreement as to the quality of the books <page-number citation-index=\"1\" label=\"170\">*170</page-number>nor is it alleged in the affidavit that any representations were made -to the defendant as to quality nor that any agreement was made as to distribution. The defendant is alleged to have received twenty of the books descriptive of the Pennsylvania Company’s building- and ten boobs descriptive of the Penn. Mutual Life Insurance Company’s building, and this he does not deny.</p>\n<p id=\"b194-5\">We are of opinion that the affidavits of defense taken together were insufficient and that the judgment was properly entered for the plaintiff by the court below. The judgment is therefore affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}