{
  "casebody": {
    "data": "<casebody firstpage=\"322\" lastpage=\"327\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b338-4\">Knox County, a municipal corporation of the State of Tennessee, and the State Highway Commission of Tennessee, <em>v. </em>Oliver Burroughs et ux.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b338-7\">369 S. W. 2d 734.</citation>\n<court data-order=\"2\" data-type=\"court\" id=\"b338-8\">\n<em>(Knoxville,</em>\n</court>\n<p data-order=\"3\" data-type=\"misc\" id=\"AE_\">September Term, 1962.)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b338-9\">Opinion filed July 15, 1963.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b339-9\"><page-number citation-index=\"1\" label=\"323\">*323</page-number>Earl S. Ailor, Clarence Blackburn, Knoxville, for plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b339-10\">Wallace F. Burroughs, Knoxville, for defendants in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AJ_\">Mr. Justice White</author>\n<p id=\"Ad7\">delivered the opinion of the Court.</p>\n<p id=\"b339-13\">This suit was originally commenced on January 30, 1956, to condemn certain property of the defendants to be used for highway purposes. On February 28, 1956, a Jury of View went upon the property to ascertain the amount of compensation due the defendants by reason of said tailing, and reported total damages in the sum of $6,000.00. On May 31,1956, a motion was made to confirm the report. The report was confirmed and title to the property was divested out of the defendants, Oliver Burroughs and wife, and vested in the condemnors.</p>\n<p id=\"b340-4\"><page-number citation-index=\"1\" label=\"324\">*324</page-number>On March. 21, 1958, said property owners filed a petition herein seeking to reopen the case and asking that a new Jury of View be appointed to go back upon the property and fix damages for the taking of said land, and for incidental damages as set off by incidental benefits. It was alleged in said petition:</p>\n<blockquote id=\"b340-5\">“Your petitioners would show that the Jury of View was misadvised and that by reason of said misconception they could not have and did not give your petitioners reasonable compensation for the damages done to their property by reason of the taking of their property and the condition of which the remainder of their property was left. ’ ’</blockquote>\n<p id=\"b340-6\">It was further alleged in the petition that said owners were advised at the time of the taking, on February 28, 1956, that:</p>\n<blockquote id=\"b340-7\">¡i* * * the proposed roadway would be constructed at a grade level 18 inches below the grade level of the road at the time said Jury of View went upon and fixed damages * * *. That on or about April 10, 1957, when the construction of the proposed road-way had advanced to the stage that the grade level was ascertained, your petitioners found that said grade level was cut 9 feet 8 inches from the original grade level of U. S. Highway 11-E.”</blockquote>\n<p id=\"b340-8\">To the foregoing petition, the defendants, Knox County and the State Highway Commission for the State of Tennessee, filed a plea in abatement on January 7, 1959, in which they plead that the award of the first Jury of View was final since there was no appeal taken from the order confirming the report of said Jury of View and, further, that the amount awarded of $6,000.00 had been <page-number citation-index=\"1\" label=\"325\">*325</page-number>accepted by said property owners and withdrawn from the court, after having been paid into court by said con-demnors.</p>\n<p id=\"b341-4\">Secondly, they plead that the property owners are estopped to bring this present petition by reason of their aforesaid conduct, and they also plead the one year statute of limitations as a bar to the petition filed by said property owners on March 21, 1958. This plea was properly sworn to by one of the solicitors for the con-demnors.</p>\n<p id=\"b341-5\">The property owners did not file a replication to the aforesaid plea but, as said in the final order of the court, they requested that the court pass upon the sufficiency of the plea. The court, in its opinion, said:</p>\n<blockquote id=\"b341-6\"><em>“* </em>* * the Plea in Abatement is not well taken because the petition filed to reopen the case avers that the condemnation proceedings as the property owners anticipated was for the purpose of lowering the grade level of the existing roadway some 18 inches on the property being taken and it alleged that the actual construction of the highway has lowered the grade level of the highway several feet. ’ ’</blockquote>\n<p id=\"b341-7\">Thereafter, the court overruled the plea in abatement and the condemnors excepted to such action, and prayed an appeal to this Court, which was granted.</p>\n<p id=\"b341-8\"> After the plea in abatement had been overruled a judgment should have been entered requiring the defendants below, Plaintiffs in Error here, to answer over, which is called a judgment of <em>respondeat ouster. </em>Of course, this is not a final judgment from which an appeal may be granted in a court of law.</p>\n<p id=\"b342-2\"><page-number citation-index=\"1\" label=\"326\">*326</page-number>An appeal, as a matter of right, lies only from a final decree or judgment. <em>Younger v. Younger, </em>90 Tenn. 25, 16 S.W. 78, and other cases.</p>\n<p id=\"b342-3\">It is axiomatic that there can he no appeal'from any other than final judgments or judgments settling right's, except in those cases where an appeal is expressly given. <em>Barton v. Turley, </em>79 Tenn. 600 and other cases.</p>\n<p id=\"b342-4\">A judgment is final, from which an appeal lies as a matter of right, when it decides and disposes of the whole merits of the case leaving nothing for further judgment of the court. <em>Younger v. Younger, </em>supra; <em>Gavin v. Shelby County et al., </em>172 Tenn. 697, 113 S.W.2d 1195, and other cases.</p>\n<p id=\"b342-5\">It is a well-settled rule, save 'where changed by statute, that questions arising in a course of legal proceedings cannot be reviewed in an appellate court until a final decision in the cause has been rendered -below. <em>Payne v. Satterfield, </em>114 Tenn. 58, 60, 84 S.W. 800; <em>Bruce v. Anz, </em>173 Tenn. 50, 51, 114 S.W.2d 789; <em>Carmichael v. Hamby, </em>188 Tenn. 182, 191, 217 S.W.2d 934 <em>Isreal v. Guy et al., </em>188 Tenn. 485, 486, 221 S.W.2d 525; <em>Harper v. Trenton Housing Authority, </em>197 Tenn. 257, 264, 271 S.W. 2d 185.</p>\n<p id=\"b342-6\">In the case of <em>Harbison v. Welch, </em>195 Tenn. 191, 199, 258 S.W.2d 755, 758, the Court said-: •</p>\n<blockquote id=\"b342-7\">“We have held in cases, too numerous to require citation, that there is no- right of appeal from the action of the trial judge in overruling pleas in abatement; or to put it in another way, a court of law has no authority to grant a discretionary appeal upon issue which are not determinative of the <em>whole case. </em>Jurisdiction in most <page-number citation-index=\"1\" label=\"327\">*327</page-number>cases involves controversial issues of fact and there is no right of appeal from an interlocutory order deciding such an issue. ”</blockquote>\n<p id=\"b343-4\">The reason for the above rule is well stated in the case of <em>Payne v. Satterfield, </em>supra, 114 Tenn, at page 60, 84 S.W. at page 800' and supported by many subsequent cases as follows:</p>\n<blockquote id=\"b343-5\">“This rule was designed to avoid the delay and confusion arising from multiplied and successive appeals from interlocutory decisions on matters arising in the progress of the cause before final judgment.”</blockquote>\n<p id=\"b343-6\">This Court would prefer to now decide the questions which we recognize may again be before us after a final adjudication, but we cannot, for the sake of expediency, take a jurisdiction not conferred on us. See <em>Harper v. Trenton Housing Authority, supra,. </em>,</p>\n<p id=\"b343-7\">We are compelled, therefore, for thé reasons stated, to reverse and remand this case for further proceedings not inconsistent with this opinion.</p>\n<p id=\"b343-8\">The costs are adjudged against the Plaintiffs in Error.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}