{
  "casebody": {
    "data": "<casebody firstpage=\"349\" lastpage=\"352\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b405-6\">In re LONG ISLAND PROPERTIES, Inc. MAST CORPORATION v. BUCKLEY et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AeW\">No. 370.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b405-7\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"At9\">June 16, 1944.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b405-21\">Emanuel A. Stern, of New York City, for appellant Mast Corporation.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b405-22\">Weissberger &amp; Leichter, of New York City (M. M. Leichter, oí New York City, of counsel), for appellee United States Radiator Corporation.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b405-23\">Henry Albert, of Long Island City, for appellee Joseph (John) Eckert.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b405-24\">Raymond Reisler, of Brooklyn, N. Y. (Harold L. Berkson, of New York City, of counsel), for appellee William Olive Plumbing &amp; Heating Co.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b405-25\">Abraham E. Glide, of New York City, for appellee B &amp; F Concrete Co. Inc.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b405-26\">Before L. HAND, CHASE, and FRANK, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b405-27\">CHASE, Circuit Judge.</author>\n<p id=\"b405-28\">This is an appeal by a creditor from an order of the District Court for the Southern District of New York which reversed an order of a referee acting as a special master in reorganization proceedings under Chapter X of the Bankruptcy Act. The special master classified and allowed only as general the claims filed by each of the appellees as secured because, though each claim was secured by a valid mechanic’s lien when filed, those liens had not been refiled annually thereafter so as to keep them valid in accordance with one of several methods looking to that end which are pro<page-number citation-index=\"1\" label=\"350\">*350</page-number>vided by the New York statute. The district judge held that the claims of all the appellees were to be classified as secured because they had been allowed under a previous order in the reorganization proceedings made before the time for refiling the liens had expired and while without any question they were validly subsisting, and that those of the liens had moreover been kept valid without refiling by a pending proceeding in the state court to foreclose a mortgage.</p>\n<p id=\"b406-4\">In 1940 the debtor, Long Island Properties, Inc., began the construction of four apartment houses in Garden City, Nassau County, New York. It was financially unable to complete them and discontinued their construction • in May 1941. At that time it was indebted to a number of contractors who had supplied materials or labor or both and who filed mechanic’s liens during the period between May 2 and October 25, 1941.</p>\n<p id=\"b406-5\">The following five appellees are such lienors: Joseph (John) Eckert, who filed his lien on June 9; United States Radiator Corp., which filed on June 11; B &amp; F Concrete Co., Inc., which filed on August 25; William Klobus &amp; Co., Inc., which filed on October 25; and William Olive Plumbing &amp; Heating Co., Inc., which also filed on October 25, all in 1941. The other two appellees are lienors whose liens are not now questioned and the term “appellees” as used herein should be taken to mean only those parties who have just been named.</p>\n<p id=\"b406-6\">On May 26, 1941, before any of the liens were filed, the Jamaica Savings Bank began an action in the state court to foreclose a first mortgage it held on the apartment house property and filed a lis pendens on the same day. That suit was, however, discontinued on February 27, 1942, and the lis pendens cancelled.</p>\n<p id=\"b406-7\">Between the filing of the first and the last of the above mentioned liens certain pertinent evenjs occurred. On June 18, 1941, the appellant, Mast Corporation, commenced an action in the state court to foreclose a mortgage it held on the unfinished apartment houses, in which United States Radiator Corp., William Klobus &amp; Co. Inc., and Joseph (John) Eckert were, among others, named as defendants. A lis pendens was filed on the same day and that action is still pending. On July 3, 1941, proceedings for the reorganization of Long Island Properties, Inc., under Chapter X were begun, and on July 15 the usual ex parte temporary stay was granted. On August 5, 1941, the petition was approved and the stay made permanent. On October 17, 1941, all matters pertaining to the filing, classification, allowance and disallowance of claims were referred to a special master for hearing and report. The order of reference provided that claims must be filed on or before the 20th day of November 1941 and that “all claims * * * shall be deemed true unless any party in interest shall prior to the 31st [sic] day of November, 1941 object to the allowance of any such claim * * The appellees duly filed proofs of their claims secured by mechanic’s liens, and the only objections filed within the time allowed were as to the amounts of some of them. After hearings before the special master these amounts were adjusted to the satisfaction of all concerned, and in reports by the special master dated September 12, 1942, and October 6, 1942, their allowance as general claims was recommended.<footnotemark>1</footnotemark></p>\n<p id=\"b406-12\">Nothing more appears to have been done until on July 7, 1943, the trustee gave notice of a motion to be brought on for hearing before the special master on July 19, 1943, to have the claims of the appellees, and those of some other claimants, “ * * * placed in the class of ‘Unsecured Creditors’ on the ground that the owners and holders of said claims failed to properly renew or extend the mechanics liens originally filed by them against the debtor and its real property * * The special master, for the reason heretofore stated, classified them as unsecured in a report dated September 20, 1943. Exceptions then filed by the appellees were sustained in the order under review. The district* judge, noting that the debtor’s property was subject to the exclusive jurisdiction of the court in the reorganization proceedings, held that “the declaration in the order of October 17, that claims so allowed or those not objected to shall be deemed true became an adjudication that <page-number citation-index=\"1\" label=\"351\">*351</page-number>tht mechanic’s lien claims were valid when their quality as such was not questioned within the time fixed after filing.”</p>\n<p id=\"b407-5\">Section 17 of the New York Lien Law, Consol.Laws, c. 33, applies to mechanic’s liens and so far as now material provides that:</p>\n<blockquote id=\"b407-6\">“No lien specified in this article shall be a lien for a longer period than one year after the notice of lien has been filed, unless within that time an action is commenced to foreclose the lien, and a notice of the pendency of such action * * * is filed with the county clerk of the county in which the notice of lien is filed * * *; or unless an order be granted within one year from the filing of such notice by a court of record or a judge or justice thereof, continuing such lien, and such lien shall be redocketed as of the date of granting such order and a statement made that such lien is continued by virtue of such order. No lien shall be continued by such order for more than one year from the granting thereof, but a new order and entry may be made in each successive year. If a lienor is made a party defendant in an action to enforce another lien, and the plaintiff or such defendant has filed a notice of the pendency of the action within the time prescribed in this section, the lien of such defendant is thereby continued. * * * ”</blockquote>\n<p id=\"b407-9\">The words “another lien” in the above statute mean “another mechanic’s lien”. Matter of Lobbett v. Galpin, 228 App.Div. 65, 239 N.Y.S. 76; Philbrick &amp; Brother v. Florio Cooperative Ass’n, 137 App.Div. 613, 122 N.Y.S. .341.</p>\n<p id=\"b407-10\">Before the first above cited case was decided in 1910, § 19 of the New York Lien Law read in so far as now pertinent:</p>\n<blockquote id=\"b407-11\">“§ 19. Discharge of lien generally. A lien other than a lien for labor performed or materials furnished for a public improvement specified in this article, may be discharged as follows:</blockquote>\n<blockquote id=\"b407-12\">(=****</blockquote>\n<blockquote id=\"b407-13\"><em>“Z. </em>By failure to begin an action to foreclose such a lien or to se ture an order continuing it, within one year from the time of filing the notice of lien.” Laws 1909, c. 38.</blockquote>\n<p id=\"b407-14\">In 1916 subdivision 2 was amended by adding the following: ‘ * * * unless an action be begun within the same period to foreclose a mortgage or another mechanic’s lien upon the same property or any part thereof and a notice of pendency of such action is filed according to law * * Laws 1916, c. 507, § 11.</p>\n<p id=\"b407-18\">Referring to the effect of this amendment after the decision in the Philbrick &amp; Brother case the New York Appellate Division, Fourth Department, stated in the opinion in Matter of Lobbett v. Galpin, supra, 228 App.Div. at page 67, 239 N.Y.S. at page 80, that “By the amendment of 1916 (L.1916, ch. 507, § 11) an action to foreclose mortgages was added to subdivision 2 of section 19, so that a lien is now com tinued by the beginning of such an action, thus covering the point of the above decision. See also Lincoln National Bank v. John Peirce Co., 228 N.Y. 359, 369, 127 N.E. 253.”</p>\n<p id=\"b407-19\">This construction of a New York statute^ by a New York court is to be given effect on this appeal. So doing requires affirmance of the order as to the status of the claims of those appellees who were made parties to the foreclosure proceedings begun by the appellant in the state court and still pending there.</p>\n<p id=\"b407-20\">But we think also that the order was correct not only as to the claims of those appellees who were made parties to that foreclosure suit but as to those of William Klobus &amp; Co., Inc., and B &amp; F Concrete Co. Inc.,<footnotemark>2</footnotemark> because all of these claims should be treated as having been allowed as secured claims by the order of October 17, 1941, as of the time when opportunity for objection, as limited by that order, expired.</p>\n<p id=\"b407-21\">We held in Re Willax, 2 Cir., 93 F.2d 293, that the filing of a proof of claim secured by a mechanic’s lien was not the equivalent of commencing an action to foreclose which would continue the liens under § 17 of the New York Lien Law. It neither prevented lienors from taking the necessary steps to refile nor relieved them from the need to do so. Though in American Coal Burner Co. v. Merritt, 6 Cir., 129 F.2d 314, on which appellees rely, it was held that filing in the bankruptcy court was alone enough to preserve such liens, a Kentucky statute was there involved and we think the different state statutes may account for the different result.</p>\n<p id=\"b408-3\"><page-number citation-index=\"1\" label=\"352\">*352</page-number>In the instant case, however, the action taken under the order of October 17, 1941, leads to a result different from, though consistent with, that in Re Willax, supra. Before the expiration of the statutory period; proof of these claims had been duly filed in the bankruptcy court and the time limited by the court’s order of October 17, 1941, for objecting to them had run without any objection being made on the ground that they were not secured. No objection could, of course, be made within such time for they then were secured and remained so at least for several months afterwards. We think the district judge rightly held that their status as such was fixed by that order and could not be affected because it chanced that the- time for refiling them expired while the bankruptcy proceedings remained pending. The allowance of the claims under the order of October 17 became subject to adjustment only as to amounts when the time for objecting to them expired without any objection being made on any other ground. This established the status of those claims, which thereafter was fixed by the order and no longer depended upon the individual claimants’ keeping alive their liens by virtue of which the claims had already been allowed as secured. The effect was a merger of the liens in the order of allowance, and thereafter a refiling would have been but an idle act for the liens had already served their purpose and their validity was no longer a subject the parties could litigate while the order of October 17, 1941, remained unchanged. Compare, Cucullu v. Hernandez, 103 U.S. 105, 26 L.Ed. 322.</p>\n<p id=\"b408-4\">Order affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b406-8\"> These reports did not, however, deal with the subject of claim classification. Though the recommendation in each report was that the claims be allowed as general, nothing now turns upon that. The master’s report of September 20, 1943, shows that at no time was the question of the validity or invalidity of the mechanic’s liens raised or determined at the hearings to fix the amount of the claims.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b407-16\"> Through inadvertence the last-named appellee was given no notice of the master’s report of September 20, 1943, and accordingly filed no exceptions to it within the time allowed. The situation has been remedied, however, and the right of this claimant to be made a party to this appeal is undisputed.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b408-5\">L. HAND, Circuit Judge</author>\n<p id=\"AWQ\">(concurring).</p>\n<p id=\"b408-6\">As to the lienors, who filed their claims after the lis pendens was filed in the mortgage foreclosure, I do not wish to dissent from the holding that Judge Clancy’s order was enough to dispense with any need of refiling; but it appears to me that the stronger ground as to them as well is § 19 of the New York Lien Law. My brothers seem reluctant to extend that section beyond the lienors who were actually made defendants; but I think that it covered the others also, because their liens would be cut off by the sale, even though they had been refiled. New York Civil Practice Act, § 1085. Being so cut off, I cannot think that the Lien Law required the lienors to refile them after their only remaining rights were necessarily limited to the surplus. Filing and refiling are to advise those who deal with the owner of lienors’ claims upon the land; there can be no conceivable' need of this after it has changed hands, and after the surplus has come into the custody of the court, as it does until it is distributed. New York Civil Practice Act, § 1082.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}