{
  "casebody": {
    "data": "<casebody firstpage=\"188\" lastpage=\"190\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b220-4\">Debbie BRY, Appellant, v. Jo Anne B. BARNHART, Commissioner of the Social Security Administration, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b220-6\">No. 03-2929.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b220-7\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b220-8\">Submitted: Feb. 3, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b220-9\">Decided: March 17, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b220-26\">Debbie Bry, Grand Forks, ND, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b220-27\">Lynn C. Jordheim, U.S. Attorney’s Office, Fargo, ND, Deana R. Ertl-Lombardi, Dorrelyn K. Dietrich, U.S. Social Security Administration, Office of the General Counsel, Denver, CO, for Defendant-Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b221-4\"><page-number citation-index=\"1\" label=\"189\">*189</page-number>Before BYE, MCMILLIAN, and RILEY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b221-6\">PER CURIAM.</author>\n<p id=\"b221-7\">Debbie Bry appeals from the district court’s<footnotemark>1</footnotemark> order affirming the denial of disability insurance benefits (DIB) and supplemental security income (SSI). In her August 1999 applications and related documents, Bry alleged disability, since January 1999 for DIB and May 1999 for SSI, from recurring incisional hernias, depression, and back problems. After a February 2001 hearing, an administrative law judge (ALJ) determined that Bry’s back-related and mental impairments were not severe, and that her history of incisional hernia repairs was a severe impairment but not of listing-level severity. The ALJ further found that Bry had the residual functional capacity (RFC) to perform her past relevant work as a fine-arts coordinator, salesperson, flower processor, administrative assistant, waitress, or cashier.</p>\n<p id=\"b221-8\">Bry first argues that she met the listing-level requirements for former Listing 1.05C (other vertebrogenic disorders), and that certain of her other impairments also constituted listed impairments. We disagree. Treating physician Larisa Meleks’s opinion that Bry met 1.05C’s requirements is not persuasive, because we find no indication in her treatment notes of the requisite significant limitation of spinal motion, or of significant motor loss with muscle weakness and sensory and reflex loss. <em>See </em>20 C.F.R. Pt. 404, Subpt. P, App. 1 § 1.05C (2001); <em>cf. Holmstrom v. Massanari, </em>270 F.3d 715, 720 (8th Cir. 2001) (treating physician’s opinion will be granted controlling weight if it is well supported by accepted diagnostic techniques and is consistent with other substantial evidence). Also, we find no listings under sections 1 (Musculoskeletal System) or 5 (Digestive System) — the sections Bry cites — that would apply to her other impairments. <em>See Dunahoo v. Apfel, </em>241 F.3d 1033, 1037 (8th Cir.2001) (determination as to whether claimant meets specific listing may be upheld if record supports it).</p>\n<p id=\"b221-12\">We also reject Bry’s contention that the ALJ erred by adopting the physical RFC findings of a Social Security Administration (SSA) reviewing physician. First, the ALJ properly discredited Bry’s subjective complaints. <em>See Lowe v. Apfel, </em>226 F.3d 969, 972 (8th Cir.2000) (if adequately explained and supported, credibility findings are for ALJ to make). Second, the ALJ properly discounted Dr. Meleks’s RFC findings by noting the inconsistencies between her findings and those of other physicians as well as the objective medical evidence, and also by noting the inconsistencies in Dr. Meleks’s own findings as to Bry’s ability to use her legs. <em>See Pearsall v. Massanari, </em>274 F.3d 1211, 1219 (8th Cir.2001) (ALJ may reject opinion of any medical expert, where it is inconsistent with medical record as whole; it is ALJ’s function to resolve conflicts). Third, contrary to Bry’s assertion on appeal, the SSA reviewing physician referenced diagnostic test results as well as the examination findings of a consulting physician, and the reviewing physician’s findings were consistent with those of two treating physicians as to lifting and strenuous work; Bry’s reliance on the statements of a psychologist as to her physical RFC is also misplaced. <em>See id. </em>at 1217-18 (it is ALJ’s responsibility to determine RFC based on <page-number citation-index=\"1\" label=\"190\">*190</page-number>medical records, observations of treating physicians and others, and claimant’s own description of her limitations).</p>\n<p id=\"b222-4\">Bry’s remaining arguments provide no basis for reversal. Accordingly, we conclude the ALJ’s opinion is supported by substantial evidence, <em>see Cox v. Barnhart, </em>345 F.3d 606, 608 (8th Cir.2003) (standard of review), and we affirm. We decline to consider the new evidence Bry has attached to her brief, and we deny her motion to supplement the record. <em>See Delrosa v. Sullivan, </em>922 F.2d 480, 483-84 (8th Cir.1991).</p>\n<footnote label=\"1\">\n<p id=\"b221-9\">. The Honorable Rodney S. Webb, United States District Judge for the District of North Dakota.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}