{
  "casebody": {
    "data": "<casebody firstpage=\"574\" lastpage=\"582\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b590-8\">Moses Moses <em>vs. </em>The President and Directors of the Franklin Bank of Baltimore.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b590-9\"><em>Protest of a Check </em>— <em>Protest admissible in Evidence under sections </em>6 <em>and </em>7 <em>of Article </em>14 <em>of the </em>Code— <em>Check not an Assignment of the Fund upon which drawn.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b590-10\">A check drawn in the usual form, while not possessing all the incidents of an ordinary bill of exchange, is embraced within the description of paper denominated inland bills of exchange in Article 14 of the Code of Public General Laws, and may be protested for non-payment, and the protest thereof is admissible in evidence under sections 6 and 7 of said Article.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b591-4\"><page-number citation-index=\"1\" label=\"575\">*575</page-number>A check drawn on the Cecil Bank was discounted by the Franklin Bank, and passed through the books in the usual way. At the time the cheek was discounted there were funds in the Franklin Bank to ttfe credit of the Cecil Bank, more than sufficient to pay the cheek, and it was debited at once to the Cecil Bank. The check was presented to the Cecil Bank and payment refused, although the bank at the time held funds of the drawers more than sufficient to pay it. The check was thereupon protested and returned to the Franklin Bank. In an action by the Franklin Bank against the payee of the check, as endorser, it was Held :</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b591-5\">That the cheek did not operate as an assignment joro <em>tanto </em>of the fund upon which it was drawn, and payment having been refused, the plaintiff was entitled to recover against the defendant.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b591-6\">Appeal from the Superior Court of Baltimore City.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b591-7\">This action was brought by the appellees against the appellant upon the following check :</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b591-8\">“$1,200. Baltimore, <em>June 16th, </em>1869.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"All\">“ Cecil National Bank of Port Deposit, Md., pay to Moses Moses, or order, twelve hundred dollars.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b591-10\">“Jacob Tome <em>&amp; </em>Co.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b591-11\">“ Endorsed — Moses Moses, Elliott &amp; Blacklar, pay J. B. Ramsay, Cash, lor collection account, Franklin Bank, Baltimore. Chas. Goodwin, Cash.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b591-13\">The declaration contained the common money counts, and a special count in the usual form, charging the defendant as endorser upon the check. The defendant pleaded never indebted and never promised, and issues were joined thereon. A verdict was rendered for the plaintiffs for $1,315.20, and judgment entered accordingly.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b591-14\"><em>First Exception: </em>The plaintiffs proved by their receiving teller, that on the 17th of June, 1869, the check on which this action was brought, was presented at the Franklin Bank for discount by Mr. Elliott, and upon his certifying that it was all right, it was cashed, after deducting one-half per cent, the usual charge for collection, and was then passed through <page-number citation-index=\"1\" label=\"576\">*576</page-number>the books in the usual way, and was sent off to Port Deposit the same day, and returned on the 19th, about one o’clock, P. M. The same witness proved, on cross-examination, that on the 17th of June, 1869, the Cecil Bank of Port Deposit had over $17,000 to its credit in the Franklin Bank, and the check was at once debited to said account. The plaintiffs then offered in evidence the protest of the check, to which the defendant objected, and his objection being overruled by the Court, he excepted.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b592-5\"><em>Second Exception: </em>The plaintiffs further proved by a witness, who was at the time a clerk and messenger in their bank, that he mailed a letter from the cashier of the Franklin Bank to the cashier of the Cecil Bank, enclosing the said check. The check came back protested on the 19th, between 1 and 2 o’clock, P. M., and three pieces of paper, in the form of notices of protest to Moses, Elliott <em>&amp; </em>Blacklar, and to Charles Goodwin, cashier, were enclosed with it. \"Witness, on the same afternoon, delivered to the defendant, the notice addressed to him, but could not say exactly what were its contents, except that he saw it was a notice of protest. Plaintiffs admitted the check to have been genuine, and that there were at the time sufficient funds of the drawers in the Cecil Bank to have paid it. The defendant produced no testimony, but asked the following instructions to the jury:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b592-6\">1. If the jury believe from the evidence that the check in question became the property of the Franklin Bank in the mode detailed in the evidence, and that at that time there were funds in the hands of said bank belonging to the Cecil Bank, (the drawee of the check,) equal in amount to the amount of the check; and also believe that Tome &amp; Co., the drawers thereof, had funds in the said Cecil Bank sufficient to meet the amount of said check, and that the plaintiff debited the amount of said check in their account with the Cecil Bank, then the check has been paid and the plaintiff cannot recover against the defendant, notwithstanding the check was afterwards protested and returned to the Franklin Bank.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b593-4\"><page-number citation-index=\"1\" label=\"577\">*577</page-number>2. That there is no sufficient evidence of notice to the defendant of demand on the drawers of the check in question, and refusal to pay the same, to authorize a recovery thereon against the defendant.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b593-5\">The Court refused the instructions and the defendant excepted, and the verdict and judgment being against him, he appealed.</summary>\n<p data-order=\"17\" data-type=\"judges\" id=\"b593-6\">The cause was argued before Bartol, C. J., Stewart, Grason, Miller and Alvey, J.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b593-7\"><em>Orville Ilorwitz, </em>for the appellant.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"b593-8\">The provisions of the 6th and 7th sections of Article 14 of the Code of Public General Laws, do not apply to checks. <em>Civitty on Bills, </em>512 ; <em>Ivory vs. Bank of the State of </em>Missouri, 36 <em>Missouri, </em>475; <em>Andrew, &amp;c. vs. Blackley, &amp;c., </em>11 Ohio, <em>(N. S.,) </em>89; <em>In re Ephraim Brown, </em>2 <em>Story, </em>511; <em>Conroy vs. Warren, </em>3 <em>Johnson’s Cases, </em>261; <em>Bowen vs. Newell, </em>4 <em>Selden, </em>195.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b593-9\">There was no sufficient evidence, in point of fact, of the delivery of the notice of protest to the defendant.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b593-10\">It being admitted that there were funds in the Cecil Bank adequate to meet the check in question, the endorsement thereof to the Franklin Bank transferred to the said Franklin Bank an amount of these funds equal to the amount of the check, and the Cecil Bank then became the debtor of the Franklin Bank to the amount of that check; the Franklin Bank having the funds of the Cecil Bank in its own possession, and having already, by its entry to the debit of the Cecil Bank on its books of the check, appropriated so much of said funds as were necessary, the check was, in point of fact and of law, paid to the plaintiff, and the plaintiff, therefore, cannot now proceed to collect it again. <em>Munro, et al. vs. Burch, et al., </em>25 <em>Ill., </em>35; <em>In re Ephraim Brown, </em>2 <em>Story, </em>511; <em>Brown vs. Lush, </em>4 <em>Yerger, </em>210; <em>Van Bibber vs. Louisiana Bank, </em>14 <em>Louisa. An, Rep., </em>481, 482, 483; <em>Chicago </em>Mar. <page-number citation-index=\"1\" label=\"578\">*578</page-number><em>Ins. Co. vs. Stanford, </em>28 <em>Ill., </em>168; <em>Rothschild vs. Corney, </em>9 <em>Barn. &amp; Cress., </em>388.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b594-5\"><em>Wm. Reynolds, Jr., </em>and <em>Thomas Donaldson, </em>for the appellee.</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"b594-6\">The Superior Court was right in allowing the protest of the cheek sued on, to be read in evidence to the jury, under the Act of 1837, ch. 253, embodied in sections 6 and 7 of Article 14 of the Code of Public General Laws, which makes the protest duly made by a notary public of a bill of exchange, whether foreign or inland, for non-acceptance or non-payment, <em>prima facie </em>evidence of such non-acceptance or nonpayment, &amp;c., a check being an inland bill of exchange. <em>Ryles on Bills, </em>10, and cases cited in note; <em>Woods vs. Shroeder, </em>4 <em>H. &amp; J., </em>381; <em>Harker </em>vs. <em>Anderson, </em>21 <em>Wend., </em>372; <em>Chapman vs. White, </em>2 <em>Seld., </em>412; <em>Chitty on Bills, </em>572; 3 <em>Kent’s Commentaries, </em>74.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b594-7\">The defendant’s second prayer was properly rejected:</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b594-8\"><em>First: </em>Because if a check be protestable, the protest was <em>prima facie </em>evidence of notice having been sent under the Code of Public General Laws, Article 14, section 7; and a witness proved that he delivered to the defendant the notice sent with the protest.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b594-9\"><em>Second: </em>Even if a check be held not protestable, and the protest was therefore a nullity, a witness testified that he delivered to the defendant a notice addressed to him, and which he had read over and saw that it was a notice of protest, and it was competent for the plaintiff to prove the contents of such notice by parol, without notice to the defendant to produce the original. <em>Ackland vs. Pearce, </em>2 <em>Camp., </em>601; <em>Ekins vs. Hanley, </em>2 <em>Fox &amp; Smith, </em>1, 3, 4; <em>Kine vs. Beaumont, </em>3 <em>Brod. &amp; Bing., </em>288; <em>Lindenburger vs. Beall, </em>6 <em>Wheat., </em>104; <em>Johnson vs. Haight, </em>13 <em>John., </em>370; <em>Tower vs. Wilson, </em>3 <em>Cain’s Rep., </em>174; <em>Smyth vs. Hawthorn, </em>3 <em>Rawle, </em>355; <em>Eisenhart vs. Slaymaker, </em>14 <em>Sergeant &amp; </em>Rawle, 156; <em>Eagle Bank vs. Chapen, </em>3 <em>Pick., </em>180 ; <em>Taylor vs. Bank of Illinois, </em>7 <em>Monroe, </em>756-758; <page-number citation-index=\"1\" label=\"579\">*579</page-number><em>Leavite vs. Simes, </em>3 <em>Neio Hampshire Rep., </em>14; <em>Faribault vs. Ely, 2 Rev. Rep., </em>67.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b595-5\">The defendant’s first prayer was properly rejected, because the plaintiff had no right to appropriate funds of the Cecil Bank in its possession, to the payment of cheeks drawn upon it by third parties, without express authority from the Cecil Bank so to do, even if the plaintiff knew that Tome &amp; Co. had sufficient funds at that time in the Cecil Bank to meet said check, and there is in this instance, no evidence of such knowledge on the part of the plaintiff. It is true that the check was debited to the account of the Cecil Bank; but this was a mere entry, made for the convenience of keeping accounts, upon the supposition that the check would be honored by the Cecil Bank, to be rectified by a counter entry in case the check should be dishonored. It was not a payment by the Cecil Bank, because it was an act done entirely without its consent and knowledge, and the Cecil Bank was not bound to recognize said debit as a proper one. <em>Morse on Ranking, </em>89, 247, 270; <em>Chapman vs. White, 2 Seld., </em>412.</p>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b595-6\">Alvey, J.,</author>\n<p id=\"A0q\">delivered the opinion of the Court.</p>\n<p id=\"b595-7\">Whether the check declared on in this case is in any proper sense an inland bill of exchange, and therefore protestable, within the meaning and object of sections 6 and 7 of Article 14 of the Code, is the first question presented; and we think the Court below was right in ruling in the affirmative. According to all the text writers on bills and notes, as well as in numerous decisions, a check is denominated a species of inland bill of exchange; not with all the incidents of an ordinary bill of exchange, it is true, but still it belongs to that class and character of commercial paper. <em>Ryles on Rills, </em>10; 2 <em>Parsons on Notes and Bills, </em>58; <em>Cruger vs. Armstrong, </em>3 <em>John. Cases, </em>5; <em>Merchants’ Bank vs. Spicer, </em>6 <em>Wend., </em>443; <em>Harker vs. Anderson, </em>21 <em>Wend., </em>372. The same reason, therefore, that would authorize the protest of an inland bill of' exchange for non-payment, would authorize the protest of a <page-number citation-index=\"1\" label=\"580\">*580</page-number>check, the payment of which had been refused on presentment. Neither instrument was required by the general law merchant to be protested on dishonor; foreign bills alone being required to be protested by that law. But provision has been made by statute for protesting both inland bills of exchange and promissory notes, and we think a check drawn in the ordinary form, such as the one in question here, is embraced within the description of paper denominated inland bills of exchange by our statute. The protest, therefore, was properly admitted in evidence.</p>\n<p id=\"b596-5\">The next question, whether, because the check was debited to the Cecil Bank by the Franklin Bank while holding sufficient funds of the Cecil Bank to pay the check, and that the latter bank, upon which the check was drawn, held sufficient funds of the drawers to pay the check at the time of presentment for payment, the check is, therefore, as between the Franklin Bank and the defendant, to be regarded as paid, we think was also rightly decided by the Court below.</p>\n<p id=\"b596-6\">A check does not, as contended by the appellant, operate • as an assignment <em>pro tanto </em>of the fund upon which it is drawn, until it is accepted, or certified to be good, by the bank holding the funds. It is true, a bank, if in funds of the drawer, is ordinarily bound to take up his cheeks; but it ean only be held liable to the holder for its refusal to do so, upon the ground of fraud, whereby he loses the money or some part of it, for which the check is drawn. It is certainly a general rule, that a drawee who refuses to accept a bill of exchange cannot be held liable on the bill itself; nor to the holder for the refusal to accept, except it be upon the ground of fraud and loss to the latter. A bank upon which a check is drawn occupies in this respect a similar position to that of the drawee of a bill of exchange. It is but the agent of the depositor, holding his funds upon' an implied contract to honor and take up his checks to the extent of the funds deposited. _ The obligation to accept and pay is not to the holder of the check, but to the drawer. If, therefore, the <page-number citation-index=\"1\" label=\"581\">*581</page-number>depositor should direct that a check should not be paid, the bank would be bound to observe the direction, unless it had previously accepted the check by certifying it to be good, in which ease it would be bound to pay; at any rate to a subsequent holder. The bank, therefore, ordinarily, owes no duty to the holder of a check drawn upon it, nor is it bound, except to the depositor, to accept or pay the check, though it may have sufficient funds of the drawer with which to do it.</p>\n<p id=\"b597-5\">In the case of <em>Bullard vs. Randall, </em>1 <em>Gray, </em>605, it was held that a check for a portion of the drawer’s funds worked no assignment until presented for payment and accepted <em>by </em>the bank; and further, that it did not avail to bind the bank in any way, that the holder of the check gave notice to the bank of his holding the cheek; not even where the cashier of the bank, when absent from it, verbally assented to the drawing of the cheek. So, in the case of <em>Chapman vs. White, 2 Seld., </em>412, it was expressly held that a check before acceptance neither operates as an assignment, nor creates any lien on the funds of the drawer. In this last case it was said, that “ a check is a bill of exchange payable on demand. The drawee owes no duty to the holder until the check is presented and accepted.” And in the case of <em>Dykers vs. Leather Manufacturers’ Bank, </em>11 <em>Paige, </em>612, it was held that, where the drawer had given checks exceeding in the aggregate the amount of his funds in the bank, and had forbidden the bank to pay, and finally drew out his funds to make ratable distribution among the check holders, the owner of a check presented before the withdrawal of the funds, but after orders not to pay, could maintain no action against the bank; that mere priority in drawing a check gives the holder no preference or priority in payment, over the holders of checks subsequently drawn.</p>\n<p id=\"b597-6\">It follows from what has been stated, that the check, until it was accepted, did not operate as an assignment of the drawer’s funds in the Cecil Bank; and the acceptance or payment being refused, the Franklin Bank was remitted to <page-number citation-index=\"1\" label=\"582\">*582</page-number>its remedies against the drawers and endorsers of the cheek. The fact that the check was debited to the Cecil Bank, upon the supposition that it would be paid on presentation, can make no manner of difference in the right of the bank to recover against the defendant as endorser. It could acquire no right against the Cecil Bank by charging up the amount of the check in its account without authority, and upon the dishonor of the check that charge was of course nullified.</p>\n<decisiondate id=\"b598-7\">(Decided 22d June, 1871.)</decisiondate>\n<p id=\"b598-5\">As to the second prayer of the appellant, that, we think, the Court below was right in refusing. There was evidence before the jury from which they could find that the appellant had received the' notice of the demand and refusal. The notarial certificate was evidence of the fact that notices of protest had been enclosed to the cashier of the Franklin Bank; and the only additional evidence required was, that the notice for the appellant had been delivered to him in due time. There was evidence certainly tending to prove that fact; and the presumption was, until the fact was shown to be otherwise, that the notice was in due form, and sufficient to charge .the appellant. The judgment must therefore be affirmed.</p>\n<p id=\"b598-6\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}