{
  "casebody": {
    "data": "<casebody firstpage=\"224\" lastpage=\"226\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b232-7\">John Pattee <em>et ux. versus </em>Joseph Harrington.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b232-8\"><em>If, </em>pending an action brought by husband and wife to recover a debt due to the wife when sole, the wife dies and the husband takes out administration on her estate, he may come in and prosecute the suit as administrator.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b232-9\">An action was brought up from the Common Pleas by a common demurrer, the defendant reserving a right to waive the pleadings below and plead anew in this Court, and also to ask the opinion of this Court upon a plea in abatement previously filed by him. It was <em>held, </em>that by pleading in this Court to the merits, he waived his right reserved, to a decision upon the plea in abatement.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b232-10\">Assumpsit. The defendant was attached to answer to John Pattee and Sarah Pattee his wife, in a plea of the case, for that the defendant, on the 15th of December 1827, being <page-number citation-index=\"1\" label=\"225\">*225</page-number>indebted to Sarah Pattee, then sole, in the sum of $ 1000, for so much money before that time had and received to her use, in consideration thereof promised her, by the name of Sarah Beck, to pay her that sum on demand. The writ was returnable at April term 1828, of the Court of Common Pleas, and at that term the defendant filed a plea in abatement, to which the plaintiffs demurred specially. At the subsequent October term of that court, in order to bring the case up to this Court, the defendant pleaded the general issue, reserving to himself the right to waive this plea and plead anew in this Court, and also the right to ask the opinion of this Court upon the plea in abatement. The plaintiffs, agreeing to the above reservations and reserving similar rights, demurred to the plea, and at the November term 1829 of this Court the demurrer was waived and the general issue was joined. At November term 1830, a trial was had and a verdict found for the plantiffs. And now John Pattee filed a motion stating that Sarah Pattee had deceased, and that he had been appointed administrator on her goods and estate, and praying that he might be admitted to prosecute this action in that capacity.</summary>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b233-12\">\n<em>April 2d.</em>\n</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b233-11\"><em>March </em>31st</otherdate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b233-4\">Leland,</attorneys>\n<p data-order=\"7\" data-type=\"summary\" id=\"AIqg\">in support of the motion, referred to <em>St. </em>1783, c. 32, § 10, which provides that where any action shall be depending in this Court, “ and it shall so happen that either party be taken away by death before final judgment, the executor or administrator of such deceased party who was plaintiff, &amp;c. (in case the cause of action doth by law survive) shall have full power to prosecute such suit or action until final judgment.<footnotemark>1</footnotemark></p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b233-5\">S. <em>D. Parker </em>and Harrington, for the defendant,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AXI\">objected that John Pattee could not prosecute the suit as husband and as administrator, at the same time.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b233-6\">But the <em>Court </em>said it was clear that the action did not survive to the husband, and that within a liberal construction of the statute, he ought to be allowed to come in and prosecute it as administrator. The object of the statute is to prevent the abatement of actions. By the common law, the <page-number citation-index=\"1\" label=\"226\">*226</page-number>death of the wife would put an end to this suit, and therefore the reason of tire statute applies.</p>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b233-13\"> Rev. Stat. c. 93, § 1, 2.</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b234-8\">After <em>tais </em>opinion was given the counsel for the defendant objected against entering up judgment, until there should be a decision upon the questions arising out of the demurrer to the plea in abatement. But it was held; that by pleading in this Court to the merits, the defendant waived his right to have those questions determined. Whereupon judgment was entered according to the verdict.<footnotemark>2</footnotemark></p>\n<footnote label=\"2\">\n<p id=\"b234-15\"> See <em>St. </em>1840, c. 87, § 5,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}