{
  "casebody": {
    "data": "<casebody firstpage=\"355\" lastpage=\"356\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b381-10\">UNITED STATES of America, Plaintiff-Appellee, v. Pablo DERAS-RODRIGUEZ, also known as Pablo Devas-Rodriguez, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b381-13\">No. 05-50222.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b381-14\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b381-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b381-17\">Decided April 5, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b381-18\">Joseph H. Gay, Jr., Assistant U.S. Attorney, U.S. Attorney’s Office Western District of Texas, San Antonio, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b381-21\">Henry Joseph Bemporad, Federal Public Defender’s Office Western District of Texas, San Antonio, TX, for Defendants Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b381-23\">Before KING, WIENER, and DeMOSS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b381-24\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b381-25\">Defendant-Appellant Pablo Deras-Rodriguez (Deras) appeals his guilty-plea conviction of illegal re-entry after deportation, for which he received a 70-month sentence and a three-year term of supervised release. Deras contends that the district court erred in relying on disputed Massachusetts convictions to enhance his offense level and his criminal history score. He argues that the district court misallocated the burden of proof by requiring him, when objecting to the Presentence Report (PSR), to show that the report of the convictions set forth in the PSR was in error. Deras asks that the matter be remanded to the district court so that it may apply the correct burden of proof.</p>\n<p id=\"b381-26\">“[T]he party seeking an adjustment in the sentence level must establish the factual predicate justifying the adjustment.” <em>United States v. Alfaro, </em>919 F.2d 962, 965 (5th Cir.1990). In determining whether the government has carried its burden, the district court may generally rely on any information contained in the PSR that has sufficient indicia of reliability to support its probable accuracy. <em>See United States v. Vital, </em>68 F.3d 114, 120 (5th Cir.1995). The <page-number citation-index=\"1\" label=\"356\">*356</page-number>defendant has the burden of demonstrating that the facts contained in the PSR are inaccurate. <em>United States v. Lage, </em>183 F.3d 374, 383 (5th Cir.1999). “In making fact findings pursuant to the sentencing guidelines, a district court need only be convinced by a preponderance of the evidence.” <em>United States v. McKinney, </em>53 F.3d 664, 677 (5th Cir.1995).</p>\n<p id=\"b382-4\">We have reviewed the transcripts of the sentencing hearings as well as the Massachusetts records submitted to prove Deras’s prior convictions. We are satisfied that the district court correctly allocated the burden of proof and that there was sufficient evidence to prove each of Deras’s challenged convictions. <em>See Alfaro, </em>919 F.2d at 965.</p>\n<p id=\"b382-5\">Deras asserts that the district court misinterpreted U.S.S.G. § 2L1.2(b)(l)(A)(ii) in determining that his 1999 conviction of assault and battery was a crime of violence warranting a 16-level enhancement. As the district court determined, however, the enhancement was also supported by Deras’s 1997 Massachusetts assault conviction, which meets the definition of a crime of violence. <em>See United States v. Garzar-Lopez, </em>410 F.3d 268, 273-74 (5th Cir.), <em>cert. denied, </em>— U.S.-, 126 S.Ct. 298, 163 L.Ed.2d 260 (2005); <em>Commonwealth v. Gorassi, </em>432 Mass. 244, 733 N.E.2d 106, 110 (2000); § 2L1.2, comment. (n.l(B)(iii)). As the 16-level enhancement pursuant to U.S.S.G. § 2L1.2(b)(l)(A)(n) was independently supported by Deras’s 1997 assault conviction, it is unnecessary to reach his claim regarding the enhancement based on the 1999 assault and battery conviction. <em>See United States v. Garcia, </em>917 F.2d 1370, 1376 (5th Cir.1990).</p>\n<p id=\"b382-8\">Deras also contends that his 70-month sentence violates due process because it exceeds the maximum sentence for a violation of 8 U.S.C. § 1326(a) as charged in the indictment. His contention is foreclosed by <em>Almendarez-Torres v. United States, </em>523 U.S. 224, 235, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998), in which the Supreme Court held that treatment of prior convictions as sentencing factors in § 1326(b)(1) and (2) is constitutional. Although Deras asserts that today a majority of the Supreme Court would consider <em>Almendarez-Torres </em>to be incorrectly decided in light of <em>Apprendi v. New Jersey, </em>530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), “[t]his court has repeatedly rejected arguments like the one made by [Deras] and has held that <em>Almendarez-Torres </em>remains binding despite <em>Apprendi.\" United States v. Garza-Lopez, </em>410 F.3d 268, 276 (5th Cir.), <em>cert. denied, </em>— U.S.-, 126 S.Ct. 298, 163 L.Ed.2d 260 (2005). Deras concedes as much, raising the argument only to preserve it for further review.</p>\n<p id=\"b382-12\">The sentence imposed by the district court is affirmed, and the government’s motion to seal its motions to supplement the record on appeal and the corresponding supplemental records is granted.</p>\n<p id=\"b382-13\">SENTENCE AFFIRMED; SEALING MOTION GRANTED.</p>\n<footnote label=\"*\">\n<p id=\"b381-19\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}