{
  "casebody": {
    "data": "<casebody firstpage=\"206\" lastpage=\"211\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b230-5\">Ward Prouty and Edith Prouty <em>v. </em>P. C. Blanchard.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b230-6\">January Term, 1919.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b230-7\">Present: Watson, C. J., Powers, Taylor, and Miles, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b230-8\">Opinion filed May 6, 1919.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b230-9\"><em>Real Estate Broker </em>— Duty <em>to Principal </em>— Attempt <em>to Acquire Property in His Hands for Sale </em>— Renunciation <em>of </em>Agency— <em>New Trial </em>— Newly <em>Discovered Evidence </em>— Cumulative <em>Evidence </em>— Diligence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b230-10\">A real estate broker is required to act with the utmost good faith and loyalty for the furtherance and advancement of the interests of his principals.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b230-11\">An attempt by a real estate broker, through indirect and deceitful means, to become the purchaser himself of the property which he • has undertaken to sell as agent, is equivalent to a renunciation of the agency, and nothing short of a subsequent unequivocal recognition of the existence of the agency by the parties, with full knowledge by the principal of the facts constituting such renunciation, is sufficient to re-establish it.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b230-12\">■On a petition for a new trial in a case where the plaintiff, a real estate broker, recovered judgment against the defendants for his commission under his contract for the sale of their farm, which sale they refused to ratify, evidence that prior to the sale the plaintiff, through fraudulent means, attempted to become the owner of the farm himself without the knowledge of the defendants, was not cumulative evidence; that question not having been raised at the ■ trial.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b230-13\">At the time of the trial below the- petitioners had no knowledge of the petitionee’s attempt to become the owner of their farm himself, and their attorney had interviewed the only person beside the petitionee who knew the facts «thereof, but found out nothing. <em>Held, </em>that there -was no lack of diligence on the part of the peti<page-number citation-index=\"1\" label=\"207\">*207</page-number>tioners in failing to have the newly discovered evidence for use at the trial.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b231-6\">Original Petition for a new trial, on the ground of newly discovered evidence, in the ease of P. <em>G. Blanchard &lt;&amp; Company </em>v. <em>Ward Prouty and Edith Prouty, </em>which was tried at the March Term, 1918, of Orleans County Court, and resulted in a judgment for the plaintiff. -</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b231-7\"><em>A. W. Farman </em>for the petitioners.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b231-8\"><em>Aaron H. Grout </em>for the petitionee.'</attorneys>\n<summary data-order=\"12\" data-type=\"legal\" id=\"b231-9\">Statement by Watson, C. J. The case of P. <em>C. Blanchard </em>(under the name of P. C. Blanchard &amp; Company) v. <em>Ward Prouty and Edith Prouty, </em>an action on contract, was tried on the general issue at the March Term, 1918, of Orleans county court, resulting in judgment being rendered for the plaintiff to recover the sum of $217.35 damages and $22.29 costs. The defendants bring their petition to this Court for a new trial on the ground of newly discovered evidence.</summary>\n<summary data-order=\"13\" data-type=\"legal\" id=\"b231-10\">' The facts found by the court in the original suit show that Blanchard is a real estate broker doing business at Newport under the name and style of P. C. Blanchard <em>&amp; </em>Company; that on April 15, 1917, the parties entered into a written contract whereby the Proutys placed in Blanchard’s hands for sale, certain real estate and personal property situated in the town of Derby. .The contract specifies that in consideration of the-latter’s agreement to list and to use his best endeavors to sell said property, the same is placed exclusively in his hands for disposal at the price and upon the terms therein stated, also at any price and upon any terms thereafter agreed to by the former, who agree that if the property is sold, exchanged, or bargained' by either party prior to the withdrawal of the same by notice in writing given by the Proutys to Blanchard, the former will pay the latter three per cent, of the amount of the sale, exchange, or bargain, and if the three per cent, be not equal to the sum of one hundred dollars, that sum is to be paid in lieu and in full of all commissions; that, if the agreement be withdrawn or revoked by the Proutys prior to a sale or exchange of the property, then they agree to pay Blanchard ten dollars in full payment of <page-number citation-index=\"1\" label=\"208\">*208</page-number>his services and expenses unless said property or any part thereof is sold, bargained, or exchanged within six months of the date of withdrawal, in which ease the Proutys agree to pay Blanchard full commission, the said ten dollars to apply on such payment.</summary>\n<summary data-order=\"14\" data-type=\"legal\" id=\"b232-5\">This contract appears on the filing side of the paper containing the description of the premises and personal property referred to therein, also containing the lowest price of the real estate as $6,000, and of the real estate and personal property together as $7,000.</summary>\n<summary data-order=\"15\" data-type=\"legal\" id=\"b232-6\">The facts found in the original case further show that after advertising the property for sale and in consequence thereof, one Dr. Homer Bogue came to Newport, found Blanchard, and with him went to the Prouty farm; that the Proutys were at the farm, though Bogue did not see Mr. Prouty that day; that the latter was told by Blanchard that he had brought a prospective purchaser of the property, Prouty replying that they could look the property over, but he did not know as he wanted to sell; that Blanchard showed Bogue over the property, and the latter, before leaving the farm that day, decided to take the same at the price named in the listing catalogue, namely, $7,000, and so informed Blanchard; that later the latter informed Mr. Prouty that Bogue would take the property at the price named, and asked him when he would make the papers; that Prouty then said that he did not think he would sell, but would let him know the next day; that he did not let Blanchard know the next day, but on August 14th, he informed him that he would not sell the property; that Bogue was ready, able, and willing to buy the property and pay cash for all of it; that sometime after August 14th the Proutys withdrew the property from Blanchard’s agency in the manner provided for 'so doing in the contract of agency.</summary>\n<summary data-order=\"16\" data-type=\"legal\" id=\"b232-7\">The newly discovered evidence is to the effect that in June, 1917, and before Dr. Bogue came to look at the Prouty property, Blanchard attempted to bring about an exchange by the Proutys of their farm for a house in Newport village, owned by one Alfred E. Ponton who was then under the employment of Blanchard to assist him in a general way in the sale of real estate, and that such exchange of properties was attempted by Blanchard for the purpose of having the right and title to the Prouty farm transferred through Ponton to Blanchard himself. The price of Ponton’s house was agreed upon between him and Blanchard, <page-number citation-index=\"1\" label=\"209\">*209</page-number>and it was understood between them that if the exchange was made, Ponton was to receive from Blanchard the price agreed upon by them for his house and deed the Prouty farm to Blanchard the next day after the trade. Blanchard asked Ponton to go and look the farm over and appear as interested as possible so that Mr. Prouty would not know that he (Blanchard) was the party interested. The next day after this conversation Blanchard and Ponton went to the Prouty farm and looked the buildings over, also the garden, and went a little ways in the field, Mr. Prouty being with them. The matter of trading was talked about. Prouty appeared somewhat puzzled about the trade, and answered that he did not quite understand it; that he was employing Walter Cleary, as adviser, and he better tell Cleary about the proposed trade, and if he advised him to make it they would deal. After coming back from the farm Blanchard stopped at Cleary’s office, went in and saw Cleary, and when he came back he told Ponton that they could not deal because Cleary did not know anything; that he was a fool. Nothing further was done concerning such deal.</summary>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b233-5\">Watson, C. J.</author>\n<p id=\"AnE\">The newly discovered evidence is very material to the rights of the parties. If believed it shows that, instead of Blanchard’s acting with the utmost good faith and loyalty for the furtherance and advancement of the interests of his principals, as the law of agency requires <em>(Leno </em>v. <em>Stewart, </em>89 Vt. 286, 95 Atl. 539, Ann. Cas. 1917 A, 509), he, without the knowledge and consent of his principals, attempted, through indirect and deceitful means, to become the purchaser himself of the property which he had undertaken to sell, bargain, or exchange for them, as agent. When he attempted so to deal for himself his interests became antagonistic to those of his principals, and it was equivalent to a renunciation of the agency, <em>(Carman </em>v. <em>Beach, </em>63 N. Y. 97; <em>Wadsworth </em>v. <em>Adams, </em>138 U. S. 380, 11 Sup. Ct. 303, 34 L. ed. 984; <em>Case </em>v. <em>Jennings, </em>17 Tex. 661; <em>Christianson </em>v. <em>Mille Lacs Land &amp; L. Co., </em>113 Minn. 120, 129 N. W. 150, 31 L. R. A. [N. S.] 536, Ann. Cas. 1912 A, 200,) and nothing short of a subsequent unequivocal recognition of the existence of the agency by the parties, with full knowledge on the part of the principals of the material facts constituting such renunciation, should be regarded as sufficient to establish it. <page-number citation-index=\"1\" label=\"210\">*210</page-number><em>Carman </em>v. <em>Beach, </em>cited above; <em>Arnold </em>v. <em>Somers, </em>92 Vt. 512, 105 Atl. 260.</p>\n<p id=\"b234-5\">It is urged in bebalf of the petitionee that his unfaithfulness and disloyalty, if such there were, in undertaking to become the purchaser of the farm, himself, were prior to his introduction of Bogue as a prospective purchaser regarding which there is no evidence of any misconduct in the performance of the duties of his agency; and consequently, as the latter was a transaction separate from the former, he is entitled to the commission claimed, citing the case of <em>Taendstikfabrik </em>v. <em>Bruster, </em>L. R. (1906), 2 Ch. Div. 671, as supporting this position. In that case the agent was not expected to sell the goods of his agency all to one customer, in one lot; but was expected to sell them in parts, as manufactured, to different customers at different times and at different places. It was held that such sales constituted severable transactions, and that in each instance where the agent acted honestly and within the terms of his contract he should be allowed the commission, but not in the instances where he acted improperly and dishonestly. We' may assume the conclusions there reached to be sound, and yet they have no significance in disposing of the present case where the farm which the agent undertook, through indirect and deceitful means, to get into his own hands as owner, was the same farm for which he later brought forward Bogue as a customer. It was an inseparable property,-regarding which, as before observed, Blanchard had previously renounced his agency. The material circumstances of the two cases are plainly different.</p>\n<p id=\"b234-6\">It is said: (1) That the newly discovered evidence is cumulative; (2) that it would not be likely to produce a different result if a new trial be granted; and (3) that the petitioners do not show diligence in discovering the new evidence. None of these positions is well taken. The evidence is not cumulative. The question of an attempt by the agent, through fraudulent means, to-become the owner of the farm, himself, without the knowledge of his principals, was not raised at the former trial. It was there shown that he offered to give his commission to Cleary if he would advise Prouty to exchange properties with Ponton. But this, standing alone, was not evidence that in fact such trade, if made, was to be in the agent’s personal interest and for his benefit. We have already said enough to show the great materiality of the new evidence, and the reasonable prob<page-number citation-index=\"1\" label=\"211\">*211</page-number>ability that it will produce a different result on another trial of the case. Concerning the diligence of the petitioners, the witness Ponton testifies that he never mentioned to anyone the attempted trade by which Blanchard undertook to become the owner of the Prouty farm until after the trial of the case of <em>Blanchard </em>v. <em>Proutys; </em>that he was not willing to tell about it be'.fore the trial, but after the trial, being informed that Cleary had testified that he was offered, by Blanchard, the commission which he was to receive in the transaction, as agent for the Proutys, if Cleary would persuade them to exchange their farm for Ponton’s house, he told what he knew about the matter of such exchange. The petitioners and their attorneys swear, in effect, that they had no knowledge thereof, nor of what Ponton knew concerning it; and petitioners ’ attorney who prepared and tried the case for them, states that before that trial, he, at the request of Mr. Prouty, interviewed Ponton for the purpose of finding out what, if anything, he knew of facts which would be material in defence of the case, but found out nothing. We think the petitioners exercised reasonable diligence in trying to ascertain what Ponton knew respecting the matters involved in the case, and that they were not at fault in not having the now newly discovered evidence for use at the trial.</p>\n<p id=\"b235-5\">\n<em>Judgment vacated, petition granted, and cause remanded for new trial.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}