{
  "casebody": {
    "data": "<casebody firstpage=\"38\" lastpage=\"38\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"Agi\">THE PEOPLE <em>v. </em>MARQUIS.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b38-7\">On an indictment for murder, the verdict must state whether it be murder in the first or second degree.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b38-8\">If, on the return of the verdict, it does not specify the degree, the Court should order the jury to retire, and return a specific finding of the degree.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b38-9\">Appeal from the Third District.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b38-10\">Defendant appeals.</summary>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b38-11\"><em>John A. Lent, </em>for Appellant,</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"A7t\">cited Wood’s Dig. p. 331.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b38-12\">Baldwin, J. delivered the opinion of the Court</author>\n<p id=\"AUX\">Field, C. J. and Cope, J. concurring.</p>\n<p id=\"b38-13\">The defendant was convicted, under an indictment in the usual form, of the crime of murder. The verdict of the jury was, that the defendant was guilty, as charged in the indictment. But the indictment was as good for murder in the second degree as in the first degree; and the jury, under this indictment, for aught we know, might have found the defendant guilty of the second, as well as they could have found him guilty of the first degree of that crime. The statute (Wood’s Dig. 331) provides that the jury shall designate in their verdict the degree of the offense. This they have not done, and the Court, in a capital case, cannot assume that they designed, from a general finding, to fix the grade of the crime.</p>\n<p id=\"b38-14\">In cases of this sort, the Court, on the return of the verdict, should order the jury to retire, and return a specific finding of the degree. For this error, the judgment must be reversed, and the case remanded • for a new trial.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}