{
  "casebody": {
    "data": "<casebody firstpage=\"42\" lastpage=\"44\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b42-3\">MAHONEY v. WILSON, <em>et als.</em></parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b42-4\">A party cannot appeal from an order overruling a motion for new trial, when he fails to prosecute his motion before the District Court, especially when the case involved complicated facts, and was not tried by the Judge, but by a Referee, by whom the alleged errors were committed.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b42-5\">The failure to prosecute in such case, is an abandonment of the motion.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b42-6\">Appeal from the Twelfth District.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b42-7\">Plaintiff had judgment, and defendants appeal.</summary>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b42-8\"><em>B. S. Brooks, </em>for Appellants.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b42-9\"><em>McDougall &amp; Sharp, </em>for Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b42-10\">Baldwin, J. delivered the opinion of the Court</author>\n<p id=\"Azu\">Field, C. J. and Cope, J. concurring.</p>\n<p id=\"b42-11\">This was ejectment to recover a lot in the city of San Francisco.</p>\n<p id=\"b42-12\">The complaint contains two counts—the first averring the seizin and possession of plaintiff on or before the twenty-sixth of January, 1856, and ouster by the defendants. The second .count avers that the plaintiff was lawfully entitled to the possession of the lot, and that defendants unlawfully withhold possession, etc.</p>\n<p id=\"b42-13\">A general demurrer was filed by defendants to this complaint, and an order appears, reciting that on motion of the plaintiff’s attorneys, the defendants’ attorneys assenting thereto, it is ordered that the demurrer be overruled, with leave of the defendants to answer within ten days.</p>\n<p id=\"b42-14\">If there was any defect in the complaint which a general demurrer would reach, this consent to the overruling of the demurrer disabled the defendants to avail themselves of it.</p>\n<p id=\"b42-15\">The defendants subsequently answered. The case was referred to a referee, who tried it, and reported a judgment.</p>\n<p id=\"b42-16\">The defendants gave notice of a motion for new trial on the fourth of March, 1858. We see in this record no statement of the grounds for the motion. On the fourth of June, 1858, the motion was called in the District Court, and the defendants not appearing, the motion was denied. Leave was given to file a statement on appeal, and proceedings stayed for that purpose twenty days. There was no statement on appeal. There appears to be a statement for a new trial, or a paper so <page-number citation-index=\"1\" label=\"43\">*43</page-number>entitled in the caption, though it does not appear to be settled or agreed to; but no point is made as to this omission, and we disregard it. But the respondent objects, that, even if this statement be considered, no error is shown of which the appellant can avail himself, for the reason that the defendants cannot now insist upon a motion, which, in effect, they abandoned; nor insist upon the error of the Court in refusing to correct the errors of the Referee, when they failed to point out such errors, or even assign or indicate them below; and we think the point well taken. It would be equally unjust to the District Judge and to the opposite party, to allow a blind motion to set aside a judgment based on a long and complicated state of facts, especially ivhen the case was not tried by the Judge before whom the motion was made, and compel him to look all through the record to discover errors which would vitiate the finding; and this without the aid of a suggestion as to where the error was, or in what it consisted. We must consider, in such a case, the failure to prosecute the motion as a waiver of it.</p>\n<p id=\"b43-4\">The judgment, in this case, rests upon an express finding by the Referee that the plaintiff had the prior possession, and that the defendants ousted him from it and the amount of the mesne profits; and this, without reference to any other proof or finding, is enough to warrant the recovery.</p>\n<p id=\"b43-5\">Judgment affirmed.</p>\n<p id=\"b43-6\">On petition for rehearing, Baldwin J. delivered the opinion of the Court Court Field, C. J. concurring.</p>\n<p id=\"b43-7\">The rehearing in this case is denied. It is true that we were misled by the form of the transcript, as to the fact that no statement of grounds for a new trial was made. Such a statement does appear at the foot of the Referee’s report. But we did not base our decision on that ground. We think that a party cannot appeal from an order overruling a motion for a new trial, when he fails to prosecute his motion before the District Court; especially when the Judge did not try the case, but when it was tried before, and the alleged errors committed by, a Referee. The failure to prosecute in such a case, is an abandonment of the motion. It would devolve upon the Court an unreasonable amount of labor to go all through a long record to ascertain whether the Referee had not committed some error to the prejudice of the party moving. The party should prosecute this motion like every other motion or proceeding, and not devolve upon the Court his own duties or those of his attorneys.</p>\n<p id=\"b44-3\"><page-number citation-index=\"1\" label=\"44\">*44</page-number>The motion for a new trial is an affirmative proceeding, the burden of maintaining the propriety of granting which is cast upon the party moving; and there is no more reason why the moving party should not attend, in such a case, by himself or counsel upon the Court when the motion is brought up for hearing, than there is that a plaintiff should be absent when his case is first called, and expect, if it be dismissed, to avail himself of errors he may assign on appeal. Having abandoned his motion by his own default, the defendant cannot bring the merits of the motion here by appeal.</p>\n<p id=\"b44-4\">We do not profess in our opinions to review the arguments of counsel, nor to examine all the points they may make. This task would be interminable. We examine such points as we think it proper to notice in order to show the grounds of our decision. We think there is nothing in the points not noticed—the objections to the complaint, etc. But it is unnecesary to notice these objections, for a decision upon them would settle no new principle.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}