{
  "casebody": {
    "data": "<casebody firstpage=\"85\" lastpage=\"88\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b85-5\">CLARK <em>v. </em>DUVAL <em>et als.</em></parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b85-6\">Miners have a right to enter upon public mineral land, in the occupancy of others for agricultural purposes, and to use the land and water for the extraction of gold—the use being reasonable, necessary to the business of mining, and with just regard to the rights of the agriculturist. And this, whether the land is inclosed, or taken up under the Possessory Act.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b85-7\">The right so to enter and mine, carries with it the right to whatever is indispensable for the exercise of this mining privilege—as the use of the land, and such elements of the freehold or inheritance as water.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b85-8\">Appeal from the Fourteenth District.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b85-9\">Suit for damages for entering upon plaintiff’s land, and constructing reservoirs and flumes, digging ditches, and diverting water. Plaintiff was in the actual possession, by inclosure, of three hundred and twenty acres of public mineral land, which he had originally taken up under the Possessory Act of 1852. The land, or a portion of it, was fit for agricultural purposes, and was used by plaintiff for raising grain and vegetables. Plaintiff lived on the land with his family, and had <page-number citation-index=\"1\" label=\"86\">*86</page-number>valuable improvements. He had, also, cut a ditch from the hill-side to various portions of the land for irrigation.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b86-4\">Defendants entered upon a portion of the land as miners; dug ditches, constructed a reservoir and flume for use in working the mines on said land; they, also, cut plaintiff’s ditch, and diverted the water.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b86-5\">The acts of defendants were necessary for their mining purposes.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b86-6\">The jury found a special verdict, assessing damages for cutting plaintiff’s ditch, and diverting water, at two hundred and two dollars, and the same sum for constructing a reservoir and digging ditches on the land.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b86-7\">The Court gave plaintiff judgment for the former damages, and granted an injunction, restraining defendants from diverting the water, by tapping plaintiff’s ditch, bat denied damages and injunction for digging ditches and constructing reservoirs. From this latter part of the judgment, plaintiff appeals.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b86-8\"><em>McConnell </em>&amp; <em>Garber, for </em>Appellant.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b86-9\">I. The plaintiff claims by actual possession, and not under the Act of April 20th, 1852, <em>“ </em>Prescribing the mode of maintaining and defending possessory actions, etc.” True, he originally located under that act, but the title thereby acquired has been superseded by the higher and better one of actual possession. He, therefore, holds his land now, freed from the reservation in favor of miners, imposed by that act. (Wood’s Digest, 526.) Upon this same principle, had he purchased the land from the Government, or located it under a school land warrant, he would cease to be subject to the reservation, notwithstanding his original location was made in pursuance of the act.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b86-10\">II. The act itself must be construed strictly. All laws in derogation of the rights of private property must be strictly construed. <em>(Urton </em>v. <em>Fitzgerald, </em>5 Cal. 308 ; <em>Burge </em>v. <em>Underwood, </em>6 Id. 45 ; <em>Weimer </em>v. <em>Lowery, </em>11 Id. 104; <em>Tartar </em>v. <em>Spring Creek Co., </em>5 Id. 395.) Upon this principle, nothing is reserved or excepted to the miner, except the mere right to mine upon the land, together with the privilege of ingress and egress, and that of digging in the soil to find the gold. There is a distinction between those privileges which are absolutely necessary and essential to the enjoyment of the thing granted, and those which are merely useful and convenient.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b86-11\">It is true, that at this day water and water-ditches are deemed necessary to miners; or more properly speaking, they are so very con<page-number citation-index=\"1\" label=\"87\">*87</page-number>venient to mining, as now carried on, that it will not pay to work ground without them.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b87-4\">An appurtenance may not be absolutely necessary to the enjoyment of the principal thing, and when not essential to the use of the thing granted, it will not pass by mere force of the words granting the principal, but must be specially mentioned.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b87-5\">In the present case, the law makes no mention of the right to dig ditches and construct reservoirs; and hence, if such right exist at all, it must be as an essential incident to the right to mine. Formerly, ditches and reservoirs were not used at all by miners, and even now, in many cases, they are not deemed of essential importance.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b87-6\">How then can a right pass, as a necessary incident under this general statute, when in a vast number of cases it is not considered necessary ?</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b87-7\">III. The language of the act should be construed in the same manner as a contract containing the same words of reservation or condition. (Collier on Mines, p. 58 <em>et seq.; Darcy </em>v. Askwith, Hobert's R. 234; <em>Cardigan </em>v. <em>Armitage, </em>2 Barn &amp; Cress. 197; <em>Broadbent </em>v. <em>Wilkes, </em>Willes, 360.)</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b87-8\">IV. The object of the statute was, to vest in the miner a mere easement, and neither a property or possession in the soil.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b87-9\">It was never contemplated that they shall have the right to do acts which would amount to an eviction of the party in possession, for grazing or agricultural purposes; this is the rule in England, where all mining is carried on upon private lands. One man may own the soil, while another owns a mine as a corporeal hereditament, together with an easement in the soil itself. (Collier on Mines, pp. 1-82.) Constructing ditches and reservoirs, does amount to an eviction. <em>(Doe ex dem. Waun </em>v. <em>Horn, </em>3 Mees &amp; W. 338; S. C. 5 Id. 564.)</p>\n<p data-order=\"19\" data-type=\"attorneys\" id=\"b87-10\"><em>Henry Meredith, </em>for Respondents.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b87-11\">1. The right of persons to enter upon public mineral land for mining purposes, although the land has been previously taken up for agricultural purposes, has been decided by this Court. <em>(Stoakes </em>v. <em>Barrett, 5 </em>Cal. 39; <em>McClintock </em>v. <em>Bryden, </em>Id. 101—2; <em>Burge </em>v. <em>Smith, </em>14 Cal. Wood’s Dig. 527, art. 2750.)</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b87-12\">2. This right carries with it all incidents necessary to the full enjoyment of the right to take the gold. <em>(Hodgson </em>v. <em>Field, </em>7 East. 613; Sheppard’s Touchstone, 89; <em>Dand </em>v. <em>Kingscote, </em>6 Mees &amp; W. 174; <page-number citation-index=\"1\" label=\"88\">*88</page-number>Broom’s Legal Max. 362-365, 369.) What is a necessary incident, is a question of fact for the jury ; and in this case they found the acts of defendants to be necessary to the full working of the mines.</p>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b88-4\">Baldwin, J. delivered the opinion of the Court</author>\n<p id=\"A9v\">Cope, J. and Field, C. J. concurring.</p>\n<p id=\"b88-5\">The only question in this case, is as to the right of miners to go upon public lands in the occupancy of others for agricultural purposes, and use the land and water for the extraction of gold, such use being a reasonable use and necessary to the business of mining.</p>\n<p id=\"b88-6\">We think that the fact that the land was inclosed by the plaintiff, and not taken up in pursuance of the Possessory Act, unimportant. It is conceded that it was public mineral land; and the act making such land subordinate, when taken up for agricultural purposes, to the rights of miners, would fail of its purpose, if the process of inclosure defeated the rights of the miner.</p>\n<p id=\"b88-7\">In giving effect to the policy of the Legislature, we must hold that the miner is not confined to a mere right of entry and egress, and a right to dig the soil for gold. Whatever is indispensable to the exercise of the privilege must be allowed him; else it would be a barren right, subserving no useful end. But the substantial thing is a right to use the land, upon which he goes, not merely to dig, but to mine—and so to use the land and such elements of the freehold or inheritance, of which water is one, as to secure the benefits which were designed. This use must be reasonable, and with just respect to the rights of the agriculturist; but no question of limitation, upon the general principle giving this right of use to the miner, arises in this case.</p>\n<p id=\"b88-8\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}