{
  "casebody": {
    "data": "<casebody firstpage=\"167\" lastpage=\"179\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b195-4\">Staunton.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b195-5\">Charles J. Hale v. John L. Arms.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b195-6\">September 20, 1923.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b195-7\">Reheard November 30, 1923.</otherdate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b200-7\"><page-number citation-index=\"1\" label=\"172\">*172</page-number><em>Greever &amp; Gillespie, </em>for the appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b200-8\"><em>Graham &amp; Bowen, </em>for the appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b200-9\">Sims, J.,</author>\n<p id=\"AU-\">after making'the foregoing statement, delivered the following opinion of the court:</p>\n<p id=\"b201-4\"><page-number citation-index=\"1\" label=\"173\">*173</page-number>The questions presented by the record and assignments of error will be disposed of in their order as stated below.</p>\n<p id=\"b201-5\">1. Did the court have jurisdiction upon the pleadings to enter any decree in the case?</p>\n<p id=\"b201-6\">The question must be answered in the affirmative.</p>\n<p id=\"b201-7\">It is true that the bill is not in such form, nor does it contain such allegations, that it would lie as a bill to remove cloud from title to real estate, either at common law or under our statute on that subject; nor would it lie under the authority of such eases as <em>Cumbee </em>v. Ritter, 123 Va. 448, 96 S. E. 747. But, in view of the issue made by the answer and the general replication thereto, the bill is, in truth, in substance, a petition under the statute (Code, sec. 5490), for the ascertainment and designation by the court of the true boundary line of the real estate of the plaintiff sought to be established. Indeed, in the brief for the defendant, this is said: “The bill in this cause has for its object simply and solely the settlement of the boundary line between the. parties thereto.” It is true that such brief subsequently takes the position that the court has no jurisdiction upon this bill to enter any decree, as insolvency of the defendant is not alleged; but, following that the brief adds, that it was nevertheless “proper under all the circumstances of this case for the court in the interest of peace, law and order to take jurisdiction and determine the true boundary line between the parties, which issue was made clear in the answer filed in this cause.”</p>\n<p id=\"b201-8\">It appears, as we think, from the decree under review, that the learned court below regarded the bill as in substance a petition filed under said section 5490 of the Code, and decreed accordingly, to the extent of designating the true boundary along the only portion of the boundary line of plaintiff's land which was in actual <page-number citation-index=\"1\" label=\"174\">*174</page-number>controversy, as shown by the pleadings and the evidence. And we think that the court below was right in so regarding the bill and in taking jurisdiction of the case on its merits to that extent.</p>\n<p id=\"b202-5\"> 2. Was the answer of the defendant filed in time?</p>\n<p id=\"APe\">This question must be answered in the affirmative.</p>\n<p id=\"b202-7\">The statute on the subject (Code, sec. 6122) first appeared' in its present form in the Code of 1919, which did not go into effect until January 13, 1920.</p>\n<p id=\"b202-8\">. That statute, so far as material, provides as follows:</p>\n<blockquote id=\"b202-9\">“A defendant in equity upon whom process has been executed shall file his answer * * in the court or in the clerk’s office of the court in which the proceeding is pending within six months from the date of such service, unless, after notice to the adverse party and for good cause shown, the time be lessened by the court or additional time be given by the court * * within which to file the same. After the lapse of such six months * * no- answer * * shall be received except for good cause shown and upon payment to the complainant of the costs up to that time, or so much thereof as the court * * shall deem reasonable, *</blockquote>\n<p id=\"b202-13\">The statute is manifestly not retroactive, but prospective only in its application. The service of the process in the instant case was prior to the going into effect of the statute. The answer was filed within less, than six months after the statute went into effect. We are, therefore, of opinion that the statute has no application in the instant case. As the statute stood prior to the Code of 1919, the answer was filed in time.</p>\n<p id=\"b202-14\">3. Did the parol agreement <em>in pais, </em>even if it had been between the then owners of the adjacent lands and was in truth intended to apply to that portion of the boundary line which was established by the decree <page-number citation-index=\"1\" label=\"175\">*175</page-number>under review (which agreement was not carried into deed or other writing), of itself vest title in the predecessors in title of the plaintiff, and so in him, to the land beyond the bounds set forth in the plaintiff’s paper title, so as to confer upon the plaintiff title up to boundary line which the plaintiff alleges was established by such parol agreement?</p>\n<p id=\"b203-5\">The question must be answered in the negative.</p>\n<p id=\"b203-6\">This is a case in which the evidence shows, without conflict, that the plaintiff and his predecessors in title have had no adverse possession of any kind of the land in controversy, and have had no title or color of title to any portion of it, unless the parol agreement <em>in pais </em>was sufficient of itself to change the boundary line in question as designated by the deeds in the plaintiff’s chain of title, and thus become the independent source of title of the plaintiff. That the parol agreement in question could not have had that effect is firmly settled in this State. <em>Cox </em>v. <em>Heuseman, </em>124 Va. 159, 97 S. E. 778; <em>Suttle </em>v. <em>R. F. &amp; P. R. Co., </em>76 Va. 284; <em>McMurray </em>v. <em>Dixon, </em>105 Va. 605, 54 S. E. 481; <em>Bradshaw </em>v. <em>Booth, </em>129 Va. 19, 38, 42, 105 S. E. 555.</p>\n<p id=\"b203-7\">Certain decisions from other States are cited in argument for the plaintiff as holding, in substance, that when, under certain circumstances, adjoining landowners mark and agree upon the dividing line between them,, and thereupon and thereafter both take and hold actual possession, use, occupy and improve the respective lands on each side of and up to such agreed dividing line, for a considerable length of time, this will estop the parties from afterwards disputing that the line agreed upon is the true line, although the possession mentioned be short of the statutory period necessary to acquire title by adverse possession. On this subject we deem it sufficient to say that the evidence in the instant ease <page-number citation-index=\"1\" label=\"176\">*176</page-number>is all one way in showing that neither the plaintiff, nor any of his predecessors in title', ever took any actual possession up to that portion of the boundary line in controversy which is established by the decree under review. Hence, the authorities referred to cannot have any application to the instant case and need not be further mentioned.</p>\n<p id=\"b204-5\">We may add that the Virginia doctrine of estoppel, as applicable to agreed boundary lines, is well settled. <em>Cox </em>v. <em>Heuseman, supra </em>(124 Va. 159, 97 S. E. 778); <em>Bradshaw </em>v. <em>Booth, supra </em>(129 Va. 19, 105 S. E. 555). As held in the former ease: “Acquiescence or verbal acknowledgment or agreement as to the location of a disputed boundary cannot, where there is no question of title by adverse possession, <em>proprio vigore, </em>pass title from one man and vest it in another. Acquiescence and admissions as to boundaries may become very proper and very important evidence in determining where the true boundaries are, and such acquiescence and admissions may exist or be made under circumstances which will estop a landowner from denying them; but they are not in themselves independent sources of title.” As held in the latter case: “Such mere acquiescence alone will not work an estoppel. In order to do so the acquiescence must have influenced the subsequent conduct of the * * (opposite party)</p>\n<p id=\"b204-6\">to his prejudice.” See also <em>Harris </em>v. <em>Crenshaw, </em>3 Rand. (24 Va.) 12, 21; <em>Sutherland </em>v. <em>Emswiller, </em>111 Va. 507, 69 S. E. 363, cited for plaintiff, which are not at all in conflict with our conclusion stated above or with the authorities just cited. There is not a scintilla of evidence in the instant ease to show that the alleged acquiescence, even if it existed and applied to the portion of the boundary line in question, influenced the conduct of the plaintiff or his predecessors in title to their prej<page-number citation-index=\"1\" label=\"177\">*177</page-number>udiee, in so far as such portion of such boundary line is ' concerned.</p>\n<p id=\"b205-5\">The decree under review will be affirmed.</p>\n<p id=\"b205-6\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b205-7\">Richmond, Va., November 30, 1923.</p>\n<p id=\"b205-8\">\n<em>Upon Petition for Rehearing.</em>\n</p>\n<author id=\"b205-9\">Per Curiam:</author>\n<p id=\"b205-10\">The matters urged in the petition for rehearing rest chiefly upon the position that the decree of the court below, which was affirmed by the original opinion of this court, established the entire boundary line between the plaintiff, Hale, and both the land owned by the defendant, John L. Arms, for life, with remainder to his wife and children (referred to in the aforesaid decree as “the lands of Fannie B. Arms, wife of John L. Arms, the defendant”) and the land owned by the defendant, John L. Arms, in fee, which lies north of the land owned by John L. Arms for life, and that the original opinion affirmed such holding. This is an error. The preamble of the decree aforesaid does, indeed, refer to the ■entire line mentioned, in its reference to the map of a certain surveyor in evidence on which the entire line is shown, but the decretal portion of the decree contains the following, as the decree of the court, and this only, namely: “And the court doth adjudge, order and.decree that this is the true and proper line between the lands of the said complainant, C. J. Hall, and the lands of Fannie B. Arms, wife of John L. Arms, the defendant.” This we thought when the original opinion was handed down, and still think, left undecided what was the true location of that portion of the boundary line which lies <page-number citation-index=\"1\" label=\"178\">*178</page-number>between tbe land of the plaintiff and the land which is owned by the defendant in fee. This construction of the decree was expressly set out in the original opinion and we adhere to that construction of it. And, as was also expressly pointed out in the original opinion, we construed the pleadings to put in issue only that portion of the boundary line which lies between the land of the plaintiff and the land owned by the defendant for life. The original opinion also expressly holds that this was the only portion of the boundary line which was in controversy, and refers to the land lying west of such portion of the line as the only land in controversy in the case. There is no evidence showing anything more than a mere trespass on such portion of the land. Therefore, we find no merit in the position taken in the petition for rehearing that the original opinion erred in the following holdings contained therein, namely: “This is a case in which the evidence shows, without conflict, that the plaintiff and his predecessors in title have had no adverse possession of any kind of the land in controversy;” and “we deem it sufficient to say that the evidence in the instant case is all one way in showing that neither the plaintiff nor any of - his predecessors in title ever took any actual possession up to that portion of the boundary line in controversy which is established by the decree under review.”</p>\n<p id=\"b206-5\">The petition for rehearing takes the position that the original opinion was in error in holding that the bill was in substance a petition under the statute for the ascertainment and designation by the court of the true boundary line of the plaintiff in controversy for two reasons:</p>\n<p id=\"AmG\">First. Because section 5490 of the Code provides that “The petitioner shall make defendant to said petition all persons having a present interest in the boundary line or lines sought to be ascertained and designated;” and that only John L. Arms, the life tenant, was made <page-number citation-index=\"1\" label=\"179\">*179</page-number>defendant to the bill, the wife and children not being made parties thereto. That the interests of the wife and children were vested interests in remainder, and hence were “present” interests within the meaning of the statute.</p>\n<p id=\"b207-5\"> If it were conceded that the position last stated is sound (and this question we do not here decide), the result would be that the wife and children would be considered as having been proper parties defendant, but they were not necessary parties to enable the court to establish the boundary line in controversy so far as the defendant life tenant was concerned. And, as the latter certainly had a “present” interest in such line and was before the court, the court had jurisdiction to establish such line as against him. And the failure of the bill to make the persons having the interests in remainder parties defendant was the fault of the plaintiff, of which, therefore, the plaintiff, the petitioner for the rehearing, cannot complain.</p>\n<p id=\"b207-6\">Secondly: Because section 5490 of the Code requires the order in the statutory proceeding mentioned to be entered in the common law order book, whereas the decree of the court below was entered in the chancery order book. We think that the provision of this statute as to the order book in which the judgment should be entered is directory merely, and that the entry in the wrong order book was not such an error as affected the validity of the judgment.</p>\n<p id=\"b207-7\">With reference to the position taken in the petition for rehearing that the original opinion holds that it is indispensable to the sufficiency of a bill for injunction to prevent cutting and removal of merchantable timber, to allege insolvency of the trespasser, we deem it sufficient to say that there is nothing in the original opinion intended to so hold.</p>\n<p id=\"b207-8\">The rehearing will be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}