{
  "casebody": {
    "data": "<casebody firstpage=\"819\" lastpage=\"825\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b847-3\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b847-4\">C. H. Mason v. Commonwealth.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b847-5\">November 15, 1923.</decisiondate>\n<p data-order=\"3\" data-type=\"p\" id=\"b848-8\"><page-number citation-index=\"1\" label=\"820\">*820</page-number>The opinion spates the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b848-9\"><em>John W. Morrison, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b848-10\"><em>John B. Saunders, Attorney-General, J. D. Hank, Jr., Assistant Attorney-General, </em>and <em>Leon M. Bazile, Second Assistant Attorney-General, </em>for the Commonwealth.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b848-11\">Kelly, P.,</author>\n<p id=\"A7U\">delivered the opinion of the court.</p>\n<p id=\"b848-12\">On December 2, 1921, C. H. Mason, trading as Automobile Sales Company, in Washington, D. C., sold to a colored youth named Ossie Clifton, alias James-<page-number citation-index=\"1\" label=\"821\">*821</page-number>Clifton, a second-hand Haynes touring automobile, at the price of $550.00, receiving $185.00 in cash and retaining the title to secure notes aggregating $365.00 for the residue of the purchase price.</p>\n<p id=\"b849-4\">On December 7, 1921, the automobile above mentioned, driven by Clifton and containing twenty gallons of ardent spirits, was seized in Rockingham county by the sheriff. Two other persons, one colored and the other white, were in the automobile with Clifton at the time of the seizure.</p>\n<p id=\"b849-5\">The «attorney for the Commonwealth filed an information for the forfeiture of the vehicle under section 57 of the State prohibition law. Mason appeared and answered, setting up his contract with Clifton, elaimingthe legal title to the automobile, and asserting a lien against the same for $365.00 unpaid purchase money.</p>\n<p id=\"b849-6\">The judge of the trial court heard the evidence, taken <em>ore tenus, </em>and rendered a judgment of forfeiture. Thereupon Mason obtained this writ of error.</p>\n<p id=\"b849-7\">Section 57 of the State prohibition law, as originally enacted (Acts 1918, ch. 388) provided for the forfeiture of an automobile used in violation of the prohibition law, regardless of whether such illegal use was with the knowledge, consent or connivance of the' owner or lienor. <em>Landers </em>v. <em>Commonwealth, </em>126 Va. 780, 101 S. E. 778; <em>Buchholz </em>v. <em>Commonwealth, </em>127 Va. 794, 102 S. E. 760; <em>King </em>v. <em>Commonwealth, </em>127 Va. 800, 102 S. E. 757; <em>Pennington, et al. v. Commonwealth, </em>127 Va. 803, 102 S. E. 758.</p>\n<p id=\"b849-8\">Subsequently, the act was amended (Acts 1920, eh.. 307), and it now contains the following provision which was in effect when the Clifton car was seized, to-wit:</p>\n<blockquote id=\"b849-9\">“* * * And provided, further, that whenever it shall appear to the satisfaction of the court from the evidence that the owner or lienor of such vehicle and. <page-number citation-index=\"1\" label=\"822\">*822</page-number>team, automobile, boat or other conveyance was ignorant of the illegal use to which the same was put, and that ¿ueh illegal use was without his connivance or consent, expressed or implied, such court shall have the right to relieve such owner or lienor from the forfeiture herein provided.”</blockquote>\n<p id=\"b850-4\">Commenting on this amendment, the judge of the trial court in the instant case, in a memorandum opinion, has this to say: “The severity of this provision is modified, however, by a later one towards the end of the section, by which it is provided that whenever it shall appear <em>to the satisfaction of the court </em>that the owner or hirer was ignorant of the illegal use, and that the illegal use was without his connivance or consent, the court <em>shall have the right </em>to relieve from the forfeiture. This plainly puts upon the claimant the burden of completely satisfying the mind of the court of the good faith of his claim and his innocence of any connivance. The car is forfeited by the earlier provision in the statute, but a discretion is given to the court to relieve an innocent person from the forfeiture upon his innocence being shown to the satisfaction of the court. The relief against the forfeiture is a matter of sound discretion rather than of strict right, and is to be extended only in a clear case where the mind of the court is actually satisfied, not in a doubtful case or upon unconvincing evidence. * * ”</p>\n<p id=\"b850-5\">The foregoing language of the learned judge, taken literally, indicates a somewhat more rigid application of the statute as against the owner or lienor than we are prepared to endorse. For the word “completely” we would prefer to use the word “reasonably” as defining the degree to which the proof ought to satisfy the mind of the court as a condition precedent to reliéf against the forfeiture. But we quite agree that such <page-number citation-index=\"1\" label=\"823\">*823</page-number>relief rests largely in the discretion of the trial court, and is oxdy to be granted in reasonably clear cases and not upon doubtful and unconvincing evidence. Such discretion is reviewable, but it ought not to be interfered with on appeal unless the appellate court is satisfied that injustice has been done.</p>\n<p id=\"b851-4\">The evidence showed that Clifton appeared to be a mere youth; that Mason has known him for a year or more, and that for perhaps a couple of months he had been casually visiting Mason’s place of business. Mason and his salesman testified that the car was sold to Clifton for hire, but the insurance policy which Mason required Clifton to take out on the car, and which named Mason as one of the assured, and was held by him, contained a warranty by the assured that the car was to be used “for pleasure.” The conditional sales contract was not admitted to record until the day after the ear was seized. The record before us shows that Mason became confused and made rather a bad showing in his testimony as to the age of Clifton. As to his general demeanor and bearing as a witness, we can form very little idea, but the impression which his evidence made upon the mind of the trial court is thus stated in the memorandum opinion above referred to:</p>\n<blockquote id=\"b851-5\">“As to Mason, of Washington city—who claims the Haynes car, which was seized while in the possession of two negro boys—it is difficult to believe that this man, engaged according to his testimony in the automobile business in Washington city, would sell a car on so large credit as he says he did to a negro boy who he at first said was twenty years old, and who has the appearance of not being older than that—and just a few days after the date of the papers, the negroes turn up in Rockingham with a load of moonshine—and then the contract of sale is put on record. The circumstances <page-number citation-index=\"1\" label=\"824\">*824</page-number>of the ease, together with the anxiety exhibited, on behalf ’of the claimant to prevent the negroes from testifying, are amply sufficient to justify the court in not setting aside the forfeiture at the instance of this claimant.”</blockquote>\n<p id=\"b852-4\">The reference which the court makes to Mason’s testimony as to the age of the boy is explained by the following extract from the report of the evidence:</p>\n<blockquote id=\"b852-5\">“The Court: Who is this man he sold it to?</blockquote>\n<blockquote id=\"b852-6\">“Mr. Morrison: Ossie Clifton.</blockquote>\n<blockquote id=\"b852-7\">“The Court: A colored man?</blockquote>\n<blockquote id=\"b852-8\">“Mr. Morrison: Yes, sir.</blockquote>\n<blockquote id=\"b852-9\">“The Court: What age man is he?</blockquote>\n<blockquote id=\"b852-10\">“Witness (Mason): I judge twenty. There he sits over there (indicating Ossie Clifton), sir.</blockquote>\n<blockquote id=\"b852-11\">“Q. He must have been more than twenty. You would not have sold to a man under twenty-one?</blockquote>\n<blockquote id=\"b852-12\">“A. Sure—he is twenty-two, I think.</blockquote>\n<blockquote id=\"b852-13\">sN 5¡í ❖ . 5ÍS . ❖</blockquote>\n<blockquote id=\"b852-14\">“Q. (By the Court): You say that boy, Ossie Clifton, is about twenty? He does not look to me any older than'that, is he?</blockquote>\n<blockquote id=\"b852-15\">“A. I don’t sell to anyone unless they are twenty-one.</blockquote>\n<blockquote id=\"b852-16\">“Q. How did you happen to sell to him?</blockquote>\n<blockquote id=\"b852-17\">“A. (Continuing). I do not know why I said “twenty”; I did not take time to think it over.</blockquote>\n<blockquote id=\"b852-18\">“Q. He hasn’t the appearance of being over twenty, and hardly that much.</blockquote>\n<blockquote id=\"b852-19\">“A. I believe his age is in the insurance policy there.”</blockquote>\n<p id=\"b852-20\">It is earnestly insisted by counsel for the plaintiff in error that the court was not warranted by anything in the record in saying that Mason “exhibited anxiety to prevent the negroes from testifying,” but this wit<page-number citation-index=\"1\" label=\"825\">*825</page-number>ness testified, as already noted, in the presence of the court, and the court has certified in an opinion “filed and made a part of” the order appealed from that Mason did exhibit such anxiety. The order was entered and the memorandum referred to filed on March 4, 1922, and the bill of exceptions was not signed by the court until April 6, 1922. No effort appears to have been made to have embodied in the bill of exceptions exactly what did transpire with respect to any offer to introduce the negroes in question as witnesses, or with respect to Mason’s conduct or demeanor in connection therewith. The plaintiff in error was certainly appraised of the statement in the written opinion as to Mason’s apparent anxiety to prevent the negroes from testifying, and the court, if requested, would doubtless have embodied in the bill of exceptions a full explanation of its reference to that incident, whatever it was.</p>\n<p id=\"b853-4\">Upon the whole case, we are not satisfied that the court erred in denying to the claimant the relief sought by him, and the judgment complained of is accordingly affirmed.</p>\n<p id=\"b853-5\">\n<em>A firmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}