{
  "casebody": {
    "data": "<casebody firstpage=\"281\" lastpage=\"283\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b305-12\">Bill Smith v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b305-13\">No. 1121.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIz\">Decided April 12, 1911.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b305-14\">Rehearing Denied May 10, 1911.</otherdate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b305-15\">1. —Aggravated Assault—Charge of Court—Misdemeanor—Practice in County Court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b305-17\">Where the defendant made no exception to the court’s charge in the County Court at the time of the trial, and offered no special instruction, there was no error; besides the bills of exception and statements of fact were not filed in time.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b305-18\">2. —Same—Misconduct of Jury—Bill of Exceptions.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b305-19\">Where, upon appeal from a conviction of aggravated assault, the record showed that the motion for new trial with reference to the misconduct of the jury was not sworn to or accompanied by any affidavit and not filed in time, <page-number citation-index=\"1\" label=\"282\">*282</page-number>but the motion was nevertheless heard by the lower court, who found that there was no misconduct, there was no error.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b306-3\">3.—Same—Sufficiency of the Evidence.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b306-4\">Where the conviction for aggravated assault was sustained by the evidence there was no error.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b306-5\">Appeal from the County Court of Mitchell. Tried below before the Hon. A. J. Coe.</summary>\n<summary data-order=\"11\" data-type=\"history\" id=\"b306-6\">Appeal from a conviction of aggravated assault; penalty, a fine of $50 and thirty days confinement in the county jail.</summary>\n<p data-order=\"12\" data-type=\"summary\" id=\"b306-7\">The opinion states the case.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b306-8\"><em>F. G. Thurmond, </em>for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b306-9\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b306-10\">PRENDERGAST, Judge.</author>\n<p id=\"AY0A\">A complaint and information were filed against appellant charging that on June 9, 1910, he, with a gun, the same being then and there a deadly weapon, did unlawfully commit an aggravated assault in and upon G. B. Coughran. The jury found him guilty and assessed his penalty at a fine of $50 and thirty days in jail.</p>\n<p id=\"b306-11\">The facts show that on said date the appellant went upon the streets of Colorado City, armed with a double-barreled shotgun, loaded with buckshot, and raised some sort of disturbance. What it was is not disclosed by the testimony. His children ran down to the depot where Coughran was to get him to go to the appellant, but for what purpose is not definitely stated. Said Coughran, with the constable and two Texas rangers, at once went to where the appellant was. Appellant came out into the street from near a mesquite bush with the shotgun in his hands and pointed the gun at Coughran, cursing him and said stop or he would kill him. He thus kept the gun presented at Cough-ran, cursing him and threatening him as stated, until these other parties maneuvered in such a way that appellant’s attention was called from Coughran so that Coughran, by a quick movement, succeeded in grabbing the gun and wrenched it from the appellant’s hands. In doing this .the gun was broken in two. Before the gun was taken from him he could have, but did not, shoot Coughran. The testimony given above is but a brief statement of what was testified to by the witnesses on the trial.</p>\n<p id=\"b306-12\">The court properly charged on both aggravated and simple assault, charging aggravated assault under the latter clause of subdivision 3 of article 592 of the Penal Code.</p>\n<p id=\"b306-13\">The case was tried on October 20, 1910. The term of the court adjourned November 5, 1910. Appellant, by a bill of exceptions, which seems not to have been filed in the court below, or at least the record does not show it to have been filed, but which was approved with qualification by the judge on December 1, 1910, excepted to the <page-number citation-index=\"1\" label=\"283\">*283</page-number>charge of the court submitting the said subdivision of the statute to the jury, because the indictment failed to charge that the assault was committed with the intent to alarm Cougliran and because the evidence failed to show that the assault, if committed, was committed with the intent to alarm Coughran. The judge, in allowing this bill, states that the defendant made no exception to said charge at the time of the trial and neither did he offer any special charge covering the said defect, if any. There was no order allowing any time after the adjournment of court for the filing of bills of exception and statement of facts. We can not, therefore, consider this bill of exceptions, but if we could, there was no error shown thereby. Robertson v. State, 15 Texas Crim. App., 317; Bittick v. State, 40 Texas, 118; The State v. Croft, 15 Texas, 575.</p>\n<headnotes id=\"A2hA\">[Rehearing denied May 10, 1911.—Reporter.]</headnotes>\n<p id=\"b307-5\">The next bill of exceptions by appellant complains that one of the jurors referred to the fact that the appellant had failed to testify on the trial. This bill, .so far as its allowance and filing, is concerned, is. in exactly the same condition as the one above. The court, in allowing it, states in effect- that the question was first raised on the motion for new trial; that the motion was not sworn to, neither was it' accompanied by any affidavit of any juror; that the motion for new trial was first set for hearing on ¡November 1, 1910, at which time this question was first raised; that thereupon, at the appellant’s request, the hearing of the motion was postponed until ¡November 4, in order to give appellant an opportunity to procure affidavits and the testimony of the jurors on the subject; that on the latter date when the motion again came up for hearing, five of the jurors were present, but the appellant declined to have any of them sworn or testify on the subject, but stated that if the county attorney desired to do so he could. The court, thereupon, had the five jurors sworn and questioned them. The court then states that the effect of the testimony of four of the jurors was positive that the failure of the defendant to testify on the trial was not mentioned in the jury or by any of them; that one of the jurors thought the matter was mentioned by the absent juror, but that it had no influence whatever and was not considered by the jury. This matter is not presented to us in such a way as that we can consider it.</p>\n<p id=\"b307-6\">The only other question raised is that the verdict of the jury is contrary to the law and the evidence. We can not sustain this contention. Johnson v. State, 19 Texas Crim. App., 545; Kief v. State, 10 Texas Crim. App., 286; Blackwell v. State, 33 Texas Crim. Rep., 278; Atterberry v. State, 33 Texas Crim. Rep., 88.</p>\n<p id=\"b307-7\">There being no reversible error, the judgment is affirmed.</p>\n<p id=\"b307-8\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}