{
  "casebody": {
    "data": "<casebody firstpage=\"505\" lastpage=\"516\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b545-11\">In re LORD ABBETT MUTUAL FUNDS FEE LITIGATION</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b545-12\">This Document Relates to All Actions.</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AMN\">No. 04-CV-0559.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b545-13\">United States District Court, D. New Jersey.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b545-15\">Dec. 4, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b546-11\"><page-number citation-index=\"1\" label=\"506\">*506</page-number>Patrick L. Rocco, Shalov Stone &amp; Bonner LLP, Morristown, NJ, Jerome M. Congress, Janine L. Pollack, Milberg .Weiss Bershad &amp; Schulman LLP, New York City, for Plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b546-12\">Jeffrey B. Maletta, Nicholas G. Terris, Kirkpatrick &amp; Lockhart Nicholson Graham LLP, Washington, DC, Christopher A. Barbarisi, Kirkpatrick &amp; Lockhart Nicholson Graham LLP, Newark, NJ, for Defendants.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b546-13\">OPINION</p>\n<author id=\"b546-14\">MARTINI, District Judge.</author>\n<p id=\"b546-15\">This matter comes before the Court on Defendants Lord, Abbett &amp; Co. (“Lord Abbett”) and Lord Abbett Distributor LLC’s (“Lord Abbett Distributor”) (together “Defendants”) motion to dismiss this action pursuant to the Securities Litigation Uniform Standards Act of 1988 (hereinafter “SLUSA” or the “Act”), 15 U.S.C. § 78bb(f). For the following reasons, Defendants’ motion is GRANTED and this case is DISMISSED WITH PREJUDICE.</p>\n<p id=\"b546-16\">\n<em>INTRODUCTION</em>\n</p>\n<p id=\"b546-17\">On August 16, 2004, six shareholders (“Plaintiffs”) of seven mutual funds managed by Lord Abbett filed a complaint, entitled “Consolidated Amended Class Action Complaint” (hereinafter, the “Class Action Complaint” or “C.A.C.”), against Lord Abbett, its partners and directors, the trustees of Lord Abbett-sponsored funds, Lord Abbett Distributor, and certain other “John Doe” Defendants. Also named as nominal defendants were more <page-number citation-index=\"1\" label=\"507\">*507</page-number>than fifty separate mutual funds managed by Lord Abbett. Plaintiffs’ Class Action Complaint alleged claims arising out of Lord Abbett’s broker compensation practices between February 1999 and December 2003. In particular, Plaintiffs alleged that, during that time, Lord Abbett compensated brokers excessively as an incentive to steer new investors into Lord Ab-bett mutual funds.</p>\n<p id=\"b547-5\">The Class Action Complaint, as its name suggests, fashioned itself as purporting a federal class action. In fact, the first paragraph of the Class Action Complaint announced that it was setting forth “a federal class action complaint based upon the failure of defendant Lord Abbett ... to disclose excessive fees and commissions they siphoned from Lord Abbett mutual fund investors in order to improperly pay and induce brokers to steer investors into Lord Abbett mutual funds.” (C.A.CA 1.) The Class Action Complaint then alleged ten counts based upon State and Federal law. Specifically, Counts One through Four purported to assert class action claims under §§ 34(b), 36(a), 36(b), and 48(a) of the Investment Company Act of 1940 (“ICA”), 15 U.S.C. § 80a-l <em>et seq., </em>respectively. (C.A.C-¶¶ 142-168.) Count Five, which incorporated Counts -One through Four, sought to rescind Lord Ab-bett’s advisory contracts under § 215 of the Investment Adviser Act of 1940 (“LAA”), 15 U.S.C. § 80b-l <em>et seq. (C.A.C. </em>1Í1Í169-176.) Count Six attempted <em>to </em>allege one claim under the New Jersey Consumer Fraud Act, N.J.S.A. 56:8-1 <em>et seq. (C.A.C. </em>¶¶ 177-178.) Finally, Counts Seven through Ten purported to assert various class action claims under state law.<footnotemark>1</footnotemark> (CAC.W 179-198.)</p>\n<p id=\"b547-8\">On August 30, 2005, the Court dismissed Counts One through Five for failure to state a claim. <em>In re Lord Abbett Mut. Funds Fee Litig., </em>385 F.Supp.2d 471, 480-82, 485-91 (D.N.J.2005), <em>amended by </em>407 F.Supp.2d 616, 625-26, 629-35 (D.N.J. 2005). In addition, the Court dismissed Plaintiffs’ state law claims in Counts Seven through Ten as preempted by SLUSA.<footnotemark>2</footnotemark> <em>In re Lord Abbett, </em>385 F.Supp.2d at 482-84; <em>In re Lord Abbett, </em>407 F.Supp.2d at 626-29. The Court also dismissed Plaintiffs’ class action allegations in Counts Three and Four, which attempted to assert claims under §§ 36(b) and 48(a) of the ICA, because no direct cause of action exists under those statutes. <em>In re Lord Abbett, </em>385 F.Supp.2d at 488-89; <em>In re Lord Abbett, </em>407 F.Supp.2d at 632-34. The Court, though, dismissed Counts Three and Four <em>without prejudice </em>and granted Plaintiffs leave to replead them derivatively. In response, Plaintiffs filed an amended complaint, entitled “Second Amended Derivative Complaint,” purporting to assert derivative claims under §§ 36(b) and 48(a).</p>\n<p id=\"b547-9\">Defendants later moved for reconsideration of the Court’s decision. In their motion, Defendants argued, <em>inter alia, </em>that because Plaintiffs employed the class action device to assert their claims, the Court’s dismissal of Counts Seven through Ten under SLUSA required the dismissal of the entire class action, including Counts Three and Four. In support óf this argument, Defendants cited the Third Circuit’s decision in <em>Rowinski v. Salomon Smith Barney Inc., </em>398 F.3d 294 (3d Cir.2005), which indicated in dicta that SLUSA may require dismissal of an entire class action <page-number citation-index=\"1\" label=\"508\">*508</page-number>where one or more claims in the class action are preempted under the Act.</p>\n<p id=\"b548-4\">The Court, though, denied this motion. <em>In re Lord Abbett Mut. Funds Fee Litig., </em>417 F.Supp.2d 624 (D.N.J.2005). Regarding Defendants’ argument under <em>Rowin-ski, </em>the Court held that, because the Third Circuit’s discussion of this issue was contained in dicta, it did not constitute controlling law overlooked by the Court. <em>Id. </em>at 629-30. Accordingly, the Court held that Plaintiffs did not satisfy their burden for reconsideration. <em>Id. </em>at 630. Defendants followed our ruling by filing a “motion for - clarification.” In this motion, Defendants asked the Court whether, in denying their motion for reconsideration, we implicitly determined that preemption of one claim under SLUSA did not require dismissal of the entire class action. If we did not reach this determination, Defendants asked the Court to grant them leave to brief the issue for our de novo consideration.</p>\n<p id=\"b548-5\">In an unpublished Order, the Court informed Defendants that our ruling on their motion for reconsideration did not implicitly determine whether preemption of one count in a class action complaint under SLUSA required the dismissal of the entire class action. Instead, the Court reiterated that our Opinion and Order denying reconsideration merely held that <em>Rowinski </em>did not constitute a controlling decision overlooked by the Court, and therefore did not constitute sufficient grounds for reconsideration. The Court, though, granted Defendants’ alternative request to brief the issue for our de novo consideration. The present motion followed, which is presently before the Court.</p>\n<p id=\"b548-8\">\n<em>¿fi</em>\n</p>\n<p id=\"b548-9\">While the Court is mindful that it previously granted Plaintiffs leave to replead Counts Three and Four as derivative claims, and that Plaintiffs filed their Second Amended Derivative Complaint in response, the Court now must reverse course on its decision. When Plaintiffs originally brought their action, they did so by employing the class action device. Each count was contained in a class action complaint and each count pled claims on behalf of the class, including Counts Three and Four.<footnotemark>3</footnotemark> As such, once we found Counts Seven through Ten preempted by SLUSA, we were required to dismiss the entire class action, including Counts Three and Four, and not grant Plaintiffs leave to file a new complaint alleging an entirely new and different action. This is clear not only from the statutory text of SLUSA, but also from the considered dicta by the Third Circuit in <em>Rowinski. </em>Therefore, because the Court erred in allowing Plaintiffs leave to amend Counts Three and Four of their Class Action Complaint and file an entirely new non-class action, the Court will now <page-number citation-index=\"1\" label=\"509\">*509</page-number>vacate its prior decision allowing Plaintiffs to replead those Counts. Instead, the Court will dismiss the entire action under SLUSA. The following discussion explains why.</p>\n<p id=\"b549-5\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b549-6\">In their brief, Defendants argue that SLUSA’s preemption of “actions,” rather than “claims,” compels dismissal of the entire case. The relevant portion of SLU-SA, upon which they rely, states:</p>\n<blockquote id=\"b549-7\">Class Action Limitations. No covered class action based upon the statutory or common law of any State or subdivision thereof may be maintained in any State or Federal court by any party alleging ... a misrepresentation or omission of a material fact in connection with the purchase or sale of a covered security; or ... that the defendant used or employed any manipulative or deceptive device or contrivance in connection with the purchase or sale of a covered security.</blockquote>\n<p id=\"b549-8\">15 U.S.C. § 78bb(f)(l) (2006). According to Defendants, Congress’s authorization of removal and preemption of certain “covered class actions,” rather than mere “claims,” “counts,” or “allegations” in a class action complaint, was not mere scrivener’s error. They argue that this language mandates dismissal of entire class actions where the complaint contains one or more SLUSA-preempted claims.</p>\n<p id=\"b549-9\">Defendants find support for this proposition in <em>Rowinski v. Salomon Smith Barney Inc., </em>398 F.3d 294 (3d Cir.2005). In <em>Rowinski </em>plaintiff filed a class action lawsuit in state court alleging that defendant’s dissemination of biased investment research constituted a breach of contract, unjust enrichment, and violation of state consumer protection laws. <em>Id. </em>at 296. Defendant removed the action to the Middle District of Pennsylvania, which dismissed plaintiffs complaint under SLUSA. <em>Id. </em>at 297. Defendant then appealed.</p>\n<p id=\"b549-11\">On appeal, the Third Circuit first found plaintiffs breach of contract claim preempted under SLUSA. <em>Id. </em>at 302-04. Then, the court examined whether preemption of this claim affected plaintiffs remaining claims. On this point, the court remarked: “[ujnder the statutory language' [of SLUSA], inclusion of these preempted claims within the putative class compels <em>dismissal of the entire action.” Id. </em>at 304 (citing 15 U.S.C. § 78bb(f)(l)) (emphasis added). The court, though, eventually stated:</p>\n<blockquote id=\"b549-13\">[P]laintiff contends we should examine each , count in the complaint separately to determine whether it is preempted ... As an initial matter, we question whether preemption of certain counts and remand of others is consistent with the plain meaning of SLUSA. The statute- does not preempt particular “claims” or “counts” ' but rather preempts “actions,” 15 U.S.C. § 78bb(f)(l), suggesting that if any claims alleged in a covered class action are preempted, the entire action must be dismissed. But we need not decide whether a count-by-count analysis is appropriate in this case, because plaintiff has incorporated every allegation into every count in his complaint. Our SLUSA analysis therefore applies to each of plaintiffs counts, and compels the conclusion that each is preempted.</blockquote>\n<p id=\"AOP\"><em>Id. </em>at 305 (internal citations omitted). Accordingly, the Third Circuit affirmed the dismissal of plaintiffs entire complaint. <em>Id.</em></p>\n<p id=\"b549-14\">As exhibited by the paragraph above, the Third Circuit in <em>Rowinski </em>did not actually decide whether preemption of one claim under SLUSA requires dismissal of the entire action. Instead, the court resolved the issue by reading plaintiffs complaint as incorporating every allegation <page-number citation-index=\"1\" label=\"510\">*510</page-number>into every other count, thereby rendering each count preempted by SLUSA. <em>Id. </em>Only one other decision in our circuit has applied <em>Rowinski </em>to a similar situation, and the result was identical. In <em>LaSala v. Bordier et CIE, </em>452 F.Supp.2d 575 (D.N.J. 2006), plaintiffs alleged violations of state aiding and abetting laws, along with violations of Swiss money laundering laws. The court in <em>LaSala </em>first found plaintiffs’ state aiding and abetting claims precluded under SLUSA. <em>Id. </em>at 588. Then, applying <em>Rowinski, </em>the court held that SLUSA precluded plaintiffs’ Swiss law claims because plaintiffs’ complaint incorporated the aiding and abetting counts into the Swiss law counts. <em>Id. </em>at 588-89. Accordingly, the district court dismissed the entire ac-. tion.</p>\n<p id=\"b550-5\"><em>Rowinski </em>and <em>LaSala, </em>though, are distinguishable from the instant case. Unlike the plaintiffs in those cases, Plaintiffs here did not incorporate their SLUSA preempted claims into their non-preempted claims. Nevertheless, <em>Rowinski </em>and <em>LaSala </em>are still helpful. Both provide strong support, albeit in dicta, for the proposition that SLUSA preempts entire class actions rather than individual claims.<footnotemark>4</footnotemark> <em>See Rowinski, </em>398 F.3d at 305 (noting that SLUSA suggests “that if any claims alleged in a covered class action are preempted, the <em>entire action </em>must be dismissed.”) (emphasis added); <em>LaSala, </em>452 F.Supp.2d at 588 (noting that “the Third Circuit has indicated [in <em>Rowinski </em>] that SLUSA preempts <em>actions, </em>not claims.”) (emphasis added).<footnotemark>5</footnotemark> No definitive holding on this issue exists in <page-number citation-index=\"1\" label=\"511\">*511</page-number>our Circuit, though. Therefore, the Court must resolve this issue.</p>\n<p id=\"b551-5\">1. The Statutory Text of SLUSA</p>\n<p id=\"b551-6\">The first step in determining whether preclusion of one claim under SLUSA requires dismissal of the entire complaint is to examine the statutory language of the Act itself. The Court’s role in interpreting a statute, such as SLUSA, is to give effect to Congress’s intent. <em>See Negonsott v. Samuels, </em>507 U.S. 99, 104, 113 S.Ct. 1119, 122 L.Ed.2d 457 (1993) (citing <em>Griffin v. Oceanic Contractors, Inc., </em>458 U.S. 564, 570, 102 S.Ct. 3245, 73 L.Ed.2d 973 (1982)). “Because it is presumed that Congress expresses its intent through the ordinary meaning of its language, every exercise of statutory interpretation begins with [the] plain language of the statute itself.” <em>Fresh v. Advantage Produce, </em>157 F.3d 197, 202 (3d Cir.1998) (citations omitted). “Where the statutory text is plain and unambiguous, further inquiry is not required, except in the extraordinary case where a literal reading of the language produces an absurd result.” <em>Id. </em>(citing <em>Santa Fe Med. Servs., Inc. v. Segal (In re Segal), </em>57 F.3d 342, 345 (3d Cir.1995)). “Moreover, a court may depart from the plain language of a statute only by an extraordinary showing of a contrary congressional intent in the legislative history.” <em>Id. </em>(citing <em>Garcia v. United States, </em>469 U.S. 70, 75, 105 S.Ct. 479, 83 L.Ed.2d 472 (1984)). With these principles in mind, we will begin our analysis of the statutory language.</p>\n<p id=\"b551-12\">First, by SLUSA’s own terms, the Act preempts more than just “claims,” “counts,” or “allegations,” in a complaint. Preemption instead applies to any “covered class action.” 15 U.S.C. § 78bb(f)(l). SLUSA then defines the phrase “covered class action” broadly as encompassing “any single lawsuit” or any “group of lawsuits” meeting certain class action requirements. <em>See </em>15 U.S.C. § 78bb(f)(5)(B)(i)-(ii) (emphasis added).<footnotemark>6</footnotemark> That Congress chose to define a “covered class action” as “any single <em>lawsuit” </em>or “any group of <em>lawsuits” </em>supports the view that Congress intended SLUSA to regulate more than just claims, counts, .or allegations in a complaint. Instead, it intended SLUSA to regulate entire lawsuits. In addition, the commonly understood definition of the word “action,” as used in the phrase “covered class action,” further signals Congress’s intent to broadly define SLUSA’s preemptive scope. If Congress intended SLUSA to preempt only claims, counts, or allegations in a complaint, it presumably would have employed more narrower terms than “action.”<footnotemark>7</footnotemark> However, it did not. <page-number citation-index=\"1\" label=\"512\">*512</page-number>Rather, Congress chose to use the phrase “class action,” indicating that it purposefully intended SLUSA to preempt more than mere claims in a complaint. .</p>\n<p id=\"b552-3\">Furthermore, comparing SLUSA to its companion statute, the Private Securities Litigation Reform Act of 1995 (“PSLRA”), 15 U.S.C. §§ 77z-l, 78u, indicates that Congress’s use of the word “action,” rather than more narrower terms, may have been intentional. Whereas SLUSA refers <em>only </em>to “actions,” <em>see </em>15 U.S.C. §§ 78bb(a), (c), (f)(l)-(5), the PSLRA makes numerous references to the term “claim,” <em>see </em>15 U.S.C. §§ 77z-l(a)(3)(A)(i)(I), (a)(3)(A)(ii). In fact, in a few sections of the PSLRA, Congress expressly differentiated the term “claim” from the term “action.” <em>See </em>15 U.S.C. § 78u-4(a)(3)(A)(i)(I) (requiring notice to class members of “the pendency of the action, <em>the claims asserted therein, </em>and the purported class period.”) (emphasis added); 15 U.S.C. § 78u-4(a)(3)(A)(ii) (discussing notice requirements “if more than one action on behalf of a class <em>asserting substantially the same claim or claims ----”) </em>(emphasis added); 15 U.S.C. § 78u-4(a)(7)(B)(i) (explaining requirements for disclosing settlement of “each claim” to class members). This shows that Congress, in the PSLRA, apparently viewed.the term “action” as encompassing a party’s various “claims.” Of course, the PSLRA and SLUSA are different acts. However, Congress likely knew the contents of the former when drafting the latter since Congress explicitly passed SLU-SA in 1998 to correct loopholes left open by the PSLRA, which Congress passed a mere three years earlier.<footnotemark>8</footnotemark> <em>See Smith v. City of Jackson, Miss., </em>544 U.S. 228, 233, 125 S.Ct. 1536, 161 L.Ed.2d 410 (2005) (emphasizing the “premise that when Congress uses the same language in two statutes having similar purposes, particularly when one is enacted shortly after the other, it is appropriate to presume that Congress intended that text to have the same meaning in both statutes”); <em>see also See </em>15 U.S.C. § 78a (noting Congress’s intent in enacting SLUSA as furthering the PSLRA’s goals); H.R. Conf. Rep. No. 105-803 (1998) (describing SLUSA’s purpose “as to protect the interest of shareholders and employees of public companies that are the target of meritless ‘strike suits.’ ”).</p>\n<p id=\"b552-9\">As the foregoing shows, SLUSA’s statutory language clearly supports the Third Circuit’s dictum in <em>Rowinski </em>— namely, <page-number citation-index=\"1\" label=\"513\">*513</page-number>that SLUSA preempts entire class actions, and not mere claims in a complaint.<footnotemark>9</footnotemark></p>\n<p id=\"b553-5\">2. <em>Dabit v. Merrill Lynch, Pierce, Fenner and Smith, Inc.</em></p>\n<p id=\"b553-6\">As of the date of this Opinion, only one other circuit has examined the issue presently before the Court. In Date <em>v. Merrill Lynch, Pierce, Fenner and Smith, Inc., </em>395 F.3d 25 (2d Cir.2005) [hereinafter <em>“Dabit I”], </em>the Second Circuit held that SLUSA does not preempt claims based solely on the retention of securities (i.e., “holders claims”). In reaching this holding, the Second Circuit stated that the Supreme Court’s decision in <em>Blue Chip Stamps v. Manor Drug Stores, </em>421 U.S. 723, 95 S.Ct. 1917, 44 L.Ed.2d 539 (1975), which restricted the remedy under § 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b), and Rule 10b-5 thereunder, 17 CFR § 240.10b-5, to actual purchases or sales of securities (i.e., the “purchaser-seller rule”), operated as a limit on the preemptive scope of SLUSA. <em>Id. </em>at 44.</p>\n<p id=\"b553-7\">Under this analysis, the Second Circuit dismissed some of plaintiffs claims as preempted by SLUSA, but did not dismiss certain other claims. <em>See Dabit I,' </em>395 F.3d at 28. The Court then discussed the consequence of only dismissing some of plaintiffs claims under SLUSA. The court stated:</p>\n<blockquote id=\"b553-8\">[SLUSA] might be read to suggest that where a single complaint contains claims that include allegations triggering preemption and other claims that do not, SLUSA prohibits maintenance of the entire action. On this reading, SLUSA would effectively preempt any state law claim conjoined in a given case with a securities fraud claim, whatever its nature. We assume, however, that the historic police powers of the states are not preempted unless it was Congress’s “clear and manifest purpose” to do so. <em>[Milwaukee v. Ill, </em>451 U.S. 304, 316, 101 S.Ct. 1784, 68 L.Ed.2d 114 (1981) ] (internal quotation omitted). Thus we decline to read SLUSA as such an imprecise instrument. <em>See, e.g., [Falkowski v. Imation Corp., </em>309 F.3d 1123, 1131-32 (9th Cir.2002) ] (affirming dismissal of preempted fraud claims but permitting maintenance of remaining contract claims). As we have already noted, SLUSA’s language and legislative history indicate no intent to preempt categories of state action that do not represent “federal flight” litigation. We therefore reverse so much of the district court’s order as dismissed the lost commissions claim and remand it for further proceedings.</blockquote>\n<p id=\"b553-12\"><em>Dabit I, </em>395 F.3d at 47. Accordingly, the Second Circuit held that SLUSA’s preemption of any “covered class action” did not mandate dismissal of the entire action.</p>\n<p id=\"b553-13\">On appeal, the Supreme Court vacated the Second Circuit’s decision, holding that SLUSA preempted holders claims. <em>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Dabit, </em>547 U.S. 71, 126 S.Ct. 1503, 164 L.Ed.2d 179 (2006) [hereinafter <em>“Dabit II’]. </em>The Court, though, did not specifically address whether preemption of one claim under the Act required dismissal of the entire action.<footnotemark>10</footnotemark> However, the Court <page-number citation-index=\"1\" label=\"514\">*514</page-number>undercut the Second Circuit’s reasoning on this issue. In particular, the Court implicitly rejected the Second Circuit’s view, permeating its entire opinion, that SLU-SA’s statutory language should be subjected to an artificial narrowing construction based upon a presumption against preemption. <em>See id. </em>at 1513 (“The presumption that Congress envisioned a broad construction follows not only from ordinary principles of statutory construction but also from the particular concerns that culminated in SLUSA’s enactment. A narrow reading of the statute would undercut the effectiveness of the [PSLRA] and thus run contrary to SLUSA’s, stated purpose .... ”). Furthermore, the Court in <em>Dabit II </em>expressly stated that “the general presumption that Congress does not cavalierly preempt state-law causes of action .... carries less force” in the SLUSA context. <em>Dabit II, </em>126 S.Ct. at 1514Í This is so, the Court remarked, because “SLU-SA does not actually pre-empt any state cause of action .... [but rather] [i]t simply denies plaintiffs the right to use the class action device to vindicate certain claims.” <em>Id. </em>Notably, this presumption against the preemption of state law claims was the sole basis in <em>Dabit I </em>for the Second Circuit’s holding that SLUSA does not preempt entire actions. <em>See id. </em>at 47 (“We assume, however, that the historic police powers of the states are not preempted unless it was Congress’s ‘clear and manifest purpose’ to do so. Thus, we decline to read SLUSA as such an imprecise instrument.”). Therefore, this Court can only conclude that the Supreme Court weakened, if not undercut entirely, the Second Circuit’s reasoning in <em>Dabit I </em>that SLUSA only preempts claims and not entire actions.</p>\n<p id=\"b554-4\">3. Reading SLUSA in this Manner Does Not Produce Absurd Results</p>\n<p id=\"b554-5\">Plaintiffs argue that reading SLUSA as preempting entire actions would essentially produce absurd results. First, they argue that the Court’s prior decision, which held that Plaintiffs’ § 36(b) claim may only be maintained derivatively, means that their § 36(b) claims are, and always were, derivative. Therefore, Plaintiffs argue that their §§ 36(b) and 48(a) claims are not a “covered class action” and consequently fall outside the scope of SLUSA.</p>\n<p id=\"b554-7\">The Court disagrees. Under the plain language of SLUSA, it is irrelevant whether Plaintiffs could only maintain their §§ 36(b) and 48(a)- claims derivatively. The fact is that Plaintiffs pled these claims as part of their Class Action Complaint. Therefore, dismissal of Counts Seven through Ten under SLUSA required dismissal of the entire class action, including Plaintiffs’ §§ 36(b) and 48(a) claims.</p>\n<p id=\"b554-8\">Plaintiffs also argue that other courts have allowed the dismissal state law claims under SLUSA while upholding §§ 36(b) and 48(a) claims. <em>See, e.g., In re Dreyfus Mut. Funds Fee Litig., </em>428 F.Supp.2d 342 (W.D.Pa.2005); <em>In re Mut. Funds Investment Litig., </em>384 F.Supp.2d 845 (D.Md. 2005). They argue, therefore, that this Court should follow suit. However, in none of those cases did the court expressly determine, or even discuss, whether SLU-SA preempts entire actions rather than claims. Accordingly, Plaintiffs’ argument on this ground is not persuasive.</p>\n<p id=\"b554-9\">Moreover, Plaintiffs contend that applying SLUSA in this manner would encourage plaintiffs in other cases to file separate lawsuits on the same set of facts and circumstances if any state law claims were included to protect certain purely federal claims from the potential operation of SLUSA. Congress, though, apparently foresaw this problem and included certain protections against it. <em>See, e.g., </em>15 U.S.C. § 78bb(f)(5)(B)(ii) (treating as a “covered <page-number citation-index=\"1\" label=\"515\">*515</page-number>class action ... <em>any group of lawsuits </em>filed in or pending in the same court and involving common questions of law or fact (emphasis added). Therefore, this concern is not well-founded.</p>\n<p id=\"b555-5\">Finally, Plaintiffs argue that the Court’s interpretation of SLUSA would prevent them from seeking damages for the time frame covered by the existing litigation (i.e., February 1999 to December 2003) because Plaintiffs cannot recover damages under § 36(b) for any period prior to one year before the commencement of the action. <em>See </em>15 U.S.C. § 80a-35(b)(3). According to Plaintiffs, dismissal of the entire action would require them to re-file their case, which would begin a new one year period, thereby precluding Plaintiffs from recovering damages under the February 1999 to December 2003 time frame. Plaintiffs call this result “draconian.”</p>\n<p id=\"b555-6\">The Court disagrees. The Supreme Court previously instructed that “[p]olicy considerations cannot override [a court’s] interpretation of the text and structure of [an act], except to the extent that they may help to show that adherence to the text and structure would lead to a result ‘so bizarre’ that Congress could not have intended it.” <em>Central Bank of Denver v. First Interstate Bank of Denver, </em>511 U.S. 164, 188, 114 S.Ct. 1439, 128 L.Ed.2d 119 (1994) (citations omitted). This is not the case here. As noted earlier, the Third Circuit recognized in <em>Rowinski </em>that Congress intended SLUSA to have a broad preemptive sweep, <em>see Rowinski, </em>398 F.3d at 299 (“Congress envisioned a broad interpretation of SLUSA .... ”), and the Supreme Court recently affirmed that view, <em>see Dabit II, </em>126 S.Ct. at 1513 (“A narrow reading of [SLUSA] would undercut the effectiveness of the [PSLRA’s] stated purposes, viz., to prevent certain State private securities class action lawsuits alleging fraud from being used to frustrate the objectives of the 1995 Act.”) (internal quotations omitted). Moreover, nothing prevented. Plaintiffs from filing a derivative action under §§ 36(b) and 48(a) instead of improperly filing a class action based upon those sections. A derivative cause of action under those sections was already well-recognized at the time. <em>See, e.g., Gartenberg v. Merrill Lynch Asset Mgmt., Inc., </em>694 F.2d 923 (2d Cir.1982). Therefore, this Court will not now sit as a “super-Congress” and re-write clearly drafted legislation to comport with Plaintiffs’ views on public policy. That result would truly be “bizarre.”</p>\n<p id=\"b555-8\">\n<em>CONCLUSION</em>\n</p>\n<p id=\"b555-9\">The Court is mindful that it previously dismissed Plaintiffs’ class action claims under §§ 36(b) and 48(a) without prejudice, allowing Plaintiffs to replead those claims derivatively. However, after carefully considering Defendants’ arguments, the Court believes that its prior Opinion and Order dismissing Plaintiffs’ §§ 36(b) and 48(a) claims without prejudice violated the plain language of SLUSA. Accordingly, the Court hereby vacates the portion of its prior Opinion and Order allowing Plaintiffs to replead Counts Three and Four derivatively. Instead, this action is DISMISSED WITH PREJUDICE. An appropriate Order accompanies this Opinion.</p>\n<p id=\"b555-10\">ORDER</p>\n<p id=\"b555-11\">For the reasons stated in the accompanying Opinion, and for good cause shown, IT IS on this 4th day of December, 2006, hereby,</p>\n<p id=\"b555-12\">ORDERED that the Court’s previous Opinion and Order allowing Plaintiffs leave to replead Counts Three and Four of their Consolidated Amended Class Action Complaint is VACATED; and</p>\n<p id=\"b555-13\">IT IS FURTHER ORDERED that Defendants’ motions to dismiss this action <page-number citation-index=\"1\" label=\"516\">*516</page-number>pursuant to the Securities Litigation Uniform Standards Act of 1988, 15 U.S.C. § 78bb(f), is GRANTED; and</p>\n<p id=\"b556-4\">IT IS FURTHER ORDERED that this action is DISMISSED WITH PREJUDICE.</p>\n<footnote label=\"1\">\n<p id=\"b547-6\">. Plaintiffs’ state law claims were for unjust enrichment, and for alleged breaches of fiduciary duties and duties of good faith, loyalty, fair dealing, due care, and/or candor.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b547-10\">. Plaintiffs later withdrew Count Six of the Complaint.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b548-6\">. The Court notes that Count V purported to assert a derivative cause of action under § 215 of the IAA for violation of § 206 of the act. The Court previously dismissed this count because § 215 of the IAA only invalidates unlawful contracts, and not unlawful transactions made pursuant to lawful contracts as Plaintiffs alleged. <em>In re Lord Abbett, </em>407 F.Supp.2d at 634-35 (dismissing Count V). An alternative ground for dismissal existed, though. Specifically, the first paragraph of Count V stated that Plaintiffs “repeat and reallege each and every allegation contained above as if fully set forth herein.” (C.A.CA 169.) As such, Count V incorporated all of the preceding counts, each of which attempted to plead class action claims seeking damages against Lord Abbett. (C.A.C.Ihl 142-168.) ■ Therefore, Count Five actually contained class action allegations. It is well-established, though, that a plaintiff may not maintain a “derivative class action.” <em>See Kauffman v. Dreyfus Fund, Inc., </em>434 F.2d 727, 737 (3d Cir.1970) (rejecting notion of the \"derivative class action”). Accordingly, Count Five was also subject to dismissal on this ground.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b550-4\">. Plaintiffs attempt to distinguish <em>Rowinski </em>from the present case by arguing that <em>Rowin-ski </em>only involved state law claims, while the present case involves both federal <em>and </em>state law claims. According to Plaintiffs, this difference is critical. They contend that, unlike the facts in <em>Rowinski, </em>the policy concerns underlying SLUSA are not present here (i.e., preventing litigants from circumventing the requirements of the PSLRA by filing private securities class actions in state court) because Plaintiffs asserted non-preempted federal claims under §§ 36(b) and 48(a) of the ICA. The Court disagrees. As will be discussed in greater detail below, the Supreme Court recently decided a case involving SLUSA that essentially eliminated this argument. <em>See Meirill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Dabit, </em>547 U.S. 71, 126 S.Ct. 1503, 164 L.Ed.2d 179 (2006). In that case, the Supreme Court remarked that \"SLUSA does not actually pre-empt any state cause of action.\" <em>Id. </em>at 1514. Instead, it \"simply denies plaintiffs the right to use the class action device to vindicate certain claims.” <em>Id. </em>(emphasis added). Therefore, that Plaintiffs’ complaint contained federal claims that Plaintiffs contend were properly pled is of no matter. SLUSA merely stands for the proposition that Plaintiffs cannot use the class action vehicle to bring those claims if the various elements of the act are met as to one or more claims in a complaint. Furthermore, the clear statutory language of SLUSA, which prohibits only \"actions,” does not differentiate between actions based solely on state law, such as <em>Rowinski, </em>from those actions based on federal and state law, such as this case. The Act only speaks of \"covered class action[s]” based on state law. 15 U.S.C. § 78bb(f)(l). The Court will not now narrow SLUSA’s preemptive force by subjecting it to an artificial narrowing construction not implied by its clear language. <em>Dabit, </em>126 S.Ct. at 1513 (noting that Congress intended SLUSA to be interpreted broadly and explicitly rejecting the notion that SLUSA should be subjected to any narrowing construction).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b550-7\">. Another decision supporting this viewpoint is found in <em>Greaves v. McAuley, </em>264 F.Supp.2d 1078 (N.D.Ga.2003). Relying on language contained in the \"Delaware Carve-Out” calling for remand of any \"such action” subject to the carve-out, 15 U.S.C. § 77p(d)(4), along with SLUSA’s preemption of \"any covered class action,” 15 U.S.C. § 77p(c), the Court held that remand of the entire action was appropriate. <em>Greaves, </em>264 F.Supp.2d at 1086. Notably, the Court remarked that \"the provisions of [SLUSA] direct a district court to examine a lawsuit in its entirety” and that \"[t]here is no statutory distinction drawn [in SLUSA] between various claims alleged within a complaint.” <em>Id. </em>at 1085. SLUSA's statutory language will be examined more fully below.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b551-7\">. (B) Covered class action. The term \"covered class action” means — •</p>\n<blockquote id=\"b551-8\">(i) any single lawsuit in which—</blockquote>\n<blockquote id=\"b551-9\">(I) damages are sought on behalf of more than 50 persons or prospective class members, and questions or law or fact are common to those persons or members of the prospective class, without reference to issues of individualized reliance on an alleged misstatement or omission, predominate over any questions affecting only individual persons or members; or</blockquote>\n<blockquote id=\"b551-10\">(II) one or more named parties seek to recover damages on a representative basis on behalf of themselves and other unnamed parties similarly situated, and questions of law or fact common to those persons or members of the prospective class predominate over any questions affecting only individual persons or members; or (ii) any group of lawsuits filed in or pending in the same court and involving common questions of law or fact, in which— (I) damages are sought on behalf of more than 50 persons; and</blockquote>\n<blockquote id=\"b551-14\">. (II) the lawsuits are joined, consolidated, or otherwise proceed as a single action for any purpose.</blockquote>\n<p id=\"b551-15\">15 U.S.C. § 78bb(f)(5)(B)(i)-(ii).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b551-16\">. The accepted definitions of the terms \"action,”. \"claim,” and \"count” support this reading. <em>Compare </em>Black's Law Dictionary <page-number citation-index=\"1\" label=\"512\">*512</page-number>1221 (7th ed.1999) (defining \"action” broadly as \"the regular and orderly progression of a lawsuit, including all acts and events between the time of commencement and the entry of judgment.”) (emphasis added) <em>with id. </em>at 240-41 (defining \"claim” as the \"assertion of an existing right to payment or an equitable remedy”) <em>and id. </em>at 353 (defining \"count” narrowly as \"[i]n a complaint or similar pleading, <em>the statement of a distinct claim.”) </em>(emphasis added). <em>See also </em>Ballantine's Law Dictionary (3d ed.1969) (defining the term \"action” as \"inclusive of cause of action or right of action....\"); <em>Spring Garden Assoc’s, L.P. v. Resolution Trust Corp., </em>26 F.3d 412, 415 (3d Cir.1994) (noting that the phrase \"any action\" in a removal statute differs from \"any claim”; the \"commonly understood meaning of ['any action’] encompasses the entirety of any case ... and not just those claims in such a case....”). In fact, the word \"action” is synonymous with the word \"case.” Black’s Law Dictionary 206 (defining \"case” as \"[a] proceeding, <em>action, </em>suit, or controversy at law or in equity.”) (emphasis added).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b552-11\">. Furthermore, SLUSA and the PSLRA are both contained in the' same acts (i.e., the Securities Act of 1933 the Securities Exchange Act of 1934). It is well-established that \" '[Where] Congress includes particular language in one section of a statute but omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposefully in the disparate inclusion or exclusion.’ ” <em>Russello v. United States, </em>464 U.S. 16, 23, 104 S.Ct. 296, 78 L.Ed.2d 17 (1983) (citations omitted).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b553-9\">. Since the language of SLUSA is plain and unmistakable, there is no need to engage in a lengthy discussion of its legislative history beyond what the Court has already noted. Furthermore, Plaintiffs have not brought forth, and the Court could not find, any clearly expressed legislative intention to the contrary.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b553-14\">. The Second Circuit later applied its holding in <em>Dabit I on </em>this issue in another case, <em>Gray v. Seaboard Sec., Inc., </em>126 Fed.Appx. 14, 16 (2d Cir.2005). Gray, though, was decided before the Supreme Court's decision in <em>Dabit II </em>and does not contain any re-examination of the analysis used by the <em>Dabit I </em>court.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}