{
  "casebody": {
    "data": "<casebody firstpage=\"333\" lastpage=\"346\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b357-9\">T. E. Stevens v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b357-10\">No. 18823.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIX\">Delivered October 13, 1937.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b357-11\">Rehearing Denied December 8, 1937.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b358-24\"><page-number citation-index=\"1\" label=\"334\">*334</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b358-25\"><em>Early &amp; Johnson </em>and <em>J. Edward Johnson </em>of <em>McCartney, McCartney &amp; Johnson, </em>all of Brownwood, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b359-4\"><page-number citation-index=\"1\" label=\"335\">*335</page-number><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b359-5\">LATTIMORE, Judge. —</author>\n<p id=\"A8m\">Conviction for violating the Texas Liquor Control Act; punishment, a fine of $350.00.</p>\n<p id=\"b359-6\">From this record it appears that in 1906 Brown County, Texas, with all due formalities, voted itself what is known in terms of the Texas Liquor Control Act of 1935 as a “Dry Area.” It was neither pleaded nor proved upon this trial that there had ever been in said county a subsequent similar election with like or contrary result. We think it not necessary for the State to allege, in a prosecution for an illegal sale of intoxicating liquor in said county in 1936, that said prohibition or local option was in force at the time of the passage of the above act in 1935. The holding of such subsequent election to that of 1906, in such area, with a contrary result, would at most have been defensive matter to be plead and proved on behalf of appellant. Sec. 23 of Art. 1 of the act referred to makes this plain.</p>\n<p id=\"b359-7\">The facts herein show that on the occasion in question Messrs. Allison and Williams, who were inspectors employed by the Liquor Control Board of this State, and whose duties as such officers are set out in subdivision c of Section 6, Art. 1 of said Act, as well as elsewhere therein, — went to Brownwood, the county seat of Brown County, for the sole purpose, as such officers and in that capacity, of investigating and ferreting out violations of said law, if any could be found, and bringing the offenders against same to punishment. On May 16, 1936, in pursuance of their said duties, said two men entered Shorty’s cafe in said city, seated themselves at a table, and were approached by appellant who inquired what they wanted, and they both ordered beer, which was brought them by appellant and paid for by Mr. Allison, who also told appellant he wanted six cans of beer to take with him. Appellant brought this also and received from Allison one dollar in payment. Allison took these six cans of beer with him, and later turned same over to the sheriff of Brown County, and one of them was produced and identified on this trial. Allison and Williams testified that they paid their own money for the beer, but that such money was later refunded to them by the sheriff. No false statements were made by them; no inducements were held out; no promises or deceit were made or practiced. Nothing appears to show appellant was directly or indirectly deceived into making the sale of the liquor. No testimony was offered for the defense, and the case is brought here practically on the one <page-number citation-index=\"1\" label=\"336\">*336</page-number>question of alleged error on the part of the trial court in- refusing to tell the jury, or to submit to them the issue, — that Allison and Williams were accomplice witnesses. We think the trial court correct in his such refusal.</p>\n<p id=\"b360-3\">In determining this question we can easily get into confusion and trouble if we fail to lay down and hold to. a correct definition and determination of what makes one an accomplice witness. Certainly we can not lay down a definition ’ of' such accomplice as applying to a witness in the trial of one for one kind or character of offense which definition will not fit other cases where the crime is of a different character.</p>\n<p id=\"b360-4\">Mr. Wharton in vol. 1, Sec. 440 (10 Ed.) in his work on Criminal Ev., gives the following definition:</p>\n<p id=\"b360-5\">“An accomplice is a person who knowingly, voluntarily, ,and with common intent with the principal offender, unites .¡in the commission of the crime. * * * There are certain relations recognized by the law, in which the voluntary co-opepafjion of a person with the accused does not render such persqn,.ah accomplice. Thus, those who co-operate with a view to • aid justice by detecting a crime, such as accepting mopey with which to purchase intoxicating liquors to obtain evidence of a violation of the law, for the purpose of prosecuting the seller for an unlawful sale, is not an accomplice; nor is an informer technically an accomplice; nor a detective who joins a .criminal organization for the purpose of exposing it, even though, to aid such exposure he unites in and apparently approves its counsels; nor the agent who purchases a libelous publication for the purpose of giving evidence against the publisher; nor a disguised emissary who, by purporting to be a friend of the parties suspected, seeks to draw from them inculpatory information.”</p>\n<p id=\"b360-6\">Mr. Underhill in Sec. 125 of the 3 Ed. of his work on Crim. Ev., says:</p>\n<p id=\"b360-7\">“A person who, as a detective, associates with criminals or -communicates with, or aids them solely for the purpose of discovering the commission of crime, and procuring the punishment of the criminals, is not an accomplice.”</p>\n<p id=\"b360-8\">Authorities are cited by Mr. Underhill from practically all our State jurisdictions as well as Federal. Recent Texas cases cited in support of the text are Mansfield v. State, 84 Texas Crim. Rep., 182; Huggins v. State, 85 Texas Crim. Rep., 205; Canales v. State, 86 Texas Crim. Rep., 142; Mann v. State, 87 Texas Crim. Rep., 142; Berlew v. State, 88 Texas Crim. Rep., 241.</p>\n<p id=\"b361-4\"><page-number citation-index=\"1\" label=\"337\">*337</page-number>Is it sound to adopt the definition of an accomplice witness as laid down by Mr. Wharton ? This court, in effect, has adopted it, and the courts of many other states have adhered to it in Mr. Wharton’s exact language. See Clapp v. State, 94 Tenn., 186; State v. Umble, 115 Mo., 452; People v. Bolanger, 71 Cal., 17; Carroll v. State, 45 Ark., 539; State v. Light, 17 Ore., 358. In Mitchell v. Commonwealth, 240 Ky., 258, 42 S. W. (2d) 305, it is said: “Accomplice is one who knowingly, voluntarily and with common intent with the principal unites in the commission of the crime.” The same is held in People v. Frahm, 107 Cal. App., 253, 290 Pac., 678, and in State v. Kerrigan, 87 Mont., 396, 287 Pac., 942; also in People v. Hrdlicka, 334 Ill., 211, 176 N. E., 308; also State v. Coroles, 74 Utah, 94. Clearly it is necessary that the witness must have some unlawful connection with the crime charged.</p>\n<p id=\"b361-5\">In our State we say: “As applied to evidence, accomplice means a person who is connected with the crime charged by some <em>unlawful act or omission.” </em>Dooley v. State, 110 Texas Crim. Rep., 36, 7 S. W. (2d) 96; Haynes v. State, 113 Texas Crim. Rep., 93, 18 S. W. (2d) 1081; Morrison v. State, 114 Texas Crim. Rep., 375, 25 S. W. (2d) 617; Fisher v. State, 117 Texas Crim. Rep., 552, 34 S. W. (2d) 293; Harper v. State, 92 Texas Crim. Rep., 657; Laughlin v. State, 97 Texas Crim. Rep., 370. In Harper’s case, Judge Morrow writing, we said:</p>\n<p id=\"b361-6\">“An accomplice witness is a person who, either as principal, accomplice or accessory, is connected with the crime by an unlawful act or omission on his part, transpiring either before, at the time of, or after the commission of the offense.”</p>\n<p id=\"b361-7\">In Huffman v. State, 57 Texas Crim. Rep., 399, speaking of accomplice witnesses, Judge Ramsey says:</p>\n<p id=\"b361-8\">“As used in the article requiring corroboration, it includes principals, accessories and all persons who are particeps criminis and connected with the crime by unlawful act or omission, transpiring either before, at the time, or after the commission of the offense and whether such person was present or participating in the crime or not.”</p>\n<p id=\"b361-9\">The same great jurist said the same thing in Johnson v. State, 58 Texas Crim. Rep., 244. In Scales v. State, 86 Texas Crim. Rep., 433, exactly the same language in a charge is approved as correct, Judge Morrow writing for the court. This has been the holding of this court since Phillips v. State, 17 Texas Crim. App., 169, which is approved in many subsequent opinions.</p>\n<p id=\"b361-10\">Obviously principles of law do not change, chameleon like, <page-number citation-index=\"1\" label=\"338\">*338</page-number>merely to make themselves applicable to trials for differing offenses. So in our opinion' in liquor cases, — in order to make the law of accomplice testimony applicable, — the witness so attacked must appear to have acted in the transaction upon common intent with the alleged criminal, and, in the language of Judge Morrow in the Harper case, supra, “Is connected with the crime by an unlawful act or omission.” We have not found a single case in any jurisdiction where, — absent a law making the purchase of intoxicating liquor sold in violation of law penal, — the purchaser has been held guilty of an unlawful act.</p>\n<p id=\"b362-5\">An early and pertinent case applying the principle under discussion is Sears v. State, 35 Texas Crim. Rep., 442, wherein the accused was convicted of the crime of selling intoxicating liquor to a minor without written consent. As preliminary we observe that in our first Penal Code in Texas it was made unlawful to so sell, and there has never been a time in this State when such sale was not unlawful, nor any time when such purchaser was made a criminal for so purchasing. In said opinion, written by Judge Davidson, the question being whether the purchaser was an accomplice as a witness, this court said:</p>\n<p id=\"b362-6\">“The appellant asked a charge on accomplice’s testimony, on the ground that the purchaser of the liquor in question was an accomplice. The court refused to give this charge, and appellant reserved an exception. The proposition contended for means that the purchaser (that is, the party who paid for the liquor) was a principal in making the sale of the same. In our view, he could scarcely be said to have participated in the sale of said liquor <em>with the same intent actuating the seller. </em>They stood in opposite relations. The prosecutor did not participate in the sale of the liquor, and consequently did not enter into the offense with the same intent which actuated the seller. He was no more an accomplice than two persons would be who unlawfully, but willingly and voluntarily, fight together.” The judgment was affirmed.</p>\n<p id=\"b362-7\">In Terry v. State, 44 Texas Crim. Rep., 411, Judge Davidson again writing, this court upheld refusal to charge on accomplice testimony in a local option liquor case where the facts showed that in such area two men by agreement went to Terry’s place for the purpose of buying malt tonic, an intoxicating beverage, and in fact bought some from Terry. Both men testified. Citing Sears v. State, supra, this court held that said men were not accomplices, and that refusal of said charge was not erroneous. In Ray v. State, 60 Texas Crim. Rep., 138, Judge Ramsey <page-number citation-index=\"1\" label=\"339\">*339</page-number>writing, this court in a local option liquor case said that the purchaser in an illegal sale of intoxicating liquor was not an accomplice with the seller in the violation of the law, and that his testimony was not subject to the rule governing accomplice testimony, and that this was no longer an open question in this State. In Berlew v. State, 88 Texas Crim. Rep., 241, which case was tried under the terms of a self-operating constitution, and before statutes thereunder were enacted, we held that a group of officers, in an effort to stop bootlegging in Waco, who hired one Walker and gave him marked money to buy liquor, and who testified to such facts, were not accomplices, and we upheld the trial court’s action in refusing to charge on accomplice testimony as to the officers and Walker.</p>\n<p id=\"b363-5\">The latest opinion in point by this court is Privitt v. State, 98 S. W. (2d) 204, in which we held that an inspector for the Liquor Control Board of Texas who bought liquor in a dry area from Privitt, and made a case against him, and appeared as a witness, — was not an accomplice witness, and that the court did not err in refusing to submit such issue to the jury.</p>\n<p id=\"b363-6\">In an able brief in this case appellant cites Steele v. State, 19 Texas Crim. App., 425; Bush v. State, 68 Texas Crim. Rep., 299; Nami v. State, 127 Texas Crim. Rep., 403; Boyd v. State, 39 S. W. (2d) 55, and Privitt v. State, supra, each of which has been carefully examined. Steele’s case was decided and reversed on the ground that for reasons stated there was no valid local option law in the territory of the alleged sale of liquor. After so holding, and purely as obiter dicta, Judge Willson discussed the proposition as to whether two men, who were State witnesses in the case and private citizens, were accomplices. As is often the case in the discussion of questions not necessary of decision in order to properly dispose of the case, — the facts before the court in that case are not fully stated, the following being all of the facts stated:</p>\n<p id=\"b363-7\">“It appears from the statement of facts that the two State’s witnesses who testified that the defendant sold intoxicating liquor in said precinct had been employed by certain citizens of said precinct to watch the defendant in the conduct of his business as a druggist, and ascertain if he did not sell intoxicating liquors. These witnesses were to be paid, and were paid by their said employers, $100 to get defendant to sell them whisky, so that he could be indicted for the offense. They were furnished with expense money to enable them to accomplish this purpose. They were engaged in no other business at <page-number citation-index=\"1\" label=\"340\">*340</page-number>the timé. ' Their sole employment was to get the defendant to violate the law by selling them whisky.”</p>\n<p id=\"b364-3\">Judge Willson says:</p>\n<p id=\"b364-4\">• “We are strongly inclined to agree with counsel for the defendant as to the status of these witnesses. * * * they being employed to procure such sale, and their energy and cunning being bought and paid for to accomplish that purpose.”</p>\n<p id=\"b364-5\">Whether the alleged sale was to one or both these witnesses is not stated. What inducement or methods were used or employed .in bringing about the alleged sale, are not stated. One is not - an accomplice under any or all of the authorities who walks into a cafe or store, or goes to the home of one who possesses liquor for sale in dry territory, and buys such liquor. We ordinarily are slow to quote or follow as authority statements in cases which are manifestly obiter dicta, and certainly that is true here. If there be anything in the Steele case contrary to the conclusion hereinafter announced, it is overruled.</p>\n<p id=\"b364-6\">Bush v. State, supra, cited by appellant, announces a rule wholly at variance with what we held in Privitt v. State, supra, in that in the Bush case the law was stated as follows:</p>\n<p id=\"b364-7\">“Wherever a party deliberately or intentionally originates or succeeds in bringing about a violation of the law, he becomes a particeps criminis of that violation, and therefore when Used as a witness must be corroborated.”</p>\n<p id=\"b364-8\">This is said of men who, as far as we know, merely went to the accused and bought from him intoxicating liquor sold by him in violation of law, and such statement is not the law, and in its necessary implication, that is, that when a party buys liquor from another who sells in violation of the law, such buyer has “Originated and succeeded in bringing about” a violation of the law, — it is an incorrect statement in both logic and law, and is contrary to the vast majority of holdings in cases both in this State and in other jurisdictions. Unless it can be said that the buyer’s act in asking for the liquor, or his act in purchasing it, “originates or brings about the crime,” or that same makes his act an “unlawful act,” or unless same gives him a “common intent” with the seller, — such buyer is not and could not be an accomplice under any well considered rule, and to hold him such is to set a liquor violation in a class by itself, and to which rules applicable in all other cases have no application. If the above part of the opinion in the Bush case is contrary to what we herein hold, it is overruled.</p>\n<p id=\"b364-9\">There is a reference in the Bush case, supra, to the fact, stated as follows:</p>\n<p id=\"b365-4\"><page-number citation-index=\"1\" label=\"341\">*341</page-number>“There is a line of cases which' hold that where an officer or other parties understand or is led to believe that a violation of the law is in contemplation and take steps to detect that crime, or get evidence by which the guilty parties may be punished, — he would not be an accomplice.”</p>\n<p id=\"b365-5\">This last is almost an exact picture of what occurred in the instant case. Both Allison and Williams were officers, belonging to a class of officers whose special duty it was to ferret out and detect violators of the liquor law, and to take steps to get evidence upon which they might bring such violators to justice; they both swore that their sole purpose in what they did in the cafe in question was to get such evidence for the purpose of making a case against the violator of the law, and to produce the evidence in court, and thus try to bring such offenders to justice. As above observed, they did not lie to this appellant, nor misrepresent their occupation or purpose; they did not by any sort of fraud mislead him, and if he had not possessed beer for the purpose of sale in a dry area, manifestly, when they ordered beer, his reply would have been that he did not have it or sell it, — but appellant was evidently and beyond question already engaged in violating the law, by possessing liquor for sale in a dry area, before they entered his house.</p>\n<p id=\"b365-6\">It can hardly be sound that the uncommunicated and unknown business of the buyer of intoxicating liquor, sold in violation of the law, or his undisclosed purpose in making the purchase of such liquor, — could affect or make or unmake of him an accomplice when used as a witness, — and certainly what he does or did with the contraband liquor after purchase is of no weight whatever in determining such question. To hold otherwise would be to make of the law of accomplice witnesses a ghastly farce. It would be to hold that if A, B and C, in a dry area, enter D’s cafe through different doors, at the same time, and each at a separate table but in the same terms orders from D a bottle of beer of the same brand, for the sale of which to the respective buyers D is brought to trial in three separate cases, — the following would be true: D makes the same plea in each instance, that is, that the witness who purchased was an accomplice. Appellant would have this court hold that A, a private citizen who was a regular customer of D and bought a drink, — would be held not an accomplice, and his testimony would suffice to support a conviction. Appellant would have this court hold that B, a private citizen, but an enemy of D, who bought for the purpose of making a case against his enemy and having him prosecuted, — was not an accomplice because he <page-number citation-index=\"1\" label=\"342\">*342</page-number>was a private citizen, or because he drank the beer and did not preserve it for evidence or give it to the officers. Appellant would have this court hold that C, an honorable man but an officer who far no other purpose save to ferret out crime and to make a case against D, if the latter would sell to him liquor in violation of law, which liquor he preserves for the purpose of using as evidence, or turns same over to the sheriff, — is alone held tainted with having acted with D with common intent to violate the law, or as one who had some unlawful connection with the transaction, so that we would hold his evidence not to be accepted as sufficient unless corroborated.</p>\n<p id=\"b366-5\">Such holding would be to make a distinction in liquor cases without any difference in principle, and would be to hold for naught the numberless cases in our own and all other jurisdictions of this country, which lay down and adhere to the sound principle that the purchaser of liquor sold in violation of law is not ipso facto the originator of the crime, and is not thus shown to have had a common intent with the seller, nor to be thus' made guilty of an unlawful connection with such crime.</p>\n<p id=\"b366-6\">We do not agree with appellant that there is any statement in the opinion in the Privitt case, supra, supporting his contention in the regard here under discussion. We understand from said opinion that there was nothing in the record in the Privitt case showing entrapment, or that the money used was furnished by the employers of the witness, or that he retained the Whisky for evidence, and that no reason was presented for any‘purely obiter dicta discussion of such issues.</p>\n<p id=\"b366-7\">In addition to the authorities above cited, we call attention to Blakemore on Prohibition, 3rd Ed., Sec. 136, p. 98, for other authorities holding that the purchasers of intoxicating liquor are not accomplices under the circumstances stated. See also other authorities cited in Corpus Juris, Vol. 16, Secs. 1386-1397; and also authorities cited in Ruling Case Law, Vol. 8, Sec. 105, p. 128.</p>\n<p id=\"b366-9\">We have not intended by what we have said above to lay down any rules that will prevent certain well known exceptions to the rule announced by us in this opinion, such as persons who are under indictment for complicity in the crime on trial under immediate investigation, who are thus made accomplices. Nor do we intend to exclude those who may have affirmatively aided persons committing crimes to escape arrest or prosecution, even though such persons may not have been sufficiently involved to bring them within the statutory rule of accessories, <page-number citation-index=\"1\" label=\"343\">*343</page-number>and there may be other exceptions which do not now come to mind.</p>\n<p id=\"b367-5\">We have concluded that in so far as the case of Boyd v. State, 39 S. W. (2d) 55, holds the purchaser of narcotics, who purchases same for the purpose of making a case against the seller for violating the law, ipso facto an accomplice, — when used as a witness, — same is erroneous, and said case on this point is overruled.</p>\n<p id=\"b367-6\">We have examined exhaustively all authorities bearing upon the question at issue here, in order to correctly decide the case. Not being able to agree with appellant in any contention made, and finding no error in the record, the judgment is affirmed.</p>\n<p id=\"b367-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b367-8\">ON MOTION for rehearing.</p>\n<author id=\"b367-9\">MORROW, Presiding Judge. —</author>\n<p id=\"AJa\">The motion for rehearing is limited to the question whether the inspectors of the Liquor Control Board were accomplice witnesses.</p>\n<p id=\"b367-10\">Appellant concedes that the purchaser of intoxicating liquor, which is- illegally sold to said purchaser, is not an accomplice witness. See Berlew v. State, 88 Texas Crim. Rep., 241; Privitt v. State, 98 S. W. (2d) 204, 131 Texas Crim. Rep., 342. However, he insists that, under the doctrine of entrapment, the inspectors placed themselves in the category of accomplice witnesses, in that they brought about the violation of the law for which he was prosecuted and convicted. In support of this contention appellant cites, among others, the cases of Bush v. State, 68 Texas Crim. Rep., 299, and Boy v. State, 118 Texas Crim. Rep., 532, 39 S. W. (2d) 55.</p>\n<p id=\"b367-11\">It was pointed out in the original opinion herein that the inspectors, in purchasing liquor from the appellant, made no false statements to him. Believing that the appellant was engaged in the unlawful sale of intoxicating liquor, they merely went to his place of business and purchased a quantity of beer from him. It is true that their purpose was to expose the illicit traffic in intoxicating liquor, to the end that the appellant might be properly proceeded against in a criminal prosecution. The criminal design is not shown to have originated with the inspectors, nor does the record show that they implanted “in the mind of an innocent person (the appellant) the disposition to commit the alleged offense.” Under the circumstances, the question arises whether the elements of an unwarranted entrapment are present.</p>\n<p id=\"b368-4\"><page-number citation-index=\"1\" label=\"344\">*344</page-number>■An examination of the judicial precedents in other jurisdictions discloses the announcement of the rule to be as stated in 86 A. L. R., 264, from which we quote as follows:</p>\n<p id=\"b368-5\">“As is stated in the earlier annotations, it appears to be the general rule, in the class of cases where the doing of a particular act is a crime regardless of the consent of anyone, that if the criminal intent originates in the mind of the accused, the fact that an opportunity is furnished, or that the accused is aided in the commission of the crime in order to secure the evidence necessary to prosecute him therefor, constitutes no defense. The purpose of the detective or governmental agent is not to solicit the commission of, nor to create, an offerisej but to ascertain if the accused is engaged in an unlawful business, or to entrap the defendant in the act of committing an offense which he has reasonable grounds to believe the accused has commenced or is about to commence.”</p>\n<p id=\"b368-6\">In support of the annotation numerous authorities are cited, among them being Sorrells v. United States, 287 U. S., 435, 77 L. Ed., 413, 53 S. Ct., 210, from which the following quotation is taken:</p>\n<p id=\"b368-7\">“It is well settled that the fact that officers or employees of the Government merely afford opportunities, or facilities for the coriimission of the offense does not defeat the prosecution. Artifice and stratagem may be employed to catch those engaged in criminal enterprises. Grimm v. United States, 156 U. S. 604, 610, 39 L. ed. 550, 552, 15 S. Ct. 470; Goode v. United States, 159 U. S. 663, 669, 40 L. ed. 297, 300, 16 S. Ct. 136; Rosen v. United States, 161 U. S. 29, 42, 40 L. ed. 606, 610, 16 S. Ct. 434, 480, 10 Am. Crim. Rep. 251; Andrews v. United States, 162 U. S. 420, 423, 40 L. ed. 1023, 1024, 16 S. Ct. 798; Price v. United States, 165 U. S. 311, 315, 41 L. ed. 727, 729, 17 S. Ct. 366; Bates v. United States, (C. C.) 10 Biss. 70, 10 Fed. 92, 94; note, p. 97; United States v. Reisenweber, (C. C. A. 2d) 288 Fed. 520, 526; Aultman v. United States (C. C. A. 5th) 289 Fed. 251. The appropriate object of this permitted activity, frequently essential to the enforcement of the law, is to reveal the criminal design; to expose the illicit traffic, the prohibited publication, the fraudulent use of the mails, the illegal conspiracy, or other offenses, and thus to disclose the would-be violators of the law. A different question is presented when the criminal design originates with the officials of the Government, and they implant in the mind of an innocent person the disposition to commit the alleged offense <page-number citation-index=\"1\" label=\"345\">*345</page-number>and induce its commission in order that they may prosecute.”</p>\n<p id=\"b369-5\">See also authorities cited in 86 A. L. R., 264.</p>\n<p id=\"b369-6\">The announcement of the rule by this court in Bush v. State, supra, is to the same effect as the foregoing, that is to say, that when an officer or other person has reasonable grounds to believe that a violation of the law is in contemplation and takes steps to disclose the would-be violators, he is not to be placed in the category of an accomplice witness when called upon to testify against the alleged offender. The limitation' engrafted upon the rule by some of the cases is to the effect that there must not be any undue» inducement, “such as urgent appeals to the sympathy of the accused, etc.” See 66 A. L. R., 494. However, in view of the record in the instant case, it is unnecessary to decide whether such limitation should receive the approval of this court.</p>\n<p id=\"b369-7\">Giving application to the rule announced by the Supreme Court of the United States in the Sorrells case, supra, we are constrained to hold that the record herein fails to reveal an unwarranted entrapment of the appellant by the inspectors of the Liquor Control Board. It follows that it cannot be said that they were connected with the alleged offense, either as principal, accomplice or accessory, by an unlawful act or omission on their part, transpiring either before, at the time of, or after the commission of the offense. See Dooley v. State, 110 Texas Crim. Rep., 36; Haynes v. State, 113 Texas Crim. Rep., 93; Harper v. State, 92 Texas Crim. Rep., 657. This being true, we are constrained to hold that the inspectors mentioned were not accomplice witnesses.</p>\n<p id=\"b369-8\">The motion for rehearing is overruled.</p>\n<p id=\"b369-9\">\n<em>Overruled.</em>\n</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b369-10\">HAWKINS, Judge</author>\n<p id=\"A8i\">(Concurring). — In his motion for rehearing appellant cites Carr v. State, 128 Texas Crim. Rep., 510, 82 S. W. (2d) 667, and Sterling v. State, 93 Texas Crim. Rep., 527, 248 S. W., 684, as being in direct conflict with the holding in the present case, and written by the same judge who prepared the original opinion herein. The Carr case does not seem <em>to </em>be in conflict with our announcement here. So far as the record shows Edwards — held to have been an accomplice witness — appears to have lodged the idea of the crime there charged in Carr’s mind, and put the offense in motion. In Sterling’s case the facts are meagerly stated in the opinion. In so far as it may appear to be in conflict with our present holding it will be overruled.</p>\n<p id=\"b370-2\"><page-number citation-index=\"1\" label=\"346\">*346</page-number>With the foregoing explanation the present writer concurs in the. opinion on rehearing.'</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}