{
  "casebody": {
    "data": "<casebody firstpage=\"228\" lastpage=\"230\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b248-4\">William Y. Carter <em>vs. </em>Boston and Albany Railroad Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b248-6\">Worcester.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ADSE\">October 1, 1900.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Acjq\">December 8, 1900.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b248-7\">Present: Knowlton, Morton, Lathrop, &amp; Hammond, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b248-8\"><em>Personal Injuries occasioned to Person visiting Freight-house of Defendant Railroad on Holiday </em>— <em>Negligence.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b248-9\">At the trial of an action against a' railroad corporation for personal injuries, it appeared that a comrade of the plaintiff had occasion to go to the defendant’s freight-house from his father’s store to carry some eggs for shipment by the defendant’s road; that the plaintiff went with him as a volunteer to assist him; that the freight-house door was locked and no freight was being received on that day, though the plaintiff did not know this; that the plaintiff took hold of the chain with which the door was locked and shook and rattled it to see if he could not get in; and that, as he turned away, a piece of iron weighing about seven hundred pounds, which stood on the platform nearly upright leaning against the side of the house, fell on him, causing the injuries complained of. The accident happened on February 22,1899, and the piece of iron had stood there since November 11 preceding. <em>Held, </em>that there was no evidence that the fall was caused by negligence on the part of the defendant.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b249-2\"><page-number citation-index=\"1\" label=\"229\">*229</page-number>Tort, for personal injuries. Trial in the Superior Court, before G-askill, J., who directed the jury to return a verdict for the defendant; and the plaintiff alleged exceptions, which appear in the opinion.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b249-3\"><em>J. R. </em>Kane, for the plaintiff.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b249-4\"><em>F. </em>P. <em>Goulding, </em>for the defendant.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b249-5\">Morton, J.</author>\n<p id=\"A8Cv\">A comrade of the plaintiff had occasion to go to the defendant’s freight-house in Spencer from his father’s store to carry some crates of eggs for shipment by the defendant’s road. The plaintiff went with him as a volunteer to assist him. The freight-house door was locked and no freight was being received on that day, though the plaintiff did not know this. The plaintiff took hold of the chain with which the door was locked and shook and rattled it for the purpose of seeing if he could not get in. As he turned away, a piece of iron weighing about seven hundred pounds, which stood on the platform nearly upright leaning against the side of the house, fell on him, causing the injuries complained of. The accident happened on February 22, 1899, and the piece of iron had stood there since November 11 preceding.</p>\n<p id=\"b249-6\">This action is to recover for the injuries thus sustained. The presiding justice directed a verdict for the defendant, and the case is here on the plaintiff’s exceptions. We think that the ruling was right.</p>\n<p id=\"b249-7\">Assuming, without deciding, that the plaintiff was on the defendant’s premises under such circumstances as to entitle him to protection from the defendant’s negligence, and assuming, also without deciding, that the fact that it was a legal holiday made no difference to the defendant’s duty in that regard, the plaintiff was bound to show by a fair preponderance of the evidence that the accident was due to the defendant’s negligence. The mere fact that the piece of iron was placed by the defendant on the platform, leaning against the side of the house, was not of itself evidence of negligence. The defendant had a right to place it there; and according to the undisputed testimony it had stood there securely since early in the preceding November. There were marks on the platform and the side of the building showing where it had stood, and that it was placed in a secure position originally. The only circumstance tending to show negligence <page-number citation-index=\"1\" label=\"230\">*230</page-number>on the defendant’s part is the fact, if it was a fact, that the iron fell in consequence of some slight and inadvertent touch or push on the plaintiff’s part. But whether that was so, and what the immediate cause of the fall was, is wholly a matter of conjecture. The case is not one, we think, where, in the absence of explanation by the defendant, proof of the accident furnishes evidence of negligence on its part. In view of the size and weight of the piece of iron, and of the fact that it had stood securely in the same position since the previous November, the improbability, of its fall having been occasioned by a slight and inadvertent touch or push on the part of the plaintiff was so great as to render it purely conjectural whether the fall could have been caused in that manner.</p>\n<p id=\"b250-4\">We have not considered whether the plaintiff was anything more than a mere trespasser. <em>Exceptions overruled.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}