{
  "casebody": {
    "data": "<casebody firstpage=\"434\" lastpage=\"440\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b454-5\">Thomas Hall <em>vs. </em>Street Commissioners of Boston.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b454-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Axp\">November 14, 1900.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Akr\">January 4, 1901.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b454-7\">Present: Holmes, C. J., Knowlton, Barker, Hammond, &amp; Boring, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b454-8\">Section 3 of St. 1899, c. 450, was a substitute for § 7 of St. 1897, c. 426, giving the street commissioners of Boston power to make sewer assessments in a certain manner, which had been held to be unconstitutional in <em>Sears </em>v. <em>Street Commissioners, </em>173 Mass. 350. The substituted section contained the following provision : <em>“ </em>The board of street commissioners of said city at any time within two years after any new sewer or drain for the collection or disposal of sewage or of surface or ground water is completed, shall assess upon the several estates especially benefited by such sewer or drain, a proportional part of the cost thereof, not exceeding in amount the sum of four dollars per linear foot.” The act containing the original invalid provision was approved May 22, 1897; the substituted section was enacted and took effect June 1, 1899. <em>Held, </em>that a sewer begun July 23, 1897, and completed April 5, 1898, is a new sewer within the meaning of the provision of the substituted section above quoted, and that.the provision is constitutional. <em>Held, also, </em>that the word “proportional” in the provision above quoted means proportional to the special benefit received.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b454-9\">Petition for a writ of certiorari to quash proceedings of the board of street commissioners of the city of Boston assessing <page-number citation-index=\"1\" label=\"435\">*435</page-number>land of the petitioner under St. 1899, c. 450, § 3, filed February 20, 1900. By agreement of parties the case upon the petition and answer was reserved by <em>Barker, </em>J. for the consideration of the full court.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b455-4\">The petition alleged that the petitioner was a citizen and taxpayer of Boston and the owner of two parcels of land on Harrison Avenue in Boston, and set forth St. 1899, c. 450, § 3, amending St. 1897, c. 426, § 7, as follows:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b455-5\">“ Section 3. Section seven of said chapter is hereby amended by striking out the whole of said section, and inserting in place thereof the following: — Section 7. The board of street commissioners of said city at any time within two years after any new sewer or drain for the collection or disposal of sewage or of surface or ground water is completed, shall assess upon the several estates especially benefited by such sewer or drain, a proportional part of the cost thereof, not exceeding in amount the sum of four dollars per linear foot. Any such assessment which shall be found to be invalid and is unpaid, or which shall have been recovered back, may be reassessed by said board to the amount for which and to the person to whom the original assessment ought to have been made. Every such reassessment and every such original assessment shall be a lien upon the estate assessed or reassessed for two years after such assessment or reassessment, and shall be collected and paid into the city treasury in conformity with the provisions of sections sixteen and seventeen of chapter three hundred and twenty-three of the acts of the year eighteen hundred and ninety-one, and acts in amendment thereof or in addition thereto.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b455-6\">“ Said board may assess upon any estate heretofore or hereafter connected, with a public sewer a reasonable part of the cost of construction thereof: <em>provided, </em>that no owner of the estate has paid for such sewer or has paid any assessment for its construction. Every such assessment may be revised and corrected by said board of street commissioners, and such assessments and revised and corrected assessments shall be subject to an appeal to the superior court in the manner provided for appeals from the board of assessors in the case of taxes, and they shall not be affected by the provisions of the statute requiring the filing of a list of estates liable to taxation as a prerequisite to an appeal.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b456-3\"><page-number citation-index=\"1\" label=\"436\">*436</page-number>The petition alleged that the respondents, purporting to act under the above provisions of the statute, wrongfully and unlawfully made sewer assessments upon the petitioner’s land above described. That up to and including a part of the year 1897 there was a public sewer on Harrison Avenue, where the petitioner’s land abutted, with which the petitioner’s lots were connected; and that this sewer was entirely sufficient for drainage and all other purposes and uses for which public sewers are constructed and maintained in the city of Boston, so far as the petitioner’s lots were concerned. That on August 5, 1897, the board of street commissioners ordered that a new sewer should be built on Harrison Avenue, from Northampton Street to Eustis Street; that the work on this sewer was begun on July 23, 1897, and was finished April 5, 1898; that the entire cost of the sewer amounted to $38,642.08; and of the above cost the board of street commissioners arbitrarily and without right determined to assess some of the estates abutting on Harrison Avenue, where the sewer was built, the sum of $6,924.16 ; and pursuant to such scheme, on October 5, 1899, assessed on the first parcel above named the sum of $420.42, and on the second parcel above named the sum of $369.47, these • assessments being at the rate of $2.47 per running foot.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b456-4\">The .petitioner further alleged that his said lots were disconnected with the old sewer, and connected with the sewer constructed as aforesaid, by the agents or servants of the street commissioners in the year 1898, without consultation with the petitioner, and without notice to or request of the petitioner; and that the petitioner’s lots were in no wise benefited by the new sewer, and were sufficiently drained under the conditions which existed when the old sewer was in use.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b456-5\">The petition then enumerated the grounds on which the petitioner alleged the respondents’ acts to be unlawful, concluding as follows, and referring to St. 1899, c. 450, § 3, above quoted:</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b456-6\">7. The provisions of said act, in so far as they may be held to give authority to said board of street commissioners to assess the cost of reconstructing sewers upon abutters on streets where same has already been laid, are unconstitutional.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b456-7\">“ 8. The provisions of said act are not retrospective.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"A-ei\"><page-number citation-index=\"1\" label=\"437\">*437</page-number>“ 9. The pi’ovisions of said act do not authorize said street commissioners to assess your petitioner’s said estates.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"AA9k\">“ 10. The provisions of said act are in conflict with and in violation of the Constitution of Massachusetts, c. 1, § 1, Art. 4.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"AFAM\">“11. The provisions of said act are in conflict with and in violation of the 14th Article of Amendment to the Constitution of the United States, § 1.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"A4r\">The respondents in their answer admitted that they passed an order on August 5, 1897, that a new sewer be built on Harrison Avenue from Northampton Street to Eustis Street, and alleged that the sewer was constructed, as ordered, at a total certified cost of $38,642.08, and the respondents duly assessed upon the estates abutting upon said Harrison Avenue their respective proportional parts or shares of the cost thereof in accordance with said chapter 450 of the acts of 1899, that they were of the opinion that the especial benefit was exclusively confined to the estates abutting on said avenue, that the assessments were made after taking into consideration the report of the engineering department of the sewer division, that the old sewer was broken down and useless and that a new sewer was absolutely necessary for proper drainage, and alleged that the assessments were valid, lawful and reasonable.</summary>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"AMu\"><em>W. N. Buffum, </em>for the petitioner.</attorneys>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"Azr\"><em>T. M. Babson, </em>for the respondents.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"A60B\">Holmes, C. J.</author>\n<p id=\"Amn\">This is a petition for a writ of certiorari to quash a sewer assessment laid under St. 1899, c. 450, § 3, which took the place of St. 1897, c. 426, § 7, declared unconstitutional in <em>Sears </em>v. <em>Street Commissioners, </em>173 Mass. 350.</p>\n<p id=\"AFik\">The act of 1899, in the first part of § 3, enacts that the board of street commissioners “ at any time within two years after any new sewer or drain ... is completed, shall assess upon the several estates especially benefited by such sewer or drain, a proportional part of the cost thereof, not exceeding in amount the sum of four dollars per linear foot,” and\" goes on to provide for a reassessment of any such assessment which shall have been found to be invalid and is unpaid, or which shall have been recovered back. This act took effect June 1, 1899. The sewer in question was built under an order of August 5, 1897, the woi’k being finished on April 5, 1898. There was an old sewer <page-number citation-index=\"1\" label=\"438\">*438</page-number>in the street, but it was on the other side, no part of it was used in the new construction, and it fairly is to be taken from the respondents’ answer that they found it broken down and useless.</p>\n<p id=\"b458-3\">It is objected to the assessment that the sewer was not a new sewer, that the act does not apply to a sewer already built, and that if it does it is unconstitutional for that and.other reasons. It is objected further, that the answer does not show that the petitioner has not paid for the sewer within a proviso further on in the section, but this and some other objections go on the footing that the action of the board in this case is to be referred to a later power to “ assess upon any estate heretofore or hereafter connected with a public sewer a reasonable part of the cost of construction thereof” subject to the proviso just referred to. As we are of opinion that the board acted under the words first quoted from the beginning of the section and not under this later power, we shall say no more about these other objections beyond adding that so far as they go on a failure of the answer to state matters obviously true with technical fulness, we should not grant a certiorari on that ground.</p>\n<p id=\"b458-4\">We are of opinion that the sewer was a new sewer within the meaning of the act, and that it is sufficiently shown to have been so by the facts which we have stated. The suggestion that it is not a new sewer seems to have been an afterthought and contrary to the purport of the petition. In view of our opinion on this point and of the fact that the words of the act which we shall discuss require a' new sewer, it is unnecessary to consider whether the Legislature would not have had power to authorize an assessment for reconstructing an old sewer or a new part of an old system. See <em>Sears </em>v. <em>Street </em>Commissioners, 173 Mass. 350 ; <em>Carson </em>v. <em>Brockton, </em>175 Mass. 242.</p>\n<p id=\"b458-5\">We are of opinion in the next place that this sewer is within the words first above quoted from the act. It is true that the words “ within two years after any new sewer ... is completed ” taken by themselves would seem to refer to a completion in the future. But we have to consider the whole section and the circumstances. Later on, as we have said, there is a general power to assess upon any estate heretofore or hereafter connected with a sewer, about which we say nothing except that it shows that <page-number citation-index=\"1\" label=\"439\">*439</page-number>the Legislature had past work in its mind. But what is more • important is that the section is enacted to replace the one which was held unconstitutional by this court, and its whole frame shows that it was intended among other things to enable the . city to collect the special assessment which it had failed to get under the earlier act. Indeed this is the petitioner’s argument, although aimed at a different conclusion. Taking this into account, and also that the section which we are construing was passed as an amendment to the act of 1897, we are of opinion that the words embrace at least sewers completed after the act of 1897 went into effect. We are not laying down a general rule of construction for amendments, but simply are construing this particular act as we think that the Legislature meant it to be construed. No doubt if the amendment in a new clause not repeated from the amended section, had read “ is hereafter completed,” the general rule would take “ hereafter ” as referring to the date of the amendment, not to the date of the act. <em>Ely </em>v, Holton, 15 N. Y. 595, 598. <em>Moore </em>v. <em>Mausert, </em>49 N. Y. 332, 335. <em>Matter of </em>Peugnet, 67 N. Y. 441, 445. See <em>Parsons </em>v. <em>Wayne Circuit Judge, </em>37 Mich. 287 ; <em>Farrell </em>v. <em>State, </em>25 Vroom, 416, 423.</p>\n<p id=\"b459-7\">Finally we are of opinion that the act of 1899 is constitutional, so far as it applies to this case. The greater part of the petitioner’s argument is made inapplicable by our decision that this was a new sewer and is within the opening words of the section. We see no objection to the statute in the fact that the statute does not apply to any sewer built before a certain date, it does not matter precisely what. Such a limit of liability by time is no more unreasonable or contrary to any principle of constitutional right than is a statute of limitations. Again, it is not unconstitutional to levy special assessments for sewers already built. One must not let one’s mind be led astray by the false analogy of executed consideration in contracts. Public works must be paid.for although they have been constructed before any tax has been levied on their account. If the tax otherwise is levied properly as a special assessment for betterments, then, in view of the fact that the benefit and payment both are compulsory, not matter of contract, a betterment already executed when the law authorizing the tax was passed <page-number citation-index=\"1\" label=\"440\">*440</page-number>will sustain the tax as well as a work built with express notice that it is under the law. <em>Butler </em>v. <em>Toledo, </em>5 Ohio St. 225. <em>Howell </em>v. <em>Buffalo, </em>37 N. Y. 267, 273. <em>Brighter </em>v. <em>Newark, </em>16 Vroom, 104. <em>Brevoort </em>v. <em>Detroit, </em>24 Mich. 322, 326. 2 Dillon, Mun. Corp. (4th ed.) § 814.</p>\n<p id=\"b460-3\">It is suggested that this statute is an attempt to exercise judicial functions and to revise the decision in <em>Sears </em>v. <em>Street Commissioners. </em>We perceive no such attempt except that the Legislature is trying now to give a valid authority where formerly it gave a void one. <em>State </em>v. <em>Newark, </em>5 Vroom, 236, 240. <em>Howell </em>v. <em>Buffalo, </em>37 N. Y. 267.</p>\n<p id=\"b460-4\">It is urged that the method of assessment is bad as not being limited to the benefit received. It is unfortunate that the petitioner’s argument is directed against the later clause authorizing the board to assess a reasonable part of the cost upon any estate heretofore or hereafter connected with a public sewer. But we assume that he would wish to urge the same objection to the clause at the beginning of the section which we have decided to be applicable. That clause confines the assessment in terms to the estates especially benefited and limits it to a proportional part of the cost, not exceeding four dollars per linear foot, but does not limit it in clear terms to the special benefit received. We áre of opinion, however, that the word “ proportional ” as here used must be taken to mean proportional to the special benefit received. See <em>Carson </em>v. <em>Brockton, </em>175 Mass. 242. We believe that we have dealt with all the objections to the assessment insisted on in the petitioner’s argument so far as they are applicable to our view of the facts and our construction of. the statute.</p>\n<p id=\"b460-5\">\n<em>Petition dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}