{
  "casebody": {
    "data": "<casebody firstpage=\"250\" lastpage=\"253\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b268-8\">[Crim. No. 3295.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AHL\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A10\">May 24, 1957.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b268-9\">THE PEOPLE, Respondent, v. OTIS WALKER, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b269-8\"><page-number citation-index=\"1\" label=\"251\">*251</page-number>John S. Hartwell, under appointment by the District Court of Appeal, and Robert J. Wiles for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b269-9\">Edmund G. Brown, Attorney General, Clarence A. Linn, Assistant Attorney General, and Marvin J. Christiansen, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b269-10\">PETERS, P. J.</author>\n<p id=\"Al1Y\">Defendant was charged with petty theft and with two prior petty theft convictions. He admitted the priors, and pleaded not guilty to the main charge. He was found guilty as charged. He appeals from the judgment of conviction and from the order denying his motion for a new trial, contending that the evidence does not sustain the verdict.</p>\n<p id=\"b269-11\">The evidence in support of the verdict is substantial. Charles McNulty testified that he was standing just inside a restaurant at 12th and Broadway in Oakland, at about 1:45 a. m. on April 30, 1956, preparing to put four 10-dollar bills into his pocket when a man walked by, grabbed the money, and ran. The thief, with McNulty chasing him, ran down Broadway to 11th and turned east towards Franklin Street. On Franklin the thief turned south until he reached 9th Street. There a sailor took up the chase. On Franklin Street a cab driver picked up McNulty and drove him down 9th and through a parking lot to 8th Street. There they found defendant in the hands of the sailor.</p>\n<p id=\"b269-12\">McNulty admitted that he did not see the face of the man who grabbed his money, but the man was a Negro dressed approximately as was defendant, and was of the same size and weight. The thief was momentarily out of McNulty’s sight when he turned into 11th Street, again when he turned into Franklin, and again when he turned into 9th Street, but there were few people on the street, and each time Me<page-number citation-index=\"1\" label=\"252\">*252</page-number>Nulty turned the corners there was but one man running away from him.</p>\n<p id=\"b270-5\">The sailor was about at 9th and Franklin when he saw McNulty chasing the defendant down Franklin. He saw defendant turn into 9th Street and he took up the chase and finally cornered the defendant on 8th Street, never losing sight of defendant until he caught him.</p>\n<p id=\"b270-6\">The taxi driver was parked at 11th and Broadway when he saw McNulty chasing a man down Broadway. He took up the chase and saw the man in front turn down Franklin. He drove his cab the wrong way on Franklin, hoping to catch the attention of an officer. He picked up McNulty on Franklin near 9th and chased defendant down 9th and across the parking lot to 8th Street where the sailor had captured the defendant. He then used his radio transmitter to call the police.</p>\n<p id=\"b270-7\">McNulty testified that when he caught up to the sailor and defendant he demanded the return of his money; that defendant at first denied any knowledge of the money, but finally took four 10-dollar bills from his mouth and gave them to McNulty. This was corroborated, in part, by the sailor, who testified that he saw defendant remove some paper money from his mouth and give it to McNulty, and recognized at least one was a 10-dollar bill.</p>\n<p id=\"b270-8\">The sailor testified that after the defendant had given the money to McNulty he said: “I give the guy back his money. Let me go before the law gets here, . . . before the cops get here.”</p>\n<p id=\"b270-9\">Appellant argues that there was insufficient evidence of identification. The facts speak for themselves. The evidence in this respect is not only substantial, but practically conclusive. The argument that there is no evidence that he took any money from McNulty is equally without merit. McNulty’s and the sailor’s testimony is ample on this issue.</p>\n<p id=\"b270-10\">The major argument for a reversal consists of an attack on the credibility of the prosecution’s witnesses. It is pointed out that prior to the claimed theft McNulty had been to a public dance hall where he had admittedly consumed six to eight beers. He also admitted that he had four felony convictions and was out on probation at the time of the claimed theft. These facts, as well as the attacks made on the evidence of the sailor and the taxi driver, were matters relating to credibility and were for the trial court, and may not properly be raised on appeal. <em>(People </em>v. <em>Daugherty, </em>40 <page-number citation-index=\"1\" label=\"253\">*253</page-number>Cal.2d 876 [256 P.2d 911]; <em>People </em>v. <em>Newland, </em>15 Cal.2d 678 [104 P.2d 778] ; <em>People </em>v. <em>Pierson, </em>149 Cal.App.2d 151 [307 P.2d 994]; <em>People </em>v. <em>Klinkenberg, </em>90 Cal.App.2d 608 [204 P.2d 47, 613] ; <em>People </em>v. <em>Kessler, </em>62 Cal.App.2d 817 [145 P.2d 656].)</p>\n<p id=\"b271-6\">In the instant ease all the elements of theft as defined by Penal Code, section 484, were established. The fact that defendant denied the charge and testified to facts contrary to those testified to by the prosecution witnesses merely created a conflict which was properly determined by the trial court.</p>\n<p id=\"b271-7\">The judgment and order appealed from are affirmed.</p>\n<p id=\"b271-8\">Bray, J., and Wood (Fred B.), J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}