{
  "casebody": {
    "data": "<casebody firstpage=\"810\" lastpage=\"817\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b828-9\">[Crim. No. 3309.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A83\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ahr\">June 19, 1957.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b828-10\">THE PEOPLE, Respondent, v. JOSEPH J. BETLEY, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b829-14\"><page-number citation-index=\"1\" label=\"811\">*811</page-number>Carl B. Shapiro for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b829-15\">Edmund G. Brown, Attorney General, Clarence A. Linn, Assistant Attorney General, John S. Mclnerny, Deputy Attorney General, W. O. Weissich, District Attorney (Marin), and Roger P. Garety, Chief Deputy District Attorney, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b830-4\"><page-number citation-index=\"1\" label=\"812\">*812</page-number>KAUFMAN, P. J.</author>\n<p id=\"AKD\">Appellant Joseph J. Betley was found guilty by a jury of grand theft in the form of embezzlement. This appeal is prosecuted from the judgment and the order denying his motion for a new trial. Appellant contends that he was improperly charged with a felony instead of several misdemeanors, that the evidence was insufficient to' establish the necessary elements of the offense charged, that prejudicial error was committed by the trial court in its rulings on evidence and instructions, and prejudicial misconduct on the part of the prosecution. We find no merit in any of those contentions.</p>\n<p id=\"b830-5\">The facts are as follows: From 1954 until the end of November 1955, the appellant was employed by J. L. Robinson, the owner and proprietor of J. L. Robinson Trailer Sales, in San Rafael, California. The appellant’s job was that of general office man, which included various bookkeeping and accounting duties such as entering checks and cash received in the proper record books and making bank deposits as well as writing “dun” letters to customers whose accounts were overdue.</p>\n<p id=\"b830-6\">Although J. L. Robinson and his wife, and Johnson, their other employee, also occasionally performed these functions, these matters were primarily the appellant’s duties. Checks and money orders received as payments on account from customers, as well as checks received from certain insurance brokers for whom J. L. Robinson Trailer Sales acted as agents were to be entered in the company’s day book. Cash received was recorded in the money receipt book or the merchandise receipt book. The checks and money orders in question here were never so recorded and were not credited to the proper customer’s accounts. The checks and money orders, however, did appear on the original deposit slip given to the bank, so that they were properly credited to the commercial checking account of J. L. Robinson and deducted from the accounts of the various drawers. The checks and money orders did not appear on the carbon copies of the deposit slips retained by the J. L. Robinson Company; amounts corresponding to the amounts of the various checks appeared on the carbon copies as “cash deposits.” The total amount shown on the carbon copy agreed with the total amount deposited in the bank, and the total reflected in the day book in which records of the cheeks were kept. The appellant was accused of using this method to appropriate the cash amounts reflected on the carbon copies of the deposit slips. There is no direct <page-number citation-index=\"1\" label=\"813\">*813</page-number>evidence that the appellant took the amounts in question or that he at any time spent large sums of money or lived beyond his means. The appellant admitted that a number of deposit slips and carbon copies in question were in his handwriting. The appellant testified on his own behalf and denied taking any of the Robinson Company’s money. He also testified that on many occasions after he had prepared the deposit slips for the bank, Mr. Robinson would ask him to cash a check out of the cash set aside to go to the bank; appellant would do this and then make out a new original deposit slip, but would not make a new carbon copy as the totals remained the same. This practice was denied by the testimony of Mr. Robinson, although he admitted that it may have occurred occasionally and that employees’ and customers’ checks were cashed from the cash box. The appellant testified that on the particular dates in question, he did not remember being asked to cash checks in the above manner for Mr. Robinson. The appellant offered no other explanation for the admitted discrepancies between the original deposit slips and the carbon copies thereof, both of which were in his handwriting. A bank official testified that the deposit slips and carbon copies in question were the only deposit slips for the J. L. Robinson general account on the dates involved. Robinson testified that on the dates in question he had not given the appellant permission to substitute a check for the cash amount on the original deposit slip. There is also some evidence that the regular procedures for recording checks and cash were not always followed, particularly with regard to insurance commission checks which were to be deposited in a separate trustee account. Robinson’s testimony revealed that during the period in question, he had the periodical services of CPAs; however, none of the audits were introduced into evidence, or any showing of loss to the company made. Robinson’s testimony also revealed that the cash records indicated that certain amounts of cash had been received on the dates in question. Robinson testified that while around $50 in cash was always kept in the cash box, no daily or other record of cash on hand was kept. However, when cash was taken from the cash box for business purchases, a slip of scratch paper showing the amount taken was left in the cash box. The discrepancies between the cash records, the day book and the amount of the bank deposits were revealed by a letter sent by the appellant to one of J. R. Robinson’s customers, advising him of an incorrect balance due on a trailer he <page-number citation-index=\"1\" label=\"814\">*814</page-number>had purchased. The letter had been misaddressed. A few days after sending out the letter, the appellant voluntarily left his job without giving advance notice.</p>\n<p id=\"b832-5\">The appellant was charged by information with grand theft in the form of embezzlement, for a series of transactions alleged to have occurred during the period from January 24, 1955 to November 28, 1955. After denial of his motion to dismiss the information, the appellant pleaded not guilty, was tried and a verdict of guilty returned. He was sentenced to one year in the county jail, with the execution of the sentence suspended for a probation period of three years, conditioned on restitution to the complaining witness.</p>\n<p id=\"b832-6\">The first contention of the appellant is that the evidence fails to establish that he took the requisite jurisdictional amount of $200 after September 7, 1955, the effective date of the amendment to Penal Code, section 487, which reads as follows:</p>\n<blockquote id=\"b832-7\">“1. When the money, labor or real or personal property taken is of a value exceeding two hundred dollars ($200); provided, that when domestic fowls, avocados, citrus or deciduous fruits, nuts and artichokes are taken of a value exceeding fifty dollars ($50); <em>provided further, that where the money, labor real or personal property is taken by a servant, agent, or employee from his principal or employer and aggregates two hundred dollars ($200) or more in any 12 consecutive month period, then the same shall constitute grand theft.” </em>(Emphasis added.)</blockquote>\n<p id=\"b832-8\">The italicized portion was added by the 1955 amendment. Appellant concedes that the following four items could be merged to total $198.95:</p>\n<blockquote id=\"b832-9\">Maker of Check Amount Date Exhibit lío.</blockquote>\n<blockquote id=\"b832-10\">Baker .............$40.00 9/13/55 13</blockquote>\n<blockquote id=\"b832-11\">Gilchrist........... 41.75 11/19/55 16</blockquote>\n<blockquote id=\"b832-12\">Collins ............ 50.00 10/22/55 17</blockquote>\n<blockquote id=\"b832-13\">Flavell ............ 67.20 11/11/55 18</blockquote>\n<p id=\"b832-14\">The question arises as to a check for $157.12, representing insurance commission, made payable to J. R. Robinson, dated September 4, 1955, and mailed on September 4, 1955, a Sunday, or on September 5, 1955, Labor Day, a holiday, from the Oakland area. As this check appears on the deposit slip for September 7, 1955, which is in the appellant’s handwriting, there is no difficulty as to the applicability of the statute in question. Furthermore, as the sentence shows the appellant was convicted of only a misdemeanor, it does not appear that he was in any way harmed or prejudiced by the <page-number citation-index=\"1\" label=\"815\">*815</page-number>felony charge. There is, therefore, no merit in this contention. The appellant also contends that the trial court erred in permitting the introduction of evidence relating to incidents prior to September 7th and to fail to instruct the jury that no consideration be given to these incidents. The appellant’s brief argues that these matters should now be resolved in his favor, “in view of the fact that at the very most a misdemeanor could be shown. ’ ’ As pointed out above, the appellant was sentenced for only a misdemeanor.</p>\n<p id=\"b833-6\">The second contention of the appellant is that there is insufficient evidence to prove an appropriation of the funds with the necessary felonious intent. He concedes the existence of the other three necessary elements of embezzlement, the employment relationship, duties in that relationship which give the defendant some control over the employer’s funds, and receipt of the funds. He argues that the evidence as to appropriation is so slight that a matter of law is presented rather than a question of fact for the jury. He relies on <em>People </em>v. <em>Alkow </em>(1950), 97 Cal.App.2d 797 [218 P.2d 607], in which the court reversed the conviction of theft of an attorney for a corporate collection agency, who had collected a note for the agency and deposited the amount in an agency account, as there was no evidence that he had issued any of the cheeks in question or that he was an officer of the agency. In the instant case, however, the evidence was not so slight; the deposit slips and carbons were in the appellant’s handwriting and the discrepancies between the two could not be satisfactorily explained to the jury. <em>(People </em>v. <em>Stanford,</em></p>\n<p id=\"b833-7\">16 Cal.2d 247 [105 P.2d 969] ; <em>People </em>v. <em>Talbot, </em>220 Cal. 3 [28 P.2d 1057].) The question of whether the taking was with the necessary felonious intent and whether the appellant converted the money to his own use, were proper questions for the jury. <em>(People </em>v. <em>Burman, </em>138 Cal.App.2d 216 [291 P.2d 49] ; <em>People </em>v. <em>Applegate, </em>91 Cal.App.2d 163 [204 P.2d 689] ; <em>People </em>v. <em>Larson, </em>92 Cal.App. 376 [268 P. 419].) The jury did not have to believe that appellant did not take the money or that the discrepancies in the deposit slips and carbons were due to the reasons he stated. They could have believed that he falsified the company’s records for his own advantage. Therefore, there is no merit in the appellant’s argument that the prosecution should have produced evidence of loss to the Robinson Company or of excessive spending on the part of appellant. His reliance on <em>People </em>v. <em>Rowland, </em>12 Cal.App. 6 [106 P. 428], is ill placed, as the court there held that there was sufficient proof of the corpus delicti in a <page-number citation-index=\"1\" label=\"816\">*816</page-number>situation not too unlike this one where the secretary of a bank failed to indicate on the bank’s records that a certain note had been paid. In <em>People </em>v. <em>Grimes, </em>91 Cal.App.2d 629 [20 P.2d 416], it was held that there was insufficient evidence to draw an inference of embezzlement where the executor of an estate obtained a sum of money belonging to the estate but didn’t deposit it in any account, where there was no duty to deposit such funds in the course of administration. The appellant here clearly had a duty to record the checks received in the proper books and credit the accounts of the various customers.  It is not necessary to show that the books did not balance. <em>(People </em>v. <em>Lind, </em>95 Cal.App. 202 [272 P. 754].) Before the verdict can be set aside on appeal it must be clear that on no hypothesis whatsoever is there evidence to support the conclusion reached below. <em>(People </em>v. <em>Daugherty, </em>40 Cal.2d 876 [256 P.2d 911].)</p>\n<p id=\"b834-5\">The third contention of the appellant is that the trial court erroneously instructed the jury as follows: “Neither the prosecution nor the defense is required to call as witnesses all persons who are shown to have been present at any of the events involved in the evidence or who may appear to have some knowledge of the matters in question in this trial, nor is the prosecution or the defense required to produce as exhibits all objects or documents that have been referred to in the testimony or the existence of which may have been suggested by the evidence.” This instruction which is couched in terms of “neither the prosecution nor the defense” cannot be said to be prejudicial.</p>\n<p id=\"b834-6\">The cases cited by appellant on pages 12 to 15 of his brief are not relevant here.  No duty rests on the prosecution to call any particular witness or all persons who may know something about the case. <em>(People </em>v. <em>Tuthill, </em>31 Cal. 2d 92 [187 P.2d 16] ; <em>People </em>v. <em>Sullivan, </em>101 Cal.App.2d 322 [225 P.2d 645]; <em>People </em>v. <em>Cordero, </em>92 Cal.App.2d 196 [206 P.2d 665]; <em>People </em>v. <em>Miller, </em>134 Cal.App.2d 792 [286 P.2d 415].)  Appellant takes the position that because the CPAs were not called to testify, it should be assumed that their testimony would not corroborate the testimony of Robinson that the audit performed on his books after the appellant’s discharge showed that the accounts did not balance. Appellant cites <em>People </em>v. <em>Beal, </em>116 Cal.App.2d 475 [254 P.2d 100], where there was no independent proof of the alleged rape other than the testimony of the prosecuting witness. In the present situation, there was separate independent testimony that the various checks were mailed to <page-number citation-index=\"1\" label=\"817\">*817</page-number>and received by J. L. Robinson Trailer Sales, and were cleared through, the respective banks. As pointed out by our Supreme Court in <em>People </em>v. <em>Watson, </em>46 Cal.2d 818 at page 829 [299 P.2d 243], if the appellant believed the testimony of the witnesses in question would have aided his cause, he should have called them; Furthermore, as the record on appeal does not include instructions refused, it is impossible to tell whether the appellant here requested an instruction as to the presumption of adversity (Code Civ. Proc., § 1963, subds. 5, 6), or an instruction in accordance with Code of Civil Procedure, section 2061, subdivisions 6 and 7. If he did not request such instructions in the court below, he cannot now complain. <em>(People </em>v. <em>Bender, </em>27 Cal.2d 164 [163 P.2d 8] ; <em>People </em>v. <em>Grasso, </em>142 Cal.App.2d 407 [298 P.2d 131].)  It is a well known rule that all of the instructions given must be considered as a whole; the jury here was properly instructed. The fourth contention of the appellant is that certain evidence was erroneously admitted. He argues that the books relied upon by the complaining witness, Robinson, should not have been admitted as the appellant was not the only one with the authority to make certain entries.  However, the evidence is clear that although on occasion Mr. Robinson or Mrs. Robinson or another employee would make entries, the duties were primarily the appellant’s. In <em>People </em>v. <em>Blackman, </em>127 Cal. 248 [59 P. 573], relied upon by the appellant, the bookkeeping entries were made by someone other than the defendant, the person who had made the entries was dead at the time of trial, and there was no evidence that the defendant was in any way responsible for the books. <em>People </em>v. <em>Semple, </em>4 Cal.App. 120 [87 P. 227], cited by the appellant on this point, is also inapplicable.  The carbon copies of the deposit slips were properly admitted, as was the letter; the defendant admitted that the deposit slips were in his handwriting and that he had written the letter.</p>\n<p id=\"b835-8\">The appellant’s final contention is that the conduct of the prosecuting attorney constituted prejudicial misconduct. There is no merit in this contention, as the record reveals that the court properly admonished the prosecution and gave the usual cautionary instructions.</p>\n<p id=\"b835-9\">We find no prejudicial error in the record before us, accordingly the judgment and order denying his motion for a new trial must be affirmed.</p>\n<p id=\"b835-10\">Judgment and order denying motion for new trial affirmed.</p>\n<p id=\"b835-11\">Dooling, J., and Draper, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}