{
  "casebody": {
    "data": "<casebody firstpage=\"836\" lastpage=\"841\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b854-6\">[Civ. No. 9088.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AkX\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfB\">June 19, 1957.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b854-7\">A. MADONNA, Appellant, v. STATE OF CALIFORNIA, DEPARTMENT OF PUBLIC WORKS, etc. et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b855-12\"><page-number citation-index=\"1\" label=\"837\">*837</page-number>Lionel Richman, Lewis Garrett and Richard Harris for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b856-3\"><page-number citation-index=\"1\" label=\"838\">*838</page-number>Robert E. Reed, Harry S. Fenton, Robert F. Carlson, Kingsley T. Hoegstedt and Leon H. Berger for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b856-4\">WARNS, J. pro tem.<footnotemark>*</footnotemark></author>\n<p id=\"AXb\">On August 2, 1955, appellant brought an action against the State of California, Department of Public Works, and Frank B. Durkee, Director of the Department of Public Works, to recover the sum of $22,400 which was withheld as penalties from the final payment due appellant for work performed under a highway construction contract. The sum was withheld in accordance with the provisions of section 1727 of the Labor Code which provides for the withholding and retaining of all amounts which have been forfeited pursuant to any stipulation in a contract for public work. By section 1775 of the Labor Code, a forfeiture of $10 is imposed for each violation of said section. Section 1774 provides in part that “the contractor to whom the contract is awarded, . . . shall pay not less than the specified prevailing rate of wages to all workmen employed in the execution of the contract.” The $22,400 was withheld at the request of the Labor Commissioner pursuant to two letters, dated June 16,1955, addressed to the Department of Public Works, which charged appellant with 2,240 violations of section 1774 of the Labor Code in the performance of the contract. Respondents made a motion to dismiss the complaint on the ground “that suit on the contract for the alleged breach was not commenced and notice given thereof within ninety (90) days after the completion of the contract and the formal acceptance of the job.” The motion was granted, and this appeal followed.</p>\n<p id=\"b856-5\">The contract in question was made and entered into between the respondent State of California and the appellant on December 22, 1954, and on May 2, 1955, an interdepartmental communication (letter) was sent from the Division of Highways to the respondent Frank B. Durkee, Director of Public Works, stating in substance that the work under the contract had been completed in accordance with the plans and specifications and that it was recommended that the contract be accepted. On May 3, 1955, this interdepartmental communication was received by the director’s office, and on the same day the recommendation of the State Highway Engineer was approved and the job was accepted. The formal acceptance of the work appears on the interdepartmental communication over the signature of A. H. Henderson, Deputy Director of the Department of Public Works, as follows: “Recommenda<page-number citation-index=\"1\" label=\"839\">*839</page-number>tion Approved: Frank B. Durkee, Director of Public Works, By [signed] A. H. Henderson.” There followed the date “May 3, 1955.” The State Highway Engineer on May 6, 1955, by letter, informed appellant of the formal acceptance of the contract, and on May 9, 1955, a notice of completion of the contract was recorded in Santa Barbara County. The recorded notice states that the work was completed by the contractor and accepted by the Director of Public Works on May 3, 1955.</p>\n<p id=\"b857-5\">Section 1730 of the Labor Code provides that “Every awarding body that withholds any penalty of forfeiture from any contract payment, for failure of a contractor or subcontractor to comply with any provision of this chapter or any of the labor laws on public works, or with any provision of a contract based on such labor laws, shall at the expiration of 90 days after the completion of the contract and the formal acceptance of the job, transfer all penalties and forfeitures,</p>\n<p id=\"b857-6\">. . . to the State Treasurer. ...” By section 1732 of said code, “The time for action by the contractor . . . for the recovery of penalties or forfeitures is limited to the 90-day period . . .,” and section 1733 provides that in case the action is not commenced and actual notice thereof received by the awarding body within the 90-day period, the action shall be dismissed on motion of the awarding body.</p>\n<p id=\"b857-7\">The above sections of the Labor Code clearly provide that recovery must be sought within 90 days after formal acceptance of the job.</p>\n<p id=\"b857-8\">In the instant case we are satisfied that there was a formal acceptance of the work on May 3, 1955, and that the action was therefore filed after the 90-day period. Prior thereto all of the work under the contract had been completed in accordance with the plans and specifications, and the State Highway Engineer had recommended that the contract be accepted. The formal written acceptance took place on May 3, 1955, when the Director of Public Works approved the State Highway Engineer’s recommendation by endorsement on the interdepartmental communication. Further, Frank B. Durkee, Director of Public Works, in his affidavit in support of respondents’ motion to dismiss, states that the contract was “. . . formally accepted on the 3d day of May, 1955.” The recorded notice of completion and the letter of May 6, 1955, to appellant from the State Highway Engineer also state May 3, 1955, as the date of completion.</p>\n<p id=\"b857-9\">There is no merit in appellant’s contention that the inter<page-number citation-index=\"1\" label=\"840\">*840</page-number>departmental communication was not a formal acceptance.</p>\n<p id=\"b858-4\">Formal acceptance has been defined as that date at which someone with authority to accept does accept unconditionally and completely. <em>(Graybar Elec. Co. </em>v. <em>Manufacturers Gas. Co., </em>21 N.J. 517 [122 A.2d 624].) It is not necessary that the acceptance be embodied in a formal resolution. There is no claim that the Director of Public Works did not have authority to accept the job. Nor is there any merit in the contention that the interdepartmental memorandum is not an official document.</p>\n<p id=\"b858-5\">Neither is there merit in appellant’s contention that the 90 days did not begin to run until notice was given of the imposition of the penalties. The statute fixes the beginning and ending of the period within which the contractor may sue. It fixes a limitation of time depending upon the completion and acceptance of the job without relation to when the cause of action arose. That period is limited to 90 days.</p>\n<p id=\"b858-6\">Appellant next contends that the proceedings to impose penalties under the provisions of sections 1727, 1730, 1731 and 1733 of the Labor Code are in the nature of criminal proceedings, and, therefore, certain of his constitutional rights have been violated. Such is not the case. Section 1732 of the Labor Code states that the action here involved is a “. . . suit on the contract for alleged breach thereof in not making the payment. ...” A suit for breach of contract is a civil action. (Code Civ. Proc., §§25, 26.)  The fact that the statute provides that the penalty shall be recovered by a civil action has been regarded as conclusive of the nature of the action. (70 C.J.S., Penalties, § 8b (2), p. 397.)</p>\n<p id=\"b858-9\">In <em>Shalz </em>v. <em>Union School Dist., </em>58 Cal.App.2d 599, 606 [137 P.2d 762], (a suit brought by a contractor for the return of funds previously assessed as a penalty for violation of a public works contract requiring a prescribed wage scale) this court stated: “Here we are presented with a question concerning the power of the state to impose penalties for violation of its statutory functions, the prescription of which is entirely a legislative matter. It is the usual method imposed to compel the performance of duties or conduct required by the state in carrying out its varied sovereign functions. Thus a legislature may impose any reasonable penalty it sees fit for the violation of valid regulations. There is no inhibition upon the state to impose such penalties for disregard of its police power as will insure prompt obedience to the requirements of such regulations. (23 Am.Jur. 626.) ” That opinion further states, “This <page-number citation-index=\"1\" label=\"841\">*841</page-number>is not an action to invoke a penalty, it is an action whereby plaintiff seeks a return of the funds previously assessed as a penalty and withheld from the plaintiff by the commissioner’s order. ’ ’</p>\n<p id=\"b859-5\">Appellant also contends that he is entitled to a jury trial since violations of the Labor Code sections constitute crimes.  As above stated, the Labor Code provides for a statutory penalty which gives rise to a civil action. For the same reason, there has been no violation of the Fourteenth Amendment to the United States Constitution, which deprived appellant of a presumption of innocence. Nor has there been a violation of article I, section 13, of the California Constitution, which pertains primarily to criminal prosecutions.  Since the Legislature has provided in section 1733 for a proceeding to fully litigate and establish the contractor’s right, if any, to recover the penalties or forfeitures withheld (although within a limited time), there is no violation of due process of law.</p>\n<p id=\"b859-6\">In the instant case, appellant was given notice of the date of completion of the contract and acceptance of the job by the State Highway Engineer’s letter of May 6, 1955. He had more than ample time in which to have filed his action within the 90-day period of time allowed by the statute.</p>\n<p id=\"b859-7\">The Public Wage Rate Act of 1931 (Stats. 1931, p. 910, now codified in the Lab. Code, pt. 7, chap. 1, §§ 1720 et seq.) has been held not to violate the Constitution. <em>(Metropolitan Water Dist. </em>v. <em>Whitsett, </em>215 Cal. 400 [10 P.2d 751].)</p>\n<p id=\"b859-8\">Lastly, appellant is in no position to challenge the constitutionality of the statute since he commenced his action to recover the penalties pursuant to the Labor Code sections which he now contends are unconstitutional. The election is a waiver and estops such complaint. “It is the general rule of law that when a party invokes the benefit of a statute, he may not, in one and the same breath, claim a right granted by it and reject the terms upon which the right is granted.” <em>(Foster </em>v. <em>Superior Court, </em>26 Cal.App.2d 230, 234 [79 P.2d 144], and cases cited; <em>Tracy </em>v. <em>MacIntyre, </em>29 Cal.App.2d 145 [84 P.2d 526].)</p>\n<p id=\"b859-9\">The judgment is affirmed.</p>\n<p id=\"b859-10\">Van Dyke, P. J., and Schottky, J., concurred.</p>\n<p id=\"b859-11\">Appellant’s petition for a hearing by the Supreme Court was denied August 13, 1957. Sehauer, J., was of the opinion that the petition should be granted.</p>\n<footnote label=\"*\">\n<p id=\"b856-6\"> Assigned by Chairman of Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}