{
  "casebody": {
    "data": "<casebody firstpage=\"265\" lastpage=\"285\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b295-5\">590 A.2d 1194</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b295-6\">THE SALEM GROUP, FARMERS MUTUAL FIRE INSURANCE COMPANY, INC., PLAINTIFFS-APPELLANTS, v. CARL OLIVER, DALLAS NEWMAN, THOMAS CIMINO, WHITEHEAD BROTHERS, INC., T/A WHIBCO, INC., MAYS LANDING SAND &amp; GRAVEL, A DIVISION OF VINELAND TRANSIT MIX, DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b295-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b295-8\">Argued December 5, 1990</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ADGs\">Decided May 8, 1991.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b296-10\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>Before Judges KING, LONG and STERN.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b296-11\"><em>George G. Rosenberger, Jr., </em>argued the cause for appellants <em>(Butler, Butler, Rosenberger &amp; Farrell, </em>attorneys).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b296-12\"><em>Linda T. Pirolli </em>argued the cause for respondent Carol Oliver <em>{Jacob, Robinson &amp; Ferrigno, </em>attorneys).</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b296-13\"><em>Diane M. Vari </em>argued the cause for respondent Dallas Newman <em>{Basile, Testa &amp; Testa, </em>attorneys, <em>Frank G. Basile, </em>of counsel, <em>Richard M. Pescatore, </em>on the brief).</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b296-14\">Respondent Mays Landing Sand and Gravel did not participate in the appeal.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b297-5\"><page-number citation-index=\"1\" label=\"267\">*267</page-number>No brief filed on behalf of respondent Thomas Cimino.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b297-6\">The opinion of the court was delivered by</p>\n<author id=\"b297-7\">KING, P.J.A.D.</author>\n<p id=\"b297-8\">This case involves the application of the automobile exclusion contained in the standard homeowner’s insurance policy to a situation where the insured is sued for giving alcoholic beverages to a minor. After drinking the alcoholic beverages, the minor claims he suffered severe personal injury while cavorting on the insured’s otherwise uninsured all-terrain vehicle (ATV). The issue is whether the insured, under his homeowner’s policy, is owed a defense on Count Five of the minor’s tort complaint which alleges a cause of action against the insured solely for giving a minor alcoholic beverages which contributed to the accident while he was driving the insured’s ATV.</p>\n<p id=\"b297-9\">This is the factual background. On December 20, 1986 the personal injury claimant, Carl Oliver, age 17, was injured when the ATV he was driving “up-ended.” On that day, Dallas Newman, the named insured under the homeowner’s policy issued by plaintiff Salem Group; Thomas Cimino, also a minor, and Carl Oliver’s cousin; and Oliver went to an isolated property owned by defendant Whibco, Inc. to drive their ATVs on trails winding around gravel pits. Newman is Oliver’s uncle. On the way to the gravel pit property, Newman, the only one of legal age, stopped to buy beer for the outing. Newman paid for the beer. At the gravel pits, Newman allowed Oliver to drive his ATV. Newman and Cimino both then drove about on borrowed ATVs while Oliver used Newman’s ATV.</p>\n<p id=\"b297-10\">After they drove around for a while, Newman brought out the beer. Oliver claims he had four or five cans of beer. Later Oliver took one slug of liquor that Newman offered him. Oliver then resumed driving Newman’s ATV. Because of the effect of the alcoholic drinks, Oliver said he drove “harder, faster and recklessly.” He fell-off Newman’s ATV several <page-number citation-index=\"1\" label=\"268\">*268</page-number>times after having these drinks but was unhurt. Oliver describes what then happened:</p>\n<blockquote id=\"b298-5\">Afterward, Dallas [Newman] again let me ride his all-terrain vehicle. We were riding in a gravel pit. I was really feeling “good” now from everything I had to drink and was racing with Tom [Cimino]. We hadn’t checked out this particular area before. Tom and I started to race up the hill in this gravel pit. When we got to the top, I saw that I couldn’t go down the other side because it was too steep. I was going too fast to turn back. I shot over the top and pushed away from the all-terrain vehicle.</blockquote>\n<blockquote id=\"b298-6\">The next think I knew, I came to in the hospital.</blockquote>\n<p id=\"b298-7\">In April 1989 Oliver filed his personal injury complaint against Newman and the other defendants. In Count Five of the complaint Oliver alleged that (1) Newman, an adult, “supplied alcoholic beverages to him when underage,” (2) he became intoxicated and (3) “as the proximate result of [his] consumption of alcoholic beverages supplied to him by defendant Dallas Newman, plaintiff Carl Oliver operated an all-terrain vehicle in such a manner as to cause an accident, injuring himself” because of Newman’s “careless and negligent” act “in supplying alcoholic beverages.” The duty of Salem Group to defend this claim under Count Five, alleging the careless purveying of alcohol to a minor, is the question before us.</p>\n<p id=\"b298-8\">Count Seven of the complaint contains allegations of negligence against Newman specifically arising out of the operation and use of his and the other ATVs on this occasion. Count Seven specifically includes allegations against Newman of negligent loaning, instructing, supervising, equipping, and racing with respect to the ATV owned by Newman and operated by Oliver. There is no coverage dispute on this count. All agree that the claims under Count Seven fall within the automobile exclusion in Salem Group’s homeowner’s policy. Also, we note that Newman had no available automobile policy or ATV policy <em>(N.J.S.A. </em>39:3C-20a) at this time.</p>\n<p id=\"b298-9\">In June 1989 Salem Group filed this present complaint for declaratory relief on the duty to defend and coverage issues. Both Salem Group and Oliver then moved for summary judgment on an agreed record. Judge Kleiner denied Salem <page-number citation-index=\"1\" label=\"269\">*269</page-number>Group’s motion but granted Oliver’s motion, ruling that the carrier had a duty to defend the allegations in Count Five, <em>i.e., </em>carelessly providing alcohol to a minor. In the final order the judge carefully provided that he made “no determination as to whether or not there is any duty to pay any adverse judgment that may be entered against Dallas Newman as such a decision will be determined by the facts of the case brought by Carl Oliver and this Court cannot reach a decision on that issue where the facts have not yet been determined.” We assume that he recognized that a jury could find no liability against Newman on the “social host” theory, see <em>Kelly v. Gwinnell, </em>96 <em>N.J. </em>538, 476 A.2d 1219 (1984), or impose liability under the Count Seven claims alone, for which no coverage was afforded.</p>\n<p id=\"b299-6\">In the Law Division, Salem Group contended that the claim by Oliver against Newman was specifically excluded under its homeowner’s policy’s comprehensive general liability (CGL) feature by the standard owned-automobile exclusion which says: II. WHAT LIABILITY INTERESTS ARE NOT COVERED</p>\n<blockquote id=\"AGS\">Exclusions — we are not liable for any loss:</blockquote>\n<blockquote id=\"b299-7\">A. Under Coverage (E) or Coverage (F), for bodily injury or property damage; 1. arising out of loading or unloading maintenance, operation, ownership, or use of:</blockquote>\n<blockquote id=\"b299-8\">******** b. motor vehicles owned or operated by, or rented or loaned to, an insured;</blockquote>\n<p id=\"b299-9\">In order to trigger coverage there must be an “occurrence” as defined in the policy:</p>\n<blockquote id=\"b299-10\">1. Occurrence means an accident, including continuous or repeated exposure to substantially similar conditions.</blockquote>\n<p id=\"b299-11\">The policy defines “motor vehicle” as including “a recreational motor vehicle while off the insured premises.” The policy defines “recreational motor vehicle” as “a motorized golf cart, snowmobile, or any other motorized land vehicle owned by an insured designed for recreational use off public roads.” Thus there is no doubt that Newman’s ATV was a motor vehicle as defined by the Salem Group’s policy.</p>\n<p id=\"b300-4\"><page-number citation-index=\"1\" label=\"270\">*270</page-number>As noted, Judge Kleiner found that there was a duty to defend Newman under one of the <em>dual </em>allegations of the complaint. He explained:</p>\n<blockquote id=\"b300-5\">The reason for coverage to Newman. Clearly Mrs. Pirolli or Mr. Robinson [Oliver’s counsel], in his complaint, asserts in Count 5 a social host liability theory, and I agree with Mr. Point [counsel for Dallas Newman] that the act of negligence in providing alcoholic beverages to a minor occurred irrespective of the foreseeable risk that would flow. Newman’s homeowner’s policy would have covered for that risk, for any other incident involving Oliver, had Oliver <em>(e.g.) </em>tripped and fell in the sand wash. Had Oliver been negligently injured as a result of any other act, Salem Group would cover for the social host liability which could be imposed upon Newman.</blockquote>\n<p id=\"b300-6\">The judge concluded that since the Salem Group policy would cover the named insured homeowner “when he’s sued under [the] theory of social host liability,” coverage was available despite the fortuitous manner of the happening of the accident, <em>i.e., </em>while the plaintiff was cavorting on an ATV owned by the named insured.</p>\n<p id=\"b300-7\">The judge apparently viewed the complaint as alleging dual, concurrent or alternative causation theories. He thought that coverage would ultimately turn on the jury’s resolution of the basis for Newman’s liability, if any: providing alcohol to a minor, responsibility for use of the owned ATV vehicle, or perhaps both. He said:</p>\n<blockquote id=\"b300-8\">However, the difficulty is that the complaint, its phraseology, the social host liability issue in Count 5 is what triggers the responsibility to defend, because the law provides that the strength of the case, or the frivolity of the complaint, or whatever, doesn't exonerate the insurance carrier from providing the defense, but may exonerate the insurance company from providing or having the responsibility to pay.</blockquote>\n<blockquote id=\"b300-9\">I would anticipate that at a trial, there would have to be special interrogatories for the jury to determine liability, and they’d have to determine if liability flows from the use of the alcohol or from some other reason that might be developed through discovery process, and therefore, if they rule on social host liability, there may be a responsibility to pay. But [they could] answer it in the negative, the alcohol, the mere — the mere fact that alcohol was consumed was not the proximate cause of the accident, but something else was the proximate cause of the accident.</blockquote>\n<p id=\"b300-10\">The question presented in this case is novel in our jurisdiction but we are inclined to agree with the Law Division judge.</p>\n<p id=\"b301-5\"><page-number citation-index=\"1\" label=\"271\">*271</page-number>We have recently reiterated the general principles which control our construction of a liability insurance policy. Our function is the search “for the probable intent of the parties in an effort to find a reasonable meaning in keeping with the express general purposes of the policy.” <em>Sinopoli v. North River Ins. Co., </em>244 <em>N.J.Super. </em>245, 250, 581 A.2d 1368 (App.Div.1990), <em>certif. denied, </em>— N.J.-(1991). The cover-</p>\n<p id=\"b301-6\">age language of liability insurance policies generally should be construed liberally in favor of the insured and strictly against the insurer to provide “full coverage of the indicated risk rather than narrow protection.” <em>Id. </em>Exclusion clauses should be strictly construed. <em>Id. </em>But the rule of liberal construction “cannot operate to authorize a perversion of the language and the intent of the contracting parties.” <em>Id.</em></p>\n<blockquote id=\"b301-7\">If the controlling language of a policy supports two interpretations, one favorable to the insurer and the other favorable to the insured, a court is obligated to apply the interpretation supporting coverage. <em>Kievit v. Loyal Protec. Life. Ins. Co., </em>34 <em>N.J. </em>475, 482, 170 A.2d 22 (1961). The reasonable expectation of the insured should be accorded so far as the language of the policy permits. <em>Allen v. Metropolitan Life Ins. Co., </em>44 <em>N.J. </em>294, 305, 208 A.2d 638 (1965); <em>Merchants Ind. Corp. v. Eggleston, </em>37 <em>N.J. </em>114, 121-122, 179 A.2d 505 (1962). The burden is on the carrier to bring the case within the exclusion. <em>Burd v. Sussex Mutual Ins. Co., </em>56 <em>N.J. </em>383, 399, 267 A.2d 7 (1970). <em>[Id. </em>244 <em>N.J.Super. </em>at 251, 581 A.2d 1368].</blockquote>\n<p id=\"b301-8\">As to the duty to defend, the well-settled principle is that an insurer’s duty to defend an action against insured is measured by the allegations contained in the complainant’s pleadings. <em>Ohio Cas. Ins. Co. v. Flanagin, </em>44 <em>N.J. </em>504, 512, 210 A.2d 221 (1965); <em>Danek v. Hommer, </em>28 <em>N.J.Super. </em>68, 77, 100 A.2d 198 (App.Div.1953), <em>aff'd, </em>15 <em>N.J. </em>573, 105 A.2d 677 (1954); 8 <em>Appleman, Insurance Law and Practice, </em>§ 4683 at 42 (1979). The duty to defend arises when the complaint states a claim constituting a risk falling within the purview of the policy language. <em>Danek v. Hommer, </em>28 <em>N.J.Super. </em>at 77, 100 A.2d 198. If the pleadings state facts bringing the injury within the coverage of the policy, the insurer must defend regardless of the insured’s ultimate liability to the complainant. 7C <em>Apple-man, Insurance Law and Practice, supra, </em>§ 4683 at 42. The <page-number citation-index=\"1\" label=\"272\">*272</page-number>nature of the damage claim, rather than the actual details of the accident or the ultimate liability of the insured, determines whether the insurer is obliged to defend. <em>Ohio Cas. Ins. Co. v. Flanagin, </em>44 <em>N.J. </em>at 512, 210 <em>A.2d </em>221; <em>see also Hackensack Water Co. v. General Accident, Fire &amp; Life Assurance Corp., </em>84 <em>N.J.Super. </em>479, 482-483, 202 A.2d 706 (App.Div.1964); <em>Van Der Veen v. Bankers Indemnity Ins. Co., </em>30 <em>N.J.Super. </em>211, 217, 103 A.2d 900 (App.Div.1954).</p>\n<p id=\"b302-5\">In the Fifth Count, Oliver alleged that:</p>\n<blockquote id=\"b302-6\">5. On or about December 20, 1986, and as the proximate cause of plaintiff Carl Oliver’s consumption of alcoholic beverages supplied to him by defendant Dallas Newman, plaintiff Carl Oliver operated an all-terrain vehicle in such a manner as to cause an accident, severelly injuring himself.</blockquote>\n<blockquote id=\"b302-7\">6. The acts of defendant Dallas Newman in supplying alcoholic beverages to the minor plaintiff Carl Oliver for his consumption were careless, reckless and negligent.</blockquote>\n<p id=\"A-8\">The precise question is should the fact that Newman owned the ATV involved in the accident deny him coverage on this “social host” claim? We think not. If Oliver had carelessly struck another while driving Newman’s ATV and he and Newman were sued by that person, the owned-automobile exclusion would obviously apply because the accident arose out of its use. But here the claim is that Newman negligently gave alcohol to a minor who then went out and hurt himself as a result. The fact that he got hurt while driving Newman’s ATV, after imbibing alcohol, rather than in some other way, introduces ambiguity into the circumstance but that ambiguity must be construed, and fairly so, against the carrier for purposes of providing a defense to the “social host” claim.</p>\n<p id=\"b302-9\">Salem Group did agree quite broadly in its CGL policy to pay “on behalf of an insured sums which an insured becomes legally obligated to pay as damages because of loss covered here.” This coverage is not limited to accidents occurring on the insured’s premises. The carrier also agreed to “provide a defense ... in a suit against an insured seeking damages on account of loss covered by this agreement.” Salem Group clearly excluded coverage for bodily injury liability arising out <page-number citation-index=\"1\" label=\"273\">*273</page-number>of the operation of a motor vehicle owned by an insured, and understandably so. No one can reasonably contend that the CGL feature of the homeowner’s policy should cover liability for the operation of automobiles, either owned or not owned by the insured; that is a completely different quality of risk. But Salem Group did not exclude “social host” claims arising out of the service of alcohol to minors, drunks or otherwise. And that causative theory is the <em>only </em>claimed basis for liability under Count Five. The operation or use of the insured’s automobile, or anybody else’s for that matter, was not claimed to be the causative basis for liability but at most a condition of the occurrence.</p>\n<p id=\"b303-5\">This type of analysis, of course, places the risk of interpretative doubts on the insurance carrier but this is the essential economic basis for insurance. As Judge Posner has sensibly explained:</p>\n<blockquote id=\"b303-6\">Understanding the insurance function of contracts makes it easier to understand the interpretation of contracts with insurance companies. Take the principle that insurance contracts are to be construed against the insurer. This may seem paternalistic or sentimental, but there is an economic argument for it. One’s insurance coverage will turn out to be less extensive than it appeared to be, if ambiguities in the insurance policy are resolved against the insured. The insurance company is the superior bearer of this risk, too. Of course, if all interpretive doubts are resolved against the insurance company, its costs, and hence premium rates, will be higher. But all this means is that the insured is buying some additional insurance. <em>[Posner, Economic Analysis of Law, </em>§ 4.5 at 95 (3rd ed. 1986).]</blockquote>\n<p id=\"b303-7\">Moreover, this is a claim by the minor against the insured arising under the “sociai host” theory, not a claim by third persons against the minor and the “social host” for damages arising out of the use of the automobile. But if there are fair doubts on the duty to defend or on coverage, they should be resolved in favor of the insured.</p>\n<p id=\"b303-8\">We conclude that the case before us is significantly different than <em>Allstate v. Moraca, </em>244 <em>N.J.Super. </em>5, 581 A.2d 510 (App. Div.1990). There we held that a homeowner’s policy did not cover claims against the insureds by third persons for injuries “arising out of” the use of a vehicle under negligent supervi<page-number citation-index=\"1\" label=\"274\">*274</page-number>sion and entrustment theories where the vehicle involved in the accident was owned and operated by their teenage son. <em>Mom-ea, </em>reviews and adheres to the great weight of authority in this country on this point. <em>See also Scarfi v. Aetna Cas. &amp; Sur. Co., </em>233 <em>N.J.Super. </em>509, 559 A.2d 459 (App.Div.1989) (attempt to obtain excluded automobile coverage under a commercial CGL policy failed where claim was for negligent hiring and training of driver); Annotation, <em>Construction and Effect of Provision Excluding Liability for Automobile-Related Injuries or Damage from Coverage of Homeowner’s or Personal Liability Policy, </em>6 <em>A.L.R. </em>4th 556, 583 (1981 and Supp.1990). We also reject Salem Group’s contention that <em>Westchester Fire Ins. Co. v. Continental Ins. Co., </em>126 <em>N.J.Super. </em>29, 312 A.2d 664 (App.Div.1973), <em>aff'd o.b. </em>65 <em>N.J. </em>152, 319 A.2d 732 (1974), is controlling authority. There the automobile policy was held the sole coverage where a passenger threw a projectile out of the window of the automobile and struck a bicyclist; the homeowner’s policy was held unavailable to protect the tortious passenger.</p>\n<p id=\"b304-5\">Our research suggests that these unusual types of cases do not deserve a categorical dismissal as falling outside the coverage simply because a vehicle was instrumental in the accident. <em>Appleman </em>acknowledges that the concepts of automobile coverage and homeowner’s coverage are not always “mutually exclusive.” 7A <em>Appleman, Insurance Law and Practice </em>§ 4500 at 177-178 (1979). “[S]uch a [mutually exclusive] view ignores the insuring agreement of the different policies and the fact that one focuses on an occurrence and the other on the automobile.” <em>Id. </em>at 177. In a section on concurrency of coverage between automobile and homeowner’s policies, <em>Apple-man </em>presents this view:</p>\n<blockquote id=\"b304-6\">It has been held that although a homeowner’s policy excludes injuries “arising out of the use” of an automobile, such exclusion does not preclude coverage when an accident results from the concurrence of a non auto-related cause and an auto-related cause; coverage cannot be defeated simply because a separate excluded risk constitutes an additional cause of injury. In a case where a court recognized the distinction in a declaratory judgment action it held <page-number citation-index=\"1\" label=\"275\">*275</page-number>that the liability producing event had two causes: the use of the automobile as well as the careless use of a gun.</blockquote>\n<blockquote id=\"b305-6\">Where the coverage of a risk is reasonably contemplated by the parties and such risk is independent of the “ownership, maintenance, operation, use, loading or unloading” of a motor vehicle within the meaning of an exclusion clause of a homeowners policy, the risk will be covered under the policy even if the injury also arises out of the ownership, maintenance, etc., of the vehicle; however, the liability must arise from nonvehicular conduct and must exist independently of the use or ownership of a vehicle. [7A <em>Appleman, supra, </em>§ 4500 at 179-180.]</blockquote>\n<p id=\"b305-7\">One authority cited for this proposition by <em>Appleman </em>is <em>Cooperative Fire Ins. Co. v. Vondrak, </em>74 <em>Misc.2d </em>916, 346 <em>N.Y.S.2d </em>965 (Sup.Ct.1973), a trial-level decision. This case involved a social host claim. The insured, Kilburn, a passenger in the vehicle involved in the accident, allegedly “supplied the beverages, induced and promoted the driver’s intoxication and allowed him to operate the vehicle knowing his condition.” 346 <em>N. </em>Y.S.2d at 967. The carrier sought a declaratory judgment of no coverage as to Kilburn, relying on the standard automobile exclusion in his homeowner’s policy. The New York court ruled in favor of coverage on the “social host” or liquor liability aspect of the claim, saying:</p>\n<blockquote id=\"b305-8\">Thus the standard exclusion clause in home owners’ policies referring to automobiles has been limited in its scope to those situations where plaintiff’s claim is based directly upon negligence in the ownership, maintenance, operation and use of an automobile. It does not extend to other causes of action however much they involve an automobile in fact. <em>(See, e.g., Govt. Employees Ins. Co. v. Chahalis, </em>72 Misc.2d 207, 338 <em>N.Y.S.2d </em>348 (a father gives an automobile to his son whom he knows to be a drug addict)); <em>Travelers Ins. Co. v. Beschel, </em>71 Misc.2d 420, 336 <em>N.Y.S.2d </em>370 (a motorized minicycle).</blockquote>\n<blockquote id=\"b305-9\">Here, though Kilburn is charged with active negligence in the operation of an automobile and imputed negligence by reason of his joint venture with the driver, he is also charged with a violation of the “Dram Shop Act.” As to the latter he is entitled to be defended under the terms of his insurance policy and in accordance with the limited interpretation of its clause concerning automobiles above referred to.</blockquote>\n<blockquote id=\"b305-10\">Section 11-101 of the General Obligations Law (The Dram Shop Act) creates a cause of action in strict liability unknown to the common law and not based upon negligence. <em>(Moyer v. Lo Jim Cafe, Inc., </em>19 <em>A.D.2d </em>523, 240 <em>N.Y.S.2d </em>277, affd. 14 <em>N.Y.2d </em>792, 251 <em>N.Y.S.2d </em>30, 200 <em>N.E.2d </em>212; <em>McNally v. Addis, </em>65 Misc.2d 204, 317 <em>N.Y.S.2d </em>157). The injured persons’ reliance upon a violation of this section in asserting their claims against Kilburn requires no other proof than that they were injured by an intoxicated person to whom Kilburn had unlawfully furnished alcoholic beverages knowing that he was <page-number citation-index=\"1\" label=\"276\">*276</page-number>intoxicated. <em>(McNally v. Addis, supra; Berkeley v. Park, </em>47 <em>Misc. </em>2d 381, 262 <em>N.Y.S.2d </em>290). The tort with which Kilburn is charged was committed by him at the time when he furnished the alcoholic beverages to Varney without regard to whether or not Varney was expected to operate an automobile. “This theory of action is not directly related to the ‘ownership, maintenance, operation, use’ of the vehicle and imposes an obligation upon the insurer within the terms of its policy” <em>(Lalomia v. Bankers &amp; Shippers Ins. Co., </em>35 A.D.2d 114, 117, 312 N.Y.S.2d 1018, 1021, <em>supra). [Cooperative Fire Ins. Co., </em>346 N.Y.S.2d at 969-970.]</blockquote>\n<p id=\"b306-5\">Several other recent examples of coverage available under a homeowner’s policy notwithstanding the involvement of a motor vehicle in the manner of occurrence of the injury have come to our attention. They support our conclusion that where a claimant’s causative theory of liability is independent of the use of the automobile, coverage can be available. <em>Vanguard Insurance Co. v. Clarke, </em>181 <em>Mich.App. </em>36, 448 <em>N.</em>W.2d 754 (1989), application for leave to appeal granted, 436 <em>Mich. </em>880, 463 N.W.2d 710 (1990); <em>American Modern Home Ins. Co. v. Rocha, </em>151 <em>Ariz. </em>595, 729 P.2d 949 (App.1986).</p>\n<p id=\"b306-6\">In the Michigan case an automobile owner fell asleep in his car and left the car’s engine running after he had closed the garage door in his home automatically. The carbon monoxide fumes killed the operator and several members of his household and family. The operator’s surviving daughter sued his estate for damages for the suffocation deaths of her mother and two siblings. She claimed negligence in closing the garage door, failing to ventilate the garage, and failing to warn of a dangerous condition. The homeowner’s carrier disclaimed coverage based on the automobile exclusion. The Michigan appellate court held that “since there was a confluence of both a covered negligent act, the closing of a garage door, and an excluded negligent act, operation of the motor vehicle,” there was a duty to defend. 181 <em>Mich.App. </em>at 46, 448 <em>N.W.</em>2d at 758. The court reviewed the history of the “dual causation” theory as to coverage in this context and concluded:</p>\n<blockquote id=\"b306-7\">Courts in several states have adopted the dual causation theory set forth in <em>[State Farm Mutual Automobile Insurance Co. v.) </em>Partridge,1 [10 <em>Cal.3d </em>94, 109 <em>Cal.Rptr. </em>811, 514 <em>P.2d </em>123 (1973) ], although there is no uniform applica<page-number citation-index=\"1\" label=\"277\">*277</page-number>tion of the doctrine. Our research has revealed that there is some debate not only over the scope of the holdings in <em>Partridge, </em>but also over the analysis to be applied. In addition, there is no consensus on what differentiates “auto-related” from “non-auto-related” conduct when examining the standard homeowner’s clause which excludes personal liability coverage for injuries arising out of the ownership, maintenance, operation or use of a motor vehicle. Despite the somewhat unsettled nature of the interpretation and application of the <em>Partridge </em>case, we believe that the theory of dual causation is clearly viable and should be recognized in this jurisdiction. In brief, if an occurrence is caused by a risk included within the policy, coverage is not vitiated merely because a separate excluded risk constitutes an additional cause of the occurrence.</blockquote>\n<blockquote id=\"b307-6\">1- [Footnote 1 in the <em>Partridge </em>text cites] <em>See Waseca Mutual Ins. Co. v. Noska, </em>331 N.W.2d 917 (Minn.1973), and cases cited therein: <em>U.S. Fidelity &amp; Guaranty Co. v. State Farm Mutual Automobile Ins. Co., </em>107 Ill.App.3d 190, 63 <em>Ill.Dec. </em>14, 437 <em>N.E.2d </em>663 (1982); <em>LeJeune v. Allstate Ins. Co., </em>365 So.2d 471 (La.1978); <em>Houser v. Gilbert, </em>389 <em>N.W.1d </em>626 (N.D.1986); <em>Lawyer v. Boling, </em>71 <em>Wis.2d </em>408, 238 <em>N.W.2d </em>514 (1976); <em>Scottsdale Ins. Co. v. Van Nguyen, </em>158 <em>Ariz. </em>476, 763 <em>P.2d </em>540 (1988); <em>Unigard Mutual Ins. Co. v. Abbott, 732 F.2d </em>1414, 1416 (C.A.9 1984). <em>[Vanguard v. Ins. Co. v. Clarke, </em>448 <em>N.W.2d </em>at 759.]</blockquote>\n<p id=\"b307-7\">The Arizona case specifically relied on the <em>Appleman </em>analysis, see 7A <em>Appleman, supra, </em>§ 4500 at 179-180, calling it the “majority rule” in cases of concurrent causative circumstances involving auto-related and non-auto-related causation. <em>American Modern Home Ins. Co. v. Rocha, supra, </em>729 P.2d at 951 n. 1 (our decisions “comport with the vast caselaw majority in this country.”) In this Arizona case the appellants, owners of a mobile home, claimed coverage under their homeowners’ policy. All three appellants had slaughtered a steer on property occupied by both appellants Page and Matthews. After the steer was slaughtered, it was placed under a tripod. The steer was to be pulled into a vertical position by a rope which was attached to the trailer hitch of Page’s vehicle. As the steer was being pulled off the ground, the tripod collapsed and injured appellant Rocha. Appellants allege that the injuries were caused by defective construction of the tripod. There was no claim of negligence with respect to the operation or maintenance of Page’s vehicle. The Arizona court held for coverage and concluded that the standard automobile exclusion was unavailing to the homeowner’s carrier in this circumstance. <page-number citation-index=\"1\" label=\"278\">*278</page-number>This was an occurrence that did not arise out of the use of Page’s vehicle, precluding coverage.</p>\n<p id=\"b308-5\">Finally, in a social host liability case in Massachusetts, <em>Worcester Mut. Ins. Co. v. Marnell, </em>398 <em>Mass. </em>240, 496 N.E.2d 158 (1986), the court ruled in favor of coverage for the parents of a teenager who had consumed alcohol at a party at their residence and then went out and caused a fatal accident with his own car. Their son was a resident of their household and therefore an additional insured under the homeowner’s policy. The Massachusetts Supreme Judicial Court rejected the homeowner carrier’s disclaimer in reliance on the standard automobile exclusion. The carrier claimed that since the son was an additional insured under the policy there was no coverage because the vehicle involved was one owned “by ... any insured” under the policy’s exclusion. The Court relied on the “Severability of Insurance” clause to afford coverage to the parents, independent of any lack of coverage to the son. Most significantly, the Massachusetts high court concluded that the negligent’-supervision, or “social host” theory “is a theory of recovery that is separate and distinct from the use or operation of an automobile.” <em>Id., </em>496 N.E.2d at 158. The insured parents “could reasonably expect to be protected by their homeowner’s policy in an action based on those activities.” <em>Id. </em>at 161, 496 N.E.2d at 246. We agree.</p>\n<p id=\"b308-6\">We reject the second contention of Salem Group, that the occurrence was within the “criminal act” exclusion of Newman’s homeowner’s policy, as clearly without merit. <em>R. </em>2:11-3(e)(1)(E).</p>\n<p id=\"b308-7\">In conclusion, we affirm the judgment to the extent it requires that a defense be provided for the allegations of Count Five. <em>See Burd v. Sussex Mutual Ins. Co., </em>56 <em>N.J. </em>383, 391-396, 267 A.2d 7 (1970); <em>see also Hartford Accident &amp; Indem. Co. v. Aetna Life and Casualty Ins. Co., </em>98 <em>N.J. </em>18, 25-26, 483 A.2d 402 (1984).</p>\n<p id=\"b308-8\">Affirmed.</p>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b309-5\"><page-number citation-index=\"1\" label=\"279\">*279</page-number>STERN, J.A.D.,</author>\n<p id=\"AQN\">dissenting.</p>\n<p id=\"b309-6\">The majority holds, in a well reasoned opinion, that the Salem Group has an obligation to defend Carl Oliver’s claim against Dallas Newman, its insured, but only with respect to the allegations embodied in count five. The majority properly finds support in various cases which distinguish between negligent entrustment and negligent supervision theories, both of which are directly related to the use and operation of the ATV, and the specific claim in this case which relates to the serving of intoxicating liquor, an act which is independent of the actual use and operation of the vehicle. <em>See </em>the cases collected in Annotation, <em>Construction and Effect of Provision Excluding Liability for Automobile-Related Injuries or Damage From Coverage of Homeowner’s or Personal Liability Policy, </em>6 <em>A.L.R. </em>4th 555, 572-583 (1981 and Supp.1991).</p>\n<p id=\"b309-7\">As the majority notes, count five of Oliver’s complaint against Newman provides that</p>\n<blockquote id=\"b309-8\">3. On or about December 20, 1986, defendant Dallas Neuman [sic], an adult, supplied alcoholic beverages to the then minor plaintiff, Carl Oliver for his consumption.</blockquote>\n<blockquote id=\"b309-9\">4. Prior to the accident which is the subject of this complaint, plaintiff Carl Oliver consumed the alcoholic beverages supplied to him by defendant Dallas Neuman [sic], as a consequence of which he became intoxicated.</blockquote>\n<blockquote id=\"b309-10\">5. On or about December 20, 1986, and as the proximate result of plaintiff Carl Oliver’s consumption of alcoholic beverages supplied to him by defendant Dallas Neuman [sic], plaintiff Carl Oliver <em>operated, an all-terrain vehicle in such a manner as to cause an accident, severely injuring himself. </em>[Emphasis added].</blockquote>\n<p id=\"b309-11\">While the complaint alleges that the consumption of alcoholic beverages caused Oliver to operate the motor vehicle negligently, count five itself acknowledges that those injuries occurred because, and only because, of the accident which resulted from the use or operation of the vehicle. However, even though the serving of alcoholic beverages is an act independent of and isolated from the subsequent use and operation of the motor vehicle, no amount of “legalese” can change the fact that the injuries which Oliver suffered resulted from, and were caused by, the use and operation of the vehicle. That is so notwith<page-number citation-index=\"1\" label=\"280\">*280</page-number>standing the fact that there may have been a number of contributing causes to the accident which occurred while Oliver was using and operating the ATV.<footnotemark>1</footnotemark></p>\n<p id=\"b310-5\">It would serve no useful purpose to spend pages discussing the facts of cases which turn on the labelling or wording of the legal theory utilized to support a claim independent of that involving the direct use, ownership, maintenance or operation of a motor vehicle. Many of the cases necessarily turn upon the language of the policy which, of course, controls the insurer’s obligation to defend or indemnify. <em>See Annotation, supra.</em></p>\n<p id=\"b310-6\">In this policy, Part II of § 2 (“HOME AND PERSONAL LIABILITY COVERAGE”) clearly provides “WHAT LIABILITY INTERESTS ARE NOT COVERED” by listing “Exclusions” or subjects for which “we are not liable for any loss.” Excluded from the coverage for “Personal Liability to Others” and “Medical Payments to Others” is “bodily injury or property damage ... arising out of loading or unloading, maintenance, operation, ownership or use of ... motor vehicles owned or operated by, or rented or loaned to, an insured.” (Emphasis in original).<footnotemark>2</footnotemark> The premium paid to the insurer was, of course, based on the coverage, including the exclusion.</p>\n<p id=\"b310-7\">I recognize that this case is distinguishable from <em>Allstate Ins. Co. v. Moraca, </em>244 <em>N.J.Super. </em>5, 581 A.2d 510 (App.Div. <page-number citation-index=\"1\" label=\"281\">*281</page-number>1990), because there the allegation was that the insured “failed to exercise sufficient control and supervision of her son in the operation of his automobile and was negligent in permitting her son to own and operate his automobile because she had reason to know of his reckless and negligent driving habits,” 244 <em>N.J.Super. </em>at 7, 581 <em>A.</em>2d 510. These contentions were directly related to the use and operation of the motor vehicle.<footnotemark>3</footnotemark> Nevertheless, and despite the more detailed exclusion for bodily injury or property damage arising out of “entrusting ... of any motorized land vehicle”, the <em>Moraca </em>opinion supports the exclusion in this case. As Judge Deighan stated in <em>Moraca:</em></p>\n<blockquote id=\"b311-6\">In [7A Appleman, <em>Insurance Law and Practice </em>4501.02 (Berndal ed. supp. 1990) at 255] it is observed that a homeowner’s policy is merely a personal, comprehensive liability policy which ‘is simply a combination of the many property and liability coverages desired by the average person.’ It is comparatively low in costs, and is primarily a non-business, non-automobile policy the courts take cognizance of the parties’ intent and reasonable expectations in executing the contract. <em>Id. </em>‘The homeowner’s liability policy usually excludes the ownership, maintenance, operation, or use of an automobile and the whole loading or unloading thereof, away from the premises or ways immediately adjoining.’ <em>Id. </em>... ‘Although the homeowner’s policy is not confined to protection for risks arising out of the use of residential premises, it is, as the name suggests, home oriented.’ [ <em>Westchester Fire Ins. Co. v. Continental Ins. Cos., </em>126 <em>N.J.Super. </em>29, 41 [312 A.2d 664] (App.Div.1973), <em>aff'd o.b., </em>65 <em>N.J. </em>152 [319 A.2d 732] (1974)] (244 <em>N.J.Super </em>at 19, 581 A.2d 510).</blockquote>\n<p id=\"b311-7\"><em>See also Williamson v. Continental Casualty Co., </em>201 <em>N.J.Super. </em>95, 492 A.2d 1028 (App.Div.1985), where we upheld the insurer’s refusal to provide a defense to a negligent entrustment allegation in a case involving a similar exclusionary clause. The theory against the parents of the operator of the motor vehicle, the insureds, was “vicarious liability ... and negligent entrustment of the car.” <em>See </em>201 <em>N.J.Super. </em>at 96, 492 <em>A.</em>2d 1028. Relying upon <em>Cooter v. State Farm Fire &amp; Casualty Co., </em>344 <em>So.2d </em>496 (Ala.Sup.Ct.1977), we stated that “[b]ut for [the son’s] negligent use of [the insured father’s] car, <page-number citation-index=\"1\" label=\"282\">*282</page-number>no liability could result to [the insured father]. Plaintiffs’ injuries thus arose out of the use of a motor vehicle owned by an insured, coverage for which is explicitly excluded by the policy.” 201 <em>N.J.Super. </em>at 104-105, 492 A.2d 1028. Similarly, in <em>Scarfi v. Aetna Casualty &amp; Surety Co., </em>233 <em>N.J.Super. </em>509, 559 A.2d 459 (App.Div.1989), we upheld an exclusion embodied in a comprehensive general liability insurance policy. We held that “[t]he policy clearly did not provide coverage for injuries and damage arising out of the hiring and training of employees in connection with the ownership, operation, use, repair and maintenance of automobiles.” 233 <em>N.J.Super. </em>at 515, 559 A.2d 459. Thus, we found no requirement to defend or indemnify despite allegations of negligent hiring and training and negligent repair of the vehicle. <em>Id. </em>As Judge Michels stated in that case:</p>\n<blockquote id=\"b312-5\">... the underlying action for negligent hiring or training was triggered only when [a plaintiff] was injured as a result of the accident____ Any injuries that resulted from that accident arose out of the ownership, operation or use of the truck. <em>[Id. </em>at 515, 559 <em>A. </em>2d 459].</blockquote>\n<p id=\"b312-8\"><em>See also Bartels v. Romano, </em>171 <em>N.J.Super. </em>23, 407 A.2d 1248 (App.Div.1979); <em>Westchester Fire Ins. Co. v. Continental Ins. Cos., </em>126 <em>N.J.Super. </em>29, 312 A.2d 664 (App.Div.1973), <em>aff'd o.b. </em>65 <em>N.J. </em>152, 319 A.2d 732 (1974) (both finding no coverage under the homeowner’s policy). <em>Compare McDonald v. Home Ins. Co., </em>97 <em>N.J.Super. </em>501, 235 A.2d 480 (App.Div.1967). Among the cases Judge Michels cites in <em>Scarfi, see Farmers Ins. Group v. Nelsen, </em>78 <em>Or.App. </em>213, 216-217, 715 P.2d 492, 494 (1986), review denied 301 <em>Or. </em>241, 720 <em>P.</em>2d 1280 (1986), which involved a homeowner’s policy with an exclusion for liability “arising out of the ownership, maintenance, use, loading or unloading of ... a motor vehicle owned or operated by, or rented or loaned to any insured.” 715 <em>P. </em>2d at 493. The policy was held to exclude the liability of the insureds for injuries sustained by a claimant who was struck by the dirt bike of the insureds’ minor son despite a claim against them for negligent entrustment and negligent supervision. The court, rejecting <em>McDonald </em>and other cases, held that the policy does <page-number citation-index=\"1\" label=\"283\">*283</page-number>not insure against “theories of liability,” and stated “[c]overage does not turn on the legal theory under which liability is asserted, but on the cause of the injury.” 715 P.2d at 494. <em>See also Lumbermens Mut. Casualty Co. v. Kosies, </em>124 <em>Ariz. </em>136, 602 P.2d 517, 519 (Ct.App.1979), applying the exclusion “[sjince there would have been no accident in this case without the use or operation of an automobile.”<footnotemark>4</footnotemark></p>\n<p id=\"Aa\">In the traditional case, the person who serves liquor to a minor may be liable for any injury proximately caused, and</p>\n<blockquote id=\"ATN\">[a] tort feasor is not relieved from liability for his negligence by the intervention of the acts of third persons ... if those acts were reasonably foreseeable. The theory being that the original negligence continues and operates contemporaneously with an intervening act which might reasonably have been anticipated so that the negligence can be regarded as a concurrent cause of the injury inflicted. <em>[Rappoport v. Nichols, </em>31 <em>N.J. </em>188, 204-205, 156 A.2d 1 (1959) (quoting <em>Menth v. Breeze Corp., Inc., </em>4 <em>N.J. </em>428, 441-442, 73 A.2d 183 (1950)) ].</blockquote>\n<p id=\"b313-6\"><em>See also Thompson v. Victor’s Liquor Store, Inc., </em>216 <em>N.J.Super. </em>202, 523 <em>A.</em>2d 269 (App.Div.1987). The majority builds on this theory and points out that the “social host” violation occurred prior to and independent of the use and operation of the vehicle which was the cause in fact. <em>See McCormick on Damages </em>§ 73 at 261 (West 1935). It also points out that the allegations of count five allege a separate and independent act of negligence which, under <em>Burd v. Sussex Mut. Ins. Co., </em>56 <em>N.J. </em>383, 388, 267 A.2d 7 (1970), requires the insurer to defend. Further, the complaint alleges that the consumption of alcoholic beverages was the “proximate cause” of Oliver’s negligent operation of the ATV. However, even though Newman may be <page-number citation-index=\"1\" label=\"284\">*284</page-number>ultimately liable to Oliver on this theory, we must decide only the insurer’s obligation to defend. With respect to that issue, I believe it is significant that there is no allegation of any injury or damage actually caused before or independent of the operation or use of the vehicle, and there generally can be no recovery or damages without an injury. <em>See e.g., McCormick on Damages, supra, </em>§§ 20-22 at 85-91.</p>\n<p id=\"b314-5\">Oliver’s claim is for injuries sustained while using and operating a motor vehicle owned by Newman; “but for” the accident there would be no claim. In fact, without the “accident,\" there could be no “occurrence” which triggers coverage. Thus, I would hold that the insurer has no duty to defend or indemnify. As recently stated by the Seventh Circuit in interpreting Indiana law with respect to a similar exclusion in a negligent entrustment case:</p>\n<blockquote id=\"b314-6\">‘The exclusion is framed in terms of the instrumentality causing harm. Ordinary usage suggests no reason to suppose that the parties intended to qualify the exclusion by introducing a factor to which it makes no reference whatsoever — the theory underlying liability’ [quoting <em>Rubins Contractors, Inc. v. Lumberman’s Mutual Insurance Co., </em>821, F.2d 671, 676-77 (D.C.Cir.1987) ]____</blockquote>\n<blockquote id=\"b314-7\">*... So long as the injury arose out of the use, maintenance, or ownership of an excluded instrumentality, the exclusion should prevail’ [quoting <em>Southeastern Fire Insurance Co. v. Heard, </em>626 <em>F.Supp. </em>476, 482 (N.D.Ga.1985)]. <em>[Standard Mut. Ins. Co. v. Bailey, </em>868 F.2d 893, 900-901 (7th Cir.1989)].</blockquote>\n<p id=\"b314-8\">I realize that “the carrier is obligated to defend an action whenever the complaint alleges a basis of liability within the covenant to pay.” <em>Burd v. Sussex Mut. Ins. Co., supra, </em>56 <em>N.J. </em>at 388, 267 A.2d 7; <em>Ohio Casualty Ins. Co. v. Flanagin, </em>44 <em>N.J. </em>504, 514, 210 A.2d 221 (1965). “... [I]t is the allegation in the complaint of a cause of action which, if sustained, will impose a liability covered by the policy” which controls. <em>Danek v. Hommer, </em>28 <em>N.J.Super. </em>68, 77, 100 A.2d 198 (App.Div.1953) (Francis, J.A.D.) <em>aff'd o.b. </em>15 <em>N.J. </em>573, 105 A.2d 677 (1954). Even though the label and wording of the fifth count of the complaint suggest a tort proximately caused by an action independent of the use and operation of the ATV, I would not expand upon New Jersey case law where the injuries sustained <page-number citation-index=\"1\" label=\"285\">*285</page-number>and the damages suffered were of necessity the result of use and operation of the motor vehicle for which coverage was expressly excluded by the policy.</p>\n<p id=\"b315-6\">Finally, while I need not address the issue in light of my position on the merits, I do note my agreement with the suggestion in the majority opinion that, given its result, it is for the parties in the underlying tort action to initially endeavor to work out the question of representation at trial. If they cannot agree on the procedure with respect to representation in light of the potential conflict in defense, the matter can be developed before the trial judge in advance of trial. <em>See e.g. </em>and <em>compare, Burd v. Sussex Mut. Ins. Co., supra, </em>56 <em>N.J. </em>at 390-392, 267 <em>A.</em>2d 7; <em>Hartford Accident &amp; Indemnity Co. v. Aetna Life &amp; Casualty Ins. Co., </em>98 <em>N.J. </em>18, 25-26, 483 A.2d 402 (1984); <em>Dunne v. Fireman’s Fund Am. Ins. Co., </em>69 <em>N.J. </em>244, 353 A.2d 508 (1976); <em>Lieberman v. Employers Ins. of Wausau, </em>171 <em>N.J.Super. </em>39, 49-50, 407 A.2d 1256 (App.Div.1970), modified on other grounds 84 <em>N.J. </em>325, 419 A.2d 417 (1980); 7C Appleman, <em>Insurance Law and Practice </em>(Berndal ed. 1979) § 4687 at 186.</p>\n<p id=\"b315-7\">I would reverse.</p>\n<footnote label=\"1\">\n<p id=\"b310-8\">The insured in this case does not endeavor to distinguish between A.T.V.s and other motor vehicles for purposes of the exclusion and does not claim that the preferable narrow construction of an exclusionary clause in favor of the insured, <em>see e.g. Williamson v. Continental Casualty Co., </em>201 <em>N.J.Super. </em>95, 105, 492 A.2d 1028 (App.Div.1985), compels an interpretation that the exclusion does not apply to an ATV. <em>See also N.J.S.A. </em>39:3C-20a requiring liability insurance for ATVs. We therefore need not be concerned about protection of innocent persons because of the absence of required motor vehicle liability coverage.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b310-9\">Newman does not claim any exceptions to that exclusion apply. The exclusion relates to the motor vehicle of the <em>insured. </em>Thus, the exclusion would not apply where the insured serves intoxicating liquor to a guest who injures a third party in the guest's own vehicle or in the vehicle of someone other than the insured.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b311-8\">As the insured did not appeal from the determination that her automobile policy did not provide coverage, the <em>Moraca </em>court did not have to consider the impact of the independent motor vehicle coverage.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b313-7\"> I recognize that <em>Worcester Mut. Ins. Co. v. Marnell, </em>398 <em>Mass. </em>240, 496 <em>N.E.2d </em>158 (1986), supports the majority holding. While the <em>Mamell </em>court stated that \"[cjlearly, the manifest design of homeowners’ insurance is to protect homeowners from risks associated with the home and activities related to the home,\" and that \"the negligent supervision theory advanced by [the injured decedent’s administrator] and the cause of action pertaining to the negligent failure of the [insureds] to prevent their son from drinking relate only to activities that are alleged to have taken place within [their] home,” 496 <em>N.E.2d </em>at 161, I do not think this case necessarily turns on where the alleged drinking occurred.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}