{
  "casebody": {
    "data": "<casebody firstpage=\"146\" lastpage=\"161\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b176-8\">CITY OF KALAMAZOO <em>v. </em>KALAMAZOO CIRCUIT JUDGE.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b176-9\">1. Municipal Corporations — Ordinances — Penalty — Equity — Validity.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b176-10\">Penalties provided in. a city ordinance for its violation may be so excessive as to give an equity court jurisdiction to restrain its enforcement.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b176-11\">2. Same — Gas—Question of Law.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b176-12\">That a gas company dealt with numerous customers and that its violations of an ordinance would be numerous, does not of itself render the penalty excessive; and since the purpose of the penalty is to secure enforcement of the ordinance, if the penalty is not excessive in each particular case, it is not excessive, as a matter of law, so as to render the ordinance void.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b176-13\">3. Same — Gas Rates.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b176-14\">A city is not incapacitated from fixing gas rates because it is itself a user of gas and therefore a purchaser.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b177-2\"><page-number citation-index=\"1\" label=\"147\">*147</page-number>4. Same — Constitutional Law — Highways and Streets — Control of Streets — Judicial Question.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b177-3\">Under section 28, art. 8, Const. 1909, providing that “the right of all cities, villages and townships to the reasonable control of their streets, alleys and public places is hereby reserved to such cities, villages and townships,” a city has the power to fix reasonable rates as a condition to the use of the streets by public utilities; the question as to the reasonableness of the condition being for the courts.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b177-4\">5. Same — Public Utilities — Reasonable Condition.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b177-5\">When a reasonable condition upon the use of the streets is imposed, a public utility may either accept or reject it; if it rejects, it may not occupy the streets, and if already in possession under an expired franchise it may be ousted.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b177-6\">6. Same — Control of Streets — Gas Rates — Ordinances—Right to Contract — Legislative Functions.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b177-7\">The power of a municipality to prescribe the rate at which gas shall be furnished to its inhabitants under its constitutional right to a reasonable control of its streets, is in the nature of a right to contract, and in its exercise it may not enforce its mandates by proceedings <em>quasi </em>criminal in character and penal in their nature, which is a legislative, governmental function, and, before it may be exercised, must be delegated to it in express terms or by necessary implication.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b177-8\">7. Same — Kalamazoo Charter — Legislative Functions.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b177-9\">The city of Kalamazoo, acting under a special charter (Act No. 475, Local Acts 1897), did not possess the power to prescribe, by an ordinance enforceable by a penalty, the rate at which gas should be furnished to its inhabitants;' such power not having been delegated to it by the legislature in its charter.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b177-10\">S. Same — Home Rule Charters.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b177-11\">As to the rights of municipalities operating under home rule charters, so-called, the question is not before the court and is not considered.</headnotes>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b177-12\">Mandamus by the city of Kalamazoo to compel George V. Weimer, circuit judge of Kalamazoo county, to vacate an order dismissing an action for the violation of an ordinance.</summary>\n<otherdate data-order=\"18\" data-type=\"otherdate\" id=\"A2e\">Submitted January 29, 1918.</otherdate>\n<docketnumber data-order=\"19\" data-type=\"docketnumber\" id=\"Ane\">(Calendar No. 28,189.)</docketnumber>\n<decisiondate data-order=\"20\" data-type=\"decisiondate\" id=\"AsB\">Writ denied March 27, 1918.</decisiondate>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b178-2\"><page-number citation-index=\"1\" label=\"148\">*148</page-number><em>Marvin J. Schaberg </em>and <em>Harry C. Howard, </em>for relator.</attorneys>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b178-3\"><em>Alfred J. Mills </em>and <em>John C. Weadoek, </em>for respondent.</attorneys>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b178-4\">\n<em>Divie B. Duffield, amicus curise.</em>\n</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"b178-5\">The city of Kalamazoo, at the time of the enactment of the ordinance here involved, was acting under a special charter (Act No. 475, Local Acts 1897). On the 9th of December, 1856, the Kalamazoo Gas Light Company was incorporated under the provisions of Act No. 109, Laws 1855 (chap. 190, 2 Comp. Laws). It was reincorporated February 10, 1891, and its corporate existence extended 30 years; its successor, Kalamazoo Gas Company, was incorporated December 20, 1899, under the same act, and was succeeded by the Michigan Light Company, which was the only company producing gas in the city at the time this controversy arose. It will hereafter be called the defendant. On June 28, 1894, the Kalamazoo Gas Light Company applied to the council of the city of Kalamazoo for consent to lay mains and services in the streets of that city, and on that day an ordinance, known as Ordinance No. 121, was passed by the city council by which such consent was given. Various conditions unnecessary‘to detail were contained in this ordinance and the price of gas to consumers was fixed. This ordinance was accepted by the company. By its terms it ran “for the period of 22 years from and after the time when this ordinance shall take effect,” which was July 14,1894. It therefore expired July 14, 1916. Before its expiration the city conducted an extensive investigation into the cost of. producing gas, and on July 10, 1916, the city council passed an ordinance, known as Ordinance No. '382, and which it was provided should become effective August 1, 1916. This ordinance is very carefully drawn and fixes the rate <page-number citation-index=\"1\" label=\"149\">*149</page-number>for gas at 75 cents per thousand feet. It provides for penalties upon conviction for its violation in amounts varying from $50 to $200, and declares: ■</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b179-3\">“This ordinance shall not be construed in any way as a franchise, but is merely regulatory, and the city council reserves the right to alter, amend, or repeal this ordinance at any time, and to make such further rules, orders and regulations as may from time to time be deemed necessary to the city council to_ protect the interest, safety <em>and </em>welfare of the public, or the rights of property of the city of Kalamazoo.”</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b179-4\">After this ordinance by its terms took effect the defendant Michigan Light Company continued to collect from consumers its regular rates which were higher than those fixed by the last mentioned ordinance, and lower than were fixed by the ordinance of 1894. The city thereupon brought suit in the municipal justice’s court for the recovery of the penalty named in the ordinance of 1916, and, failing to there recover, took an appeal to the circuit court. There the plaintiff, filed a petition with supporting affidavits, praying for an order permitting it to examine the books and records of defendant, and defendant filed a'motion to dismiss the case on the grounds of the invalidity of the ordinance. The trial court dismissed the suit, holding the ordinance invalid. ■ The circuit judge having declined to entertain jurisdiction, we issued an order to show cause why said order dismissing the suit should not be set aside.</p>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b179-5\">Fellows, J.</author>\n<p id=\"ArD\"><em>(after stating the facts). </em>Two minor objections are made to the validity of this ordinance. These we will first consider.</p>\n<p id=\"b179-6\">It is insisted that the penalties are excessive, and it is pointed out that, due to the large number of consumers with which the gas company deals, in the aggregate the sums for which the company would be liable in penalties would be enormous. This fact may <page-number citation-index=\"1\" label=\"150\">*150</page-number>be sufficient to give an equity court jurisdiction to entertain a bill filed to test its validity and to restrain enforcement of its provisions <em>pendente lite. Smyth </em>v. <em>Ames, </em>169 U. S. 466, 517; <em>Ex parte Young, </em>209 U. S. 123. But the fact that the gas company dealt with, numerous customers and that its violations of the ordinance would be numerous does not of itself render the penalty excessive. If the penalty is not excessive in each particular case it is not excessive as matter of law. The purpose of the penalty is to secure the enforcement of the ordinance and we cannot agree with counsel that the ordinance is void for excessive penalties. *</p>\n<p id=\"b180-5\">Nor are we able to follow counsel in his contention that the city of Kalamazoo was incapacitated from fixing gas rates because of the fact that the city was a user of gas, and, therefore, could not, as such purchaser, fix the price to itself and its inhabitants, as was held in <em>Cleveland Gas Light &amp; Coke Co. </em>v. <em>City of Cleveland, </em>71 Fed. 610, and <em>Agua Pura Co. </em>v. <em>Mayor, etc., of Las Vegas, </em>10 N. M. 6 (50 L. R. A. 224). The decisions of the United States Supreme Court, holding the contrary doctrine, <em>Spring Valley Water Works </em>v. <em>Schottler, </em>110 U. S. 347, 353, and <em>Home Telephone Co. </em>v. <em>City of Los Angeles, </em>211 U. S. 265, 279, are persuasive to us that this point is not well taken. See, also, section 509, Pond on Public Utilities.</p>\n<p id=\"b180-6\">This brings us to the consideration of the main questions in the case.</p>\n<p id=\"b180-7\">Section 28, art. 8,-of the Constitution, provides:</p>\n<blockquote id=\"b180-8\">“No person, partnership, association or corporation operating a public utility shall have the right to the use of the highways, streets, alleys or other public places of any city, village or township for wires, poles, pipes, tracks, or conduits, without the consent of the duly constituted authorities of such city, village or township; nor to transact a local business therein without first obtaining a franchise therefor from such <page-number citation-index=\"1\" label=\"151\">*151</page-number>city, village or township. The right of all cities, villages and townships to the reasonable control of their streets, alleys, and public places is hereby reserved to such cities, villages and townships.”</blockquote>\n<p id=\"b181-3\">The last sentence of this section is the provision to which, in the main, the briefs and arguments in the final analysis are addressed, and to which we shall now give attention. The defendant insists that this provision of the Constitution does not confer upon municipalities the power to fix rates as a condition to the use of the streets by public utilities. The contention goes to the right of municipalities to fix any rate, however reasonable it may be, as a condition to the use of the streets. This contention we shall first consider, and it must be constantly borne in mind that we are now dealing with the question of affixing a condition, and not with the question of prescribing a legislative rate, to which subject we shall later refer. It will not be practical to consider all the authorities to which our attention has been challenged by counsel; they have all been carefully read, together with many others which we have examined.' We shall, however, consider sufficient of them to show the trend of decision in this and other States, and to demonstrate that the States are not in harmony on the important questions. here involved.</p>\n<p id=\"b181-4\">The holdings of the supreme courts of Missouri and Wisconsin are illustrative of the cases relied upon by defendant’s counsel. In <em>City of St. Louis </em>v. <em>Telephone Co., </em>96 Mo. 623 (2 L. R. A. 278), the court said:</p>\n<blockquote id=\"b181-5\">“That the company is subject to reasonable regulations prescribed by the city, as to planting its poles and stringing its wires and the like, is obvious. Such regulations have been obeyed by this defendant. Conceding all this, we are at a loss to see what this power to regulate the use of the streets has. to do with the power to fix telephone charges. The power to regulate the charges for telephone service is neither in-<page-number citation-index=\"1\" label=\"152\">*152</page-number>eluded In nor incidental to the power to regulate the use of streets, and the ordinance-cannot be upheld on any such ground.”</blockquote>\n<p id=\"b182-5\">In State, <em>ex rel. Wisconsin Telephone Co., </em>v. <em>City of Sheboygan, </em>111 Wis. 23, the supreme court of Wisconsin said:</p>\n<blockquote id=\"b182-6\">“The power to regulate charges was not included in or incidental to the power to regulate the manner of using streets. There is not the remotest relation between them. The attempt of the city to justify its position on that ground must fail.”</blockquote>\n<p id=\"b182-7\">Other cases are cited and are found sustaining this doctrine and we are urged to adopt it in the instant case. But this court has adopted a contrary doctrine, and had held, prior to the adoption of the present Constitution, that language quite similar to that here under consideration permitted the city of Detroit <em>to </em>attach conditions to its consent to the use of its streets by a gas company, and that as a condition it might fix reasonable rates. <em>Boerth </em>v. <em>Detroit City Gas Co., </em>152 Mich. 657. Speaking of the right to attach such conditions, it was there said by Mr. Justice Carpenter, speaking for the court:</p>\n<blockquote id=\"b182-8\">“It is clear, too, that it may attach conditions to its consent. What conditions? May it prescribe the rates at which gas shall be -furnished to its inhabitants? The statute does not say in express terms that it can. Is it forbidden? It certainly is not forbidden in express terms. The only language in the statute limiting the authority of the municipality is to be found in the language authorizing the municipality to prescribe reasonable regulations for the laying of the pipe. Without undertaking to definitely determine what is meant by reasonable regulations, it is quite clear that nothing but unreasonable regulations are prohibited. Authority to prescribe rates then is not prohibited unless that authority may be properly denominated unreasonable. Is it unreasonable? There is no doubt that the municipality may determine for <page-number citation-index=\"1\" label=\"153\">*153</page-number>. what length of time a gas company may use its streets for conveying gas. It had, therefore, authority — an authority exercised in this case — to determine that the gas company should use the streets for a period of 30 years, for the purpose of supplying its inhabitants with gas. Is it unreasonable for the city to prescribe the rates at which gas shall be furnished to its inhabitants? If the city cannot perscribe those rates, consumers of gas must pay whatever price the gas company asks or resort to litigation, and pay what is there determined to be reasonable. * * * As a practical proposition it may be said, then, that consumers must either pay the rates fixed by the eompány or the rates prescribed by municipal authority — in the absence, as in this case, of any action by the legislature. It may be said, then, that in order to safeguard the rights of its inhabitants who use gas, it is not only not unreasonable that the city should have the power to fix rates, but it is highly expedient — indeed, it is necessary — -that'it should possess that power. It is therefore quite clear that there is nothing in the statute which either in express terms or by proper construction prohibits the city prescribing rates at which gas shall be furnished to its inhabitants.”</blockquote>\n<p id=\"b183-4\">We repeat that it must be borne in mind, however, that this court was there considering a rate which had been fixed by contract, not by legislative action of the city, and that it was there conceded that the city of Detroit possessed no power to fix a rate by such legislative action.</p>\n<p id=\"b183-5\">In addition to the authorities cited by Mr; Justice Carpenter, may be found the following; <em>City of Noblesville </em>v. <em>Improvement Co., </em>157 Ind. 162, 169; <em>City of St. Marys </em>v. <em>Hope Gas Co., </em>71 W. Va. 76 (43 L. R. A. [N. S.] 994); <em>The Long Branch Commission </em>v. <em>Water Co., </em>70 N. J. Eq. 71; <em>Simons Sons Co. </em>v. <em>Telegraph Co., </em>99 Md. 141, 176. In the Indiana case the court said;</p>\n<blockquote id=\"b183-6\">“The city had the unquestionable right to grant to any person, firm or corporation a franchise to occupy <page-number citation-index=\"1\" label=\"154\">*154</page-number>its streets and alleys for conveyance of gas to customers. But it was under no compulsion to convey such right to any one. The subject of grant rested in contract like any other matter. As the price of the right the city was at perfect liberty to demand that the charges' for gas furnished the city and its inhabitants should not exceed certain prices. The appellee was at perfect liberty to reject or accept the city’s proposal. The terms proposed on the one hand and accepted on the other made a contract as valid and enforceable as if made by two individuals.”</blockquote>\n<p id=\"b184-5\">In'the West Virginia case the court said:</p>\n<blockquote id=\"b184-6\">“We see no reason why a town may not make a contract to accomplish a function with which it is charged or empowered, binding it and the other party. He, accepting, is plainly bound, and cannot say the town’s act is void.”</blockquote>\n<p id=\"b184-7\">In the Maryland case the court had under consideration a legislative ordinance, but, speaking of the control over the streets of the city, said:</p>\n<blockquote id=\"b184-8\">“It would seem to be but a reasonable incident to, and exercise of, the power to regulate the use of the streets and highways which has been conferred by the provision of law we are here considering, that, where a public service corporation gets permission to use such streets and highways for its corporate purposes, and such purposes consist in making contracts with the citizens of the municipality to which the power is entrusted, and exacting from them compensation for a service that for urgent reasons of convenience or the necessities of business conditions they must avail of, the permission can be granted under such regulations as to rates of charges as will protect the community against extortionate exactions and secure fair and reasonable terms in availing of the facilities which the corporation furnishes.”</blockquote>\n<p id=\"b184-9\">It seems, therefore, clearly admissible, under the language of the Constitution here under consideration, that the municipalities of the State having “reasonable control of their streets,” may affix reasonable conditions for their use by public utilities, and that, among <page-number citation-index=\"1\" label=\"155\">*155</page-number>such reasonable conditions, is the fixing of a reasonable rate. That such conditions must be reasonable, the language of the Constitution clearly demonstrates. <em>People </em>v. <em>McGraw, </em>184 Mich. 233, and that the courts may determine the question of whether conditions imposed are reasonable or not, this court has determined. <em>Michigan Telephone Co. </em>v. <em>City of St. Joseph, </em>121 Mich. 502. Municipalities may not act arbitrarily or captiously, but when a reasonable condition upon the usé of the street is imposed the public utility is at liberty to accept or reject it. If it rejects, it may not occupy the streets, and if already in possession under an expired, franchise it may be ousted. <em>Detroit United Ry. </em>v. <em>City of Detroit, </em>229 U. S. 39. May we not assume that the Constitutional Convention had the holding of this court in the <em>Boerth Case </em>in view when this provision was framed ?</p>\n<p id=\"b185-3\">We have thus far considered the administrative power of municipalities, their power to contract, to fix reasonable conditions. We now pass to their power to legislate. .These two powers are of entirely different character. The one of a proprietary nature, the other governmental in its character. The one permitting agreements, the other controlling action; the one private, the other public. It is said in 1 Dillon on Municipal Corporations (5th Ed.), § 109:</p>\n<blockquote id=\"b185-4\">“In <em>its governmental or public character, </em>the corporation is made, by the State, one of its instruments, or the local depositary of certain limited and prescribed political powers, to be exercised for the public good on behalf of the State rather than for itself. In this respect it is assimilated, in its nature and functions, to a county corporation, which, as we have seen, is purely part of the governmental machinery of the sovereignty which creates it. Over all its civil, political, or governmental powers, the authority of the legislature is, in the nature of things, supreme and without limitation, unless the limitation is found in the Constitution of the particular State. But in <em>its pro</em><page-number citation-index=\"1\" label=\"156\">*156</page-number><em>prietary or private character, </em>the theory is that the powers are supposed not to be conferred, primarily or chiefly, from considerations connected with the , government of the State at large, but for the private advantage of the compact community which is incorporated as a distinct <em>legal personality or corporate individual; </em>and as to such powers, and to property acquired thereunder, ‘and contracts made with reference thereto, the corporation is to be regarded <em>quo ad hoc </em>as .a private corporation, or at least not public in the sense that the power of the legislature over it or the rights represented by it, is omnipotent.”</blockquote>\n<p id=\"b186-5\">Judge Sanborn, speaking for the circuit court of appeals for the eighth circuit, in the case of <em>Illinois Trust &amp; Savings Bank </em>v. <em>City of Arkansas City, </em>76 Fed. 271, said:</p>\n<blockquote id=\"b186-6\">“A city has two classes of powers — the one legislative, public, governmental, in the exercise of which it is a sovereignty and governs its people; the other, proprietary, <em>quasi </em>private, conferred upon it, not for the purpose of governing its people, but for the private advantage of the inhabitants of the city and of the city itself as a legal personality. In the exercise of the powers of the former class it is governed by the rule here invoked. In their exercise it is ruling its people and is bound to transmit its powers of government to its successive sets of officers unimpaired. But in the exercise of the powers of the latter class it is controlled by no such rule, because it is acting and contracting for the private benefit of itself and its inhabitants, and it may exercise the business powers conferred upon it in the same way, and in their exercise it is to be governed by the same rules that govern a private individual or corporation.”</blockquote>\n<p id=\"b186-7\">And a large number of authorities are cited. ' See, also, the quotation from the case of <em>City of Indianapolis </em>v. <em>Gas-Light &amp; Coke Co., </em>66 Ind. 396, found in Mr. Justice Carpenter's opinion in the <em>Boerth Case; </em>Safety <em>Insulated Wire &amp; Cable Co. </em>v. <em>Mayor, etc., of Baltimore, </em>66 Fed. 140. It is evident, therefore, that in the exercise of the administrative power the muni<page-number citation-index=\"1\" label=\"157\">*157</page-number>cipality may contract, and may .reasonably refuse the use of public property in which its interest is proprietary, but it may not inflict penalties for an invasion of its proprietary rights; while in the exercise of its legislative, governmental functions it may enforce its mandates by proceedings <em>quasi </em>criminal in character and penal in their, nature.</p>\n<p id=\"b187-3\">It cannot be doubted'that where the owner of property devotes it to a use in which the public has an interest he* submits it to the extent of that interest to public control, and where the property is devoted to a public use and is charged with such public interest the State, in the interest of the public, may prescribe reasonable rates for- such public use. <em>Munn </em>v. <em>Illinois, </em>94 U. S. 113. But, except by contract, the fixing of rates is a governmental legislative function. Pond on Public Utilities, § 419; 3 Dillon on Municipal Corporations (5th Ed.), § 1325; <em>Home Telephone Co. </em>v <em>City of Los Angeles, </em>211 U. S. 265. It may be delegated to the municipality. <em>Home Telephone Co. </em>v. <em>City of Los Angeles, </em>155 Fed. 554, and authorities hereinafter considered.</p>\n<p id=\"b187-4\">The exercise of this governmental legislative function, this attribute of sovereignty, must be delegated in express terms or by necessary implication. 20 Cyc. p. 1166, lays down the rule in the following language:</p>\n<blockquote id=\"b187-5\">“In the absence , of charter authority or other statutory or constitutional provisions delegating the power in express terms or by necessary implication, it is the rule that a municipal corporation has no power to fix by ordinance the price at which a gas company shall supply its consuméis.”</blockquote>\n<p id=\"b187-6\">This language was adopted in <em>City of Richmond </em>v. <em>Natural Gas Co., </em>168 Ind. 82 (11 Am. &amp; Eng. Ann. Cas. 746).</p>\n<p id=\"b187-7\">In <em>Omaha Electric Light </em>&amp; <em>Power Co. </em>v. <em>City of Omaha, </em>179 Fed. 455, it was said:</p>\n<blockquote id=\"b188-4\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>“Legislative grants of power to municipal corporations must be strictly construed, and cannot operate as a surrender of legislative power, except so far as expressly delegated or is indispensably necessary to the exercise of some other power which has been expressly delegated.”</blockquote>\n<p id=\"b188-5\">In <em>Mills </em>v. <em>City of Chicago, </em>127 Fed. 731, the court says:</p>\n<blockquote id=\"b188-6\">“A municipal corporation possesses only such power as is granted by the legislature in express words, or such as is fairly implied from power expressly granted, or is essential to the specific object and purposes of municipal existence. No one has pretended that the regulation of the price of gas is essential to the specific object for which the city of Chicago was created ; hence that source of possible power may be dismissed without further discussion.”</blockquote>\n<p id=\"b188-7\">See, also, <em>Water, Light &amp; Gas Co. </em>v. <em>City of Hutchinson, </em>207 U. S. 385; <em>Minneapolis General Electric Co. </em>v. <em>City of Minneapolis, </em>194 Fed. 215; <em>Wabaska Electric Co. </em>v. <em>City of Wymore, </em>60 Neb. 199.</p>\n<p id=\"b188-8\">We are unable to find any provision of the charter of the city of Kalamazoo delegating the governmental power to the city to fix rates for gas used by consumers, either expressly or by necessary implication; nor has any such provision been called to our attention. But counsel for the city most strenuously urge that governmental power is conferred by the language of the Constitution above quoted. With this contention we cannot agree. Upon principle the question is ruled by <em>City of Detroit </em>v. <em>Detroit United Ry., </em>172 Mich. 136, a case determined since the adoption of the present Constitution. This court there held that a public utility corporation whose franchise to occupy the street had expired was a continuing trespasser, and, upon reasonable notice, could be required to remove its property from such streets, but that the city could not, by its own mandate, fix a fee for the use of such streets and enforce its collection.</p>\n<p id=\"b189-2\"><page-number citation-index=\"1\" label=\"159\">*159</page-number>In the case of <em>Bluefield Water Works &amp; Improvement Co. </em>v. <em>City of Bluefield, </em>69 W. Va. 1 (38 L. R. A. [N. S.] 759), the court said:</p>\n<blockquote id=\"b189-3\">“This corporation, chartered by the State, could not obtain the right to occupy the street^ of the city or do business therein under its State franchise, without the consent of the city. In order to obtain that consent, it was bound to submit itself to such regulatory conditions as the city saw fit to impose.”</blockquote>\n<p id=\"b189-4\">But the court further said:</p>\n<blockquote id=\"b189-5\">“The regulation of rates for public service belongs to the police power of the State. <em>Coal &amp; Coke R. Co. </em>v. <em>Conley, </em>67 W. Va. 129. The. State has very ample powers for the control and government of corporations and the transaction of their business, and may no doubt ordain and enforce such regulative measures as are embodied in the ordinance complained of, and enforce compliance therewith by making failure to observe them a criminal offense, punishable by fine. But municipal corporations do not possess all the police powers of the State. They have only such portions thereof as are granted to them by the legislature in express terms or by necessary implication.”</blockquote>\n<p id=\"b189-6\">And it was held that the rates fixed might not be enforced through the penalty provided in the ordinance. This case sustains the doctrine that while the city in the exercise of control over the use of its streets may impose conditions, it. may not, by virtue of that power, enact an ordinance fixing rates to be enforced by penalties.</p>\n<p id=\"b189-7\">That the want of power to legislatively fix a rate does not prevent the execution of a contract, is illustrated by the case of <em>City of Noblesville </em>v. <em>Improvement Co., supra, </em>where it is said:</p>\n<blockquote id=\"b189-8\">“That the city had no power to regulate the rates of its licensee makes no difference. It had the power to contract. And the power to regulate as a governmental function, and the power to contract for the same end, are quite different things. One requires <page-number citation-index=\"1\" label=\"160\">*160</page-number>the consent only of the one body, the other the consent of two. In this instance the city acted in the exercise of its power to contract, and it is therefore entitled to the benefits of its bargain.”</blockquote>\n<p id=\"b190-5\">In <em>City of St. Mary's </em>v. <em>Hope Gas Co., supra, </em>it was held that the city might, in the control of the use of its streets, prescribe conditions including the fixing of rates for gas, and might contract therefor, even though it possessed no governmental power to fix rates.</p>\n<p id=\"b190-6\">The distinction between fixing rates by contract and under governmental power was clearly recognized by the Supreme Court of the United States in the case of <em>City of Detroit </em>v. <em>Railway Co., </em>184 U. S. 368, where it was said:</p>\n<blockquote id=\"b190-7\">“It is plain that the legislature regarded the fixing of the rate of fare over these street railways as a subject for agreement between the parties and not as an exercise of a governmental function of a legislative character by the city authorities under a delegated power from the legislature.”</blockquote>\n<p id=\"b190-8\">Much reliance is placed on the case of <em>Home Telephone Co. </em>v. <em>City of Los Angeles, supra, </em>and it is thought that the court there held a doctrine sustaining the city in its contention here and contrary to our conclusion. The opinion of the trial court in that case is an able and exhaustive one; but a critical examination of that case, in both the trial court and in the Supreme Court of the United States, together with the statutes of the State of California, demonstrates that the legislature of that State, by an act known as the “Broughton Act” (Stats, of 1901, p. 265), had expressly delegated to municipalities the power to dispose of franchises, and that the manner so provided by the legislature had . been followed by the city of Los Angeles. The city in that case was exercising an expressly delegated power and the case is in harmony with our conclusion, rather than opposed to it.</p>\n<p id=\"b191-2\"><page-number citation-index=\"1\" label=\"161\">*161</page-number>The ordinance in question is legislative in character, so declared to be by its terms, and is so by its provisions. The city did not possess the power to enact it as a legislative, governmental measure, to be enforced by a proceeding penal in its nature, either by virtue of any power delegated to it in its charter or by force of the provision of the Constitution under consideration.</p>\n<p id=\"b191-3\">We have not before us, and do not pass upon, the question as to what rights, municipalities may have under home rule charters, so-called; the city of Kalamazoo was here acting under a legislative charter.</p>\n<p id=\"b191-4\">The earnestness of counsel for plaintiff in their in-r sistence that the construction claimed by them is the one indulged in by the framers of the present Constitution has prompted us to read the entire debates, of the constitutional convention on this, provision, and they cover many pages. The subject was. considered on several occasions. We are unable to find the suggestion in these debates that this provision was designed to deprive the State of its governmental power to fix rates.</p>\n<p id=\"b191-5\">We are favored in the briefs of the respective parties with a discussion of the merits of two plans of delegating the power to fix rates for public utilities, one to-a State public utility commission having general jurisdiction over all public utilities, the other direct to municipalities over those of local interest. We cannot determine this controversy. That is for the legislature. Both plans were submitted to the last session of the legislature (H. B. No. 7; File No. 11; S. B. No. 246, File No. 204; S. B. 247, File No. 205) and both failed of passage.</p>\n<p id=\"b191-6\">It follows that the writ of mandamus must be denied. As the question is a public one, no costs will be allowed.</p>\n<judges id=\"b191-7\">Bird, Moore, Steere, Brooke, and Stone, JJ., concurred. Ostrander, C. J., and Kuhn, J., did not sit.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}