{
  "casebody": {
    "data": "<casebody firstpage=\"504\" lastpage=\"506\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b504-8\">The People <em>against </em>Luther Adgate late Sheriff of Essex.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b504-9\">On the shefifsd ^ for\"\"nof bringing in the neral ruleS&lt;¡¡ that he must pay the whole debt.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b504-12\">defendant has been insolvent from the beginning, so that»the plaintiff could have lost nothing, the court will order a perpetual stay of proceedings against the sheriff as to the debt, allowing the plaintiff to proceed and collect all costs.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b504-16\">And this was done where the sheriff had neglected to appear upon his recognizance taken upon the attachment, by reason whereof there was judgment against him and his bail</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AUu\">Long sued Cutler by capias out of this Court, on which t^le defendant, Sheriff of Essex, arrested him, and was ruled to bring in the body, but not doing so, was attached and entered into recognizance to appear at October term, 18] 9. On that recognizance the present action was brought, , , .. . , . , , , : At the return oí the attachment, Adgate neglected to apPeari an&lt;^ his recognizance was by rule of this Court delivered over to the attorney of Long for prosecution. The <em>capias </em>in this cause was returned <em>cepi corpus </em>in May term 1820, a declaration filed in May, 1820; and at the August term following the defendant applied to the Court to set aside the attachment and all subsequent proceedings. An order was then made that the defendant confess a judgment in this suit on the recognizance, the judgment to stand as security, Long, the plaintiff in the original suit, to proceed to judgment therein, and endeavor to collect the money due him from Cutler ; and then apply to this Court for leave to take out execution for the uncancelled balance, and also for costs. Judgment was confessed on the recognizance accordingly ; Long proceeded to judgment against Cutler; a <em>fi.fa. </em>was returned <em>nulla bona, </em>and now,</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b504-18\"><em>J. L. </em>Wendell, for the plaintiff)</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AbFd\">on affidavit of the above facts, moved for leave to take out execution against the de- - . ° fendant, on the judgment upon the recognizance,</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"AMgq\"><em>H. H Ross, </em>contra,</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AHPJ\">read affidavits showing that Cutler had always since the arrest resided in Essex county, and had been utterly insolvent and unable to pay any thing for \"seven or eight years, -now passed, and long before the commence<page-number citation-index=\"1\" label=\"505\">*505</page-number>mcnt of the original suit. He said the only question is, whether this Court will mitigate the amount of the recovery on the recognizance, under these circumstances: The Court could not have intended by their rule directing the defendant to confess judgment, to prevent his applying to mitigate the amount to be collected. Had judgment not been taken, the Court would have sent the cause to a jury where Long could have recovered no .more than he had lost by the neglect of the Sheriff. This doctrine is fully established in <em>Russell </em>v. Turner, (7 John. 189,) where the cases are collected ; and in 1 Gould’s Esp. pt. <em>2, </em>p. 30, it is said that where the principal is <em>discharged, </em>and the bail <em>afterwards </em>fixed, the Court will-allow ah <em>exoneretur </em>to be entered on the bail piece ; and in <em>The King </em>v. <em>Adderly, </em>(Doug. 464,) Buffer J. says, “ it is competent for the Court to moderate the punishment, and not impose a fine on the Sheriff to the amount of the whole debt.” There is no reason why the execution should go at all events for more than the costs of the suit on the recognizance: Cutler has resided in Essex over since the arrest.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b505-4\">\n<em>Curia.</em>\n</author>\n<p id=\"AWqQ\">The rule of damages upon an escape would have allowed the plaintiff no more than his actual loss. In this case, of a non compliance with the rule to bring in the body, if the Sheriff is fixed, and a trial is lost, the general rule is, that he must pay the debt. But here the party is insolvent and has been so ever since the proceedings against him were commenced. Now the principle is no where laid down explicitly, that we may apportion the plaintiff’s debt; but in <em>The King </em>v. <em>Adderly, </em>(Doug. 464,) Buffer, Justice, intimated, that when the Sheriff should come to purge the contempt for not returning a writ, it would be competent for the Court to moderate the punishment, and not impose a fine to the amount of the whole debt; though in that case the general rule is the same ; and the Sheriff is in general made to pay the whole debt, (id.) The reason of such a course, in the present case, is too strong to be resisted, though the plaintiff may have lost a trial. Here is a strong, undisputed case of insolvency from the beginning. The plaintiff has lost nothing.</p>\n<p id=\"b506-3\"><page-number citation-index=\"1\" label=\"506\">*506</page-number>But as he may have been surprised by the affidavits or the part of the defendant, owing to the course which the proceedings have taken, we give him to the next term to disprove the insolvency, if in his power.</p>\n<p id=\"b506-4\">The Court, thereupon, directed a 'rule entered, of which' the following is the substance.</p>\n<p id=\"b506-5\">Rule.—It appearing to this Court by several affidavits produced by the defendant, that John Cutler, at the time the suit of David Long was commenced against him was insolvent, and had not any property liable to execution, and has continued insolvent and without property ever since, ordered, that the motion for leave to take out execution for the uncollected balance due on the judgment of Long against Cutler, (not including the costs,) be postponed until the next term, to the end that the plaintiff in said judgment may disprove the said allegation of insolvency; and if he shall fail so to do, then that the execution be perpetually stayed as to the plaintiff’s debt; and it is further ordered that execution may issue on the judgment against the defendant for a sum equal to the costs taxed in this suit, the costs taxed in the judgment of Long against Cutler, and the costs of this motion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}