{
  "casebody": {
    "data": "<casebody firstpage=\"50\" lastpage=\"51\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b82-8\">J. A. Partridge v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b82-9\">No. 4354.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4f\">Decided March 14, 1917.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b82-10\">1. — Game and Eish Law — Ensnaring and Entrapping Eish — Complaint and Information.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b82-11\">Where, upon trial of unlawfully catching fish, etc., the complaint and information failed to allege the name of the owner of the waters said to have been netted or seined, the same were insufficient, as the statute requires that this must he done without the consent of the owner.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b82-12\">3. — Same—Buie Stated — Pleading.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b82-13\">It is the settled law in Texas that all constituent elements contained in the definition of the offense must be charged in the complaint and information, and where this it not done, the same must be quashed.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b82-14\">Appeal from the County Court of Throckmorton. Tried below Defore the Hon. A. H. King.</summary>\n<summary data-order=\"8\" data-type=\"history\" id=\"b82-15\">Appeal from a conviction of unlawfully netting and seining fish; penalty, a fine of twenty-five dollars.</summary>\n<p data-order=\"9\" data-type=\"summary\" id=\"b82-16\">The opinion states the case.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b82-17\">No brief on file for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b82-18\"><em>E. B. Hendricks, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b83-2\"><page-number citation-index=\"1\" label=\"51\">*51</page-number>DAVIDSON, Presiding Judge.</author>\n<p id=\"AkJ\">The complaint and information charge appellant with taking, catching, ensnaring and entrapping fish by means of nets and seines and by muddying, ditching and draining in a pond without the consent of the owner of such pond.</p>\n<p id=\"b83-3\">The complaint and information fail to allege the name of the owner of the waters said to have been netted or seined. The statute provides that the waters netted or seined must be so done without the consent of the owner. Wherever ownership enters into the definition of an offense, the name of the owner must be alleged. It is unnecessary, we think, to cite particular cases or make quotations. The statute (art. 457 of the Bevised C. C. P.) makes such provision, and the authorities holding that the name of the owner must be alleged will be found collated in the notes in Vernon’s Ann. C. C. P., under article 457. It seems to be the settled law in Texas that all constituent elements contained in the definition of the offense must be charged in the complaint and information; if not, the offense is not charged. This was called to the attention of the trial court in a timely and proper way and overruled. In this there was error. The complaint and information are not sufficient.</p>\n<p id=\"b83-5\">The judgment will, therefore, be reversed and the prosecution ordered dismissed.</p>\n<p id=\"b83-6\">\n<em>Dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}