{
  "casebody": {
    "data": "<casebody firstpage=\"639\" lastpage=\"640\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b671-16\">Clinton Cooper v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b671-17\">No. 4627.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AN_\">Decided October 17, 1917.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b671-18\">1, — Burglary—Continuance—Bill of Exceptions.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b671-19\">In the absence of a bill of exceptions to the overruling of an application for a continuance, the matter can not be reviewed on appeal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b671-20\">S. — Same—Circumstantial Evidence — Sufficiency of the Evidence.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b671-21\">Where, • upon trial of burglary, the circumstances in the case as contained in- the statement of facts are sufficient to support the conviction, there is no. reversible error.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b671-22\">Appeal from the District Court of Cass. Tried below before the Hon. H. F. O’Neal.</summary>\n<summary data-order=\"8\" data-type=\"history\" id=\"b671-23\">■ Appeal from a conviction of burglary; penalty, two -years imprisonment in the penitentiary.</summary>\n<p data-order=\"9\" data-type=\"summary\" id=\"AMn\">The opinion states the case.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b671-25\">No brief on file for appellant. •</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b671-26\"><em>E. B. Hendricks, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b672-2\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>DAVIDSON, Presiding Judge.</author>\n<p id=\"AAC\">Appellant was convicted of burglary of a storehouse, his punishment being assessed at two years confinement in the penitentiary.</p>\n<p id=\"b672-3\">There are no bills of exception, and all the matters presented for revision are found in defendant’s amended motion for new trial. The second ground of the motion is, that the court erred in overruling appellant’s application for a continuance. This may be. sufficiently answered by stating there was no bill of exceptions reserved to this action of the court, and the application for continuance is not found in the record. The remaining ground, which is assigned as the first, is that the evidence is insufficient to support the conviction, in that it failed to connect appellant with the burglary, and as the State relied upon circumstantial evidence, the circumstances were too remote, insufficient and incomplete to connect him with the offense and warrant this com viction. We have read the evidence, which is rather full in detail, by which the State sought to connect him with the burglary. We are of opinion that the evidence is sufficient. It would add nothing, perhaps, to the opinion, or the jurisprudence of our State, to detail these circumstances. Appellant was at the burglarized store where he had not been before, some six or seven miles from his residence, and gave his name as being Johnson. He lived with his mother on the premises of a gentleman named Luck Lee. He was brought back for trial from-Oklahoma, to which State he had gone. He denied the burglary, and denied having brought the goods to the place where they were found. The evidence is that he was out that night, and was seen four or five miles from his mother’s residence between sundown and- dark. He accounts for being in that neighborhood by reason of the fact that Mr. Lee had sent him to find a steer. One of his witnesses testified that appellant put in his pasture a yearling. This was between sundown and dark. There are other facts connected with the matter that indicate that the horses described were ridden from appellant’s residence to and return from the store. These stolen goods were found, some in a barn and others in a cane patch, and some in a corn field on the premises where he and his mother lived. Take the circumstances as they are, without going further into detail, we are of opinion the State made out a case which justified the verdict under the rules of circumstantial evidence.</p>\n<p id=\"b672-5\">The judgment, therefore, will be affirmed.</p>\n<p id=\"b672-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}