{
  "casebody": {
    "data": "<casebody firstpage=\"140\" lastpage=\"142\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b162-9\">UNITED STATES of America, Plaintiff-Appellee v. Dwight D. JACKSON, also known as D-Boy, also known as Big Head, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AL3\">No. 12-30820</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A4p\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"AVR\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AGg\">May 15, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b162-22\">Cristina Walker, Assistant U.S. Attorney, U.S. Attorney’s Office, Shreveport, LA, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b162-23\">Rebecca Louise Hudsmith, Esq., Federal Public Defender, Federal Public Defender’s Office, Western District Of Louisiana, Lafayette, LA, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b162-25\">Before STEWART, Chief Judge, and OWEN and GRAVES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b163-4\"><page-number citation-index=\"1\" label=\"141\">*141</page-number>PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b163-5\">Dwight D. Jackson, federal prisoner # 14519-035, appeals the district court’s denial of a sentence reduction pursuant to 18 U.S.C. § 3582(c)(2), the Fair Sentencing. Act, and Amendment 750 to the Sentencing Guidelines. Jackson argues that the district court abused its discretion by denying him a § 3582(c)(2) sentence reduction without conducting a new evaluation of the 18 U.S.C. § 3553(a) sentencing factors. He maintains that the district court’s reliance on its evaluation of the § 3553(a) factors at the time of sentencing constituted reversible error.</p>\n<p id=\"b163-7\">The Government argues that the district court did not abuse its discretion by not making a new evaluation of the § 3553(a) factors because Jackson did not present new arguments to the district court that he did not present at sentencing. Alternatively, it maintains that any error was harmless because Jackson did not present evidence or argument that would have changed the district court’s evaluation of the § 3553(a) factors.</p>\n<p id=\"b163-8\">Jackson asserts that the argument he presented, that failing to reduce his sentence would result in his receiving a higher sentence because he provided substantial assistance, was an argument falling under § 3553(a)(6), which provides that unwarranted sentence disparities should be avoided. He contends that the mitigation information that he filed the day after the district court’s final ruling constitutes new information affecting the evaluation of the § 3553(a) factors.</p>\n<p id=\"b163-9\">We review a district court’s decision “whether to reduce a sentence pursuant to ... § 3582(c)(2) for abuse of discretion, ... its interpretation of the Guidelines <em>de novo, </em>and its findings of fact for clear error.” <em>United States v. Henderson, </em>636 F.3d 713, 717 (5th Cir.2011) (internal quotation marks and citation omitted). When a court in applying its discretion fails to consider the factors as required by law, it ... abuses its discretion.” <em>United States v. Larry, </em>632 F.3d 933, 936 (5th Cir.2011) (internal quotation marks and citation omitted).</p>\n<p id=\"b163-12\">The district court implicitly ruled that Jackson was eligible for a sentence reduction under § 3582(c)(2), but it determined that a reduction should not be granted. In denying Jackson a sentence reduction, it stated that Jackson “previously received adjustment under a Government motion filed pursuant to 18 U.S.C. § 3553(e) at which time the Court had determined a total sentence pursuant to 18 U.S.C. § 3553(a) factors. Accordingly, the Court will not reduce the Defendant’s sentence further.” This language shows that the district court abused its discretion by failing to conduct the required contemporaneous review of the § 3553(a) factors. <em>See Henderson, </em>636 F.3d at 718-19.</p>\n<p id=\"b163-13\">While Jackson did not present any arguments that directly related to the § 3553(a) factors prior to the ruling of the district court, he did make an argument that failing to reduce his sentence would negate the credit he received for providing substantial assistance. Given that Jackson raised a new argument, that the district court did not conduct a contemporaneous evaluation of the § 3553(a) factors, and that the district court did not give any indication as to the conclusion it would have made if it had made a contemporaneous evaluation of the § 3553(a) factors, the Government has not met its burden of showing harmless error by providing “suf<page-number citation-index=\"1\" label=\"142\">*142</page-number>ficient evidence to convince the appellate court that the district court would have imposed the same sentence, absent the error.” <em>United States v. Ibarra-Luna, </em>628 F.3d 712, 718 (5th Cir.2010) (internal quotation marks and citation omitted).</p>\n<p id=\"b164-4\">Accordingly, the ruling of the district court is vacated and this case is remanded to the district court for a reevaluation of Jackson’s request for relief under § 3582(c)(2). On remand, the district court should review Jackson’s guidelines sentence range because the record shows that the revised guidelines sentence range calculations presented to the district court included an unwarranted three-level base offense level reduction under U.S.S.G. § 2Dl.l(a)(5) in addition to the two-level base offense level reduction provided by Amendment 750.</p>\n<p id=\"b164-5\">VACATED AND REMANDED.</p>\n<footnote label=\"*\">\n<p id=\"b163-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}