{
  "casebody": {
    "data": "<casebody firstpage=\"510\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b518-6\">SUPREME COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b518-8\">Rhoades agt. Woolsey.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b518-9\">An <em>injunction </em>was issued by the plaintiff restraining the defendant, his agents or servants from <em>using, </em>selling, encumbering, or otherwise disposing of a canal-boat, the defendant being in possession, claiming to own one-third—which third the plaintiff also claimed to own, and for which he had brought his action—the other two-thirds was admitted to be owned by a third person. <em>Held, </em>that the defendant was not entitled to have the injunction dissolved, or modified so as to, permit him, during the litigation, to use the boat.</headnotes>\n<p data-order=\"3\" data-type=\"misc\" id=\"b518-10\">\n<em>Ulster Special Term,</em>\n</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ALV\"><em>July, </em>1854.</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"AqiG\">Motion on part of the defendant to dissolve injunction. The motion is made upon the complaint, and answer and affidavits.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b518-11\">On the 30th May, 1854, the county judge of Ulster granted an order restraining the defendant, his agents and servants, from using, selling, encumbering, or otherwise disposing of the canal-boat called the <em>T. F, Barry, </em>or any of its appendages, until the further order of this court.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b518-12\">The affidavits of the defendant allege, and it is not disputed by the plaintiff, that one Joseph H. Gilíes is the owner of two-thirds of the canal-boat. The complaint avers that the plaintiff is the owner of the other third part thereof, such interest having been sold to him by the defendant for the sum of $266, and he having made payment therefor in full in 1853. The answer puts in issue the plaintiff’s ownership of one-third of the boat.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b518-13\">The complaint arid affidavits on the part of the plaintiff tend to show that the plaintiff is the owner of one-third óf the boat, <page-number citation-index=\"1\" label=\"511\">*511</page-number>and that the defendant being in possession, and pretending to be the sole owner, has offered to sell and dispose of the same to others; and that his pecuniary responsibility is doubtful. They further tend to show that at the time the injunction order was granted by the county judge, and for more than a fortnight prior thereto, the boat was not used in any business, but was laid up, the defendant and crew being engaged in fishing.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b519-5\">L. Maison, <em>for plaintiff.</em></attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b519-6\">J. L. Crafts, <em>for defendant.</em></attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b519-7\">Wright, Justice.</author>\n<p id=\"Aq1R\">I do not think that the defendant offers any valid reason for dissolving the injunction, or even for modifying it so as to permit <em>Mm </em>to use and work the boat on his own behalf. If it be true, as averred in his affidavits, that Joseph H. Gilíes owns two-thirds of the boat, the defendant has no interest in her, unless it be in the third part claimed to be owned by the plaintiff; and that part it is averred he sold to the plaintiff, and has received payment therefor. If the fact be that the plaintiff is the owner of-one-third, and Gilíes of the remaining two-thirds of the boat, the defendant, although in possession, has divested himself of all title in the property, and cannot reasonably ask that the injunction should be modified so as to allow him to use and work the boat on his own account, or as an owner in common.</p>\n<p id=\"b519-8\">Gilíes testifies that he is the owner of two-thirds of the canal-boat in controversy, and by reason of the injunction he is suffering great loss and damage every day, being prevented from using said boat in the ordinary business in which she has. heretofore been used. The injunction does not inhibit Gilíes from using the boat, nor could any injunction have been obtained against him on the matters set forth in the complaint» If, in fact, he has title to two-thirds of the property, he has the right to use the boat, notwithstanding the injunction. He is part owner with either the plaintiff or defendant, and may work and use the boat, accounting hereafter, if required, for one-third of her net earnings to the plaintiff or defendant, as the ownership of that third shall be found in one or the other of them.</p>\n<p id=\"b520-4\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>The injunction sought to be dissolved only restrains the defendant, his agents or servants, from using, selling, encumbering, or otherwise disposing of the boat. I am of the opinion that a case has not been made by the defendant, calling for a dissolution of the injunction order of the county judge, or for a modification of it so as to allow the defendant to use the boat, pending the litigation.</p>\n<p id=\"b520-5\">The motion to dissolve the injunction is denied, with $10 costs of opposing motion, to be paid by defendant to plaintiff.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}