{
  "casebody": {
    "data": "<casebody firstpage=\"85\" lastpage=\"86\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b93-7\">SUPREME COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b93-8\">In the matter of the petition of Ann Fero and David Fero.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b93-9\">Where property, real and personal, is conveyed by the <em>cestui que trust </em>in trust, to pay him the income annually during his life, and at his decease to release or convey the estate to \"his heirs at law, the <em>capital </em>of the trust estate cannot be invaded, even for necessary articles of furniture and clothing for the <em>cestui que trust.</em></headnotes>\n<p data-order=\"3\" data-type=\"misc\" id=\"b93-10\">\n<em>Albany Special Term,</em>\n</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ARv\"><em>August, </em>1853.</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"A1BX\">Application for order directing the trustee of Ann Fero to invest of the trust fund in his hands, for her use, the sum of $200 for furniture, and $100 for clothing and bedding.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b93-11\">E. F. Bullard, <em>for Petitioners.</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b93-12\">Charles Cramer, <em>Opposed.</em></attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b93-13\">Wright, Justice.</author>\n<p id=\"A9P\">If the necessity for this investment was rendered fully apparent by the facts disclosed in the petition (which it is not) I should doubt the power of the court to grant the order. The <em>cestui que trust </em>has parted with all interest in the capital of the trust estate. The trust is two-fold, to pay to <page-number citation-index=\"1\" label=\"86\">*86</page-number>her the income annually during her life, and at her decease to release or convey the estate to her heirs at law. The <em>cestui que trust </em>cannot by any act of her own defeat the trust. _ Having reserved no interest in the capital of the trust estate, the effect of granting the petition would be to diminish that capital, and so tend to destroy the trust. If the capital may be invaded to the extent asked for by the petition, it may to its full limit, and •thus utterly defeat the trust.</p>\n<p id=\"b94-5\">The order asked for is denied. A rule to that effect may be entered with the clerk of the county of Albany, as of the August special term- No costs of motion to be allowed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}