{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1\" lastpage=\"8\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b23-5\" pgmap=\"23\">Norbert Hotz and Joseph A. Walter, Appellants, v. Alton Telegraph Printing Company and Paul B. Cousley, Appellees.</parties><p data-order=\"1\" data-type=\"judges\" id=\"b23-10\" pgmap=\"23\">Stone, J., dissenting.</p><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ad\" pgmap=\"23\">Opinion filed February 28, 1944.</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AQ9\" pgmap=\"23\">Rehearing denied October 25, 1944. Released for publication October 25, 1944.</otherdate><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b23-12\" pgmap=\"23\">J. F. Eeck, of Edwardsville, for appellants.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b23-13\" pgmap=\"23\">Green &amp; Hoagland, of Alton, and Jesse R. Brown, of Edwardsville, for appellees; Kenneth F. Kelly, of Alton, of counsel.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b24-4\" pgmap=\"24\">Mr. Justice Bristow</author> <p id=\"AF\" pgmap=\"24\">delivered the opinion of the court.</p> <p id=\"b24-5\" pgmap=\"24\">Appellants, as plaintiffs, filed their complaint against appellees, as defendants, for damages for publishing in the editorial column of a newspaper, two articles alleged to be libelous. Motion to dismiss the complaint was sustained. After the court ruled the plaintiffs to “plead over,” they elected to stand by their complaint. The suit was dismissed, with judgment for defendants in bar of the action and for costs. From this judgment, plaintiffs have appealed to this court.</p> <p id=\"b24-6\" pgmap=\"24\">The chief issue in the case is whether the allegations in the article or articles, either or both considered together, were libelous per se. Appellants, Norbert Hotz, county clerk of Madison county, and Joseph A. Walter, a justice of the peace in Edwardsville, with a third person, constituted the Madison county canvassing board for the 1942 general election. The appellee, Alton Telegraph Printing Company, published a newspaper in Alton, called the Alton Evening Telegraph. Appellee, Paul B. Cousley, was its managing editor. The first article concerning which complaint is made was published in the edition of said newspaper of November 5, 1942; and the second article was published therein on November 10, 1942.</p> <p id=\"b24-7\" pgmap=\"24\">The complaint alleged that the articles were false and defamatory, reflected upon the plaintiffs personally, and injured their reputation, to their damage. It alleged that plaintiffs were persons of good repute and name and deservedly held in high esteem in said county.</p> <p id=\"b24-8\" pgmap=\"24(66) 25(38)\">To determine whether a written statement is libelous per se, the words of the written or printed statement shall be considered in their ordinary meaning. Herrick v. Tribune Co., 108 Ill. App. 244, 246; White v. Bourquin, 204 Ill. App. 83, 94. The motion to dismiss in this case admits that the matter was published, that the words were false, and that they were maliciously published. Adair v. Timblin, 186 Ill. App. 133, 137; Wisher v. City of Centralia, 273 Ill. App. 168; Martin v. Mattoon Journal Co., 208 Ill. App. 53; LaGrange Press v. Citizen Pub. Co., 252 Ill. App. 482, 485.</p> <p id=\"b25-5\" pgmap=\"25\">Omitting parts that are plainly immaterial, we will briefly quote from the newspaper articles in question. The first article was as follows:</p> <blockquote id=\"b25-6\" pgmap=\"25\">“Keep Your Hands Steady, Boys.</blockquote> <blockquote id=\"b25-7\" pgmap=\"25\">“The voters in the Forty-Seventh Senatorial District while picking Madison-Bond County representation in the Illinois General Assembly, showed fine discrimination,and in so doing have provided themselves with four high-grade men to represent them. Besides re-electing Senator Norman Flagg, they chose a Democrat, Lloyd Harris, who has achieved a good record in the General Assembly. Once he was deprived of his seat in the lower House by unauthorized action of the Madison County canvassing board which assumed to decide, without consulting the ballots, what the voters had done in the way of distributing split votes among candidates. What was done at that time was wrong, inexcusable. It was an amazing action for the canvassing board to carry out. With the vote now as close as it is between Schuyler B. Vaughan and Schaefer O’Neill, only 106 difference by unofficial returns, it would be a matter much simpler than it then was to deprive Lloyd (Curley) Harris of his seat to which he was honestly entitled. The canvassing board must be more careful than it was four years ago. They must keep their hands clean and their heads clear this time.”</blockquote> <p id=\"b25-8\" pgmap=\"25\">The second article was as follows :</p> <blockquote id=\"b25-9\" pgmap=\"25\">“Vaughan Should Enter Contest</blockquote> <blockquote id=\"b25-10\" pgmap=\"25(25) 26(60)\">“The finding of the Madison County Canvassing Board, consisting of County Clerk Norbert Hotz, Justices of the Peace Beneze and Walters, should be contested . . . The action of the canvassing board seems to be mathematically impossible. Apparently the board attempted to decide how people intended to distribute their votes, and, without the right or the ability to consult the ballots, the only indisputable authority, the canvassing board went behind the returns to distribute votes not originally reported by election officers.</blockquote> <blockquote id=\"b26-6\" pgmap=\"26\">“. . . They gave to Schaefer O’Neill far more increase in votes than they gave to Lloyd Harris, and, in so doing, gave O’Neill enough votes to make a showing that Schuyler B. Vaughan of Greenville had been nosed out.</blockquote> <blockquote id=\"b26-7\" pgmap=\"26\">“It is the third time that O’Neill has .thus been counted in, and the second time that Vaughan has been counted out by the Madison County Canvassing Board, which repeatedly has taken the liberty of trying to interpret what the voters wanted to do, but seems somewhat inaccurate in its arithmetic. The only way that the truth can be arrived at is by recounting the votes in the Legislature. It is a matter of importance to the people that a ruling be given somewhere that will prevent future repetitions of such acts by the county canvassing board. The Telegraph joins in the widely expressed belief that there should be no acquiescence by Mr. Vaughan in this action of the canvassing board until the ballots are recounted. Considering the records of the past, the canvassing board should join in asking that its .work be checked by a recount. The public is deeply concerned in the truth being brought to light. If Mr. Vaughan needs any financial assistance to cover any costs to him for contesting the election, the money should be made up by people who want to be sure that justice is done.</blockquote> <blockquote id=\"b26-8\" pgmap=\"26\">“If Mr. O’Neill is entitled to the seat, his right to it should be proved more convincingly than on the order of a mere canvassing board which repeatedly has assumed rights it certainly could not be expected to claim.”</blockquote> <p id=\"b27-4\" pgmap=\"27\">It has been held that a statement in writing may be libelous per se, which if spoken, would not be. Herrick v. Tribune Co., 108 Ill. App. 244, 247. In determining whether a published article is libelous per se, the words must be taken in the sense which readers of common and reasonable understanding would ascribe to them, that is, in their ordinary and common acceptance. LaGrange Press v. Citizen Pub. Co., 252 Ill. App. 482, 485. Appellants have cited definitions of various words appearing in these articles, viz: “deprived of” — conveys the idea of either taking away that which one has or withholding that which one may have, and also has been held to mean “defraud,” 26 C. J. S. 977; “deprive”— defined as dispossess, divest, debar, to divest of office, with synonym meaning, strip, despoil, rob, Webster’s New International Dict., 2nd Ed., Vol. I, p. 703; “hands clean” is defined in said dictionary at p. 498 as freedom from guilt, especially from dishonesty in money matters or bribetaking; and “counted out” at p. 606 of the same reference, is to exclude from consideration, prevent accession to office by a fraudulent return or count of votes cast.</p> <p id=\"b27-5\" pgmap=\"27\">Appellees contend that the words in these published articles are reasonably susceptible of an innocent construction, and, therefore, cannot be held to be libelous, per se.</p> <p id=\"b27-6\" pgmap=\"27(118) 28(224)\">We cannot see how the language used in these articles can be given an innocent construction. When one has read the two articles, giving them a reasonable interpretation, and placing upon them a common and generally accepted meaning, the conclusion is inescapable that the plaintiffs were accused of being dishonest in the discharge of the duties of their office and of a betrayal of a public trust; that they were guilty of defrauding the electorate by causing their returns to affect a result other than that which an actual count of the ballots indicated. In other words, it seems that when Schaefer O’Neill ran for the legislature in the Forty-Seventh Senatorial District, he invariably had the blessing of the Madison county canvassing board. The articles in question implied that on three different occasions, Mr. O’Neill failed to receive enough votes on the official count to be elected, but by some trick or manipulation the canvassing board of Madison county succeeded in landing him in office, and by so doing, they excluded from office Lloyd (Curley) Harris and Schuyler B. Vaughan who had actually been elected. It is inconceivable that any reasonable construction placed on the articles in question could lead to any other conclusion than that the defendants maliciously intended to charge the plaintiffs with public wrongs steeped in dishonesty and fraud, and that they were designed to impeach the integrity and standing of the plaintiffs in their community. These publications were certainly knowingly calculated to induce an ill opinion of the plaintiffs, and to destroy their reputation in their community. Such an assault upon the good name of anyone has repeatedly been held to be libelous per se. Herrick v. Tribune Co., 108 Ill. App. 244, 247, 248; White v. Bourquin, 204 Ill. App. 83, 93, 94. “Defamatory words which impute unfitness to perform the duties of an employment of profit, or want of integrity in the discharge of its duties, are actionable in themselves.” Creits v. Bennett, 273 Ill. App. 88, 96.</p> <p id=\"b28-5\" pgmap=\"28(100) 29(75)\">The contention is also made that the articles are protected under the defense of “fair comment and criticism.” Where facts are stated and they are libelous per se, there is no defense of “fair comment and criticism.” Cooper v. Illinois Publishing &amp; Printing Co., 218 Ill. App. 95, 116. We agree with appellees that some latitude should be permitted a publication with respect to its comments and criticisms of public officers in the discharge of their official acts; and, too, that this fundamental safeguard of democracy is bounded by the limitation that such criticism must not injure the official in his reputation as an individual member of society. While rationalizing on the subject, we must bear in mind that the press has a far-reaching psychological power in civilization, and controls the opinions, the thinking and conduct of the vast majority of those who come under its influence. We are of the opinion that the questioned publications find no legal defense on the theory of “fair comment and criticism.”</p> <p id=\"b29-5\" pgmap=\"29\">Appellees make the further contention that no cause of action is stated against defendant, Paul B. Cousley, in that the Alton Telegraph Printing Company was the only one charged with the wrong complained of, and rely upon the casé of Kulesza v. Chicago Daily News, Inc., 311 Ill. App. 117. On page 126 of that case, the court said “So far as defendant Knox is concerned, the complaint contained no allegation charging him with responsibility for the article; it is merely alleged that the article appeared in the Chicago Daily News, published by defendant Chicago Daily News, Inc., and that Frank Knox was editor and publisher of the paper and supervised and controlled its publication and circulation and directed and controlled the policies of the corporation. There is no allegation in any way connecting him with the article; it is not even charged that he knew of it. Under these circumstances, it is the settled law in this State that ‘to make an officer of a corporation liable for the negligence of the corporation there must have been upon his part such a breach of duty as contributed to, or helped to bring about, the injury; that is to say, he must be a participant in the wrongful act.’ ” In the instant case, the complaint in each count avers that defendants (obviously including defendant Paul B. Cousley) maliciously and wilfully composed and caused to be published of and concerning plaintiffs, in the editorial columns therein, the false and defamatory matter. Consequently, the above authority has no application here.</p> <p id=\"b30-4\" pgmap=\"30\">Entertaining the above views, we are of the opinion that the trial court erred in sustaining a motion to dismiss the complaint in this case and in entering judgment for the defendants in bar of action and costs, and, therefore, this cause is reversed and remanded with directions to overrule said motion to dismiss.</p> <p id=\"b30-5\" pgmap=\"30\">Reversed and remanded.</p> <p id=\"b30-6\" pgmap=\"30\">Stone, J., dissenting.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}