{
  "casebody": {
    "data": "<casebody firstpage=\"368\" lastpage=\"369\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b420-5\">TENDRICH v. TENDRICH.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b420-6\">No. 10887.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b420-7\">United States Court of Appeals District of Columbia Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b420-8\">Nov. 23, 1951.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b420-9\">Argued Oct. 16, 1951.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b420-27\">Reuben Bonnett, Washington, D. C., with whom Harry Bonnett, Washington, D. C., was on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b420-28\">Alvin L. Newmyer, Jr., Washington, D. C., with whom Alvin L. Newmyer and Armand Newmyer, Washington, D. C., were on the brief, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b420-29\">Before EDGERTON, WILBUR K. MILLER, and WASHINGTON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b420-30\">EDGERTON, Circuit Judge.</author>\n<p id=\"b420-31\">The District Court granted appellant a limited divorce because of the cruelty of his wife, the appellee.<footnotemark>1</footnotemark> The court found not only cruelty but also that “The defendant has shown by her demeanor and attitude, as well as by her actions, that she has no affection or respect for the plaintiff, but that her sole interest in him is to perpetuate joint tenancy or tenancy by the entireties in their property in the hope and belief that because of the disparity in their ages he will predecease her and she will become sole owner.” But the court <page-number citation-index=\"1\" label=\"369\">*369</page-number>refused, for lack of jurisdiction, to partition real property that had been conveyed to the parties jointly. This appeal is from that refusal.</p>\n<p id=\"b421-4\">This court has long held that when property is conveyed to spouses jointly they own it “by entireties” and that it cannot be partitioned. Settle v. Settle, 1925, 56 App.D.C. 50, 8 F.2d 911, 43 A.L.R. 1079. But the question whether a limited divorce for cruelty creates an exception in regard to partition of property held “by entireties” is nearly or quite new. In Reilly v. Reilly, 86 U.S.App.D.C. 345, 182 F.2d 108, certiorari denied, 1950, 340 U.S. 865, 71 S.Ct. 90, 95 L.Ed. 632, the complaint alleged and the answer admitted that the parties were “joint owners” of a cooperative apartment. We affirmed a decree of limited divorce that ordered partition of the “jointly owned cooperative apartment” by sale of “the proprietary lease” and the accompanying shares of stock. We did not discuss the nature of the tenancy or of the proprietary lease.<footnotemark>2</footnotemark> 3 4We held that the District Court “had jurisdiction under its general equity powers to adjudicate and settle a dispute between the parties concerning their respective rights in funds and property which had been acquired by them during marriage, or incident thereto.” Apparently the only dispute about the apartment was over the question of partition. We think the case was rightly decided.</p>\n<p id=\"b421-5\">Twenty-six years ago this court said: “The tenancy by entireties is essentially a joint tenancy, modified by the common-law theory that husband and wife are one person.” Settle v. Settle, supra, 56 App.D.C. at 51, 8 F.2d at 912. We think we should recognize the obvious fact that persons one of whom has divorced the other for cruelty, although the divorce is only a limited one, are not one person and that refusal to partition their property may inflict an undeserved burden on the plaintiff, confer an undeserved benefit on the defendant, and serve no useful purpose.<footnotemark>3</footnotemark> “The interest of society * * * requires that the fact be recognized, and our common-law system does not require that its recognition await express legislative action” <footnotemark><em>4</em></footnotemark><em> </em>but permits courts to deal with it by creating an exception to a rule they have themselves made.<footnotemark>5</footnotemark> In our opinion a -court that grants a limited divorce for cruelty may in its discretion provide for partition or sale of property held “by entireties.”</p>\n<p id=\"b421-13\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b420-32\">. “A legal separation from bed and board may be granted for cruelty * * * ” D.C.Code (1940) § 16-403</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b421-6\">. Spouses may hold personal property by entireties. Flaherty v. Columbus, 41 App.D.C. 523.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b421-7\">. Cf. Oxley v. Oxley, 81 U.S.App.D.C. 346, 159 F.2d 10.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b421-9\">. Johnson v. United States, 81 U.S.App.D.C. 254, 157 F.2d 209.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b421-10\">. There is no legislative obstacle. “Title 16, § 409, District of Columbia Code (1940) does not apply. Its provision for apportionment relates only to property in which a tenancy, joint or by entireties, dissolves by operation of the aforegoing statute through a decree for absolute divorce or nullity of marriage.” Reilly v. Reilly, supra. [86 U.S.App.D.C. 345, 182 F.2d 108]</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}