{
  "casebody": {
    "data": "<casebody firstpage=\"487\" lastpage=\"506\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b511-5\">McGaughey, Adm’r, etc. <em>v. </em>Jacoby et al.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b511-6\"><em>Indebtedness of executor to testator regarded as assets </em>— Chargea<em>ble as money in hands of executor </em>— Executor’s <em>sureties liable for distribution of same </em>— <em>Sureties not discharged if procured by fraud, when.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b511-7\">1. The indebtedness of an executor to his testator is assets with which he is chargeable, at its maturity, as so much money in his hands; and the sureties on his bond are liable for his failure to administer and distribute the same according to law and the will, although he was insolvent at the time of his appointment, and continued to be so until the settlement of his final account.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b511-9\">2. Ths sureties will not be discharged from such liability by fraud of the executor in procuring their execution of the bond, where the beneficiaries of the estate, in whose interest the liability is sought to be enforced, are themselves innocent of the fraud.</headnotes>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b511-11\">(Decided April 28, 1896.)</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b511-12\">Error to the Circuit Court of Stark county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"Aax\">The plaintiff in error . commenced his action against the defendants in error, and one M. J. Russell, in the court of common pleas of Stark county, by the filing of the following petition;</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b511-13\">“The plaintiff avers that about 1880, one James Jacoby died in said county of Stark, leaving a last will and testament which was thereafter probated and admitted to record in the probate court of said county. By the terms of his will he appointed the defendant, Josiah Jacoby, executor thereof, and said Josiah Jacoby was duly qualified as such executor by said probate court, and on Jan. 4,1881, executed an executor’s bond with the other defendants, T. G. Loomis, N. Harris and M. J. Russell, as sureties thereon, whereby the said defendants became bound to the state of Ohio in the sum of fifteen thousand dollars in ease default should be made in' the conditions of said bond. The condi<page-number citation-index=\"1\" label=\"488\">*488</page-number>tions of said bond were, that whereas letters testamentary on the estate of James Jacoby, deceased, were granted said Josiah Jacoby, by said probate court on January 4, 1881 — now if said Josiah Jacoby as such executor, first — should within three months make and return to said court a true inventory of all moneys, goods, chattels, rights and credits of said testator, which are by law to be administered, and which should come to his possession or knowledge, and also if required bjr said court, return an inventory of the real estate of said deceased; second' — Should administer according to law and the will of said testator, all his goods, rights, and credits and the proceeds of all his real estate that might be sold for the payment of his debts or legacies, which should at any time come to the possession of said executor, or into the possession of any other person for him; and, third — Should render upon oath a just and true account of his administration within eighteen months and at any other time that might be required by the said court or the law, and failing so to do, for thirty days after he should be notified by the probate judge of the expiration of the time, he should receive no allowance for services unless the court should enter upon its journal that such delay was reasonable and necessary; then, but not otherwise, said obligation should be void. A certified copy of said bond is hereto attached and is filed herewith. The said, bond was signed by the defendant Loomis as follows: “T. G. Loomis;” by the defendant Harris, as follows: “N. Harris,” and it was signed by the defendant Russell as follows: “M. J. Russell.” And thereupon said Josiah Jacoby entered upon the trusts of his administration and continued to act as such executor until January 30, 1891, when he resigned <page-number citation-index=\"1\" label=\"489\">*489</page-number>and his resignation was accepted by the probate court. On January 31, 1891, said probate court appointed R. <em>W. </em>McGaughey as administrator <em>de bonis </em>non, with the will annexed, of the estate of-said James Jacoby, deceased, and plaintiff forthwith qualified, and is still acting as such administrator. Said executor received assets of said estate to a large amount from time to time, and from time to time filed in said court accounts or reports of his administration upon said estate, and on January 30, 1891, he filed therein a final report or account of his administration, which account came on for hearing before said court on July 15, 1891, and it was heard and settled by said court, and the court found that there was then in his hands of said estate the sum of $5,088.53, which he was ordered by said court to pay to the plaintiff. Thereupon, on the same day, plaintiff demanded of Josiah Jacoby that he pay plaintiff the sum so found due from said executor by said court; but said Josiah Jacoby refused to pay, and has not paid to the plaintiff the sum so ordered to be paid by him, nor any part thereof; wherefore an action has accrued in favor of the plaintiff against the defendants under the terms of said bond, and plaintiff prays judgment against said defendants for the sum of $5,088.58, with interest from July 15, 1891, and costs of suit.” The following is a copy of the executor’s bond:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b513-6\">“Know all men by these presents: That we Josiah Jacoby, T. G. Loomis, N. Harris and M. J. Russell, are held and firmly bound to pay the state of Ohio the full sum of fifteen thousand dollars, if default be made in the condition following:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b513-8\">The condition hereof is such, that whereas letters testamentary on the estate of James Jacoby, deceased, were granted the said Josiah Jacoby by <page-number citation-index=\"1\" label=\"490\">*490</page-number>the probat,e court of Stark county, state of Ohio, on the 4th day of January, A. D. 1881; now if the said Josiah Jacoby, as executor of-the said James Jacoby, deceased; first — shall make and return to said court on oath, within three months, a true inventory of all the moneys, goods, chattels, rights and credits of said testator, which are by law to be administered, and which shall come to his possession or knowledge; and also, if required by said court, an inventory of the real estate of the said deceased; secondly — Shall administer, according to law, and to the will of the said testator, all his goods, chattels, rights and credits and the proceeds of all his real estate that may be sold for the payment of his debts or legacies which shall at any time come to the possession of the said executor or to the possession of any other person for him; and thirdly- — Shall render upon oath a just and true account of his administration within eighteen months, and at any other times when required by said court or the law and failing so to do for thirty days after he shall have been notified of the expiration of the time by probate judge he shall receive no allowance for services unless the said court shall enter upon its journal that such delay was necessary and reasonable.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b514-4\">Then, not otherwise, shall this obligation be null and void.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b514-5\">Signed and sealed by us at Canton this 4th day of January A. D. 1881.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b514-6\">Piled and recorded January 4, 1881.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b514-7\">Josiah Jacoby (Seal).</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b514-8\">. T. G. Loomis (Seal).</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b514-9\">N. Harris (Seal).</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b514-10\">M. J. Russell (Seal).</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b514-11\">Attest: — A. W. Hildebrand, P. J.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b515-5\"><page-number citation-index=\"1\" label=\"491\">*491</page-number>The defendants Jacoby and Russell filed no answer, but their co-defendants Loomis and Harris answered jointly as follows:</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b515-6\">“That the indebtedness sued upon herein consists of promissory notes made by the defendant Josiah Jacoby, to his father, James Jacoby, in his lifetime, and held by said James Jacoby at his decease. That at the time, and for a long time prior to the decease of the said James Jacoby, the said Josiah Jacoby was, ever since has continued to be, and still is utterly and wholly insolvent, and the said notes which the said James Jacoby held against him were utterly worthless and uncollectable, and for a long time before and at the time of the death of said James Jacoby said notes were and still are wholly and entirely worthless. These defendants further answering say that after said Josiah Jacoby was appointed executor of the last will and testament of the said James Jacoby, he, the said Josiah Jacoby, in order to induce these defendants to sign said bond falsely and fraudulently represented to them that there were no assets belonging- to said estate to be administered, and that no liability would be incurred by said defendants in signing said bond. That all he, the said Josiah Jacoby, would be called upon to do as such executor would be to collect some rents due and owing to his, said Josiah Jacoby’s mothei-, and pay the same over to her. That no personal property was left by said James Jacoby, and that the said James Jacoby would only have to collect the rents of the real estate and account for the same. The said Josiah Jacoby, for the fraudulent purpose aforesaid, falsely and fraudulently concealed from said defendants that he was indebted to the estate of James Jacoby in any sum or amount <page-number citation-index=\"1\" label=\"492\">*492</page-number>whatever, or that said estate held against him any notes or claims of any description whatever.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b516-5\">The said Josiah Jacoby further falsely represented to these defendants to induce them to go on said bond, that their co-bondsman, M. J. Russell, was fully responsible for the amount of said bond. These defendants say that they then resided and still reside, in Medina county, Ohio, that they believed the statements made by the said Josiah Jacoby, as aforesaid, were true; that they had no personal knowledge of the same or any part thereof, and relied wholly upon the statements of said Josiah Jacoby, and relying upon said statements to be true, they signed the bond a copy of which is set forth in said plaintiff’s petition, and they would not have signed it had not the said Josiah Jacoby made the representations aforesaid, and had he not concealed from them the fact that he owed said estate the promissory notes herein before referred to.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b516-6\">These answering defendants further say that each and all of said statements were false at the time the same were made, and known to the said Josiah Jacob}'' to be false, and were made with the fraudulent intent and purpose to induce said defendants to sign said bond as aforesaid, and the said fraudulent concealment of the said Josiah Jacoby from these defendants of the fact of his indebtedness to the said James Jacoby’s estate upon the promissory notes aforesaid, also induced these answering defendants to sign said bond, and all of the false statements and concealments aforesaid were known to the said Josiah Jacoby to be false at the time he made the same. These defendants further say that no assets which really came into the hands of the said Josiah Jacoby as <page-number citation-index=\"1\" label=\"493\">*493</page-number>executor as aforesaid, have been unaccounted for, butthat he has accounted andpaidover every dollar received by him as such executor, and that the assets now claimed to be in his possession and for which this suit is brought, consist wholly of the worthless notes of said Josiah Jacoby, as aforesaid. Defendants say that if they are compelled to pay said amount, said estate will wrongfully receive the proceeds of said worthless notes, which otherwise could not have been collected, and that great wrong and injury will result to these de-. fendants. They further say that both Josiah Jacoby and M. J. Russell, at all of said times, have been and still are, insolvent, which the said Josiah Jacoby knew at the time he made said fraudulent statement as to said M. J. Russell’ responsibilities. These defendants say there are no debts or liabilities against said estate of James Jacoby, deceased. Defendants say that in equity and good conscience, plaintiff ought not to recover in this action against them or either of them. These defendants therefore pray that said bond so signed by them as aforesaid may be vacated, set aside and held for naught, and that these defendants, and each of them may be forever released from all liability thereunder, and that said plaintiff’s petition against them may be dismissed at costs of said plaintiff, and that they may have such other and further relief in the promises as may be just and equitable. ”</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b517-6\">To that answer the plaintiff filed a general demurrer, which was overruled; and the court being of the opinion that upon the facts alleged in the answer, Loomis and Harris were not liable on the executor’s bond, rendered judgment in their favor, which judgment was affirmed by the circuit court; <page-number citation-index=\"1\" label=\"494\">*494</page-number>and the controversy here is confined to 'the sufficiency of the defense stated in the answer.</summary>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b518-5\"><em>B. W. McOaughey </em>and <em>Day, Lynch &amp; Day, </em>fo plaintiff in error.</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"b518-6\">It will be seen at a glance that a very important question is raised, namely, whether the debts of the executor to his decedent and his decedent’s estate, are in all cases, assets in his hands, and to be accounted for as money. We contend that by force of the statute, such debts are assets <em>in all cases, </em>and that the question of the solvency and ability to pay his debts, in no wise affects the question.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b518-7\">In Ohio, it was held at an early date that such appointment did not extinguish the debt but on the contrary, converted the same into an asset in the hands of the executor, with which he was chargeable. <em>Bigelow </em>v. <em>Bigelow, </em>4 Ohio 138; <em>Hall v. Pratt, 5 O., </em>72; <em>Leland Felton, </em>1 Allen, 531; <em>Winship </em>v. <em>Bass, 12 </em>Mass., 199.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b518-8\">. After the above decisions in Ohio, section 6069 of the statute was enacted, which provides distinctly that such debt is not discharged or converted into a bequest by naming the debtor as executor; and in addition provides, that such claims shall be included in the inventory. <em>Tracy </em>v. <em>Card, </em>2 O. S., 431, 445; <em>Raab’s Estate, </em>16 O. S., 273; <em>Collard </em>v. <em>Donaldson, </em>17 O, 264; vol 6, Circuit Court Decisions, p. 49, Raff’s Guide, p. 71; 12 Maás., 199.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b518-9\">It will doubtless be claimed the insolvency of the executor distinguishes this case from the above. No case, we are confident, can be found where, under a statute like ours, insolvency of the principal was held to be a good defense for his sureties.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b519-5\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>It may be said that it will be a hardship for these parties to pay the debt of an insolvent person; that there was no consideration for their becoming sureties, etc. The. sureties were presumed to know the law upon this point when they signed the bond.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b519-6\">Where the debtor becomes executor, there is no longer any right of action upon his debt; it becomes merged into the other collected assets of the estate, and we know of no provision of our statue by which his solvency or insolvency may be determined.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b519-7\">We contend that the judgment of the probate court was and is final, and cannot be attacked collaterally in this proceeding. It is an adjudication of the question which determines the amount due and is binding on all parties. The origin or nature of that indebtedness is now immaterial. <em>Braiden </em>v. <em>Mercer, </em>44 Ohio St., 339; <em>Slagle </em>v. <em>Entrekin, </em>44 Ohio St., 637.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b519-8\">It is not alleged that the beneficiaries under the will, (whoever they may be) were parties to the alleged fraud. This is not therefore an exceptional case, coming under the rule in the 41 Ohio St., 588, but is to be controlled by the rule in <em>Braiden </em>v. <em>Mercer.</em></p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b519-9\">No case can be found, we believe, in which a party for whose benefit a contract has been made, is prevented from recovering on it against a surety, by reason of the false statements of the principal to his surety. There must be something to connect the beneficiary with the fraud. 26 Ohio St., 385; 33 Ohio St., 19-283; 58 N. Y., 315; 66 N. Y., 326; 80 Ill., 233; 89 Ill., 237; 102 Pa. St., 434; 2d Ed. Brandt on Suretyship, vol. 2, see., 406.</p>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b520-4\"><page-number citation-index=\"1\" label=\"496\">*496</page-number><em>George W. Lewis </em>and <em>Baldwin da </em>Shields, for defendants in error.</attorneys>\n<p data-order=\"34\" data-type=\"legal\" id=\"b520-5\">We do not claim that the correctness of the judgment of the probate court of Stark county in its finding of the amount due from Josiah Jacoby, Exr., to the estate of his decedent, can be reviewed in this action. We admit that if the defenses set up in the amended answer of the sureties, Loomis and Harris, do not prevail, said sureties will be compelled to pay the said amount of $5,088.53, and interest, as found by the probate court. That question, to wit: the amount of the indebtedness of Josiah Jacoby, Exr. to his estate is all the probate court of Stark county passed upon; and it will not be claimed by the plaintiff in error that the defenses herein set' up were considered in that court, neither could they be, for the sureties were not parties thereunto and had no opportunity to set up the same; and we have very grave doubts, as to the jurisdiction of the probate court to determine the questions raised by the amended answer in this action.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b520-6\">Instead of asking this court to review the judgement of the probate court, we ask by the admitted fraud practiced by the said Josiah Jacoby to procure them to sign his bond, as set up in the amended answer, the sureties be relieved from all legal liability under said bond which is the basis of the suit.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b520-7\">The plaintiff’s claim that our only defense in this action is the insolvency of Josiah Jacoby, the executor, is not tenable, because we do not claim that his mere insolvency disconnected with his fraudulent representations in procuring the signatures upon the bond, would release his bondsmen from liability. The fraudulent represen<page-number citation-index=\"1\" label=\"497\">*497</page-number>tations of Josiah Jacoby to induce the sureties upon this bond to sign the same, and their, belief in the truth of these representations, and the fact that the representations were false, and known to Josiah Jacoby at the time to be false, is the basis upon which we claim to be discharged, which fraudulent representations,- if they do not take this case out of the general rule to which we assent, would have the tendency and effect to create an estate by fraud, which could have no existence whatever without it. 58 Vt., 706; <em>Campbell </em>v. Johnson, 41 Ohio St., 588; <em>Ordinary </em>v. Kershaw, 14 N. J. Eq., 527; <em>Brown </em>v. Harshman, <em>Exr's. </em>9 C. C. Rep., 1; 107 N. Y., 624; <em>McCoy Admr. </em>v. <em>Allen et </em>al., 9 C. C. Rep., 607; <em>Perkins et </em>al., v. <em>Scott et </em>al., 9 C. C. Rep 207.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b521-6\">While as a general rule the debt of an insolvent executor or administrator, to the estate must be regarded as assets of the estate in his hands to be accounted for, yet such legal rule will never be allowed to go as far as to work wrong and injustice. <em>Kinney </em>v. Ensign, 18 Pick., 232.</p>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b521-7\">Williams, C. J.</author>\n<p id=\"AdD\">The rule of the common law, that the appointment and qualification of a debtor as the executor of his creditor ’ s estate, operated as a legacy of the debt and discharged the executor from its payment, never obtained in this state. On the contrary, it has been' the established law from an early period, that the debt becomes assets with which the executor is chargeable, and at its maturity is treated as paid, and thereafter as so much money in his hands, for the faithful administration and distribution of which, in accordance with the law and the will, the sureties on the executor’s <page-number citation-index=\"1\" label=\"498\">*498</page-number>bond, are responsible. <em>Tracy </em>v. Card, 2 Ohio St., 431; <em>Hall v. </em>Pratt, 5 Ohio, 73; <em>Bigelow </em>v. <em>Bigelow, </em>4 Ohio, 138. That rule was carried into the legislation of the state as early as the administration act of March 2, 1840, and has since continued to be a statutory regulation governing the accountability of executors, and the liability of their sureties. The provision is now embraced in section 6069 of the Revised Statutes, which declares, as did section 66 of the act of 1810, that: “The naming of any person executor, in a will, shall not operate as a discharge or bequest of any just claim which the testator had against such executor; but such claim shall be included among the credits and effects of the deceased in the inventory and the executor shall be liable for the same as for so much money in his hands at the time such debt or demand becomes due; and he shall apply and distribute the same in payment of debts and legacies and among the next of kin as part of the personal estate of the deceased. ’ ’</p>\n<p id=\"b522-5\">The indebtedness of the executor to the testator being regarded by the law as so much money in his hands, and assets in' that form, with which he is chargeable in the administration of his trust, its proper application and distribution by him to the parties entitled thereto, is a duty coming within the conditions of the bond which the executor is required to give, and for the performance of which the sureties undertake to be responsible; so that, their liability for his failure to make faithful administration of that fund is within the express terms of their obligation. That this is so as a general rule is not disputed; but it is claimed an exception exists, or should be made, where the executor is insolvent at the time of his appoint<page-number citation-index=\"1\" label=\"499\">*499</page-number>ment and continues to be so until the final settlement of the estate, for the reason, as it is said, that it would be a hardship on the sureties in such a case, to hold them for the executors individual debt to the testator, when they contemplated and intended no further responsibility by their obligation of suretyship than that for the performance of his duties in the administration of the actual assets which are within his control; and in that respect, his indebtedness to the testator is, or should be, on no different footing from that of other debtors. This claim was made in <em>Tracy </em>v. <em>Card, </em>supra, where the court, untrammelled by any legislation on the subject, and free to adopt a rule which would seem most salutary, declined to sanction the exception contended for; and it has never found its way into our legislation. The statute declares, in explicit terms, that in the administration of his trust the executor shall be liable for any indebtedness of his to the testator, “as for so much money in his hands” at the time it becomes due, and “shall apply and distribute the same in the payment of debts and legacies, and among the next of kin as part of the personal estate of the deceased. ” The language includes all executors indebted to their testator, imposes the same duties upon all alike, and applies the same rule to all without distinction between those that are solvent and those that are insolvent, or on account of any circumstance or' condition whatever . If such distinction, or any distinction had been intended, it could easily have been made, and would have readily occurred to the legislative body, especially in view of the previous decisionsof the court establishing the same rule declared by the -the statute. The failure to make the distinction sug<page-number citation-index=\"1\" label=\"500\">*500</page-number>gested, would therefore seem to have been intentional; but if it were not, the courts cannot supply the omission, without a manifest encroachment upon the province of the legislative body. Sureties on the bonds of executors, like other sureties, are presumed to contract in view of the law in force at the time controlling their liability, and it is not a hardship to hold them to the obligation which the law attaches to their undertaking whpn it is entered into, in any other sense than that a security debt is a hard debt to pay. The penalty of the bond is fixed bjr the court g’ranting testamentary letters, with reference to the probable amount of the estate to be administered, and the securities are advised thereby of the extent of their liability, and of its nature 'by -the conditions of the bond; and the rule declaring their liability for the executor’s indebtedness to the testator, as money, has been so long and uniformly adhered to, that its enforcement now cannot with propriety be characterized as a hardship or injustice.</p>\n<p id=\"b524-4\">It may well be doubted whether the statute, with a provision like that sought to be engrafted upon it, would be as just and wholesome in its operation, as it now is without it. As the executor cannot sue himself, and all resort to legal process and proceedings for the eollection'of the debt owing by him to the testator is cut off by his appointment, in every case where his insolvency, total or partial, should be asserted for the relief of his sureties, an investigation into his financial condition during the continuance of his trust would become necessary, in which he would occupy the conflicting relations of the representative of the estate, charged with the duty of diligence in its behalf, and of a debtor, whose interest <page-number citation-index=\"1\" label=\"501\">*501</page-number>it would be to escape the payment, of his debt, and save his sureties therefrom. Such an inquiry, with the difficulties that must necessarily be encountered, would at best be an unsatisfactory and inadequate substitute for the remedies ordinarily afforded by the law for the enforcement of the collection debts. At all events, the uniformity and certainty of the rule as we find it established, has commendedit to both the legislature and the courts as the sounder and safer one, and, as said by Thurman, J., in <em>Tracy </em>v. <em>Card, </em>supra, if it had proven otherwise, “it would not have stood unquestioned so long.”</p>\n<p id=\"b525-6\">Nor is the rule qualified or affected by section 6181, of the Revised Statutes, which provides that; “No executor or administrator shall be accountable for any debts inventoried as due to the deceased, if it shall appear to the court that they remain uncollected without his fault.” Debts due from the executor to the testator, are, by force of section 6069, transmuted into money in his hands, and being so, in the language of the court in <em>Hall </em>v. Pratt, supra, “no act of the parties can return them back to an obligation;” so that, they cannot be classed with uncollectible nor uncollected debts, within the purview of section 6181.</p>\n<p id=\"b525-7\">The principal contention of the defendants in error is, that they did not become liable on the bond of Jacoby’s executor, or were discharg-ed from liability thereon, on account of his fraud in obtaining their signatures to it, as alleged in the answer; and the case of <em>Campbell </em>v. Johnson, 41 Ohio St., 588, is relied on in support of this contention. In that case, the widow, after becoming the sole owner of all the estate left by the deceased husband, by assignments from the heirs, <page-number citation-index=\"1\" label=\"502\">*502</page-number>and knowing that in the condition of the estate no administration was necessary, fraudulently conspired with her son, who was indebted to the estate and wholly insolvent, to procure his appointment as administrator, and by false representations and concealments induce the sureties who did so to go upon his bond, and thus make them responsible for the son’s debt, for the sole benefit of the widow. To carry out this fraud, to which the widow was a party, the son whose appointment was so procured, made his settlement, charging himself with the amount of his debt to his intestate, and nothing else, which amount was found due from him to the estate and ordered by the court to be distributed. The widow thereupon brought suit for the same on the administration bond, and the sui-eties set up the fraud as a defense; that defense was demurred to, and the demurrer was sustained by the lower courts. In reversing the judgment below the court said: “In this state it has been settled that the debt of an administrator is not released by his appointment and acceptance of the trust, but that his debt becomes assets in his hands and covered by the administration bond. <em>Tracy </em>v. <em>Card, </em>2 Ohio St., 431. But the case presented by the first.defense of Campbell’s answer and the demurrer thereto, is not controlled by this rule. The allegations of this defense, which are admitted to be true by the demurrer, show a cunningly devised scheme, amounting to a fraud on the part of the sole beneficiary of the estate and the administrator to make Campbell responsible for a worthless claim. This scheme cannot be made effective by the courts, and the demurrer should have been <page-number citation-index=\"1\" label=\"503\">*503</page-number>overruled.” The principle upon which that decision rests is the familiar one, that a party cannot be allowed to profit by his own fraud, or use the courts to aid him in its consummation. That principle is lacking in this case. The action by the plaintiff below, the administrator <em>de bonis non, </em>with the will annexed, was prosecuted for the benefit of all persons interested in the estate, and it becomes his duty to pay out and distribute all the estate recovered by him to the persons entitled thereto, none of whom are charged in the answer with participation in, or knowledge of the fraud perpetrated upon the defendants. That fraud, as alleged in the answer, consisted wholly of false representations and concealments made by Josiah Jacoby as an individual, before he qualified as executor of the estate, with which, so far as is shown by the answer, the beneficiaries of the estate were in no wise concerned, and of which they were all entirely innocent. It is argued, however, that as Jacoby’s fraud operated to create the estate sought to be recovered, the beneficiaries, by claiming the estate, must be held to -have adopted the fraud, and to be bound by it; and it is asserted as an elementary proposition, that whoever claims the benefit of a fraudulent transaction is estopped from denying .participation therein. It will be found, we think, that the application of that principle is limited generally to cases where there was existing some relation of agency of the person guilty of the fraudulent conduct to the party seeking to enforce the transaction. This is recognized in <em>Bank </em>v. <em>Lucas, </em>26 Ohio St., 385, where the payee of a note on which there were two sureties, agreed with the principal, at its maturity, to give further time for its <page-number citation-index=\"1\" label=\"504\">*504</page-number>payment, if he would procure a new surety named, in the place of one of those already on the note. The principal accordingly took the note to the proposed new surety and procured his signature to it by fraud, and returned it to the payee, who was without knowledge of the fraud. It was held, in an action by the payee, on the note, that the principal in procuring the name of the new surety, did not act as the agent of the payee, and that the new surety was bound, notwithstanding the fraud of the principal. Welch, -C. J., in the opinion says, that true, the signature of Boteler, the new surety, “was obtained by fraudulently representing that Lucas (one of the original sureties), consented to the arrangement; but this was the fraud of Calhoun (the principal), and the bank, (the payee), was in no sense a party to it. Calhoun, in procuring the signature of Boteler, did not act as the agent of the bank, as counsel seem to suppose. He acted entirely on his own behalf and for his own interest, and the cashier of the bank merely consented that he might do so. ’ ’ For reasons not less forcible, is the proposition advanced by counsel for the defendants in error, inapplicable to a case like the one before us. Bond with sufficient sureties, is exacted by law of an executor, in order to protect the creditors and beneficiaries of the estate in the interests to which they are respectively entitled, and secure its payment and distribution to them at the proper time. iffie court of probate of the proper county is the sole authority clothed with the power and charged with the duty of taking and approving the bond. In discharging that duty the court is concerned only with the due form and execution of the bond in a sum sufficiently large to cover the estate with <page-number citation-index=\"1\" label=\"505\">*505</page-number>which the executor may become chargeable, and the pecuniary responsibility of the sureties offered for that amount. It is not the duty of the court to inquire into the representations made to the bondsmen to induce them to become such, nor is that expected to be done. But when the bond, in due form, with qualified sureties, is executed and approved, the letters are issued and the executor is let into possession of the estate. Neither the court, nor the executor named in the will, can be said, in any proper sense, to be the agent of the beneficiaries, or acting with their consent. They are often infants, sometimes-persons <em>non </em>compos, or under other disability renderin them incapable of authorizing or consenting to any act of the court or éxecutor, and if not so, they have no potential voice in regard to the bond or sureties thereon. In making and approving the bond the court is simply in the performance of an official duty, and the executor in procuring the sureties, acts in his own behalf and interest, and not as a representative of the beneficiaries. Until the bond is executed and approved, his representative character does not begin, and even after that, he is not an agent authorized to bind the beneficiaries, but must discharge his duties as required by law and the will. It is the bond executed by the sureties which enables the executor to come in possession of the estate, and if he should then squander it, and the sureties be held released from its obligation by his false representations in procuring them to enter into it, the purpose of the bond would be' defeated. The loss suffered by the beneficiaries would be the result of the wrong which the act of the sureties, in becoming such, enabled the executor to commit, and the <page-number citation-index=\"1\" label=\"506\">*506</page-number>greater his fraud the more certain the escape of his sureties, however innocent the beneficiaries might be. The sureties trust the executor, the beneficiaries do not; and the latter, when innocent themselves of any fraud cannot, we think, on any just principle, be affected by that of the executor.</p>\n<p id=\"b530-5\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}