{
  "casebody": {
    "data": "<casebody firstpage=\"258\" lastpage=\"259\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b284-9\">UNITED STATES Of America, Plaintiff-Appellee v. Juan GARCIA-RODRIGUEZ, also known as Juan Mendoza-Zavala, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b284-12\">No. 15-40095</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A8N\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b284-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b284-15\">Sept. 9, 2015.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b284-16\">Lauretta Drake Bahry, Assistant U.S. Attorney, Renata Ann Gowie, Assistant U.S. Attorney, U.S. Attorney’s Office, Houston, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b284-17\">Marjorie A. Meyers, Federal Public Defender, Scott Andrew Martin, Assistant Federal Public Defender, Federal Public Defender’s Office, Houston, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b284-19\">Before BARKSDALE, DENNIS, and SOUTHWICK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b284-20\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b284-21\">Juan Garcia-Rodriguez challenges' the substantive reasonableness of his 120-month sentence, which was above the advisory sentencing range of 57 to 71 months under the Sentencing Guidelines. His underlying guilty-plea conviction was for illegally reentering the United States after deportation, in violation of 8 U.S.C. § 1326.</p>\n<p id=\"b285-4\"><page-number citation-index=\"1\" label=\"259\">*259</page-number>Garcia contends: his sentence is greater than necessary to satisfy the sentencing goals of 18 U.S.C. § 3553(a); and it reflects a clear error of judgment in balancing those sentencing factors, claiming the court gave undue weight to the need to protect the public based on Garcia’s record of assaulting correctional officers. He maintains: regardless of whether he was dangerous to correctional officers, that finding does not support the court’s inference that an above-Guidelines sentence was needed to protect the general public.</p>\n<p id=\"b285-5\">Although <em>post-Booker, </em>the Sentencing Guidelines are advisory only, and a <em>properly preserved objection </em>to an ultimate sentence is reviewed for reasonableness under an abuse-of-discretion standard, the district court must still properly calculate the advisory Guidelines-sentencing range for use in deciding on the sentence to impose. <em>Gall v. United States, </em>552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). In that respect, for issues preserved in district court, its application of the Guidelines is reviewed <em>de novo; </em>its factual findings, only for clear error. <em>E.g., United States v. Cisneros-Gutierrez, </em>517 F.3d 751, 764 (5th Cir.2008). As noted, Garcia does not claim procedural error, claiming only that the sentence was substantively unreasonable.</p>\n<p id=\"b285-6\">Although Garcia objected that his sentence was greater than necessary to satisfy the goals of § 3553(a), the Government asserts his claim should nevertheless be reviewed only for plain error because he failed to state the specific issue on which he bases his challenge. In any event, because his sentence can be affirmed under the usual abuse-of-discretion standard, we need not decide whether the more strict plain-error standard applies.</p>\n<p id=\"b285-7\">- In reviewing a non-Guidelines sentence for substantive reasonableness, we consider “the totality of the circumstances, including the extent of any variance from the guidelines range, to determine whether as a matter of substance, the sentencing factors in section 3553(a) support the sentence.” <em>United States v. Gerezano-Rosales, </em>692 F.3d 393, 400 (5th Cir.2012) (citation and internal quotation marks omitted). Contrary to Garcia’s claim, the court’s finding an above-Guidelines sentence was necessary to protect the public was not based solely on Garcia’s convictions for assaulting three correctional officers. In addition to those assaults, Garcia had a prior murder conviction, threatened to kill the wife and children of a correctional officer upon release, and illegally reentered the United States merely five days after being deported, following lengthy incarceration. Furthermore, in assessing Garcia’s sentence, the court considered the “nature and circumstances of this particular immigration offense”, Garcia’s “history and characteristics”, and “the type of sentences available”, and concluded an upward deviation was warranted to “protect the public”, to promote respect for the law, to provide a “just punishment”, and “to afford adequate deterrence to criminal conduct”.</p>\n<p id=\"b285-9\">Under the totality of the circumstances, including the significant deference given to the court’s consideration of the § 3553(a) factors and the court’s reasons for its sentencing decision, Garcia’s challenge fails. <em>See, e.g., id. </em>at 400-01.</p>\n<p id=\"b285-10\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b284-7\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}