{
  "casebody": {
    "data": "<casebody firstpage=\"573\" lastpage=\"576\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b599-8\">UNITED STATES of America, Plaintiff-Appellee, v. Macharia HOLLAND, a.k.a. Tyrone Rolland, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A_t\">No. 14-15082</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AM0\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b599-12\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b599-13\">July 31, 2015.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b599-24\">Jeffrey A. Brown, Dahil Dueño Goss, Nicholas Joseph Hartigan, Assistant U.S. Attorney, Lawrence R. Sommerfeld, Sally Yates, U.S. Attorney’s Office, Atlanta, GA, Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b599-25\">Mildred Geckler Dunn, Vionnette Johnson, Federal Defender Program, Inc., Atlanta, GA, Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b600-4\"><page-number citation-index=\"1\" label=\"574\">*574</page-number>Before MARCUS, WILLIAM PRYOR, and JORDAN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b600-5\">PER CURIAM:</author>\n<p id=\"b600-6\">Macharía Rolland appeals his 18-month sentence, imposed by the district court after his supervised release was revoked. He argues that the district court abused its discretion by imposing a substantively unreasonable sentence, which was 8 months above the top of the advisory guideline range, because the district court failed to properly consider the 18 U.S.C. § 3553(a) sentencing ■ factors. After reviewing the parties’ briefs and the record, we affirm.</p>\n<p id=\"b600-7\">I</p>\n<p id=\"b600-8\">Mr. Rolland pled guilty in 2009 to possession of less than 50 kilograms of marijuana with intent to distribute, in violation of 21 U.S.C. § 841(a)(1) &amp; 841(b)(1)(D), and possession of a firearm in furtherance of a drug trafficking offense, in violation of 18 U.S.C. § 924(c). With an offense level of 12 and a criminal history category of III, he was sentenced to 69 months of imprisonment and three years of supervised release. Mr. Rolland began his term of supervised release in December of 2013. The terms of Mr. Rolland’s supervised release included submitting to regular drug testing, securing permission before leaving the judicial district, providing probation with timely monthly reports, submitting to searches of property, truthfully answering inquiries made by his probation officer, obtaining and maintaining lawful employment, and refraining from violating the law.</p>\n<p id=\"b600-9\">In October of 2014, the probation office filed a petition asserting that Mr. Rolland had committed several violations of his supervised release and recommending that Mr. Rolland be required to show cause as to why his term of supervised release should not be revoked. Specifically, the petition alleged that Mr. Rolland had (1) left the judicial jurisdiction on at least seven occasions without securing permission from his probation officer; (2) failed to report to drug testing on two occasions; (3) refused to allow his probation officer to search his phone; (4) continually failed to send in his monthly reports on time; (5) failed to provide truthful answers regarding his place of residence; (6) failed to notify his probation officer of his contact with law enforcement within 72 hours of his arrest; (7) failed to submit documentation verifying his lawful employment; (8) committed traffic violations; and (9) violated the law by fighting while in federal custody.</p>\n<p id=\"b600-10\">At the revocation hearing, the district court reviewed Mr. Rolland’s alleged numerous violations. Mr. Rolland admitted to many of the violations, including leaving the jurisdiction on numerous occasions without seeking permission from his probation officer, receiving traffic citations without notifying his probation officer within 72 hours, and failing to provide regular documentation evidencing his lawful employment. Mr. Rolland either denied the other violations or explained that they were not willful. For example, he claimed he could not remember his phone’s password when the probation officer asked to search the phone. He also explained that although he truthfully gave his probation officer his primary residence, he spent several nights at his son’s house or at the residences of other women whom he dated.</p>\n<p id=\"b600-11\">The district court found Mr. Rolland in violation of the terms of his supervised <page-number citation-index=\"1\" label=\"575\">*575</page-number>release. It specifically found he had violated local traffic laws, failed to submit to drug testing on two occasions, routinely failed to submit his monthly reports on time, failed to provide his probation officer with proof of employment, failed to inform his probation officer of his traffic arrests, and left the jurisdiction without securing permission at least nine times.<footnotemark>1</footnotemark> The district court then stated: “[W]hen somebody is on supervised release or probation, you only got two options, probation or confinement. If you can.’t make probation, it narrows the option down to confinement.” The district court noted that “while most of these [violations] ... are pretty minor” and “no single one indicate[s] really a revocation[,]” “all put together it shows he is really just out of control.” As a result, the district court found that continued supervised release was inappropriate.</p>\n<p id=\"b601-5\">The district court ultimately sentenced Mr. Rolland to 18 months’ imprisonment for violating the terms of his supervised release. Before imposing a sentence, it noted that it had to “state the guideline calculations, [as the] Eleventh Circuit wants us to do that.” The advisory guideline range for Mr. Rolland was 4 to 10 months, and the statutory maximum was 24 months of incarceration. Mr. Rolland requested a sentence of 4 months, and the government requested a sentence of 20 months. The district court stated it was “not really interested in the violations too much, it [was] the failure to cooperate with the probation officer” with which it was most concerned, as it demonstrated that Mr. Rolland was “out of control during the period of his supervised release.” Mr. Rolland did not object further to the sentence after it was pronounced.</p>\n<p id=\"b601-8\">Mr. Rolland now appeals his 18-month sentence. He argues that it is substantively unreasonable because the district court failed to properly consider the § 3553(a) sentencing factors and other options that did not involve incarceration before imposing a sentence above the top of the advisory guideline range.</p>\n<p id=\"b601-9\">II</p>\n<p id=\"b601-10\">We review a district court’s revocation of supervised release for an abuse of discretion, and the sentence imposed by the district court “upon the revocation of supervised release for reasonableness.” <em>United States v. Vandergrift, </em>754 F.3d 1303, 1308 (11th Cir.2014) (internal citations and quotations omitted). <em>See also United States v. Sweeting, </em>437 F.3d 1105, 1106-07 (11th Cir.2006). The revocation of supervised release is governed by 18 U.S.C. § 3583(e), which instructs district courts to consider the sentencing factors outlined in § 3553(a) when imposing a sentence upon revoking supervised release. A district court must revoke a term of supervised release if the defendant fails to comply with drug testing as a condition of the release. <em>See </em>§ 3583(g).<footnotemark>2</footnotemark></p>\n<p id=\"b601-11\">Our review of the sentence is “deferential,” and the burden is on the defendant to show that the district court abused its discretion by imposing a sentence that was <page-number citation-index=\"1\" label=\"576\">*576</page-number>unreasonable in light of the record and the sentencing factors set forth in § 3553(a). <em>See United States v. Keene, </em>470 F.3d 1347, 1350 (11th Cir.2006). A sentence is not unreasonable simply because it is above the advisory guideline range. <em>See United States v. Dorman, </em>488 F.3d 936, 938 (11th Cir.2007) (“After a district court has calculated a defendant’s advisory guidelines range, it may impose a more severe or more lenient sentence [so long as it is reasonable].”).</p>\n<p id=\"b602-4\">The district court did not abuse its discretion when it revoked Mr. Rolland’s supervised release. The district court found that Mr. Rolland had not complied with drug testing, and as a result, it was required under § 3583(g)(3) to revoke his release. Even if the district court had not found that Mr. Rolland failed to comply with drug testing, Mr. Rolland admitted to violating several other conditions of his supervised release, and the district court determined that supervised release was no longer appropriate, given Mr. Rolland’s complete disregard of and lack of respect for, the conditions of his supervised release and his probation officer. This was not an abuse of discretion.</p>\n<p id=\"b602-5\">Mr. Rolland argues that his 18-month sentence was substantively unreasonable and overly harsh in light of the § 3553(a) factors. We disagree. We look at “the totality of the facts and circumstances” when reviewing the reasonableness of a sentence. <em>United States v. Irey, </em>612 F.3d 1160, 1189 (11th Cir.2010). The weight given to any § 3553(a) factor, moreover, “is a matter committed to the sound discretion of the district court.” <em>United States v. Clay, </em>483 F.3d 739, 743 (11th Cir.2007). Here, the district court focused on the nature and circumstances of the offense. And while Mr. Rolland characterizes his violations as “petty” and “technical,” the district court properly concluded the sheer number of the violations, demonstrated a more complete picture, which showed that “[Mr. Rolland] was out of control.” Mr. Rolland’s probation officer was not able to properly supervise him when he left the jurisdiction, was not at his employment, was not at his supposed place of residence, or failed to show up for drug tests. Given Mr. Rolland’s blatant disregard for the terms and conditions of his supervised release, we do not find that an 18-month sentence, which was below the statutory maximum, was substantively unreasonable.</p>\n<p id=\"b602-7\">Ill</p>\n<p id=\"b602-8\">We affirm Mr. Rolland’s sentence.</p>\n<p id=\"b602-9\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b601-6\">. The district court, by the time of the hearing, had evidence of Mr. Rolland leaving the jurisdiction on more occasions than initially alleged in the petition. Mr. Rolland had, for example, traveled from Georgia to Miami, Orlando, Tampa, Houston, New York City, Las Vegas, and Los Angeles allegedly for his second job in the entertainment industry.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b601-12\">. Although the district court here did not rec•ognize or state that it was compelled to revoke Mr. Rolland’s supervised release under 18 U.S.C. § 3583(g), it was not required to do so if the conditions implicating mandatory revocation were present. <em>See United States v. Brown, </em>224 F.3d 1237, 1242 (11th Cir.2000), <em>abrogated on other grounds by Vandergrift, </em>754 F.3d at 1309.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}