{
  "casebody": {
    "data": "<casebody firstpage=\"311\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b329-3\">John O’Connell <em>vs. </em>Patrick O’Leary.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b329-4\">Bristol.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AGL\">Oct. 25.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aoo\">Nov. 23, 1887.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"AqQ\">C. Allen &amp; .Knowlton, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b329-5\">An action on the Pub. Sts. c. 100, § 24, for sales of intoxicating liquor to the plaintiff's minor children, is an action for a penalty or forfeiture, within c. 197, § 4, and, if brought more than one year after such sales, is barred by the latter statute.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b329-6\">The delivery of intoxicating liquor to a minor, in pursuance of a sale to his mother, and for her use, is not a sale to the minor, within the Pub. Sts. c. 100, § 24.</headnotes>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b329-7\">Holmes, J.</author>\n<p id=\"Agu\">This is an action under the Pub. Sts. <em>c. </em>100, § 24, to recover for alleged sales of liquor to the plaintiff’s minor son and daughter. The section is as follows: “ Whoever, by himself or his agent or servant, sells or gives intoxicating liquor to a minor, .... shall forfeit one hundred dollars for each offence, to be recovered by the parent or guardian of such minor in an action of tort.” It was admitted that the sales took place more than a year before action brought. The court ruled that the action was not barred by the Pub. Sts. <em>e. </em>197, § 4, limiting to one year actions for penalties or forfeitures under penal statutes, if brought by a person to whom the penalty or forfeiture is given. The defendant excepted.</p>\n<p id=\"b329-8\">The plaintiff’s evidence showed that the children were only messengers of their mother; that they delivered the whiskey to her, drinking none of it themselves; and that sometimes the mother sent the money to pay for it, and sometimes the whiskey was charged, it did not appear to whom. The court ruled that the sales were such sales to a minor as would entitle the plaintiff to recover under the statute, if the evidence was believed. To this ruling also the defendant excepted.</p>\n<p id=\"b329-9\">We are of opinion that both exceptions must be sustained. The statute reads, “shall forfeit .... for each offence.” These words are technical, and are to be construed according to their peculiar and appropriate meaning in the law. Pub. Sts. <em>e. </em>3, § 3, <em>cl. </em>3. On their face they import forfeiture, that is, punishment, for an offence, not indemnity for a private wrong. The main purpose is manifestly to deter. Who shall have the money when <page-number citation-index=\"1\" label=\"312\">*312</page-number>recovered depends on construction; and, if the statute m.eans in-\" demnity, it leaves the question doubtful whose supposed wrong is to be made good. Sufficient provisions for private injury would seem to be made by §§ 21, 25, of the same chapter, where it is left to the jury, either wholly or within limits, to make the damages proportional to the harm. It is not readily to be supposed that the Legislature would undertake to declare an unchangeable sum the proper indemnity in all cases, even if for extraordinary reasons it might do so by language which could bear no other meaning. <em>Norris </em>v. <em>Crocker, </em>13 How. 429, 440. The sum is to be recovered by the parent or guardian in an action of tort. But it is admitted by the plaintiff that an action for a penalty may be limited to certain persons. Indeed, the statute of limitations seems to contemplate that case. Pub. Sts... <em>c. </em>197, § 4. See <em>Atlas Bank </em>v. <em>Nahant Bank, </em>3 Met. 581, 583; <em>Cumberland &amp; Oxford, Canal </em>v. <em>Hitchings, </em>57 Maine, 146. And the Legislature may as well make the sum recoverable in one form of action as in another. Pub. Sts. <em>c. </em>217, § 2. <em>Wilson </em>v. <em>McLaughlin, </em>107 Mass. 587. <em>Commonwealth </em>v. <em>Connecticut River Railroad, </em>15 Gray, 447. <em>Smith </em>v. <em>Look, </em>108 Mass. 139, 141.</p>\n<p id=\"b330-4\">Two cases cited for the plaintiff require notice. <em>Roberge </em>v. <em>Burnham, </em>124 Mass. 277, decided that, in actions like the present, the jury need not be instructed that they must be satisfied beyond a reasonable doubt. The attempt to measure the degree of certainty necessary to a verdict, like the attempt to fix the quantity of evidence, although familiar to the civilians, is not consonant to the general practice of our law, and may well be confined to the limits set by precedent. There is no reason for making such an attempt in an action for money, which is so far remedial that it is given by or on behalf of a person aggrieved, even though the sum sued for is a penalty. A penal statute imposing a forfeiture may be remedial in a certain sense. See <em>Commonwealth </em>v. Fahey, 5 Cush. 408, 411. In <em>Day </em>v. <em>Frank, </em>127 Mass. 497, it was held that the bond of a licensee, under the St. of 1875, <em>c. </em>99, § 9, (Pub. Sts. <em>c. </em>100, § 13,) conditioned to pay all damages recovered under the act, applied to sums recovered under a section (§ 15) like the one now sued upon. The section (§ 9) fixed the form of the bond, and at the same time interpreted it, by providing that it should be for all costs, damages, and fines <page-number citation-index=\"1\" label=\"313\">*313</page-number>incurred by violation of the provisions of the act. Clearly the bond was intended to cover forfeitures to a person aggrieved, even if they are not described accurately in the opinion as liquidated damages.</p>\n<p id=\"b331-4\">We are of opinion that this is an action for a penalty or forfeiture, within the Pub. Sts. <em>e. </em>197, § 4, and that it is barred by that section; and we do not regard the cases mentioned as inconsistent with our decision.</p>\n<p id=\"b331-5\">We are also of opinion that the second ruling which we have mentioned was wrong. If there had been any suggestion that the sales purported to be sales to the children as principals, or as agents of undisclosed principals, there might have been a question for the jury. But, on the evidence, it could not have been assumed, against the defendant, that they did purport to be such sales, and evidently the ruling proceeded, as did the argument for the plaintiff before us, on the opposite assumption, that it was known to the defendant that the children were buying for their mother. In <em>Commonwealth </em>v. Lattinville, 120 Mass. 385, it was held that a sale to a minor for his parents’ use was not within the St. of 1875, <em>e. </em>99, § 6, <em>cl. </em>4; and § 15, which is the same as the § 24 now sued upon, was referred to as showing clearly that what the statute meant to prevent was “the possession of intoxicating liquor by a minor for his own use, and subject to his own control.” In <em>St. Groddard </em>v. <em>Burnham, </em>124 Mass. 578, it was held that § 15 of the St. of 1875 did not apply to a delivery to a minor of whiskey ordered and paid for by a third person. <em>A fortiori </em>it did not apply to a delivery to an errand-boy.</p>\n<p id=\"b331-6\">After these decisions, the former section was amended by thé St. of 1880, <em>c. </em>239, § 3, (Pub. Sts. <em>c. </em>100, § 9, <em>cl. </em>4,) so that licenses are now conditioned against sales to minors, either for their own use or that of any other person, and the penalties affixed to violations of the provisions of the license would be incurred by sales like the present. <em>GJommonwealth </em>v. <em>O'Leary, </em>143 Mass. 95. But § 15 of the St. of 1875 was left untouched, as it was, and as it still stands in the Public Statutes. If, before the amendment of the other section, the plain purpose and scope of § 15 was to prevent sales to minors for their own use, that is still its purpose. The words still mean what they meant when <page-number citation-index=\"1\" label=\"314\">*314</page-number>they .were first enacted; and, if any inference is to be drawn from the subsequent action - of the Legislature, it is that they were contented with the construction given to this section by the court.</p>\n<attorneys id=\"b332-5\"><em>J. </em>Brown, for the defendant.</attorneys>\n<attorneys id=\"b332-6\"><em>E. Avery T. F. </em>Desmond, for the plaintiff.</attorneys>\n<p id=\"b332-4\">Assuming that the amendment does not affect the construction of this section, it cannot be argued seriously, that, because a sale made or attempted to be made to a parent through the agency of a minor child is illegal, it therefore becomes a sale to the minor, <em>(Rodliff </em>v. Dallinger, 141 Mass. 1,) even if it were true that the illegality would prevent the title passing where there is a delivery, and the sale is fully executed. <em>Myers </em>v. Meinrath, 101 Mass. 366. <em>Exceptions sustained.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}