{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"203\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b211-4\">Inman <em>against </em>Griswold.</parties>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b211-12\">An agreement under seal, that, on payment of a less sum than the real debt (mentioned in the condition of a bond and warrant of attorney to confess a judgment) by a given day, the bond shall be void, will not operate as a defeasance, or discharge the debt; especially if the less sum be not paid at the day stipulated.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b211-13\">On a motion to set aside a <em>ca. sa </em>for irregularity, on the ground, that it was returnable at a, wrong place, the court allowed it to be amended, without giving notice of a cross motion for the purpose.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b211-14\">And • such motions to amend are often granted, upon the papers brought forward to impeach the proceedings.</headnotes>\n<summary data-order=\"1\" data-type=\"summary\" id=\"b211-5\">Judgment and <em>ca. sa. </em>on bond and warrant of attorney, upon which the defendant was imprisoned. The plaintiff, holding a note of $1372,78, against the defendant, indorsed by one <em>Ash, </em>on the <em>5th June, </em>1820, took of the defendant the bond and warrant, with a penalty, conditioned to pay that sum. At the same time, supposing the defendant and the indorser to be insolvent, the defendant representing this to be the fact, and expressing an intention to get himself discharged under the insolvent act, the following agreement was executed by the parties:</summary>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b211-6\"><em>“ </em>Agreement, made this <em>5th </em>day of <em>June, </em>1820, between <em>William Inman </em>aiid <em>Daniel </em>S. <em>Griswold, </em>witnesseth :—■ Whereas the said <em>William Inman </em>holds a note, drawn by the said <em>Daniel S. Griswold, </em>payable to and endorsed by <em>Thomas Ash, </em>dated <em>October 10th, </em>1818, at 9 months after date, for the sum of $1372,78, upon which and for which the said <em>Daniel S. Griswold </em>has given to the said <em>William Inman </em>a bond and warrant of attorney, to confess a judgment, on the <em>1st </em>day of <em>July, </em>1821 ; and whereas the said <em>William Inman </em>and <em>Daniel S. Griswold, </em>have agreed to accommodate the payment of the said sum, it is, therefore, agreed, that if the said <em>Daniel S. Griswold </em>shall, on or before the said <em>1st </em>day of <em>July, </em>1821, pay to the said <em>William Inman </em>the sum of $250, then the said bond and judgment to be void, and the said <em>Daniel S. Griswold </em>to be discharged from all liability on the said note and bond. As witness our hands and seals the day and year above written.</summary>\n<summary data-order=\"3\" data-type=\"attorneys\" id=\"b211-7\"><em>Daniel S. Griswold, </em>(l. s.)</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b211-8\"><em>Wm. Inman, </em>(l. s.)</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b211-9\">Signed, sealed and delivered, in) the presence of .5</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b211-10\">\n<em>Thomas Addis Emmet, Jr.”</em>\n</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b212-2\"><page-number citation-index=\"1\" label=\"200\">*200</page-number>\"The defendant having failed to pay the sum originally due, the plaintiff entered up his judgment for the penalty; and the defendant having, by the death of a relative, inherited sufficient to pay his debts, the <em>ca. sa. </em>was issued, with a direction to the Sheriff, thereon, to receive the whole amount of the condition, with interest. After the defendant was committed, he tendered to Messrs. <em>Blaichford Clizbe, </em>the attorneys for the plaintiff, the sum of $250, mentioned in the agreement, with interest upon the same, with all costs. This sum they refused to accept. The <em>ca. sa. </em>was made returnab le, by mistake, the first day of this term, <em>at the Capitol in the city of </em>Albany, instead of <em>the Academy at the town of Utica, fyc. </em>for which irregularity the Sheriff had discharged the defendant from imprisonment; and debt had been brought for the escape.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b212-3\">J. <em>Platt, </em>for the defendant,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"Ac_q\">moved to set aside the <em>ca. sa.. </em>for irregularity, and to enter satisfaction upon the record, on the payment of the $250, with all interest and costs due upon the judgment. This agreement, he said, is a complete and perfect defeasance ; and, having been executed at the same time with the bond, it is a part of the same contract,, and has the same effect, as if it had been the underwritten condition. <em>(Mease </em>v. <em>Mease, Cowp. 47. 1 Esp. Dig. 2d pt. Gould’s ed. 34. Burgh </em>v. <em>Preston, </em>8 <em>T. R. </em>483. <em>Hodges </em>v. <em>Smith, Cro. Eliz. </em>623.) In <em>Cotton </em>v. <em>Clinton, (Cro. Eliz. </em>755) which was debt on an obligation, “it was held, that where an obligation is made, and afterwards a defeasance is made thereof, <em>if he pays a lesser </em>sum, 4-c. there, if he pleads the defeasance, and the tender of the lesser sum, he need not say <em>tout temps pris </em>/ for, by the tender, he was discharged of all.” These are the words of that case, and the present is literally within it, though it be alledged that the defeasance was subsequent to the bond, and that we did not pay at the day. <em>Hodges </em>v. <em>Smith </em>also presents the case of a separate instrument operating as a defeasance, though executed after the bond. The case of <em>Wells </em>v. <em>Baldwin, </em>(18 <em>John. </em>45) may be objected, but the demurrer in that case was allowed, because the defea<page-number citation-index=\"1\" label=\"201\">*201</page-number>Sanee was by parol, and it was agreed, that had a separate written defeasance been taken, it might have been pleaded. This Court may, by the statute for the amendment of the law, (1 <em>R. L. </em>518, <em>s. </em>6) do what the Court of Chancery would have done before that statute, viz. relieve against the penalty, and confine the party to the sum stipulated in the condition of the bond ; and in <em>Hamilton </em>v. <em>Cumming, (1 John. Ch. Rep. </em>517,) this power was exercised, though the bond was valid on its face, upon the ground of a secret contingency. In reality, nothing is due beyond the 250 dollars, with interest and costs. The plaintiff is concluded by his deed from claiming more.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b213-6\"><em>Clizbe, </em>contra.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AvX\">The bond and warrant were executed for a pre-existing and <em>bona fide </em>debt, and are sought to be reduced to the sum of 250 dollars by a technical ob eclion, at war with the plain justice of the case. The application goes upon the idea, that the 1372 dollars is the penalty, and the 250 dollars the condition. Were this really so, the authorities cited would apply ; but nothing is farther from the truth. The real debt being 1378 dollars, the plaintiff stipulates, under hand and seal, to recei ve a less sum, by a given time, in satisfaction of the whole debt. Now, we deny, had the money been paid within the time, that it would have been a satisfaction. But, most clearly, when the time is suffered to elapse, without payment, or an offer to pay, the agreement can never be set up as an accord and satisfaction, or a release. I refer to the opinion of <em>Platt, </em>J. in <em>Boyd </em>v. <em>Hitchcock, </em>(20 <em>John. </em>78,) where this proposition is fully considered and the authorities cited, establishing, most conclusively, the position for which we contend. This is like the case of <em>Seymour </em>v. <em>Minturn, </em>(17 <em>John. </em>169,) where it was decided that a promissor cannot receive advantage of an agreement, on the part of the promissee, to take a less sum. A condition should be liberally expounded to meet the views and intentions of the parties. <em>(Com. Dig. condition, </em>(E.) But when of time, it must be strictly complied with. <em>(id. (G. </em>3.) Even in a Court of Chancery, time has been holden the essence of the contract. Take the condition, then, the most <page-number citation-index=\"1\" label=\"202\">*202</page-number>strictly against us, yet the 250 dollars not being paid within the year, the whole original sum remained due. The plaintiff claims equity. We put this matter upon the same ground- We ask equity ; and that when the plaintiff comes to ask'it, he should do equity. Here is no consideration whatever, for releasing the debt; and the plaintiff himself must have understood the agreement to be merely collateral.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"Ax\">I am not aware of any such mistake as is alleged in the <em>ca. sa. </em>But for greater caution, I ask a rule to amend. This the Court may, and frequently do grant of course, under these circumstances, without requiring any notice of a cross motion.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b214-5\">\n<em>Curia.</em>\n</author>\n<p id=\"A3_\">This is not an application to be relieved from a1 penalty, under the equitable power of the Court. The defendant asks us to discharge him from the real debt, upon-the ground that he had agreed to pay, and the plaintiff to accept, a less sum by a given day; though there was an utter default in paying, or attempting to pay that sum, until long after the day. Suppose the whole of this matter had been written in the condition, how would it read there ? It would: _ihen be to pay the <em>real debt </em>of $1378 : but if 250 dollars are paid by the given time, then this <em>real debt </em>to be void otherwise of full force and virtue. It might possibly, in such a case, extinguish the debt, if paid by the day ; though of this, there would be some doubt. But most clearly, without a payment, strictly within the time, it could not have that effect. It is like saying, under seal, “ pay me less and I will discharge you.” The condition must be complied with, or the offer goes for nothing. The cases supposed by the defendant’s counsel to bear most upon the present, were those which he cited from <em>Cro. Eliz. </em>But the question presented by the first case, was merely whether the instrument was valid as a defeasance. It had been strictly complied with; and in the.last case, the question was, whether, after pleading a tender, which we must take to havé been strictly according to the defeasance, the defendant was bound to say <em>tout temps pris, </em>and holden not, because the act of tender was a discharge. The motion must be denied ; and <page-number citation-index=\"1\" label=\"203\">*203</page-number>we grant the application to amend, without requiring notice to be given. These amendments are often granted, in answer to a motion for setting aside the proceedings, <em>upon the papers presented to impeach them, </em>without requiring the party amending, to notice the motion on his part.</p>\n<p id=\"b215-4\">Such is the conclusion to which we have arrived upon .this summary application. Though the motion is denied, yet the party may, if he chooses, have it determined in a more solemn way. Indeed, we perceive, by the affidavits, ■that an action of debt for an escape upon this <em>ca. sa. </em>is now pending, wherein the whole matter may be litigated.</p>\n<p id=\"b215-9\">Rule accordingly. <footnotemark>(a)</footnotemark></p>\n<footnote label=\"(a)\">\n<p id=\"b215-10\"><em> </em>If a creditor agree to remit part of the debt, upon condition that the residue be paid within a certain time, the condition must be strictly performed ; but he may, by his consent, enlarge the time, and such consent will bind him in equity. <em>(Robertson </em>v. <em>Campbell </em>&amp; <em>Wheeler, </em>2 <em>Call, </em>431.) An agreement of a creditor to remit the damages, recovered upon the affirmance of a judgment, upon condition that the debtor pay the balance, with' interest, by a certain time, is binding upon him, and will be enforced in equity. <em>(Ibid.)</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}