{
  "casebody": {
    "data": "<casebody firstpage=\"580\" lastpage=\"585\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b592-7\">Holmsten Refrigeration, Inc. <em>vs. </em>Refrigerated Storage Center, Inc.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b592-8\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ASY\">March 5, 1970.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AJi\">June 8, 1970.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b592-9\">Present: Wilkins, C.J., Spalding, Kirk, Reardon, &amp; Quirico, JJ. .</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b592-14\">The case was submitted on briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b592-15\"><em>Herbert N. Goodwin </em>for the appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b592-16\"><em>Peter G. Collias </em>for the appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b593-4\"><page-number citation-index=\"1\" label=\"581\">*581</page-number>Quirico, J.</author>\n<p id=\"apz-dedup-0\">TMs case arises under G. L. c. 251 (the Uniform Arbitration Act for Commercial Disputes), inserted by St. 1960, c. 374. On November 1, 1965, Holmsten Refrigeration, Inc. (appellee) and Refrigeration Storage Center, Inc. (appellant) entered into a sales contract which provided that any controversy arising therefrom would be settled by arbitration. A controversy did arise and it was submitted to three arbitrators who held hearings on the matter on February 20 and 21, 1969. On April 1, 1969, the arbitrators made a finding and awarded the appellee the sum of $7,474.82.</p>\n<p id=\"b593-5\">On May 15, 1969, the appellee filed in the Superior Court a petition to accept and confirm the award and to enter judgment thereon. The petition was allowed on June 9, 1969. C. 251, § 14. On June 19, 1969, the appellant filed a claim of appeal from the order allowing the petition. C. 251, § 18 (a) 3.</p>\n<p id=\"b593-6\">The sole issue to be decided by this court is whether the allowance of the appellee’s petition for confirmation was premature. Specifically at issue is the meaning of c. 251, § 11, which reads, “Upon application of a party, the court shall confirm an award, unless within the time limits hereinafter imposed grounds are urged for vacating or modifying or correcting the award, in which case the court shall proceed as provided in sections twelve and thirteen.” Sections 12 and 13 specify the grounds upon which a court may vacate or modify an award, respectively, and the time period for asking for such action. Except where application to vacate the award is “predicated upon corruption, fraud or other undue means,” the party applying to vacate, modify or correct the award must make his application “within ninety days after delivery of a copy of the award” to him. C. 251, § 12 (b) and § 13 (a).</p>\n<p id=\"b593-7\">The appellant contends that § 11 requires the court to wait at least ninety days from the date that the arbitrators make an award, before allowing an application to confirm it. Stated differently, its contention is that the party dissatisfied with an award has a “grace period” of ninety days after <page-number citation-index=\"1\" label=\"582\">*582</page-number>the award in which to determine whether there are adequate grounds for an application to vacate, modify or correct the award, and in which to file any such application in the Superior Court. Thus, on this basis the court order confirming the award of April 1, 1969, should not have been entered before July 1, 1969.<footnotemark>1</footnotemark></p>\n<p id=\"b594-5\">The appellee on the other hand argues that the award was not confirmed prematurely. Since there are no authorities in Massachusetts which provide guidance on the issue in support of this contention it refers us to a Federal decision which clearly holds that a court has the power to confirm an award before the expiration of the period during which a party may move to vacate, modify or correct the award. <em>The Hartbridge, </em>57 F. 2d 672 (2d Cir.) cert. den. 288 U. S. 601. See <em>Foreign Operations Ltd. </em>v. <em>Miller, 52 </em>Misc. 2d (N. Y.) 828. But, a determination whether the rules formulated in these cases are applicable to the present case which arises under c. 251 requires us to compare the language of the statutes under which they were decided with that of the Uniform Arbitration Act as well as to note the historical context of that act.</p>\n<p id=\"b594-6\">In the <em>Hartbridge </em>case, <em>supra, </em>at issue was the Federal Arbitration Act, 9 U. S. C. §§ 1-14 (1925), as amended by 61 St. 669 (1947). Section 9 of that act defines the circumstances under which an award is to be confirmed. It reads in part, ‘ ‘ [AJt any time within one year after the award is made any party to the arbitration may apply to the court so specified for an order confirming the award, and thereupon the court must grant such an order unless the award is vacated, modified, or corrected as prescribed in . . . [sections 10 and 11, which set forth the grounds for vacation, modification, or correction].” If a party wishes to move that an award be vacated, modified, or corrected, “[n]]otice of a motion to vacate, modify, or correct an award must be <page-number citation-index=\"1\" label=\"583\">*583</page-number>served upon the adverse party or his attorney within three months after the award is filed or delivered.” 9 U. S. C. §12.</p>\n<p id=\"b595-5\">The court, recognizing that these sections of the Federal act were “almost verbatim like the corresponding provisions of the New York statute”<footnotemark>2</footnotemark> (p. 673), followed New York authorities in reaching its decision. It not only held that the court could confirm within the three month period, but also held that when a motion to confirm is filed at any time during the year after an award, the party opposing the award not only may but must raise his objections on grounds sufficient to vacate or modify the award. If he does not, and the award is confirmed, that confirmation precludes entertainment of a motion to vacate or modify the award at a later date.</p>\n<p id=\"b595-6\">Since this Federal decision, the relevant New York statute has undergone revision but its meaning seems to have remained the same. The successor to § 1456 states, “The court shall confirm an award upon application of a party made within one year after its delivery to him, unless the award is vacated or modified upon a ground specified in section 7511.” 7B McKinney’s Consol. Laws (N. Y.) (annotated), Arbitration, § 7510. Section 7511 (a) continues the ninety day limitation for applying to vacate or modify an award. These sections were interpreted in the <em>Foreign Operations Ltd. </em>case, supra, as not precluding a confirmation of an award within the ninety day period.</p>\n<p id=\"b595-7\">In 1954 the National Conference of the Commissioners on Uniform State Laws began consideration of tentative drafts for a new Uniform Arbitration Act. They were cognizant of both the New York and Federal acts in effect at that time. Handbook of the National Conference of Commrs. on Uniform State Laws, 203 (1954). It is incon<page-number citation-index=\"1\" label=\"584\">*584</page-number>ceivable that they were not also aware of the judicial interpretations and applications of these two statutes. Section 11 of the first tentative draft, like the present § 7510 of the N. Y. Consol. Laws, appeared only to be a rewording of the similar sections in the earlier statutes. It provided in part, “Upon application of a party made within one year after delivery of a copy of the award to him, the court shall . . . confirm the award unless grounds appear for vacating or modifying or correcting the award . . ..”</p>\n<p id=\"b596-5\">That tentative draft was not acceptable to the conference, so a revised draft was submitted to it at the 1955 meeting. Prefatory Note, Uniform Arbitration Act. This revised draft was adopted by the conference and has now been adopted by seven States, including Massachusetts where it is c. 251 of the General Laws.</p>\n<p id=\"b596-6\">Section 11 of that draft and of the present c. 251 provides: “Upon application of a party, the court shall confirm an award, unless within the time limits hereinafter imposed grounds are urged for vacating or modifying or correcting the award, in which case the court shall proceed as provided in sections twelve and thirteen.” The time limit imposed by §§ 12 and 13 is ninety days. The new language “unless within the time limits hereinafter imposed” strongly suggests that the conference desired to change the rule enunciated in the <em>Hartbridge </em>case. Rather than requiring a party opposing a motion for confirmation brought within the ninety day period to take action or lose his right to object to the award, the language appears designed to forbid a court to confirm an award within that period.</p>\n<p id=\"b596-7\">Thus, we do not consider the Federal and New York decisions under statutes which differed from G. L. c. 251 as applicable to this case. We hold that the Superior Court was without power to confirm the award within ninety days after the delivery of a copy thereof to the parties.</p>\n<p id=\"b596-8\">In view of this holding a fair disposition of this case requires that we place a time limit on the period in which the appellant may now move to vacate or modify the award if <page-number citation-index=\"1\" label=\"585\">*585</page-number>it elects to do so. Seventy days had passed when the award was confirmed and another nine elapsed before the claim of appeal was filed. During this period the appellant filed no application in court to vacate, modify or correct the award. Thus, we are of the opinion that the appellant is entitled to only eleven more days, the remainder of the ninety day period, in which to file such an application. That eleven day period shall run from the date the appellant receives notice of this decision from the Superior Court.</p>\n<p id=\"b597-5\">The order allowing the petition for confirmation of the award and for judgment thereon was erroneous.</p>\n<p id=\"b597-6\">\n<em>Order allowing petition reversed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b594-7\"> Sections 12 and 13 specify that the ninety day period is to be tolled from the date .on which a copy of the award <em>is delivered </em>to a party. There is no evidence in this case as to the date of delivery. But since the appellant concedes that the award was made and delivered on the same day, for purposes of this opinion, we also will assume that to be the situation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b595-8\"> The corresponding New York statute then in effect (Gilbert-Bliss, Civil Practice of New York Anno. § 1456) reads, “At any time within one year after the award is made, as prescribed in the last section, any party to the submission may apply to the court ... for an order confirming the award; and thereupon the court must grant such an order, unless the award is vacated, modified, or corrected, as prescribed in tile next two septions,”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}