{
  "casebody": {
    "data": "<casebody firstpage=\"638\" lastpage=\"643\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b662-1\">TILEY GERLACH <em>vs. </em>CUMBERLAND AND WESTERNPORT ELECTRIC RAILWAY COMPANY.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b662-6\">\n<em>Decided February 1st, 1923.</em>\n</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b662-9\">The cause was argued before Boyd, C. J., Briscoe, Thiomas, Pattison, Urner, and Adkins, JJ.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b662-10\"><em>J. Philip Roman, </em>for the appellant.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b662-11\"><em>Walter C. Capper, </em>for the appellee.</attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b663-4\"><page-number citation-index=\"1\" label=\"639\">*639</page-number>Pattison, J.,</author>\n<p id=\"AYH\">delivered the opinion of the Court.</p>\n<p id=\"b663-5\">The appeal in this case is from a judgment for the defendant, the appellee, in ah action brought- against it by the appellant, to recover for personal injuries, sustained by him, resulting from a collision of an automobile truck driven by the appellant and an electric ear of the ¿ppellee, caused by the alleged negligence of the appellee in the operation of its car.</p>\n<p id=\"b663-6\">The road of the appellee is constructed along the westward side of the public county road leading from Frostburg to Lonaconing, in Alleghany County, Maryland. The collision occurred near the town of Frostburg, at a point where the appellee’s road is crossed at right angles by Powell’s Lane, a public highway, running east and west.</p>\n<p id=\"b663-7\">At a point 525 feet northward from said crossing, there is a sharp turn in the county road and in the road of the appellee, but from that point southward toward Lonaconing, the track of the appellee’s road is practically straight to and beyond Powell’s Lane.</p>\n<p id=\"b663-8\">On the west side of the track, between said turn and Powell’s Lane, are several dwelling houses located about thirty-five feet from the' center of the track. These houses prevent persons on Powell’s Lane, approaching the crossing from the west, from seeing the track at some points northward of the crossing, but when the front line of these houses is reached, their view of the track northward is unobstructed to a point beyond the turn a distance of 555 feet from the crossing.</p>\n<p id=\"b663-9\">The truck driven by the appellant Gerlach was, owned by one Plummer. It had just been repaired and Plummer had asked Gerlach to try it out and see how it, worked. Gerlach testified that he, with Plummer, who was seated beside him in the truck, went east on Powell’s Lane and when they got to a point twenty-nine feet from the center of the track, they stopped and he changed gears and “looked up and down the track and could see nothing.” Tie said that from that pbint to the place where the truck was struck by the car, the view <page-number citation-index=\"1\" label=\"640\">*640</page-number>of the track northward was unobstructed; that a car coming down the track could have been seen by him at any point within that distance. After' first stopiping at a point twenty-nine feet from the track he proceeded up grade under low gear, at a speed of two miles per hour; that when he got at a point ten feet from the track, he again looked northward up the track, hut saw no car, and he. continued on his way and it was not until he got upon the track, his first wheels across the first rail, that he saw or heard any car approaching him. At that time the car was. 144 feet away and as he said, “I speeded up and tried to get across, hut it was too quick. It hit me before I could get across.”</p>\n<p id=\"b664-5\">Upon cross-examination Gerlach was asked: “Q. What did you do when you stopped at the point twenty-nine feet from the track? A. I looked down first. Q. Which way? A. Down the road, and then I looked up to the left. I looked first to the right and then to the left, in them trees. Q. Did you liave a clear view of the street car tracks? A. Yes, sir. Q. You could see clear to the turn ?' A. Yes. Q. Is it over 500 feet ? A. 525 feet, I believe it is, yes. Q. And yon had a clear and unobstructed view to your left in the direction this car was coming, a. distance of 525 feet? A. Yes, sir. Q. Was there anything on the side of the car in which you were riding, which obstructed your view ? A. Ho, sir. Q. When you looked clown there those 525 feet, what did you see ? A. I did not see anything whatever. Q. What did you do? A. I shifted the gears and started to come up1 the grade to the crossing. Q. In that 29 feet, what did you do ? A. I looked up and down a couple times. Q. How far from the track were you. when you looked up&gt; and down those couple times? A. It was within that twenty-nine feet. Q. About how far from the track? A. I guess it. was about ten feet. Q. You looked to yo'ur left when you got within ten feet of the track ? A. Yes. Q. Did you see anything? A. Ho, sir.”</p>\n<p id=\"b664-7\">The witness further testified that he had lived not far from the scene of the accident all his life, and had been driving a <page-number citation-index=\"1\" label=\"641\">*641</page-number>truck since 1915, and since that time had been using Powell’s Lane, and had often stopped at the crossing to permit the car to pass.</p>\n<p id=\"b665-5\">The evidence of Plummer, who was with Gerlach in the truck, was practically the same as that of Gerlach. He, when asked if there were any trees in front of the houses on the west side of the railroad, said there were, but these, he said, did not at all obstruct their view up the track as they approached the crossing. He further testified that the car when first seen was approaching them at a, speed of thirty-five miles an hour; that as it approached the crossing, no bell was rung, nor whistle blown. Others testified to the same facts.</p>\n<p id=\"b665-6\">At the conclusion of the plaintiff’s-evidence1, the court directed a verdict for the defendant, because of the plaintiff’s negligence directly contributing to the injury complained of by him.</p>\n<p id=\"b665-7\">As Chief Judge Boyd said, speaking for the Court in <em>Annapolis, W. &amp; B. R. Co. v. Hickox, </em>104 Md. 665, in this case the plaintiff “neglected such precautions as the law required of him, and it should have been withdrawn from the jury on that ground, even if it he conceded that there was negligence on the part of the defendant.”</p>\n<p id=\"b665-8\">In <em>Meidling </em>v. <em>United Ry. Co., </em>97 Md. 76, and again in <em>Annapolis, </em>W. <em>&amp; B. R. Co. </em>v. <em>Hickox, supra, </em>this Court quoted with approval from <em>Keenan's </em>case, 202 Pa. 107. In that case the court, in speaking of the contributory negligence of the plaintiff in walking his horse across the track without again looking, after having looked at a point thirty-five feet from the track, said “but his misfortune is that he was careful but for au instant, when he should have <em>continued to be watchful until the track </em>— the <em>real point of danger </em>— -was <em>reaehed.”</em></p>\n<p id=\"b665-9\">The plaintiff in this case stopped at a point twenty-nine feet from the center of the track and looked and listened for an approaching car, hut neither saw nor heard one, and he proceeded on his way up a steep grade toward the track, at the <page-number citation-index=\"1\" label=\"642\">*642</page-number>slow speed of two miles an hour. The evidence discloses that he could have seen an approaching car from any point within the twenty-nine feet before reaching the track. He says he looked again when he was about ten feet from the track and saw no car approaching, although at such time he had a clear unobstructed view up. the track in the direction from which the car approached for a distance of 555 feet. Just why he did not at that time see the car, which, in a few seconds thereafter, struck his truck when its front wheels were upon the center of the track, .is hard to conceive', for, as stated by his witness Wilson, who. a,t his request made a. map. of the immediate surroundings of the scene of the accident, it would have taken the car ten and two-tenths seconds, going at the rate of thirty-five miles an hour, to go the 525 feet from the turn to the crossing, when, as he stated, it would have taken the truck less than four seconds to go ten feet to the track where the collision occurred. From this evidence it would certainly appear that the car was in sight when the plaintiff, as he says, looked for1 the approaching car at a point ten feet from the track. Rut if the car was not then in sight, it certainly could have been seen by him from a point nearer1 the track before going upon it, as there was nothing, whatever to obstruct his view, and it was his duty to continue his watchfulness to the time he reached the track, the real point of danger, and he should not have ceased such watchfulness at a point either twenty-nine or ten feet therefrom. He was going not more than two miles an hour in low gear, up. a steep grade, and, as the evidence discloses, he could have stopped his truck in the distance of two feet. His failure to. continue to look for the car before going on the track, when he could have seen its approach and avoided the accident, was. no doubt a negligent omission of duty which directly contributed to the injury complained of.</p>\n<p id=\"b666-5\">The plaintiff offered a prayer involving the doctrine of the last clear chance, which, we think, the court very properly refused.</p>\n<p id=\"b667-4\"><page-number citation-index=\"1\" label=\"643\">*643</page-number>The accident in this case occurred at a public crossing in the open country and the modified rule laid down in <em>Balto. Consol. Railway Co. </em>v. <em>Rifcowitz, </em>89 Md. 338; <em>United Railways Co. </em>v. <em>Ward, </em>113 Md. 649, and other cases,, applicable to much used streets of a, town or city, does not apply to this csase.</p>\n<p id=\"b667-5\">In this case there is no evidence from which the j ury could properly have inferred that, the motorman ought to have anticipated that the plaintiff would leave his place of safety and drive his truck upon the track in front of his car. <em>Western Md. R. R. Co. </em>v. Kehoe, 83 Md. 452; <em>Northern Central Ry. Co. </em>v. McMahon, 97 Md. 483; <em>McNabb v. United Rwys. Co., </em>94 Md. 729; <em>Neubeur's </em>case, 62 Md. 401. The motorman upon the ear, when called to the stand by the plaintiff, testified that when he saw the truck going upon the track he was only a short distance from it, and when asked “what did you do ?” he said he “pushed the lever in emergency,” and at the same time put saud on the track and cut off the current; and when asked, “Was there anything else that you could have done?” replied, “Ero, sir.”</p>\n<p id=\"b667-6\">• The court, we think, acted properly in withdrawing the ease from the jury, and we will, therefore, affirm the judgment.</p>\n<p id=\"b667-7\">\n<em>Judgment a,¡firmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}