{
  "casebody": {
    "data": "<casebody firstpage=\"26\" lastpage=\"30\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b150-7\">In re GRAND JURY SUBPOENA DUCES TECUM DATED JANUARY 2, 1985 (Robert M. SIMELS, Esq.) Donald PAYDEN, Intervenor-Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b150-10\">No. 1196, Docket 85-6066.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b150-11\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b150-12\">Argued April 26, 1985.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b150-13\">Decided June 27, 1985.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b151-6\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>Elkan Abramowitz, New York City (Obermaier, Morvillo &amp; Abramowitz, P.C., Ronald C. Minkoff, Robert M. Siméis, Bennett Gershman, Madeleine M. Nichols, New York City, of counsel), for intervenor-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b151-7\">John K. Carroll, Asst. U.S. Atty., S.D. N.Y., Rudolph W. Giuliani, U.S. Atty., S.D. N.Y., Rhea Kemble Brecher, Stuart E. Abrams, Asst. U.S. Attys., New York City, of counsel, for appellee.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b151-8\">Richard Emery, New York Civil Liberties Union, New York City, amicus curiae.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b151-9\">Herman Kaufman, New York Criminal Bar Association, New York City, amicus curiae.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b151-10\">Merrill N. Rubin, The National Association of Criminal Defense Lawyers, New York City, Alan Silber, New York City, of counsel, amicus curiae.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b151-11\">Gerald B. Lefcourt, Association of the Bar of the City of New York, New York, NY, Committee on Criminal Advocacy, John H. Doyle, III, Association of the Bar of the City of New York, New York, NY, Committee on Criminal Law, Mordecai Rosenfeld, New York County Lawyers Association Committee on Federal Courts, Sheldon H. Elsen, Association of the Bar of the City of New York, New York, N.Y., Committee on Federal Courts, New York City, amici curiae.</attorneys>\n<p data-order=\"11\" data-type=\"judges\" id=\"b151-13\">Before FEINBERG, Chief Judge, FRIENDLY and NEWMAN, Circuit Judges.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b151-16\">FEINBERG, Chief Judge:</author>\n<p id=\"b151-17\">Donald Payden, as intervenor, appeals from an order entered in the United States District Court for the Southern District of New York, David N. Edelstein, J., denying a motion to quash a grand jury subpoena served upon Robert M. Siméis, Esq., 605 F.Supp. 839. Mr. Siméis is Payden’s counsel for the purpose of defending charges brought against Payden in an indictment pending before Judge Edelstein. The subpoena calls for the production of documents relating to the fee arrangement between Payden and Siméis. For the reasons stated below, the district court’s order must be reversed and the subpoena quashed.</p>\n<p id=\"b151-18\">I. Prior Proceedings</p>\n<p id=\"b151-19\">Payden was arrested early in August 1984 pursuant to a complaint charging him with violations of the federal narcotics laws. <em>See United States v. Payden, </em>759 F.2d 202, 203 (2d Cir.1985). Shortly thereafter, he was indicted on similar charges. From the time of his arrest, Payden was represented by Jay Goldberg, Esq. until September 19, when, because of a potential conflict of interest, Goldberg was replaced by Siméis. Before Goldberg’s withdrawal as counsel, we are told by the government, he remarked to the prosecutor in charge of the case that he had expected to receive a fee of $250,000 from Payden.<footnotemark>1</footnotemark> The grand jury apparently continued its inquiry during this period, and on October 10, it returned a superseding indictment that added a count charging Payden with organizing and engaging in a continuing criminal narcotics enterprise in violation of 21 U.S.C. § 848, a charge carrying a possible life sentence. The § 848 count sought the forfeiture of “all profits and proceeds of prof<page-number citation-index=\"1\" label=\"28\">*28</page-number>its obtained” by Payden from the operation of the enterprise.</p>\n<p id=\"b152-4\">A week later, the district court issued a subpoena to Siméis, on the government’s motion, commanding that he produce for use at trial (then scheduled for early December)</p>\n<blockquote id=\"b152-5\">For the period January 1, 1984 to the present: any and all documents referring to, relating to, or reflecting any payment (or proposed payment) of fees (whether by cash, money order, real estate, or in any other way) by or on behalf of Donald Payden, with specific reference to (but not limited to) any retainer agreements, correspondence, bills, receipts, checks, photocopies of checks, or money orders, deposit tickets, ledger entries, as well as any documents pertaining to the transfer of property for legal services.<footnotemark>*</footnotemark></blockquote>\n<p id=\"b152-7\">This provoked opposition from both Siméis and the criminal defense bar. The president of the Association of the Bar of the City of New York expressed concern about “[t]he obvious impact of such subpoenas on the attorney/client relationship and the defendant’s right to effective assistance of counsel of his choice.” At Siméis’ request, the trial subpoena was adjourned pending reconsideration of its issuance by the United States Attorney. No response came from the government until January 3,1985, when Siméis received a grand jury subpoena seeking the very same materials described in the trial subpoena; only after the issuance of this grand jury subpoena was the trial subpoena withdrawn.</p>\n<p id=\"b152-8\">On January 19, Payden moved in the district court to intervene as of right and to quash the grand jury subpoena pursuant to Fed.Crim.Rule 17. In support of the motion, Payden and Siméis argued that the subpoena constituted an abuse of process because its “sole or dominant purpose” is to obtain evidence for use at trial and that the subpoena “impinges upon both defendant Payden’s right to have counsel of his choice, and to have that counsel fully and effectively prepare for trial.” They also suggested that any effort by the government to obtain the forfeiture of the fees paid Siméis would violate the Sixth Amendment. Several amici curiae submitted briefs in support of the motion. In response, the government contended that further grand jury investigation offered the promise of “additional forfeitures, additional charges against Payden, and additional defendants in a superseding indictment” and that, even if compliance with the subpoena would force Siméis to disqualify himself from representing Payden at trial — a prospect whose likelihood the government would not concede — Payden’s Sixth Amendment interest in counsel of his choice would be outweighed by the government’s need for relevant information in Siméis’ possession. While not avowing any present intention to seek the forfeiture of the fees paid Siméis, the government also sought to maintain that option.</p>\n<p id=\"b152-10\">The district court denied the motion to quash. Addressing Payden’s Sixth Amendment claims, the court first rejected as “unpersuasive” his argument that requiring Siméis to disclose fee information would impermissibly chill Payden’s “relationship of trust and confidence” with his attorney. The court then held there to be “no credible claim that the subpoena will prevent Payden’s counsel from going to trial without adequate preparation.” The court found that Payden would not be deprived of the effective assistance of counsel if Siméis either testified before the grand jury or provided the grand jury with a sworn statement of the information sought; the court went on to conclude that Payden’s right was not so absolute as to bar the government from choosing to call Siméis as a trial witness, thereby disqualifying him. Finally, the court rejected Pay-den’s claim that the prosecutor had abused the grand jury process; it held instead that the grand jury’s investigation “was still in progress at the time the subpoena was <page-number citation-index=\"1\" label=\"29\">*29</page-number>issued,” finding that the grand jury was still entitled to gather information “relevant to forfeiture” and to seek the identities of as yet unindicted co-conspirators.</p>\n<p id=\"b153-4\">This appeal followed. Because appellant-intervenor Payden seeks to quash a third-party subpoena on the ground that its enforcement will violate his constitutional rights, we may consider his claims without requiring his attorney to suffer a contempt citation. <em>See In re Grand Jury Subpoena Served Upon John Doe, Esq., </em>759 F.2d 968, 971 n. 1 (2d Cir.1985); <em>In re Katz, </em>623 F.2d 122, 124-25 (2d Cir.1980).</p>\n<p id=\"b153-5\">II. Discussion</p>\n<p id=\"b153-6\">The opinion of the district court and the arguments made in this court indicate the significance of the Sixth Amendment issues implicated by post-indictment grand jury subpoenas of defense counsel. However, the doctrine that courts should not unnecessarily decide broad constitutional issues is a hoary one. Since the panel is in agreement that this appeal can be disposed of on a narrower ground, we leave the resolution of the other questions before us for another day.</p>\n<p id=\"b153-7\">The law is settled in this circuit and elsewhere that “[i]t is improper to utilize a Grand Jury for the sole or dominating purpose of preparing an already pending indictment for trial,” <em>United States v. Dardi, </em>330 F.2d 316, 336 (2d Cir.), <em>cert. denied, </em>379 U.S. 845, 85 S.Ct. 50, 13 L.Ed.2d 50 (1964). <em>See </em>8 J. Moore, <em>Moore’s Federal Practice </em>116.04[5] at 6-86 (1984). The district court specifically found that the subpoena here was “within the scope of the Grand Jury’s investigatory power and does not constitute an abuse of the grand jury process.” But while this finding must be accorded considerable deference, we do not believe that our review must be limited to the “clearly erroneous” standard usually applied to judicial determinations of intent. But <em>see United States v. Moss, </em>756 F.2d 329, 332 (4th Cir.1985). The question of a grand jury’s dominant purpose is not the typical question of historical fact nor even the typical inquiry as to the state of mind of a witness or a party. It is the application of a legal standard designed to ensure that the grand jury, a body operating peculiarly under court supervision, <em>see In re Grand Jury Investigation of Cuisinarts, Inc., </em>665 F.2d 24, 31 (2d Cir.1981), <em>cert. denied, </em>460 U.S. 1068, 103 S.Ct. 1520, 75 L.Ed.2d 945 (1983), is not misused by the prosecutor for trial preparation. In applying that standard, we therefore must give more scrutiny than would be appropriate under the “clearly erroneous” standard. Moreover, it is not at all clear that the district judge applied the correct legal standard in refusing to quash the subpoena, since the judge implied that the dominant purpose rule might be applicable only when the defendant was subpoenaed.</p>\n<p id=\"b153-9\">The timing of the subpoena casts significant light on its purposes. Siméis’ evidence was initially sought in October 1984 through a trial, not a grand jury, subpoena. In a letter defending the issuance of the trial subpoena, the government asserted:</p>\n<blockquote id=\"b153-10\">The trial subpoena was served solely for evidentiary purposes. Proof of “substantial income or resources” from the drug enterprise is an element of a Section 848 offense. If Payden, who purportedly has relatively small legitimate means of support, had cash or other assets from which Mr. Siméis was paid a substantial fee (as we have reason to believe),“that fact would be plainly admissible to help meet the Government’s burden of proof on the element.</blockquote>\n<p id=\"b153-11\">Yet when the trial subpoena was issued, we assume that the government knew that Siméis’ evidence might bear on matters relevant to the grand jury’s investigation, such as the identification of co-conspirators. Nevertheless, no grand jury subpoena was issued in October 1984. The adjournment of the trial subpoena and the substitution of a grand jury subpoena in January 1985 might have represented a laudable attempt to alleviate the concerns raised by Siméis and representatives of the organized bar, but we see no reason to <page-number citation-index=\"1\" label=\"30\">*30</page-number>believe that this concession signified a shift in the uses to which the government intended to put the information sought. In addition, since not a single witness was called to the grand jury between October 10, 1984 and January 29, 1985, claims that the grand jury desired Siméis’ evidence as part of an active investigation seem particularly weak. The government’s claim that the grand jury subpoena was not previously issued because the Assistant United States Attorney handling the grand jury presentation was otherwise occupied is insubstantial and plainly inadequate to rebut the defendant’s strong showing that the government’s dominant purpose, both in October 1984 and January 1985, was pretrial preparation.</p>\n<p id=\"b154-4\">We are well aware that the rule barring use of the grand jury to gather evidence to prepare for trial on an already pending indictment “is difficult, if not impossible, to enforce.” 8 J. Moore, <em>supra, </em>U 6.04[5] at 6-86. Even where we have found clear violations, we have often been reluctant to go beyond a simple rebuke. <em>See United States v. Fahey, </em>510 F.2d 302, 306-07 (2d Cir.1974); <em>United States v. Fisher, </em>455 F.2d 1101, 1104-05 (2d Cir.1972). But if the rule is to have any meaning, we believe that the subpoena here must be quashed as an abuse of the grand jury process.<footnotemark>2</footnotemark> In some circumstances, it may be appropriate to enforce the rule against using a grand jury subpoena predominantly for trial preparation simply by barring use at trial of evidence obtained pursuant to the subpoena, thereby leaving the grand jury’s access to the evidence unimpaired. <em>See United States v. Dyer, </em>722 F.2d 174, 178-79 (5th Cir.1983); <em>United States v. Doe (Application of Ellsberg), </em>455 F.2d 1270, 1276 (1st Cir.1972); <em>see also United States v. Dardi, supra, </em>330 F.2d at 336. In the circumstances of this case, however, we conclude that quashing is the appropriate remedy.</p>\n<p id=\"b154-5\">We reverse the district court’s denial of the motion to quash.</p>\n<footnote label=\"1\">\n<p id=\"b151-20\">. Goldberg denies that he made this statement.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b152-6\"> This item is not meant to apply to attorney-client privileged correspondence or other writings which may refer, in passing, to the fact of the payment of fees. No such documents need be provided in response to this item calling for non-privileged, fee-related documents. A listing of any items as to which a claim of privilege is raised should be provided.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b154-6\">. Appellant also argues that the subpoena should be quashed because of \"prosecutorial vindictiveness.\" This claim is without substance. The record does not support an inference that the instant subpoena was the product of prosecutorial retaliation.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}