{
  "casebody": {
    "data": "<casebody firstpage=\"579\" lastpage=\"582\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b603-10\">SEAICH v. MASON-SEAMAN TRANSP. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b603-11\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXO\">December 30, 1915.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b603-12\">1. Good Will &lt;§=^&gt;7—Determination of Value—Mode.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b603-13\">In determining the value of the good will, by multiplying the average net profits by a number of years, such number being suitable and appropriate, the interest on the capital invested shotild be deducted from the net profits.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b603-14\">[Ed. Note.—For other cases, see Good Will, Cent. Dig. §§ 6-9; Dec. Dig. &lt;§^7.]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b603-15\">2. Corporations &lt;S==&gt;584—Consolidation—Value—Apportionment.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b603-16\">In a proceeding to determine the value of the stock of respondent, who objected to the consolidation of two corporations, depreciation on the <page-number citation-index=\"1\" label=\"580\">*580</page-number>taxicabs owned by the company in which respondent held stock should be figured at 20 per cent., rather than 10 per cent., per annum.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b603-17\"><page-number citation-index=\"1\" label=\"579\">*579</page-number>&lt;g^&gt;For other cases sec same topic &amp; KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b604-3\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>[Ed. Note.—For other cases, see Corporations, Cent. Dig. §§ 2343-2347; Dec. Dig. &lt;S=&gt;584.]</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b604-4\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b604-5\">In proceedings for the consolidation of the Yellow Taxicab Company and the Mason-Seaman Transportation Company, William H. Seaich filed objections, and applied for the appraisal of his stock in the first-named corporation. The matter was submitted to appraisers, and from an order' confirming their report, the Mason-Seaman Transportation Company appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"AXa\">Modified and affirmed.</disposition>\n<p data-order=\"13\" data-type=\"judges\" id=\"b604-6\">Argued before INGRAHAM, P. J., and McLAUGHLIN, CLARKE, SCOTT, and SMITH, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b604-7\">Henry B. Twombly, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b604-8\">William J. Moran, of New York City, for respondent.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b604-9\">McLAUGHLIN, J.</author>\n<p id=\"Arv\">Proceedings were instituted under section 7 of the Business Corporations Law (Consol. Laws, c. 4) for the consolidation of two domestic corporations, the Yellow Taxicab Company and the Mason-Seaman Transportation Company, under the latter name.</p>\n<p id=\"b604-10\">The respondent, who is the owner of 173 shares of the preferred and 640 shares of the common stock of the Yellow Taxicab Company, objected to the consolidation. Three appraisers were thereupon appointed, as provided in section 8, for the purpose of determining the value of his stock. After numerous hearings, they filed a report in which they determined the value of the preferred to be $88.43 per share, or $15,298.39, and the common stock of no value. The report, upon motion of the respondent, was confirmed, and the Transportation Company directed to pay to him, upon the surrender of his common and preferred stock, the sum of $15,298.39. From this order the Transportation Company appeals.</p>\n<p id=\"b604-11\"><bracketnum>[1]</bracketnum> The appraisers determined the assets of the Yellow Taxicab Company, as of March 9, 1914, the date when the respondent objected to the consolidation, to be $1,201,728.14, which included the valuation of the good will at $366,707.52. The appellant urges that the appraisers erred in fixing the value of the good will. The Yellow Taxicab Company commenced business on May 21, 1912, and the appraisers found that the net earnings of the company, for the year ending May 21, 1913, were $203,766.43, and for the subsequent period ending March 9, 1914, $15,239.48, making the total net earnings during the period mentioned $219,005.91. They divided the total net earnings by 21%, approximately the number of months during which tire corporation had been in business, and found the average monthly profit to be $10,186.32, and the average yearly profit $122,235.84. They then multiplied the yearly profit by 3, and took the result, $366,707.52, as the value of the good will.</p>\n<p id=\"b604-12\">The general method adopted in determining the value of good will is that suggested in Von Au v. Magenheinrer, 115 App. Div. 84, 100 N. Y. Supp. 659, where it is stated chat:</p>\n<blockquote id=\"b605-4\"><page-number citation-index=\"1\" label=\"581\">*581</page-number>“The value of good will may be fairly arrived at by multiplying the average net profits by a number of years, such number being suitable and proper, having reference to the nature and character of the particular business.”</blockquote>\n<p id=\"b605-5\">The appraisers, however, did not, as suggested on the second trial of the Magenhcimer Case, 126 App. Div. 257, 110 N. Y. Supp. 629, affirmed 196 N. Y. 510, 89 N. E. 1114, deduct from the average net profits interest on the capital invested in the business, and of this the appellant complains. I am of the opinion that interest should have been deducted. There are several authorities which indicate that interest on capital invested ought to be deducted from the average profits of a business before using such profits as a basis for determining good will. Von Au v. Magenheimer, supra; Matter of Ball, 161 App. Div. 79, 146 N. Y. Supp. 499; Matter of Board of Water Supply, 81 Misc. Rep. 19, 142 N. Y. Supp. 83; Matter of Keahon, 60 Misc. Rep. 508, 113 N. Y. Supp. 926.</p>\n<p id=\"b605-6\">It is impossible to accurately determine from the record before us the capital upon which interest should have been allowed; but I think substantial justice will be done to both parties if interest be allowed on the value of the assets as determined by the appraisers on March 9, 1914, excluding the value of the good will. If this be done, then the value of the assets on the day named was $835,020.62. Six per cent, interest on that sum for one year is $50,101.24. If this amount be deducted from the average yearly profit, then that amount would be $72,134.60, instead of $122,235.84, as found by the appraisers; and multiplying this profit by 3, the method adopted by the appraisers, the value of the good will was $216,403.80, instead of $366,707.52, and the assets of the corporation were £1,051,424.42, instead of $1,201,-728.14.</p>\n<p id=\"b605-7\"><bracketnum>[2]</bracketnum> The appellant also urges that other reductions should have been made; but only one of them, I think, requires serious consideration, viz., the one relating to the value of the taxicabs. In ascertaining that value, the appraisers first determined their value on May 21, 1912, the time when the corporation commenced business, to he $539,100. From this amount they deducted for depreciation and obsolescence at the rate of 10 per cent, per annum. The finding of the appraisers that the value of the taxicabs was $539,100 on May 21, 1912, is sustained by the evidence; but, when all of it is considered, I am of the opinion that 20 per cent, per annum, instead of 10, should have been allowed for depreciation and obsolescence. If this be done, then the value of the taxicabs on March 9, 1914-, was $362,275.20, instead of $446,374.80. The assets of the corporation on March 9, 1914, as determined by the appraisers, as already indicated, were $1,201,728.14. From this amount they deducted the conceded liabilities, $457,809.89, which left a surplus of $743,918.25, and it was upon this amount that they determined the value of the petitioner’s preferred stock to be $88.43 per share. But, as has been pointed out, I think the appraisers overvalued the corporate good will to the extent of $150,303.72, and the value of the taxicabs $84,099.60, making in all an overvaluation of $234,403.32, which amount should be deducted from $743,918.25, the surplus of assets over liabilities as found by the appraisers. After making this <page-number citation-index=\"1\" label=\"582\">*582</page-number>deduction, then the surplus of assets over liabilities on March 9, 1914, was $509,514.93, and the value of petitioner’s preferred stock, based on these assets, is $60.57 per share, or $10,478.61.</p>\n<p id=\"b606-5\">In reaching this conclusion I recognize the impossibility of fixing, with a desired degree of accuracy, the value of the petitioner’s stock, but I think that the result reached approximates as near as can be the true value of the stock and accomplishes substantial justice between both parties.</p>\n<p id=\"b606-6\">The order appealed from, therefore, is modified as indicated in the opinion, without costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}