{
  "casebody": {
    "data": "<casebody firstpage=\"984\" lastpage=\"985\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1010-7\">UNITED STATES of America, Plaintiff-Appellee, v. Charles MARION, also known as Lucky, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AUJ\">No. 05-2579.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1010-11\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1010-12\">Submitted Feb. 13, 2006.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1010-13\">Filed May 16, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1010-15\">Maria R. Moran, U.S. Attorney’s Office, Omaha, NE, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1010-16\">Charles Marion, Oxford, WI, pro se. Jackie L. Barfield, Omaha, NE, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1010-17\">Before LOKEN, Chief Judge, BOWMAN and SMITH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1010-20\">[UNPUBLISHED]</p>\n<author id=\"b1010-21\">PER CURIAM.</author>\n<p id=\"b1010-22\">Charles Marion appeals the twenty-four-month prison sentence imposed by the district court<footnotemark>1</footnotemark> after Marion admitted committing multiple violations of the conditions of his supervised release, and the court revoked supervised release. Marion argues that the sentence is unreasonably excessive. We affirm.</p>\n<p id=\"b1010-23\">Marion pleaded guilty to a drug offense in May 2000. The district court granted the government’s motion for downward departure and sentenced Marion to sixty months in prison. He began a four-year term of supervised release on June 6, 2004. At the May 27, 2005, revocation hearing, Marion admitted the following Grade C violations of the conditions of supervised release: he pleaded guilty in state court to misdemeanor assault of a former girlfriend in August 2004, and his urine tested positive for drug abuse on September 20, 2004, March 24, 2005, and April 17, 2005. In addition, at the time of the hearing, charges were pending in state court charging him with assaulting another former girlfriend on April 17, 2005.</p>\n<p id=\"b1010-24\">The district court revoked supervised release and, with the parties’ consent, proceeded to determine the appropriate revocation sentence. The court considered the 8-14 month range recommended in the Guidelines policy statements, <em>see </em>U.S.S.G. § 7B1.4(a); the argument of Marion’s counsel that he should remain on supervised release because he had been accepted into a Salvation Army drug treatment and anger management program; the recommendation of the probation officer that Marion be sentenced to 24 months in prison with no supervised release to follow; and the sentencing factors set forth in 18 <page-number citation-index=\"1\" label=\"985\">*985</page-number>U.S.C. § 3553(a). The court sentenced the 41-year-old Marion to 24 months in prison followed by no further supervised release and urged the Bureau of Prisons to enroll Marion in its intensive drug treatment program. The court explained:</p>\n<blockquote id=\"b1011-5\">I have imposed this sentence above the Guideline range because the defendant was previously a beneficiary of a downward departure, because his conduct is associated with the risk of — high risk of new felonious conduct, and the defendant is in need of drug or alcohol treatment that can be best provided in prison.</blockquote>\n<p id=\"b1011-6\">On appeal, Marion argues that the revocation sentence is excessive because it is beyond the range recommended by the Guidelines and because the district court overlooked Marion’s acceptance into a Salvation Army work therapy program that would be consistent with the need “to provide the defendant with needed educational or vocational training ... or other correctional treatment in the most effective manner.” 18 U.S.C. § 3553(a)(2)(D).</p>\n<p id=\"b1011-8\">It is well-settled that the sentencing court must consider the Guidelines policy statements but “is entirely free to impose a revocation sentence outside of the policy statements’ suggested range when, ‘in its considered discretion,’ such a sentence is warranted.” <em>United States v. Jasper, </em>338 F.3d 865, 867 (8th Cir.2003). Here, the district court considered all relevant factors and then imposed a 24-month revocation sentence for sound reasons very similar to those that supported the 46-month revocation sentence we affirmed in <em>United States v. Cotton, </em>399 F.3d 913, 915 (8th Cir.2005). There was no abuse of the court’s sentencing discretion.</p>\n<p id=\"b1011-9\">The judgment of the district court is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1010-19\">. The HONORABLE RICHARD G. KOPF, United States District Judge for the District of Nebraska.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}