{
  "casebody": {
    "data": "<casebody firstpage=\"322\" lastpage=\"324\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b346-5\">James Smith v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b346-6\">No. 18598.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AOR\">Delivered November 18, 1936.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b346-16\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b346-17\"><em>L. Maston Meagher, </em>of Beaumont, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b346-18\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b346-19\">KRUEGER, Judge.</author>\n<p id=\"Abv\">Appellant was convicted of the offense of robbery, and his punishment was assessed at confinement in the state penitentiary for a term of five years.</p>\n<p id=\"b346-20\">Appellant’s first contention is that the court erred in overruling his motion to quash the indictment based on the ground that the pistol which was a part of the property taken in the commission of the alleged offense is not otherwise described than as a “pistol”; that the name, color, calibre, or number of the pistol is not stated in the indictment. A general description of the property by name, kind, quality, number, and ownership, if known, is sufficient. See art. 403, C. C. P., 1925. In <page-number citation-index=\"1\" label=\"323\">*323</page-number>charging theft of money it is sufficient to state that it was current money of the United States without alleging that it was coin or currency. In charging the theft of a horse it is not necessary to describe the horse by its color, age, size, or weight. See Grissom v. State, 40 Texas Crim. Rep., 146; Duval v. State, 8 Tex. Cr. R., 370, and many other cases might be cited.</p>\n<p id=\"b347-5\">Bills of exception eight and nine will be considered together as they relate to the same matter.</p>\n<p id=\"b347-6\">By bill of exception number eight complaint is made of the following argument of the county attorney:</p>\n<blockquote id=\"b347-7\">“The defense comes here and says that on the night of the 29th this defendant was not at the filling station; that he was over at the Bradley woman’s house in bed with two other negro boys. They have not brought you any frank explanation of this defendant’s possession of the fruits of this robbery. It has been unexplained to you, gentlemen, where this defendant came into possession of this pistol.”</blockquote>\n<p id=\"b347-8\">By bill number nine complaint is made that the county attorney in his argument to the jury made the further statement:</p>\n<blockquote id=\"b347-9\">“Now, we are not depending on what this young man, A. E. Hamilton, says alone, but we go out here and find him (meaning defendant) just a day or two after this hold-up with part of the fruits of this crime in his possession and it is unexplained to this jury.”</blockquote>\n<p id=\"b347-10\">Defendant objected to said argument on the ground that it was a reference to defendant’s failure to testify. The court in his certificate to each of said bills states that the defendant did not testify; that there was no actual testimony adduced of where or how defendant came into possession of this pistol; that there was no person shown to have been an eye-witness when defendant secured possesion of the pistol; that there was no intimation in the evidence that any one other than the defendant knew how he came into possession of the pistol taken in the commission of the alleged offense who could have given an explanation of how he came into possession of the same. It occurs to us that inasmuch as the defendant did not testify and he being the only person who could have explained his recent possession of the pistol that the argument complained of was a reference to appellant’s failure to testify and was in violation of art. 710, C. C. P., 1925. See Miller v. State, 45 Texas Crim. Rep., 517, 78 S. W., 511; Boone v. State, 90 Texas Crim. Rep., 374, 235 S. W., 580; Bridges v. State, 83 S. W. (2d) 671. <page-number citation-index=\"1\" label=\"324\">*324</page-number>Other parts of the county attorney’s argument are complained of by proper bills of exception which have been considered by us, but are not deemed to be of such a prejudicial nature as would require a reversal of this case.</p>\n<p id=\"b348-5\">By bill of exception number seven appellant complains of the action of the trial court in declining to permit him to prove by Nathaniel Edmonson that he, the witness, and appellant were present at a crap game in a vacant house a day or two before he was arrested; that during the progress of the game the witness retired from the building to speak to a woman; that soon thereafter appellant came out of the house with a pistol in his hand and said to the witness, “Nathaniel,' look at this good gun which I just took in soak from another negro in the crap game. He was broke and soaked his gun to me.” The county attorney objected to said testimony on the ground that it was a self-serving declaration. The court sustained the objection and appellant excepted thereto. We think the court’s ruling was correct. Appellant’s possession of the pistol was not questioned at the time. His statement was voluntary and did not come within the rule admitting statements explaining the possession of recently stolen property when the possession thereof is first questioned, neither does it come within the rule of res gestae. See Seebold v. State, 89 Texas Crim. Rep., 563 (565), 232 S. W., 328; Cunningham v. State, 21 S. W. (2d) 525; Anderson v. State, 11 Tex. Cr. R., 576 (582), where the question involved here is fully discussed.</p>\n<p id=\"b348-6\">For the error hereinabove pointed out, the judgment of the trial court is reversed and the cause remanded.</p>\n<p id=\"b348-7\">\n<em>Reversed and, remanded.</em>\n</p>\n<p id=\"b348-8\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}