{
  "casebody": {
    "data": "<casebody firstpage=\"231\" lastpage=\"240\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b239-7\">John Batty vs. Thomas W. Snook and Another.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b239-8\">“Whore A., being indebted to B. in $2000, secured on real estate, conveyed to him the same real estate, and took back a contract for the purchase of it from B. for $2000, payable as therein specified, which contract provided that “time is now, and shall he at all times, considered and deemed a material part of this contract” ; and that, on default being made by A. in any of its conditions to be performed by him, he should thereupon forfeit all rights under the same, and bo thereafter a tenant at will to B. at a specified yearly rent; and it appeared that the transaction was intended merely to secure B. the $2000 owing to him from A. <em>\\ </em>— Held, That this amounts to a mortgage of the premises from A. to B., and A. does not forfeit his right to redeem by a failure to pay at the time spcciflod in the contract.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b239-9\">A mortgagor may release to the mortgagee the equity of .redemption for a valuable consideration, when it is done voluntarily, and there is no fraud, and no undue influence is brought to bear upon him for that purpose by the creditor: but this can not be done by a cotemporaneous or subsequent executory contract, by which the equity of redemption is to be forfeited if the mortgage debt is not paid by the day stated in such contract.</headnotes>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b239-10\"><em>Heard May 20th, </em>21st <em>and 22d.</em></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ATl\">\n<em>Decided June 10th.</em>\n</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b239-11\">Appeal from Macomb Circuit in Chancery.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b239-12\">The allegations of the bill, so far as they are material to illustrate tbe decision, are as follows:</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b239-13\">That, in 1853, complainant Batty bought of defendant <page-number citation-index=\"1\" label=\"232\">*232</page-number>Warner a lot in the village of Mt. Clemens, with saw mill thereon, for $3750, and gave hack a mortgage for part of the purchase-money; that, in January, 1855, he owed Warner $2331.26 on said mortgage, besides other sums’ in account; he was also otherwise largely indebted, especially to defendant Snook; that in his embarrassment, he applied to Snook and Warner, and put himself into their hands for advice; that he followed their directions, settled with them as they dictated, and executed such papers as they advised; that he paid Warner, in property, all his debt except $2000, and to secure him this sum he deeded back to him the mill lot (Warner releasing the mortgage thereon), and took from him a contract of purchase of said lot; which transaction was solely and only to secure to Warner the $2000.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b240-5\">This contract, dated February 7th, 1855, provides as follows; That Warner shall sell to Batty said lot and mill, and Batty shall pay therefor $2000, as follows: $500 at the store of said Snook, December 1st, 1855, and $1500 on the 1st day of December, 1856, at same place; that, on the 1st day of December, 1855, Batty, on receiving a warranty deed from Warner, shall mortgage back the said ¡premises for $1500, and give other collateral security for <em>$1200 </em>thereof, the sufficiency of which shall be determined by referees, if the parties do not agree; that said Batty shall also pay, by the 6th of August, 1855, a prior mortgage on said lot to A. J. Robertson, and cause the same to be discharged of record; and that he shall not remove any buildings or machinery from said lot.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b240-6\">The contract then reads as follows: “And it is further hereby covenanted and agreed, by and between the parties hereto, that time is now, and shall be at all times, considered and deemed a material part of this contract. That, in case default shall be made in paying off and discharging said indenture of mortgage, as above agreed, on the 6th day of August, 1855, and in case default be made in the payment of said sum of two thousand dollars and interest, at the times <page-number citation-index=\"1\" label=\"233\">*233</page-number>and place in this agreement specified; or in case default shall be made in fulfilling and performing any of the covenants and agreements herein contained and mentioned, to be kept, fulfilled, and performed on the part of the said party of the second part, and his legal representatives, — then this agreement, and all preceding provisions hereof, shall be null and void, and no longer binding, at the option of the said party of the first part, his representatives and assigns, and all the payments which shall have been made hereon, or in pursuance hereof, absolutely and forever forfeited to the party of the first part.” After a clause providing for re-entry in case of default, it goes on to say: “In case of such default, the said party of the second part shall be deemed as the tenant at will of the said party of the first part, at the yearly rent of ten dollars per annum; and after such default the party of the first part, his representatives and assigns, shall and may have •and exercise all the powers, rights, and remedies provided by law to collect such rent or remove such tenant or tenants, the same as if the relation of landlord and tenant, hereby declared, were created by an original and absolute lease for that sole purpose, on a specified rent of ten dollars annually, payable quarterly.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b241-4\">The contract further provides, that, on the giving of the mortgage and collateral security, by Batty, Warner shall convey to him.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b241-5\">The bill further alleges that this contract was given solely as security for a balance of indebtedness, and was not in the nature of an original contract of purchase; that Snook was present at the making of the contract, and knew all its terms; that, on the 22d of December, 1855, Warner deeded said mill-lot to Snook, who, on the 18th of January following, forcibly ejected complainant therefrom.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b241-6\">The bill then alleges the payment of the amount due from Batty to Snook; an attempt to tender to Warner the amount which fell due on his contract December 1st, 1855, which attempt was rendered abortive by the fraudulent acts of <page-number citation-index=\"1\" label=\"234\">*234</page-number>Warner and Snook; which allegations were not sustained by evidence.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b242-5\">The bill prays that Snook may be decreed to convey -the premises to Batty, on being paid the $2000 and interest, and that complainant may be put in possession, t%c.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b242-6\">The answer of defendants admits the original purchase of the mill and lot by Batty of Warner; the indebtedness from Batty to Warner and to Snook, in January, 1855 ; denies that Batty ever applied to them for their advice in his embarrassment, or put himself under their direction; denies that the conveyance of the mill and lot from Batty to Warner was for the purpose of seeming the payment of the $2000; but alleges, that, on or about the 7th of February, 1855, defendant Warner (as he had once before) made a journey from Saginaw, where he resided, to Mt. Clemens, for the express purpose of obtaining, if possible, payment or security of the indebtedness from Batty to himself; that he found Snook in possession of the mill property, under an arrangement with Batty, and Batty refused to make any arrangement with him; that, as he was about to return home, Batty told him he had in the hands of Snook a horse, buggy, and note, which he would transfer to Warner, if the latter would release him from all his indebtedness besides the mortgage, and extend the payment of the amount due on the mortgage to December 1st, 1855; that defendant Warner, thinking he could do no better, agreed to this, and entered into the contract set out in the bill, with the design and express understanding between him and Batty that if complainant failed in any particular in complying with the contract, he should have no right at law or in equity to said mill premises; and said contract was expressly conditioned to be the same as an original contract for the conveyance of land, in which time-should be material, and every requisite on the part of Batty to be done and performed, should be by him literally complied with; that, in consideration of said horse, buggy, and note, and the re-deeding of said premises, Warner released <page-number citation-index=\"1\" label=\"235\">*235</page-number>Batty from an indebtedness of more than $1150, while the value of said personal property was only between $100 and $200, but Warner was compelled to take the same, or obtain nothing. And Warner denies that the re-deeding by him and the making of said contract were for the purpose merely of security for money, and avers that he directed it to be so drawn that time should be material, and Batty forfeit all rights under the same by any failure on his part.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b243-5\">Transactions between the parties, for some time before and succeeding the making of this contract, are also set forth in detail in the answer, but under the view taken of the case by the Court, it is unnecessary to repeat the allegations here, or to give the evidence produced by the parties.</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b243-6\"><em>Walkers &amp; Russel, </em>for complainant</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"b243-7\">Whatever form a contract or instrument may have, if the attending circumstances show it to have been intended as security for a debt or loan of money, chancery will always decree a redemption. — 4 <em>Kent Com. </em>142; 2 <em>Sum. </em>228; 1 Page, 48; 2 <em>Lead. Cas. in Eq. Part </em>2, 432-485.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b243-8\">If there is a doubt as to the fact whether the transaction was in the nature of a mortgage, the presumption, in order to avoid a forfeiture, is always in favor of a permission to redeem. — 4 <em>Pick. </em>349; 2 <em>Woodb. &amp; </em>M. 426, 443; 12 <em>How. </em>139; 14 <em>Ill. </em>428.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b243-9\">“Once a mortgage always a mortgage” is a maxim of equity too well established to be denied. — 4 <em>Kent Com. </em>158; 1 <em>Hill, on Mort. </em>42; 2 <em>Johns. Ch. </em>33; 27 <em>Vt. </em>589; 7 <em>Johns. Ch. </em>41; 2 <em>Cow. </em>324.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b243-10\">Chancery looks upon the dealings between mortgagor and mortgagee with suspicion, and will not permit the latter to purchase the equity of redemption, unless the greatest fairness, the amplest consideration, and the absence of all oppression be fully and fairly shown. — 3 Dana, 174; 12 <em>How. </em>154; 2 <em>Johns Ch. 33; 19 Vt. </em>9.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b243-11\">Chancery will never uphold an arrangement which was; <page-number citation-index=\"1\" label=\"236\">*236</page-number>'designed for and will result in cutting, off mortgagor’s right of redemption. —13 <em>Vt. </em>341; 3 <em>Dana, </em>174; 6 <em>Gill. &amp; J. </em>275; 12 <em>How. </em>139; 2 <em>Johns. Ch. </em>33; 2 <em>Root, </em>69; 1 <em>Green Ch. </em>264; 19 <em>Vt. </em>9.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b244-5\"><em>Eldredge &amp; Subbard </em>and <em>A. 8. Robertson, </em>for defendants:</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"b244-6\">1. The contract between Batty and Warner was a separate and distinct transaction from the deeding of the land, and Was designed by the parties thereto to be an original contract for the sale of lands. Time is made a material part of it, and complainant must show a strict performance of every condition. — 2 <em>Lead. Cas. in Eq. </em>18 <em>to </em>38; 14 <em>Pet. </em>173; 1 <em>Johns. Ch. </em>370; 4 <em>Pet. </em>311; 4 <em>Sandf. S. C. 521; </em>6 <em>Ret. </em>389; 5 <em>McLean, </em>258; 2 <em>Story’s Eq. Juris. </em>§§142, 771.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b244-7\">2. But if the Court should hold the two instruments to 'constitute one transaction, still this was a contract of sale to Batty, and courts will sustain it as such. — 7 <em>Cranch, </em>236, 19 <em>Wend. </em>518; 7 <em>Wend. </em>348; 2 <em>Ball &amp; Be. </em>274; 1 <em>A.K. Marsh. </em>169. All the considerations which induce a court of equity to construe a conditional sale a mortgage are wanting in this case. — <em>Hill. on Mort. </em>63 <em>to 73; </em>4 <em>Denio, </em>493; 8 <em>Paige, </em>243; 12 <em>How. </em>139.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b244-8\">The conveyance and transfer of property by Batty to Warner, was a <em>satisfaction </em>of the pre-existing indebtedness; and in such case, the debt being satisfied, the deed is not a mortgage. — 26 <em>Wend. 29; </em>21 <em>Pick. </em>230 ; 3 <em>Metc. 55; 18 Ala. </em>698 ; <em>Hill. on Mort. </em>§§ 24, 33 <em>to </em>41. By obtaining a release of the mortgage debt, and of his other indebtedness, in consideration of which he deeded the lot in question, Batty absolutely transferred his equity of redemption; and courts of equity will not interfere in such case, unless fraud has been practiced. — 1 <em>Hill, on Mort. </em>52; 1 <em>Pow. on Mort. </em>123, <em>Notes </em>-a <em>and n.</em></p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b244-9\">The bill is one for specific performance, and not a bill to •redeem.</p>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b245-4\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>Manning J.:</author>\n<p id=\"b245-5\">The bill in this case is very inartificially drawn; so much so, that, on first reading it over, one is at a loss to know whether it is for the redemption of mortgaged premises, for the specific performance of a contract, or to set aside certain transactions for fraud. <em>We </em>mention this, as the merits of a case may sometimes be overlooked, or lost sight of, by reason of the rubbish under which it is concealed. We think, however, there are sufficient facts stated, when separated from the irrelevant or immaterial matter, to enable us to treat it as a bill to have a certain deed and contract relative to real estate declared a mortgage, and for redemption of the mortgaged premises. As such we shall consider it.</p>\n<p id=\"b245-6\">Complainant purchased of the defendant Warner, in 1853, a lot in the village of Mt. Clemens, on which there was a saw mill. On the 5th of April, 1854, the premises were deeded by Warner to complainant, who, at the same time, to secure a part of the purchase-money, mortgaged the lot to Warner for $2331.26, payable with interest, — $500 on the 18th November, 1854; $500 in one year thereafter; the like sum in two years; and the balance, being $831.26, in three years. The complainant soon thereafter, and in less than a year, became embarrassed in his business, and was unable to pay Warner and his other creditors what he was owing them. He was indebted to Warner in a large sum, over and above the mortgage debt, and Warner, being aware of his pecuniary difficulties, was solicitous to get his debt secured — that is, that portion of it not included in the mortgage; and went twice from Saginaw, where he was residing, to Mt. Clemens, to see if he could not make some arrangement with complainant for that purpose. On his last visit a settlement took place between the parties, from which it appears complainant turned out property in part payment of what he was owing him, leaving a balance still due Warner of $2000. Warner, to effect the settlement, was <page-number citation-index=\"1\" label=\"238\">*238</page-number>induced to take the property at more than its value. In pursuance of this settlement, the mortgage from complainant to Warner was canceled, and the mortgaged premises were deeded hack to Warner by complainant. This deed bears date on the 6th February, 1855.</p>\n<p id=\"b246-5\">There is also a contract between the parties for the repurchase of the premises by complainant. This contract bears date February 7th — the day after the deed. Were the two instruments parts of one and the same transaction? or were they separate and distinct transactions? The difference in their dates favors the latter view, but it is by no means conclusive. The bill alleges both had their origin in the settlement, and that they are parts of the same transaction, and were intended as security for the payment of the $2000. The answer, instead of denying this in clear and explicit terms, as it should have done if it was not the truth, we think admits it. Referring to Warner’s second visit, the answer says, he (Warner) was about to return home when complainant stated to him he had a horse and buggy and a certain promissory note he would let him have, if “ he would release all complainant was owing him aside from the mortgage, and a part of the latter, and extend the payment due on the mortgage to the 1st of December, 1855.” The answer then proceeds: “That this defendant, thinking he could do no better, then and there agreed to take said note and horse and buggy, and a deed of said saw mill lot and mill, and entered into contract A.” (the contract of 7th February, 1855, already spoken of), “with the design and express understanding on the part of said complainant and this defendant, if he (the said complainant) failed in any particular in complying with said contract A., that he (the said complainant) should have no right at law or in equity to the said lands and saw mill; and said contract A. was particularly and expressly conditioned to be the same as an original contract for the conveyance of land, in which time should be material, and every requisite on the <page-number citation-index=\"1\" label=\"239\">*239</page-number>part of said complainant to be done and performed, should be by him literally complied with.”</p>\n<p id=\"b247-5\">Here is an admission, of complainant’s case by the answer. It admits the deed and contract are parts of one transaction, and that the object of them was to secure the balance of complainant’s debt to Warner. It also shows that if complainant failed to pay promptly when the debt became due, he was to forfeit all right at law and in equity to the premises he had conveyed to Warner, and that to effect this object, it was agreed the contract should be considered and treated as an original contract for the purchase of the premises, in which time should be material. When the arrangement was entered into there was but one payment due on complainant’s mortgage of the 5th April, 1854, and one other that would become due before the 1st December, 1855, when complainant was required to pay $500 on the contract of Ith February, which also provided for the payment of the remaining- $1500 in one year thereafter — nearly a year' before the last installment would have fallen due on the mortgage given in 1854. The contract contained a covenant for the payment of the $2000, and by it complainant was to retain possession of the premises, and was not to remove any buildings or machinery.</p>\n<p id=\"b247-6\">Other facts might be mentioned, to show the mortgage of ’54 was canceled, and the deed and contract of the 6th and Vtli February, ’55, were made to secure the $2000 complainant was owing Warner; but it is unnecessary to notice them, or to go into the proofs to establish what is admitted by the answer.</p>\n<p id=\"b247-7\">The only remaining question is, whether the case is one proper for the interposition of a court of equity.</p>\n<p id=\"b247-8\">Once a mortgage always a mortgage, may be regarded as a maxim of the Court. Equity is jealous of all contracts between mortgagor and mortgagee, by which the equity of redemption is to be shortened or cut off. The mortgagor may release the equity of redemption to the mortgagee for <page-number citation-index=\"1\" label=\"240\">*240</page-number>a good and valuable consideration, when done voluntarily, and there is no fraud, and no undue influence brought to bear upon him for that purpose by the creditor. But it can not be done by a cotemporaneous or subsequent executory contract, by which the equity of redemption is to be forfeited if the mortgage debt is not paid on the day stated in such contract, without an abandonment by the Court of those equitable principles it has ever acted on in relieving 'against penalties and forfeitures. What we now call a mortgage was at common law a conditional conveyance of the land, by which the title of the vendee was to tei’minate or become absolute on the performance or nonpei’formance of the condition of the grant by the vendor at the day. When such conveyance was made to secure a debt, or for the performance of some other act by the vendor, equity took cognizance of the transaction, and declared the conveyance a security merely for the payment of the debt, or doing of the act, and on the performance thereof by the vendor-, after the day had elapsed, and the estate had become absolute, would decree a re - conveyance of the premises. To allow the equity of redemption to be cut off by a forfeiture of it in a separate contract, would be a revival of the common law doctrine, using for that purpose two instruments, instead of one, to effect the object.</p>\n<p id=\"b248-5\">Snooks, the other defendant, to whom Warner conveyed on the 22d December-, 1855, purchased with full knowledge of complainant’s equities. He took possession soon after-, and has been in possession ever since.</p>\n<p id=\"b248-6\">The decree of the Court below, dismissing the complainant’s bill with costs, must be reversed, and a decree be entered declaring the deed and contract one transaction, and to be a mortgage, and that complainant is entitled to redeem; and the transcript must be remitted to the Court below for farther proceedings.</p>\n<judges id=\"b248-7\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}