{
  "casebody": {
    "data": "<casebody firstpage=\"645\" lastpage=\"646\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b697-3\">UNITED STATES of America, Appellant, v. INTERSTATE COMMERCE COMMISSION, Northern Pacific Railway Company, United States of America, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b697-5\">No. 16789.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b697-6\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b697-7\">Argued April 4, 1962.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b697-8\">Decided Sept. 27, 1962.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b697-9\">Opinion Enlarged and Rehearing Denied Nov. 9, 1962.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b697-17\">Mr. Stanley M. Kolber, Attorney, Department of Justice, of the bar of the Court of Appeals of New York, pro hac vice, by special leave of court, with whom Mr. William H. Orrick, Jr., Asst. Atty. Gen. at the time of argument, and Messrs. David C. Aeheson, U. S. Atty., and Alan S. Rosenthal, Attorney, Department of Justice, were on the brief, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b697-18\">Mr. Arthur J. Cerra, Asst. General .Counsel, Interstate Commerce Commission, for appellee Interstate Commerce Commission.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b697-19\">Mr. Robert T. Molloy, Washington, D. C., with whom Mr. Grant W. Wiprud, Washington, D. C., was on the brief, for appellee Northern Pacific Railway Co.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b697-20\">Before Edgerton, Bazelon and Bas-tían, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b697-21\">PER CURIAM.</author>\n<p id=\"b697-22\">In 1943 the Defense Supplies Corporation, a government agency, shipped over the Northern Pacific Railway alcohol which was described in the bill of lading as “alcohol * * * tax free”. It had been requisitioned by the Russian government under the lend-lease program and was tax-free for that reason. The railroad billed the government at the rate named in item 1497 of the applicable tariff, “alcohol n. o. s.” [not otherwise specified]. The government paid at the lower rate named in item 1563, “alcohol. * * * in bond”. Pursuant to a mandate of the Court of Appeals for, the Eighth Circuit in Northern Pacific Rwy. Co. v. United States, 213 F.2d 366, the government petitioned the Interstate Commerce Commission “for the sole purpose of procuring a determination by-this Commission of the meaning of the, term ‘in bond’ as used in Item No. 1563 * -X- * <em>”</em></p>\n<p id=\"b697-24\">The government contended that “in bond” meant “tax free” and that the shipment should be carried at the “in bond” rate. But the Commission found that by established usage it was “clear that the term ‘in bond’ as used in item 1563 covers shipments which are under bond to the government as security for <page-number citation-index=\"1\" label=\"646\">*646</page-number>the payment of the excise tax. Here, the shipments had been taken out of storage and were no longer under bond to the government at the time of their tender to the defendant for transportation. Accordingly they were not ‘in bond’ as that term was and is used in item 1563. The complainant emphasizes that the value of these shipments was less than that of like shipments on which the tax had been paid, and that there was and is no transportation reason for charging a higher rate on one than on the other except the greater value in one instance than in the other and the consequent greater responsibility of the carrier in connection therewith. These facts could be given weight only under certain circumstances where ambiguity existed in tariff terminology, or where the issue was the unreasonableness of the applicable charges. Here there is no tariff ambiguity, and we have before us no issue of unreasonableness.” The Commission accordingly held that item 1497 applied.</p>\n<p id=\"b698-4\">In this suit, the government seeks to set aside the Commission’s orders. We think the District Court was right in denying relief.</p>\n<p id=\"b698-5\">In United States v. Western Pacific R. R. Co., 352 U.S. 59, 77 S.Ct. 161, 1 L.Ed.2d 126, on which the government relies, the question was whether steel casings containing napalm gel, “not self-igniting” because the necessary “burst-er charge” and fuse had not been added, were “incendiary bombs” within the meaning of a freight tariff. It does not appear that there was any established usage by which such incomplete bombs were, or were not, “incendiary bombs.” The Court held that “cost-allocation” was relevant to the construction of the term “incendiary bombs” as used in the tariff. But the Court recognized that “in many instances construing the tariff does not call for examination of the underlying cost-allocation which went into the making of the tariff * * 352 U.S. at 69, 77 S.Ct. at 168. The Commission has applied its expert knowledge and has found that “in bond” has a settled meaning which does not apply to the shipment in suit. This finding is a reasonable one and should not be set aside. It follows that the Commission’s orders should not be set aside. In <em>Western Pacific </em>the Court said “merely that where * * * cost-allocation is relevant, and where therefore the questions of construction and reasonableness are so intertwined that the same factors are determinative on both issues, then it is the Commission which must first pass on them.” <em>Ibid. </em>The Court did not say that cost-allocation is relevant to the construction of a term which by settled usage has a plain and unambiguous meaning. We agree with the Commission that cost-allocation is not relevant to the construction of such a term.</p>\n<p id=\"b698-9\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}