{
  "casebody": {
    "data": "<casebody firstpage=\"252\" lastpage=\"255\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b276-6\">William H. Drury &amp; another <em>vs. </em>Joseph B. Moors &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b276-7\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aoq-\">March 10, 1898.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A5\">May 20, 1898.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b276-8\">Present: Field, C. J., Holmes, Knowlton, Morton, &amp; Lathrop, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b276-9\"><em>Conversion </em>— <em>Possession.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b276-10\">At the trial of an action by an assignee in insolvency for the conversion of a quantity of iron belonging to his insolvent, there was evidence tending to show that the iron had been transferred by bills of sale by the insolvent to the defendant to secure advances made by him; that the iron was kept in a yard, under lock and key, at some distance from the insolvent’s warehouse; that the key of the yard was kept in the insolvent’s office over the desk of his bookkeeper, whom the defendant had appointed his agent to keep possession of the property; that portions of such iron were from time to time released by the defendant to the insolvent for sale by him, which were subsequently made good by him by bills of sale of new iron ; and that after the insolvency the defendant took the key of the yard to his office and kept it there. <em>Held, </em>that there was no evidence that, prior to the insolvency, possession of the goods was delivered to or retained by the defendant, and that the judge properly directed a verdict for the plaintiff.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b276-11\">Tort, by the assignees in insolvency of Fred A. Houdlette, for the conversion of a quantity of iron. At the trial in the Superior Court, before Hophins, J., there was evidence tending <page-number citation-index=\"1\" label=\"253\">*253</page-number>to show that Houdlette was an iron and steel merchant, who, prior to February 8, 1893, had a store at the corner of Franklin and Hamilton Streets in Boston, and who leased a vacant lot of land on High Street, where the heavier parts of the iron were kept; that the lot was at some distance from the warehouse, separated from it by streets and buildings, and was enclosed partly by the walls of adjoining buildings and partly by a fence with gates; that the key to one of the gates was kept by Houdlette, and usually hung in his store over the desk of his bookkeeper, Garrett; that from time to time, from June 5, 1889, to December, 1892, Houdlette gave bills of sale of the whole or portions of the iron in the store and yard to the defendants as security for money lent by them, and memoranda of the delivery were indorsed on the bills of sale, \"and the defendants, or some one in their employ, went to the store or yard, to whom Houdlette pointed out the iron, and who took possession by touching it; that Garrett, Houdlette’s bookkeeper, was appointed to represent the defendants; that from time to time the defendants released portions of the iron, and received in exchange bills of sale of new iron which came into the store or yard; that in December, 1892, Houdlette gave to the defendants a bill of sale of his entire stock, and on January 13, 1893, a further bill of sale of a specified quantity of iron, possession of which was given in the usual manner; that on February 8, 1893, Houdlette filed a petition in insolvency, and a messenger was placed in possession of the store, who testified that the key to the yard was then on Garrett’s desk with the other keys that he took possession of, but that, having some doubts as to his right to take possession of the property in the yard, he never went there, and did not remember having said that he took possession of it; that on February 13, 1893, the defendants demanded of the messenger in writing certain specified lots of iron in Houdlette’s store, and on February 16 or 17 one of the defendants’ clerks took the key from its place over Garrett’s desk and carried it to the defendants’ office, where it was kept until after the goods were sold; that Houdlette’s assignees put padlocks on the gates of the yard, which were afterward taken off by the defendants, whereupon suit was brought against them.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b277-5\">The judge ruled that there was no evidence that the defend<page-number citation-index=\"1\" label=\"254\">*254</page-number>ants had taken or held possession of the merchandise in the yard, and directed the jury to return a verdict for the plaintiffs. The defendants alleged exceptions: and at their request the judge reported the case for the determination of this court. If the ruling was wrong, the verdict was to be set aside; otherwise judgment was to be entered on the verdict.'</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b278-5\"><em>R. M. Morse, </em>for the defendants.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b278-6\"><em>S. L. Whipple, ( J. Smith, Jr. </em>with him,) for the plaintiffs.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b278-7\">Holmes, J.</author>\n<p id=\"AAX\">This is an action by assignees in insolvency to recover the value of certain goods converted by the defendants to their own use. The goods in question were mortgaged or pledged to the defendants by one Houdlette, in the manner and course of dealing described in <em>Moors </em>v. <em>Reading, </em>167 Mass. 322, and the question here, as there, is whether the mortgaged property was delivered to and retained by Moors. St. 1883, c. 73, § 2.</p>\n<p id=\"b278-8\">It is argued that this case may be distinguished from the former one, because there the goods were only a part of the goods in Houdlette’s warehouse, and were mingled with Houdlette’s own through Moors’s neglect or permission, and also because they formed a principal part of Houdlette’s stock in trade, etc., whereas in the case at bar the iron was in a yard where heavy goods were kept under lock and key, and sufficiently identified. The yard was at some distance from the warehouse, and was separated from it by streets and buildings. But in our opinion, if there are differences between this case and the former one, they are unfavorable to the defendants. It is questionable whether there is any evidence of delivery, which seems to have been proved in the former case; see <em>Moors </em>v. <em>Reading, </em>167 Mass. 322, 324, and <em>Parry </em>v. <em>Libbey, </em>166 Mass. 112; and whereas it might have been argued in the former case that the large liberty allowed Houdlette in the way of selling the mortgaged goods, the mixture with Houdlette’s own and the influx and efflux to and from the mortgaged stock were only evidence warranting a finding that Moors did not retain possession rather than indicia requiring a ruling, as matter of law, that he did not, here there are the additional facts that the goods were under lock and key in Houdlette’s private enclosure, and that the,only key known so far as appears was in Houdlette’s possession. The testimony <page-number citation-index=\"1\" label=\"255\">*255</page-number>is that the key was kept in Houdlette’s office, over the desk of Garrett, the bookkeeper, whom Moors had made his agent to keep possession of the property, but it nowhere is suggested that he held this key adversely to Houdlette, or that he had any such relation to it that he could have sued for it if it had been carried off. The essential facts relied on in the former decision were true in the present case, and in addition there was a present exclusive control of the goods by Houdlette.</p>\n<p id=\"b279-5\">\n<em>Judgment on the verdict.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}