{
  "casebody": {
    "data": "<casebody firstpage=\"367\" lastpage=\"370\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b391-6\">Henry F. May <em>vs. </em>New England Railroad Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b391-7\">Norfolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Anc\">March 22, 1898.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AU9\">May 25, 1898.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b391-8\">Present: Field, C. J., Allen, Holmes, Knowlton, &amp; Lathrop, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b391-9\"><em>Petition to quiet Title </em>— <em>Easement.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b391-10\">One who has only an easement, and who does not complain that his rights have been interfered with, cannot be compelled, under St. 1893, c. 310, to bring an ' action at law or a suit in equity to try his alleged right.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b391-12\">Petition, under St. 1893, c. 340, entitled “An Act relative to quieting titles to real estate.” Hearing before Morton, J., who entered a decree directing the respondent to bring an action at law or a suit in equity, as it might be advised, to try its alleged right; and the respondent alleged exceptions. The facts appear in the opinion.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b391-13\"><em>F. A. </em>Farnham, for the respondent.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b391-14\"><em>R. M. Saltonstall, (G. M. Cushing </em>with him,) for the petitioner.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b391-15\">Allen, J.</author>\n<p id=\"AZC\">This is a petition under St. 1893, c. 340, to compel the respondent to bring an action to try its alleged title to a strip of land which the petitioner claims to own in fee, but in which the respondent claims to have an easement by virtue of the location of its railroad, made by one of its predecessors in title about 1851. The boundary line between the land taken for the railroad and the other land of the petitioner is in con<page-number citation-index=\"1\" label=\"368\">*368</page-number>troversy. The strip of land in dispute has never been occupied by the respondent or its predecessors, but it is in the possession of the petitioner, who has some coal sheds which cover a portion thereof. The respondent contends that it has never abandoned its easement, and that it now has a right under its location to occupy the land when it may judge it to be necessary for railroad pui'poses. The respondent asked the court to rule that “ as to such portion of the land included in the petition which is within the limits of the petitioner’s deed, and also within the limits of the respondent’s location, but which has not yet been occupied or reduced to possession by the respondent, the respondent is under no obligation to exclude the owner and reduce the same to possession until in its opinion it becomes necessary and proper in the conduct of its business,” and that as to such portion the petition is not maintainable. The court did not undertake to determine whether, in point of fact, any land included in the petition was within the limits of the respondent’s location, and ruled that it was not required to do so, but only to determine whether the petitioner was in exclusive possession of the premises which he claimed, and whether the respondent made any adverse claim to the same or to any part thereof; and, finding in the affirmative of both of these propositions, it refused to give the rulings requested, and entered a decree directing the respondent to bring an action at law or a suit in equity, as it might be advised, to try its alleged right.</p>\n<p id=\"b392-3\">We are not aware of any previous instance where one whose only claim was a right to an easement has been required to institute proceedings to try its extent or validity. It has usually been assumed that the action contemplated by the statute is a writ of entry, or possibly an action of tort in the nature of trespass. <em>Tisdale </em>v. <em>Brabrook, </em>102 Mass. 374. <em>Orthodox Congregational Society </em>v. <em>Greenwich, </em>145 Mass. 112. <em>Brown </em>v. <em>Matthews, </em>117 Mass. 506, 509. <em>Silsbee </em>v. <em>Salem, </em>103 Mass. 144. In the present case, the respondent could not maintain a writ of entry, having no seisin of the land; <em>Rehoboth </em>v. <em>Hunt, </em>1 Pick. 224; nor trespass, being out of possession. The petitioner suggests that, if the respondent were to demand the removal of the coal sheds, it might then assert its claim of right by an action of trespass. But no good reason appears for requiring it to make a <page-number citation-index=\"1\" label=\"369\">*369</page-number>demand for land which it does not now need, even if the court has power to do so. See <em>Stone </em>v. Houghton, 139 Mass. 175. Where land is taken for a railroad, the original owner retains all his rights which are consistent with the full enjoyment of the easement acquired by the railroad company. The two rights exist together, and the railroad company is not legally injured by any use of the land by the owner which does not interfere with the easement taken. <em>Tucker </em>v. <em>Tower, </em>9 Pick. 109. <em>Denniston </em>v. Clark, 125 Mass. 216, 221. <em>Allen </em>v. <em>Boston, </em>159 Mass. 324. Butchers’ <em>Slaughtering &amp; Melting Association </em>v. <em>Commonwealth, </em>163 Mass. 386, 390. With growing needs the company’s right of use may increase, and that of the original owner may decrease. The railroad company is not limited in its right by the use which it makes at the outset, and it may determine from time to time how large a use is required. <em>Brainard </em>v. <em>Clapp, </em>10 Cush. 6. <em>Barnes </em>v. <em>Boston &amp; Maine Railroad, </em>130 Mass. 388. So long as its uses of the land or its needs are not interfered with, no legal right to which it is entitled is violated, and it has no occasion to institute any proceedings at law or in equity to establish or vindicate such right.' A respondent will not be required to bring a suit unless it is made to appear that the right which he claims can be fairly and conclusively tried by such a suit as may be directed. <em>Boston Manuf. Co. </em>v. <em>Burgin, </em>114 Mass. 340. Usually the order specifies the form of process to be brought, but no form of process was specified in this case, and none to which the respondent can resort, upon the facts which now exist, has been pointed out, and none occurs to us. The case of <em>New </em>York, <em>New </em>Haven, &amp; <em>Hartford Railroad </em>v. <em>Benedict, </em>169 Mass. 262, differs from this, in that the plaintiff there asserted that its rights had been interfered with.</p>\n<p id=\"b393-7\">This view is confirmed when we consider that the petitioner is under no such disability. We see no jurisdictional reason to prevent him from maintaining a bill in equity to remove a cloud upon his title, and in this way having his boundary line determined. It is true that the burden of proof will be upon him to show the extent of his ownership; but this is no objection to leaving him to pursue a remedy in his own name, instead of seeking to compel the respondent to go forward. <em>Tompkins </em>v. <em>Wyman, </em>116 Mass. 558, 561.</p>\n<p id=\"b394-4\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>For these reasons, the respondent ought not to be compelled to bring an action at law or a suit in equity, according as it may be advised, to try its alleged right.</p>\n<p id=\"b394-5\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}