{
  "casebody": {
    "data": "<casebody firstpage=\"391\" lastpage=\"425\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b399-10\">John Woodworth, plaintiff in Error, <em>against </em>The President, Directors, and Company of the Bank of America, defendants in Error.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"AtN\">Where n» ofrpayme&amp;la‘S promissory ma Abound to’d!£T\\hepam™ker and the emttor<em>ser </em>contracts only to be answerable in default of the maker, after such a demand has been made, and due notice to him of the default.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b399-18\">Every alteration of a note by the maker, in respect to the place of payment, or any alteration of the contract of the <em>endorser </em>in_a part which may, In any event, become material, without his approbation, discharges his liability.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b399-19\">A promissory note was made and endorsed for the <em>accommodation </em>of the maker, dated at <em>Albany, </em>where thev'parties resided. After endorsing the note in blank, the endorser returned it to the maker, who, without the knowledge or consent of the endorser, wrote in the margin: 41 Payable at the <em>Bank if America, J. K;\" </em>and presented it at the <em>Bank of </em>America, in the City of Neiv-York, for discount, (in renewal of a former note drawn and endorsed by the same parties, or discounted for the benefit of the maker,) where it was accordingly discounted. When the note became due, payment was demanded at the <em>Bank of </em>America, and notice of non-payment was regularly given to the endorser at <em>Albany j Held, </em>in an action brought by the Bank against the endorser, that the <em>memorandum </em>in the margin of the note by the maker was a material alteration of the contract, which discharged the endorser from his liability; and that, if it were otherwise, the demand of payment and notice were not sufficient to charge him.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b399-13\">THE defendants in error brought an action in the Supreme Court, against the plaintiff in error, as endorser of a promissory note, dated Albany, 17th of April, 1817, made by <em>James </em>Kane, for twenty-five hundred dollars, payable to <em>John Woodworth </em>or order, sixty days after date, for value received. The note was endorsed by <em>J. W., </em>and by <em>John Kane. </em>In the margin of the note were written the <page-number citation-index=\"1\" label=\"392\">*392</page-number>following words: “ payable at the <em>Bank of America, James Kane.” </em>The note was made and endorsed for the accommodation of <em>James </em>Katie, the maker, who resided, at the time, and still resides in <em>Albany. </em>He sent the note to the p]ajntjg ¡n error, to be endorsed by him, without expianation as to where it was to be sent. The note was intended by <em>James K. </em>to be in renewal of another note, held by the <em>Bank of </em>America, and endorsed by the defendant; but <em>the </em>plaintiff-in error was not informed that any of the former notes had been made payable at, or discounted at any Bank in <em>New York. </em>The writing in the margin of the note was made after the note was endorsed by the plaintiff in error, and without his knowledge or consent, hior did he ever assent to the making of any memorandum on the note. After the note was returned by <em>J. W. to James Kane, </em>he procured the endorsement of <em>JohnK., </em>and presented the note for discount, at the <em>Bank of A., </em>where it was discounted for his use, in renewal of a former note. Payment of the note was demanded at the <em>Bank of A., </em>in <em>New-York, </em>on the 19th of <em>June, </em>1817 ; payment was refused, and notice of the non-payment was regularly given to the plaintiff in error, as endorser, by a letter sent by the first mail thereafter, to him, in <em>Albany.</em></summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b400-4\">A verdict was taken for the plaintiffs, jn the Supreme Court, subject to the opinion of that Court on a,case, with leave to either party to turn itinto.a special verdict. The case was argued^ and the S. C.. gave judgment for the plaintiffs below. The case having been turned into a special verdict, the defendant below brought a writ of error returnable to this Court.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b400-5\">The <em>Chief Justice </em>assigned the reasons for the judgment» which were the same as contained in the case reported in the Supreme Court. <em>See vol. </em>18. p. 315. 326.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b400-6\">The cause was argued by <em>Talcot </em>(A. G.) and <em>Van Burén, </em>for the plaintiff in error, and by <em>Hoffman </em>and <em>Henry, </em>for the defendants in error.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b400-7\">The counsel for the plaintiff in error cited the following authorities: <em>Ludlow </em>v. <em>Simond, 2 </em>Caines’ <em>Cas. in Error, </em><page-number citation-index=\"1\" label=\"393\">*393</page-number>30. <em>Munn </em>v. <em>Commission Company, </em>15 <em>Johns. Rep. </em>44. 1 <em>Holt’s N. P. Rep. </em>363, 364. <em>note. 4 Campb. </em>N. P. Rep. 217. 1 <em>Starkie’s </em>N. P. Rep. 468. 4 <em>Tyng’s Mass. Rep. </em>244. 1 <em>Taunt. Rep. </em>420 3 <em>Taunt. Rep. </em>397. 5 <em>Taunt. Rep. </em>30, 344 14 East. Rep. 500. 16 <em>East. Rep. </em>110. 112. 2 <em>Taunt. Rep. </em>338. 1 <em>Maul &amp; Selw. </em>735. 2 Johns. Cases, 359 366, 367.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b401-6\">For the defendants in error- the following cases were cited: <em>Mason </em>v. <em>Franklin </em>3 <em>Johns. Rep. </em>206. <em>Thompson v. Ketchum, </em>4 <em>Johns. Rep. </em>285. <em>Anderson </em>v. <em>Drake, </em>14 <em>Johns. Rep. </em>114. State Bank v. <em>Hurd, </em>12 <em>Tyng’s Mass. </em>Rep, 172. 4 <em>Campb. </em>N. P. Rep. 179. 233. 1 <em>Campb. </em>N. P. Rep. 427. 2 <em>Taunt. Rep. </em>61. 5 <em>Taunt. Rep. </em>344. <em>Bayley on Bills, </em>96. 1 <em>Holt’s </em>N. P. Rep. 366. <em>note. </em>3 Esp. N. P. Rep. 57. 243. <em>Bayley on Bills, </em>43. 4 Term Rep. 320. <em>Buller, J. </em>2 <em>Burr. Rep. </em>1676. 7 East. 385. 2 <em>H Bl. </em>509. 5 <em>Taunt. Rep. </em>61. 2 <em>Campb. </em>N. P. 549. 3 <em>Campb </em>N. P. Rep. 397. 14 <em>East, </em>500, 17 <em>Johns. Rep. 257. </em>1 <em>Lord Raym. </em>738. <em>1 Salk. </em>126. 3 Salk. 71. S. C. <em>1 Burr. 452. </em>1516. <em>Doug. </em>633. <em>Bayley on Bills, 53. </em>218.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b401-19\">The Chancellor.</author>\n<p id=\"AW0\">The facts in this case are few, and simple.</p>\n<p id=\"b401-20\">On the 17th of <em>April, </em>1817, <em>James Kane </em>made a note, payable in sixty days, to the order of <em>John Woodworth, </em>for $2,500. The note was dated at <em>Albany, </em>where the maker then, and hath ever since, resided. It Was an <em>accommodation </em>note, being made and endorsed entirely for the benefit of the maker. It was endorsed, in blank, by Mr. <em>Woodworth, </em>without any explanation where it was going ; but the note was intended by the maker as a renewal of another note held by the <em>Bank of America, </em>and endorsed by the same endorser, who had not any knowledge that <em>any of the former notes </em>had been made payable at, or discounted at any bank in <em>New-Yorlc. </em>After the note was so endorsed, it was returned to the maker, who then wrote a <em>memorandum </em>in the margin of it, in these words, <em>“payable at the Bank of America,” </em>and subscribed his name to it; and this was done without the knowledge or assent of the endorser. The maker then procured another, or Second endorser, and offered the note for discount at the <page-number citation-index=\"1\" label=\"394\">*394</page-number><em>Bank of </em>America, where it was discounted for his use, in renewal of a former note.</p>\n<p id=\"b402-10\">When the note fell due, payment was demanded at the <em>Bank of America, </em>and refused, and notice thereof was regularly given to the endorser, by the first mail thereafter.</p>\n<p id=\"b402-11\">The endorser being sued upon his endorsement, objected to pay. on the ground that there had not been a demand of payment of the maker, made either upon him personally, or at his place of residence, in <em>Albany, </em>and that a demand at the place designated for payment by the <em>memorandum </em>of the <em>maker </em>in the margin of the note, was not sufficient.</p>\n<p id=\"b402-12\">The case, upon that objection, appears to have been elaborately argued in the Supreme Court, and the Ch. J. delivered the unanimous opinion of that Court, (with the ex péption of the plaintiff in error, who did not sit in the cause,) that the demand at the bank in <em>New-York </em>was sufficient to charge the endorser.</p>\n<p id=\"b402-13\">The question now is, whether the demand at the place designated by the maker was sufficient; and this question is to be decided according to the usages and maxims of the Law Merchant, which is a part of the law of the land.</p>\n<p id=\"b402-14\">. The Ch. J., in the able and learned opinion which he read in his place in this Court, observed, that when the note was endorsed by the then defendant, it was not payable at any place; and that if the <em>memorandum </em>had not afterwards been made, and the residence of the maker had continued to be in <em>Albany, </em>and he had remained in <em>Albany </em>when the note fell due, the demand, in order to charge the endorser, must have been made upon him, either personally, or at his place of business in Albany. But the Ch. J. also observed, that if the maker had changed his residence before the note fell due, or if he had been met with in <em>New-York, </em>or elsewhere when the note fell-due, a personal demand upon him would have been regular, and sufficient to fix the endorser, and that it could not then be said, that it <em>was .any part of the contract </em>that demand should be made of the maker only in <em>Albany, </em>or that the note was endorsed under the belief of any such necessity. If the note be silent as to the place of payment, why, he asked, is it not competent to the maker to designate a place where payment should be made ? It is a <page-number citation-index=\"1\" label=\"395\">*395</page-number>circumstance within his control, and under his direction when no place of payment is mentioned in the note. If he had removed to <em>New-York, </em>or gone there on a visit, or expressly for the purpose of having a demand made upon him there, a personal demand upon him there would have been sufficient to charge the endorser. It was a matter of entire volition, on the part of the maker, where the demand should be made, and he certainly could, in this case, do by agreement, whatever he could lawfully do by his locomotive powers. The defendant having endorsed the note, without restraint upon the maker as to the place of payment, he must be deemed to have left that circumstance to the discretion and control of the maker. But if the maker should appoint a place at some unreasonable distance, or in bad faith, to the prejudice of the endorser, it might change the application of the rule. This, however, was not such a case, and it was not pretended that the endorser had been injured by the maker’s appointing the place of payment. He had regular and prompt notice of the demand and refusal of the maker to pay at the place appointed.</p>\n<p id=\"b403-4\">This is the substance of the opinion of the Supreme Court, and the reasonableness of that opinion is well calculated to make an impression upon every impartial and enlightened mind.</p>\n<p id=\"b403-5\">The note in question was intended as a renewal of a former note held by the <em>Bank of America, </em>and endorsed by the same endorser. The special verdict further adds, that the defendant had not any knowledge that <em>“ any of the former </em>notes” had been made payable at, or discounted at any bank in <em>New-York. </em>From these expressions, “ any of the former notes,” it would appear that the now plaintiff in error had been in the habit of . endorsing notes for Mr. <em>Kane, </em>and he must be considered as having entertained a very unlimited confidence in the maker, in continuing to endorse for him, without any inquiry where the former notes had been discounted, and where the present note was to go to meet the call on the former one. it must have been a matter of perfect indifference to the endorser, or he would have made some inquiry. It is very possible that the former note which this was intended to \"take up, had the same direction <page-number citation-index=\"1\" label=\"396\">*396</page-number>given to it in the margin, as to the place of payment, though the now plaintiff tnay not have known it when he endorsed l^e present note, and that many, and perhaps all of <em>theformer notes </em>of which the special verdict speaks, had the same c]¡recj.¡on&gt; This was a general note, without any place of '' Payment in the body of it; it consequently left the place of payment at large, and certainly it left the maker at liberty to pay it wherever he could find it, and to get it discounted wherever, or at whatever bank, he pleased. The place of payment was not material, because it was not made a part of the note. The verdict states, that the defendant had not any knowledge that any of the former notes had been discounted at any bank in <em>Nezo-York; </em>but some of them may have been discounted at <em>Troy, </em>or <em>Schenectady, </em>or <em>XJlica, </em>with his knowledge, and under the same direction. It would have been very desirable that <em>the former </em>practice between the parties to which the verdict alludes, relative to the drawing, endorsing, discounting, and paying, and directing the place of payment, had been fully settled, so that we might have known how far the <em>memorandum </em>in the present case, was, or was not, a surprise upon the endorser. The verdict says that the <em>memorandum made by </em>Mr. <em>Kane, </em>in the margin of the note, was made without the knowledge or consent of the endorser. But this does not imply that it was made <em>against his consent. </em>It only means, that in this case, the endorser knew nothing of-what was done with the note after he endorsed it in blank, and handed it back to the clerk from whom he received it. He possessed an entire confidence in the ability, prudence, and discretion of the maker, touching the disposition and discount of the hote. I have no-doubt that confidence had been justified by the former dealings between them, in negotiable- paper. He did not choose even to inquire where the former notes which he had endorsed had been discounted. There is no evidence\", nor any ground even for an inference, that it was <em>against his consent, </em>to have the former note discounted at a bank in <em>Nezo-York; </em>and the maker acted in perfect good faith, and without any abuse of his discretion, when he sent the note to <em>Nezo-York </em>to be discounted at the <em>Bank of America', </em>and gave notice by his <em>memorandum, </em>that he should pay it there: <page-number citation-index=\"1\" label=\"397\">*397</page-number>It may be, that the former note discounted there had the same direction, and if the bank had even been misled as to the place of demand of payment, who can say that the former note, and perhaps I may say, <em>many </em>of the former notes of these same parties, had not misled them ? Every reflecting mind will perceive, that if the <em>Bank of America </em>have been misled by trusting to the memorandum, it is the very plaintiff in error who may have contributed to mislead them. This he may have done by his former practice, and by endorsing in blank, a new note for <em>James Kane, </em>without making any kind of inquiry as to the disposition of the former note. He knew, most certainly, that there was a former note outstanding, which he had endorsed ; and he must have known, from the date, and the sum, and other circumstances, that the note in question was intended as a’renewal of a former note; and why did he not ask and obtain an explanation where this note was going ? He suffered the maker to use it as he pleased, by sending it to the <em>Bank of </em>America, and to use it as a payment of the former note. If the prior note was paid there, (as it certainly was, without objection from the endorser,) had not the bank good reason to conclude, that <em>the present note was also to be paid </em>there, <em>by the assent of all parties ? </em>How could the bank know but that <em>the memorandum </em>had been agreed to by the endorser? And can the endorser, with any share of justice, now be permitted to say, that the bank had no business to trust to the maker’s assurance, that he would pay this second note there, and that they ought to have taken the note out of the bank, and sent it up to Albany, to be ready on the da, ? If they had done so, the endorser might have had much more co-lour of reason to complain ; and he appears to me to be most justly and most equitably estopped, by his own acts, from taking advantage of the confidence which the bank reposed in the <em>memorandum.</em></p>\n<p id=\"b405-4\">The endorser, then, in this case, by endorsing a note in blank when the note itself had not designated any place of payment, and the note was intended, as he well knew, to meet and take up a former note which he had endorsed for the same maker, and by abstaining from all inquiry where the note was going, or where the former note had been dis<page-number citation-index=\"1\" label=\"398\">*398</page-number>cotinted, must be considered as having left it in the <em>discretion </em>of the maker to get the note discounted where he pleased, and to place funds where he pleased to pay it. He voluntarily placed the note entirely under the maker’s control. If1 any person is really to suffer by the memorandum, it ought to be the endorser who inspired the confidence, and not the bank who acted upon that confidence. But, in fact, the <em>memorandum </em>worked no real injury to any one, for it is to be inferred from the case, that a demand any where would have been equally ineffectual: the maker had stopped payment, and was without funds to take up the note, and the plaintiff in error is now endeavouring to get rid of the obligation of his endorsement, on the formal, hard, dry, technical objection, that the bank being misled by the <em>memorandum </em>in the margin of the note, did not make the demand upon the maker <em>at the proper place.</em></p>\n<p id=\"b406-10\">I shall, presently, pay attention to this technical objection ; but it will be proper and useful, in the first place, to examine a little into the doctrine of commercial law, on the subject of blank endorsements, and of the very extensive responsibility of an endorser, where a <em>bona fide </em>holder of negotiable paper for a valuable consideration is concerned. The conclusion from that doctrine appears to be, that the endorser in this case is as much bound by the ■memorandum, to the <em>bona fide </em>holder of the note, as if he had expressly assented to it when he endorsed his name.</p>\n<p id=\"b406-11\">I shall first look at a few cases, to extract the principle, arid shall then make an application of it to the case before us.</p>\n<p id=\"b406-12\">In <em>Lambert </em>v. Oakes, (1 <em>Lord Raym. </em>443. 1 <em>Salk. </em>127.) Lord <em>Holt </em>laid down the following rules, relative to negotiable notes: 1. That in an action against the endorser, it was not necessary to prove the hand of the maker, for though the note be forged, the endorser is liable to a <em>bona fide </em>endorsee. 2. That if the endorsement be in blank, the endorser puts it in the power of the holder to overwrite what he pleases, and he may use it as an acquittance or an assignment. Afterwards, in <em>Swellwood </em>v. <em>Vernon, </em>(1 <em>Str. 478.) </em>decided in 1721, the <em>K. B. </em>declared that every endorsement was the same as making a new note j so that if the <page-number citation-index=\"1\" label=\"399\">*399</page-number>note be payable on the 1st of <em>May, </em>and the endorsement appoints it to be payable on the 1st of <em>April, </em>it is a promissory note <em>as to the endorser, </em>payable on the 1st of <em>April.</em></p>\n<p id=\"b407-4\">So stood the law a century ago; and to come down to the time of Lord <em>Mansfield, </em>who has been styled the founder of the <em>English </em>commercial law, it was admitted by the <em>K. B. </em>in <em>Archer </em>v. <em>The Bank of England, (Doug. </em>637.) that the negotiability of a bill might be restrained, and the responsibility of the endorser limited, by a special endorsement. The same doctrine was held by the Supreme Court of <em>Massachusetts, </em>in <em>Rice </em>v. <em>Stearns, </em>(3 <em>Tyng, </em>225.) On the other hand, if the endorsement be written on a blank note or check, it will bind the endorser to any sum, and time of payment, which the person to whom he entrusts the note chooses to insert. Such an endorsement on a blank note was, as Lord <em>Mansfield </em>said, a letter of credit for an indefinite sum. <em>(Russel </em>v. <em>Langstaffe, Doug. </em>514.) So, again, in <em>Peacocke </em>v. <em>Rhodes, (Doug. </em>6 3.) decided by the <em>K. B., </em>in 1781, an inland bill of exchange, with a blank endorsement had been stolen, and then negotiated by the thief to a third person, in the ordinary course of business, and he was allowed to recover against the drawer. It was in that case that Lord <em>Mansfield </em>declared, with the approbation of the whole Court, that the law was settled, that a holder, coming fairly by a bill or note, <em>had nothing to do with the transactions between the original parties, </em>for if he had, it would stop the currency of those bills. There is no difference between a note endorsed in blank, and one payable to bearer : They both go by delivery, and possession proves property in both cases.</p>\n<p id=\"b407-5\">We have a series of <em>American </em>decisions to the same effect.</p>\n<p id=\"b407-6\">Thus, in <em>Josselyn </em>v. <em>Ames, </em>(3 <em>Tyng, 274.) </em>the defendant endorsed a note in blank, and gave it to the plaintiff who wrote over the endorsement, a guaranty of the payment of the contents of the note on demand. No demand on the maker was proved, and the note was not negotiable. The Court decided that the plaintiff could not recover in the form of action then adopted; but they said he might cancel what he had written over the blank endorsement, and fill it up <page-number citation-index=\"1\" label=\"400\">*400</page-number>with a simple promise to pay the contents of the note to the plaintiff. He did so, and the Court thereupon render-' ec* judgment for him. Again, in <em>Putnam </em>v. Sullivan, (4 <em>Tyng, </em>45.) it was held, that where a merchant entrusts his clerk with a blank endorsement, and another person, under a false pretence, obtains it, and negotiates it, the endorser must pay the innocent holder. He is the one of two innocent persons who ought to suffer for his misplaced confidence, and in forming that opinion, the Court observed, that they had been necessarily led to consider the effect of a different opinion on the commercial part of the community. Where merchants are in the habit of endorsing for each other at the banks, it is very common to put their names on blank paper, and deliver them to the party to be accomodated, for the express purpose of obtaining a renewal of certain notes when they become due, and if the party having those signatures should misapply them, much injury might result to innocent endorsees, or the bank discounts would be greatly embarrassed, if the signatures should, for that reason, be void.</p>\n<p id=\"b408-6\">These observations of the <em>Massachusetts </em>Court, in several material respects, apply to the very case before us; and it is to be recollected, that they are the remarks of Ch. J. <em>Parsons, </em>who was greatly, and justly, eulogized by one of the counsel on the part of the plaintiff in error.</p>\n<p id=\"b408-7\">Afterwards, in <em>Thurston </em>v. <em>M‘Kown, </em>(6 <em>Tyng, </em>428.) in the same Court, it was held, that where a note was obtained by unfair means, the maker was still liable to an innocent and <em>bona fide </em>endorsee. The question, said Ch. J. <em>Parsons, </em>was, whether the loss should fall on the <em>bona fide </em>purchaser of the note, or on the maker, who was defrauded; and it is settled law, that of the two innocent parties, in a case like this, the loss shall fall on the maker. The endorsee gave credit to his name, and on this credit he gave a valuable consideration. The maker suffered himself <em>to be </em>overreached, ■and by his inattention, or negligence, or undue confidence in the payee, the note has been negotiated, and has honestly :and fairly come in the possession of the plaintiff) to whom no fault or indiscretion can be imputed.</p>\n<p id=\"b408-8\">The same principle was declared in the Supreme Court of <page-number citation-index=\"1\" label=\"401\">*401</page-number>Appeals, in <em>Virginia, </em>(5 <em>Munf. </em>581.) within the last four years. It was held, that if a promissory note negotiable at the bank, and endorsed for the purpose only of obtaining accommodation for the maker, be fraudently put in circulation by an agent of the maker, instead of being put in bank for discount, the innocent holder, for a valuable consideration, can, nevertheless, sue and recover of the maker and endorser.</p>\n<p id=\"b409-4\">The Federal Courts have adopted the same rules on the subject of negotiable paper.</p>\n<p id=\"b409-5\">Thus, in <em>Codwise </em>v. <em>Gleason, </em>(3 <em>Day’s Rep. </em>12.) decided before Mr. Justice <em>Livingston, </em>in the Circuit Court of the <em>United States, </em>for the district of <em>Connecticut, </em>it appeared that the defendant was an endorsee of a note given by the maker, on a consideration which was fraudulent and void. The endorsement was merely for the accommodation of the maker, who was sued upon the note, and who successfully defended himself on account of fraud in the contract for which the note was given. The endorser was then sued, and it was contended for him, that as the note was void as against the maker, it was, of course, void as against the endorser, for the endorsement was in the nature of security, and the endorser was to be regarded as a surety for the maker. On the part of the plaintiff, it was urged, that the contract of the endorser was, in every case, that the sum contained in the note should be paid when due, and that it made no difference whether the note was not paid by the maker, because he was unable, or because the instrument was void. Let the cause of failure be what it may, the endorser is liable. If the note be forged, the- endorser, is, nevertheless, holden upon his endorsement, for it was his duty to know the makers hand, and not suffer an innocent purchaser of the note to be deceived under the sanction of his name. The learned judge admitted, that if the note was forged, the endorsement would bind the man who made it, and that the endorser who gave the weight of his name to the world, must be responsible to every man who trusts to the note, relying on his credit, as every subsequent endorsee must be supposed to do; and upon his opinion the plaintiff recovered. I have now finished the re<page-number citation-index=\"1\" label=\"402\">*402</page-number>view of the authorities which I intended for this branch of the argument; and it cannot have escaped the discernment of the court, that the doctrine which we have traced through such a series of <em>English </em>and <em>American </em>decisions, presses, with accumulated force, upon the present case. The note in question was endorsed in blank for the accommodation of maker, and delivered back to him, to be used when and where he pleased, without direction or restriction. It was not put in circulation fraudulently, contrary to the agreement between the maker and the endorser. That is not pretended ; nor has there been any abuse of confidence between them as to filling up the blank endorsement. The maker sent it for discount to a bank in New-York, where a former note, drawn and endorsed by the same parties, had been discounted, and which this was intended to meet, and he made a <em>memorandum </em>in the margin of the note, that it would be paid there. What could be more natural or more business like than this ? The bank receive and discount the note for the use of the maker, in renewal of the former note, and most innocently follow the direction of the <em>memorandum, </em>and consider the bank as the place where the note, when due, was to be demanded and paid. These endorsees had „ a right <em>to </em>consider that <em>memorandum </em>as made <em>with, the knowledge and consent of the endorser ; </em>and if there was a deception practised upon them in that respect, the endorser enabled the maker to do it, by returning the note back into his possession with a blank endorsement, without any place of payment designated, and without giving any direction where the note was to be negotiated, or discounted, or paid. He left those things, at large, to the will and pleasure • of the maker; and shall an innocent and <em>bona fide </em>endorser, ' who has given full value for the note, now lose it, and bp cut off from all recourse against that endorser, because he reposed confidence in the <em>memorandum </em>? Who led the bank to repose that confidence, and who set the example of unlimited confidence ? It was this very endorser under the. credit of whose name the note was discounted, and who had given such plenary indulgence to the maker. If the cfork who carried the note to the endorser, and received his. -name, had fraudulently put the note, in circulation', or if the <page-number citation-index=\"1\" label=\"403\">*403</page-number>note he received for endorsement had even been forged, yet we have seen <em>by </em>all the cases, ancient and modern, <em>English </em>and American, that the .endorser would still have been holden to an innocent endorsee. He would have been holden, because, by endorsing it, he gave his sanction to the public, that it was a genuine note, and because negotiable paper circulates in the mercantile world <em>ais </em>cash, and the party who enables such notes to be put in circulation oughi to suffer, rather than the fair and unsuspecting purchaser. Can it be possible that the present endorsee is to lose the note, and the present endorser escape responsibility, when he sent the note back to the maker, and enabled him to put such a harmless and convenient diiection on the-margin of it, as to the place where the holder was to look for payment ? Snail the innocent endorsee be safe against fraud and forgery, and yet lose his entire debt by means of his <em>memorandum? </em>This would be to subvert the policy and established principles of law in respect to negotiable paper. It would shake the confidence of merchants, and of all our banking institutions, in its circulation and security.</p>\n<p id=\"b411-4\">If this note had passed out of the hands of the maker to the endorser, for a valuable consideration, such a <em>memorandum, </em>after endorsement, never could or would have been made. The maker, in such a case, would not come into the possession of the note after it was endorsed, until he had taken it up. It is only in these cases of <em>accommodation notes, </em>where the endorser hands the note back again to the maker, to be used by him according to his own convenience, that such a memorandum, after endorsement, will ever appear. By this very confidential communication between maker and endorser, the former is enabled to make the <em>memorandum, </em>and designate the place of payment. Every act of the maker in such a case, that is consistent with the two essential ingredients of the note, viz. the amount, and the time of payment, is to be regarded by the holder as the act of both parties, for the note is put in circulation as their <em>joint act. </em>In this case, it was also put in circulation for theiryowii benefit, because it was given in renewal of a former note drawn by the one, and endorsed by the other. The proposition strikes my mind as quite unreasonable that the en» <page-number citation-index=\"1\" label=\"404\">*404</page-number>dorser should now be permitted to object that his confidential friend, the maker, under the shadow of his accommodating endorsement, had beguiled the <em>bona fide </em>holder, by fixing the place of payment at <em>New-York, </em>and thereby re¡case¿ h¡m from the note_ The bank knew that this note was endorsed for the accommodation of the maker, because ... . the note was m his possession, and sent for discount on his account, and they had just reason to infer that the <em>memorandum </em>was the act of both parties. And this, I say, is the conclusion of law under the circumstances of the case ; for though the special verdict finds that the <em>memorandum </em>was not made with the knowledge and consent of the endorser, in point of fact, yet it may stili have been made with his knowledge and consent, in point of law. But from the view which has been taken of the case, and of the doctrines which govern commercial paper, it is perfectly immaterial whether the <em>memorandum </em>was made with the consent or against the consent of the endorser. It is sufficient that the holder had a right to presume that consent, and that the endorser gave the maker the means and the opportunity so to act and direct ; and upon every principle of law and justice, the <em>bona fide </em>holder ought not to suffer, even if the maker had, in this respect, abused the confidence of the endorser. But there is no pretence of any abuse. The note was, in fact, a dead letter, according to the understanding^ both maker and endorser, and was of no use or operation, until it had been negotiated by the maker, and that was after the making of the <em>memorandum. </em>The <em>memorandum </em>is, therefore, to be taken as coeval in point of time with the legal existence of the note, and the endorser was, in judgment of law, a party to that <em>memorandum.</em></p>\n<p id=\"b412-7\">I conclude, therefore, with the most entire conviction, that the endorser is not at liberty to object to the memorandum, or to the validity of the demand of payment, which was made in pursuance of it.</p>\n<p id=\"b412-8\">2. We will, in the next place, proceed to consider, how far there is any real intrinsic weight in the objection, that demand of payment was not made at the proper place, even according to those precise technical rules which have been createdby the law merchant, and applied to negotiable paper.</p>\n<p id=\"b413-4\"><page-number citation-index=\"1\" label=\"405\">*405</page-number>To charge the endorser of a negotiable promissory note, it is necessary that the holder, when the note falls due, Should make a demand upon the maker, or use due diligence - to make the demand, and should then give notice, or use due diligence to give notice, to the endorser, of such demand and refusal. A demand wa.s made in this case, when the note became due, and at the place appointed for that purpose by the maker, and due notice of payment was given to the endorser. It is not disputed but that the demand was at the proper time, and that notice was given promptly upon that demand to the endorser. The only objection is, that the demand was not made at the proper place. It was made at the bank in <em>New-Yorfc, </em>where the note had been discounted, and where the maker, by his <em>memorandum, </em>had said he would pay it; but it is contended by the endorser that it ought to have been made, either upon the maker personally, or at his place of residence in <em>Albany. </em>The endorser does not allege that any loss or injury has been sustained, by making, the demand in the one place and not in the other, or that the demand could have been answered, or have been more effectual with the maker, if it had been made at the other place. Nothing of this kind is pretended. He puts himself upon the strict rule that he is not holden as endorser, unless the demand on the maker was made precisely at the place where the maker resided.</p>\n<p id=\"pAq9\">I am much mistaken, if the rule is not attempted to be pushed, in this instance, far beyond the reason of the thing and the usages of law.</p>\n<p id=\"b413-10\"><em>\\ </em>The question turns, in most cases, upon what is to be ' deemed reasonable diligence, in making a demand upon the maker. The general rule is, that the bill or note must ' be presented at the place where it is payable, and a presentment or demand at such place is sufficient; but if no <em>, </em>place of payment be prescribed, or designated by the maker or acceptor, as the case may be, then the demand must be ! upon the party personally, or at his place of residence if ' known and accessible.)</p>\n<p id=\"b413-11\">But if a place of payment be specified, by the maker of ( the note, or acceptor of the bill, then the demand is to be <page-number citation-index=\"1\" label=\"406\">*406</page-number>made at such place, in order to charge the endorsér or drawer. I shall first examine the law more particularly ras to accepted bills,</p>\n<p id=\"b414-10\">A great many cases were cited, and a good déal said, upon, the argument, relative to the analogy between, bills of exchange and promissory notes. The Supreme Court alluded to that analogy in the opinion delivered by the <em>Chief Justice, </em>and it was very justly observed, that “ the maker of a note is to be regarded in the same light as the acceptor Of a bill, and that nothing was more common among merchants in <em>England, </em>than for the acceptor of a bill, payable in a given number of days, to accept the bill <em>payable at the banker’s, </em>the bill itself being silent as to the place of payment. And it has uniformly been held, that a presentment of the bill at the place appointed by the acceptor for payment is sufficient, and dispenses with the necessity of a personal demand.”</p>\n<p id=\"b414-11\">I think there is a strong argutiient in favour of the <em>memorandum, </em>in the present case, to be drawn from this usage of merchants, in respect to bills of exchange; but I do not mean to &gt;go at large into this part of the subject, but merely to touch upon it just enough to enable us to perceive and clearly understand, the force and application of the analogy.</p>\n<p id=\"b414-12\">We have a statute upon this subject, taken from the 3 and 4 <em>Anne </em>; and which was revised and re-enacted the 21st of <em>March, </em>1801. It declares, that <em>the endorsers </em>of negotiable promissory notes shall be liable, <em>in like manner, </em>as in cases of inland <em>bills of exchange, according to the custom of merchants. </em>I do not know in how many of the other States-this statute of Queen <em>Anne </em>has been re-enacted, but this I have observed, that the law merchant on this head is\" the same throughout the Union, and that endorsed promissory notes, and bills of exchange, are governed by the same rules, and the same usage of merchants. Thus, it was decided by the Supreme Court of <em>South Carolina, </em>in 1799, (2 <em>Bay, </em>217.) that as long as a note of hand remains unendorsed, it has no similitude to a bill of exchange, but when it is endorsed the resemblance begins, and it is governed by the same rules. The maker -of the note is in, <page-number citation-index=\"1\" label=\"407\">*407</page-number>the nature of an acceptor of the bill, and the endorser of the note is in the nature of the drawer of the bill, and the holder of a note so endorsed must show a demand or due diligence to get the money from the maker of the note, before he sues the endorser, in like manner as the person to whom a bi .1 of xchange is payable, must show a demand or due diligence to get the money from the acceptor, before he sues the drawer. The rule, say the <em>South Carolina </em>judges, is exactly the same upon promissory notes, as it is upon bills of exchange.</p>\n<p id=\"b415-4\">So, also, the Chief Justice of the Superior Court of <em>Connecticut, </em>in -i&lt; livering the opinion of the Court, in <em>Dwight v. Scovel, </em>(2 <em>Day’s, Conn. Rep. </em>654.) observed, that in all cases of accepted bills, and endorsed notes, it is necessary for the holder of the bill or note to present the same, the one to the acceptor, and the other to the maker, when they fall due, and demand payment. So again, in the Supreme Court of the <em>United States, </em>in <em>French </em>v. <em>The Bank of Co</em>lumbia, (4 <em>Cranch, </em>141.) the same law was admitted and declared. The counsel, Mr. <em>Harper, </em>observed, that when a negotiable promissory note is endorsed, it is in truth an inland bill of exchange, drawn by the payee or endorser, in favour of the endorsee upon the maker, and by him accepted. Hence, says he, the law with respect to both kinds of paper is the same. The contract of the first endorser of a promissory note was the same as that of the drawer of a bill of exchange, and the forms of that contract were well known by a reference to the law merchant. The <em>Chief Justice of the United States, </em>in delivering the opinion of the Court, traces, through a variety of cases, the reasoning and the rule, relative to bills of exchange, and then applies them to an endorsed promissory note in the case before him. He says that the endorser of the note is to be considered as the drawer of a bill, and the maker of a note, as the acceptor of a bill.</p>\n<p id=\"b415-5\">If, according to our statute, and according to universal usage, wherever the law merchant prevails, the endorser of a note is liable <em>in like manner </em>as in cases of inland bills of exchange, then we are only to inquire what demand of payment upon the acceptor of a bill will be stiffi<page-number citation-index=\"1\" label=\"408\">*408</page-number>cient to charge the drawer of the bill, because the like demand upon the maker of a note will be sufficient to c^afge endorser of the note. There can be no escape from this' conclusion, for we have the very words , of the s£a£utej £ha£ they shall be liable in like manner. / Now, it is the settled rule of law, and the settled usage of mer£hat if a bill of exchange be drawn by <em>A., </em>upon <em>B., </em>for such a sum, payable at such a time, in favour of. C«, and no place of payment he designated in the bill, and <em>B. </em>accepts it generally, the demand of payment, when the bill comes to maturity, must be made upon £., personally, or at his place of residence. But if he accepts it specially, by saying, payable at such place, or at such a bank or bankers, as is usual with merchants, then payment js to be demanded at such a place, and a <em>demand </em>and refusal of the acceptor, at the place appointed, will be a sufficient demand to charge the drawer.) It was so decided, by the <em>K. </em>B., in <em>Parker </em>v. <em>Gordon, </em>(7 <em>East, </em>365.) and by the <em>C. B., </em>in <em>Ambrose </em>v. <em>Hopwood. </em>(2 <em>Taunt. </em>61.) There are contradictory cases in the <em>English </em>Courts, in respect to the sufficiency of such a demand on such a special acceptance, if the suit be against the acceptor of the bill, and in respect to the sufficiency of such a demand, where the place of payment is incorporated in the body of a note, and the suit is against the maker of the note. <em>Fenton </em>v. <em>Goundry, </em>13 <em>East, </em>459. <em>Lyon </em>v. <em>Sundius, </em>1 <em>Campb. </em>N. <em>P. </em>423. <em>Head v. Sewell, </em>1 <em>Holt's </em>N. <em>P. </em>363. <em>Smith </em>v. <em>De la Fontaine, </em>tried before Lord <em>Mansfield, </em>in 1785, and cited by Mr. <em>J. Holroyd, in Rowe </em>v. <em>Young, </em>in <em>K. B. </em>in 1816, cited in <em>note </em>to 1 <em>Holt, </em>36<em>4. Wolcott </em>v. <em>Van Santwood, </em>17 <em>Johns. Rep. </em>248. are cases to show, that in a suit against the acceptor of a bill, a demand at the place specified in the acceptance need not be averred or shown, for that he is liable notwithstanding such acceptance, generally and universally. <em>Callaghen </em>v. <em>Aylett, </em>3 <em>Taunt. </em>397. 2 <em>Campb. </em>N. <em>P. </em>549. and <em>Gammon </em>v. Schmoll, 5 <em>Taunt. </em>344, are cases to show that a demand at the place specified is necessary to charge the acceptor, and that there was no distinction for that purpose between the drawer and acceptor.</p>\n<p id=\"b416-11\">So, <em>Saunderson </em>v. <em>Bowes, </em>14 <em>East, </em>500. <em>Trecothick </em>v. <em>Edwin, </em>1 <em>Starkie's </em>N. <em>P. </em>468. <em>Dickinson </em>v. <em>Bowes, </em><page-number citation-index=\"1\" label=\"409\">*409</page-number>16 <em>East, </em>110. <em>Bowes </em>v. <em>Horve, </em>in the Exchequer Chamber, 5 <em>Taunt. </em>30. are cases to show that if the place of payment be embodied in the note, a presentment at the place must be averred apd shown, to charge the maker. <em>Nicholas </em>v. <em>Bowes, </em>2 <em>Campb. </em>498. <em>Butterworth </em>v. <em>Lord Le Despencer, 3 Maule &amp; Selw. </em>150. are cases to show that a demand at the place specified, though embodied in the note, is not necessary to charge the maker of the note. But I .shall not now meddle with those cases, nor intefere with that controversy,„ It is sufficient, for the purpose of this case, that all the authorities admit, without a single exception, that if the acceptor of a bill of exchange containing in the body of it no place of payment, accepts payable at a particular place, a demand at such place is sufficient to fix the drawer;' and if the acceptor of a bill stands in the same situation, and assumes the same character, as the maker of an endorsed note, and especially as the maker of an <em>accommodation note </em>endorsed and returned to \"him for his use, then the maker of a note so returned to him may direct the place of payment equally with the acceptor of a bill, and a demand at such place will be sufficient to charge the endorser. The analogy is perfect, the responsibility the same, the duties the same, the reason the same, and the law merchant governs both cases \"by the same impartial rule, and with equal and irresistible application.</p>\n<p id=\"b417-4\">A bill of exchange, when presented to the drawer for acceptance, is just as perfect, and no more perfect, than an accommodation note endorsed and returned to the maker. It then becomes, to use the language of the <em>South Carolina </em>judges, in a case already cited, an order by the endorser on the maker of the note, to pay the contents to the endorsee. And when the maker puts such a note in circulation, or hands it to a bank for discount for his own use, the wit of man cannot invent a reason why the maker should not have as good a right to direct the endorsee where to look for payment, as the acceptor of a bill to direct the payee where to call for payment. It is impossible to create a distinction, and, therefore, the rule must be the same in both cases. It is, then, settled, without contradiction, that the acceptor of a bill may make a special <em>memorandum, </em>or intimation, under his acceptance, where the holder is to call for payment, and <page-number citation-index=\"1\" label=\"410\">*410</page-number>a demand at that place is sufficient to dishonour the bill, and to fix the drawer. So, here the maker of the accomnaodal*on note) when he puts it in motion, may, by a <em>memorandum </em>in the margin, at the foot, or on the back of the note, or by a je¡-¿er&lt; or <em>memorandum </em>on a separate paper, inform the discounting bank, or the endorsee, or holder, where to ° „ . , look tor payment when the note tails due, and a demand at such place is sufficient to dishonour the note and fix the endorser. =</p>\n<p id=\"b418-7\">In my opinion, no two cases more entirely analogous, in the reason and in the law of them, can be presented tolhe human understanding.</p>\n<p id=\"b418-8\">It was said, lately, in the <em>English </em>House of Lords, in the case of <em>Benson </em>v. <em>White, </em>(4 <em>Dow. </em>338.) that the practice of accepting bills payable at the banking house, or at some particular place, or by some person other than the acceptor himself, has, of late years, become universal. The practice was a great convenience to both holder and acceptor : To the holder, because, by having a bill payable at a house of business, he is certain of finding some person who will give him an answer, whether the bill is to be paid or not: To the acceptor, because, it facilitates the keeping accounts, and enables him to pay, where he has the means ; and if he should have occasion to leave his residence, his acceptance may he paid in his absence. Lord <em>Ellenborough, </em>also, in the case of <em>Fenton </em>v. <em>Goundry, </em>dwelt much upon the convenience and utility of this mercantile usage of pointing out by a <em>memorandum </em>at the time of acceptance of a bill, where the holder might call for payment. Acceptors, says he, may change their residence while the bill is running, or they may dwell at one place, and carry on business at another. Many persons during the hours when payments are usually made, are often occupied elsewhere than at their own houses, and therefore, his lordship observes, if has become a frequent practice, in order to avoid inconvenience to the holder, for the acceptor to intimate or point out his bank of deposit, or some other place, <em>as his house of </em>residence, if he may so express <em>it, for that purpose.</em></p>\n<p id=\"b418-9\">This practice, like most other mercantile usages, has been dictated by convenience, and has grown out of the mutual <page-number citation-index=\"1\" label=\"411\">*411</page-number>accommodation of the parties concerned. It has crossed the Atlantic, and been adopted in our own commercial cities. It equally accommodates the holder and acceptor of a bill, and the holder and maker of a note, and any decision of this court, disturbing this usage, might work infinite mischief, and would be deeply to be regretted.</p>\n<p id=\"b419-4\">But without dwelling longer on the analogy between this case and that of accepted bills, I shall now attempt to show that the question before us has been settled by cases in point, both ,n <em>England </em>and in this country.</p>\n<p id=\"b419-5\">Thi- first easel shall refer to,is that of <em>Saunderson v. Judge, </em>(2. <em>H Black. </em>509.) decided in the <em>English </em>Court of Common Pleas, in the year 1795, That was an action on a promissory note by the holder against the endorser. At the foot of the note there was a <em>memorandum </em>made by the maker, that he would pay it at the house of <em>Saunderson Co. </em>with whom he had a cash account. The note had been negotiated through several hands, and came to the same house of <em>Saunderson </em>&amp; <em>Co. </em>who were bankers, and holders of the note when it became due, and plaintiffs in the suit. The maker had absconded before the note fell due, and no demand was made upon him, or at his usual place of abode. The question raised, on behalf of the endorser, was, whether it was not incumbent on the plaintiffs to prove a demand on the maker. The court decided that the place of payment was no part of the contract in that case, and that the maker had merely appointed the house of his banker as the place where he was to be called upon for payment, and where it would be paid. It was not necessary, they observed, that a demand should be personal; it was sufficient if it be made at the house of the maker of the note <em>and it is the same thing, in effect, if it be made at the place where he appoints it to be made: </em>and as they at whose house it was to be paid, were themselves the holders of it, it was a sufficient demand for them to turn to their books, and see the maker’s account with them, and a sufficient refusal, to find that he had no effects in their hands.</p>\n<p id=\"b419-6\">This decision was unanimous, and it has stood for upwards of twenty-five years uncontradicted and unquestioned, and it has been uniformly received since, both in <em>Eng</em><page-number citation-index=\"1\" label=\"412\">*412</page-number><em>land </em>and in this country, as a clear and settled rule of law. <em>I </em>The judges who decided it were men of the most distinguished reputation, and the nameá of two of them are familiar to all the reading part of the profession; 1 allude to Lord Chief Justice <em>Eyre, </em>and Mr. Justice <em>Buller.</em></p>\n<p id=\"b420-4\">The case before us cannot be distinguished from that in any material degree, or so as to divert or weaken the force and application of its authority. The <em>memorandum </em>of the maker at the foot of the note in <em>Saunderson </em>v. <em>Judge, </em>was made, no doubt, before it passed out of his hands to the original payee. It could not have been made afterwards, because, when a promissory note is given, (as that appears to have been) for a valuable consideration, it becomes instantly the property of the payee, and cannot return to the maker until paid. The maker can never write a <em>memorandum </em>on the note after endorsement, except in the case of an <em>accommodation note </em>endorsed in blank, and returned to the maker, to be used by him at his pleasure, and on his own account. Ho may then give the direction as to the place of payment, by a <em>memorandum </em>on the note, with per-feet safety and propriety; for as the Court said in <em>Saunderson </em>v. <em>Judge, </em>the <em>memorandum </em>forms no part of the contract, and therefore the endorser, who lent his name for ^accommodation, has no right to complain. He has no concern with that direction. It is a business entirely between the maker and the party who receives the note for discount, and it is for their mutual accommodation, as we have already seen, that a place of payment should be pointed out. The case of <em>Saunderson </em>v. <em>Judge </em>is, therefore, a most decided, and most respectable authority on the point before us; and it completely overthrows all the pretensions that where no place of payment is fixed in the body of the note, a demand must be made either on the maker personally, or at his usual place of abode. These <em>memoranda </em>at the bottom or in the margi^of a note are quite common, and they are understood as a mere indication of the place of application for payment, and a mere direction for the convenience of the maker and holder. They constitute no part of the note. The contract is complete and perfect \"without them. So it has been ruled repeatedly in the <em>Eng</em><page-number citation-index=\"1\" label=\"413\">*413</page-number><em>lish </em>Courts. <em>(Price </em>v. <em>Mitchell, </em>4 <em>Campb. N. P. </em>200. <em>Richards </em>v. <em>Lord </em>Milsington, 1 <em>Holts’ N. P. </em>364. <em>note.) </em>But they are sufficient to guide the holder, and direct him to a proper place to demand payment. If the maker, instead of making the <em>memorandum </em>on the note, had sent a letter with the note to the <em>Bank of </em>America, and informed them that he should shortly, and before the day of payment, remove to such a place in the city of <em>New-York, </em>or to <em>Newburgh, </em>or to Poughkeepsie, or would provide funds at such a place to pay the note, a demand there would have been sufficient, seeing that the note itself was silent as to the place of payment. All that the law requires of the holder is good faith and due diligence in seeking to demand payment, when the note becomes due. When the note does not provide a place of payment, the maker may fix the place of payment where he pleases ; and any place which he designates, with good faith, becomes, <em>quoad hoc, </em>or, in respect to that particular contract, <em>his place of residence.</em></p>\n<p id=\"b421-4\">The next case which I shall mention as being perfectly in point, is that of the <em>State Bank </em>v. <em>Hurd, </em>(12 <em>Tyng’s Mass. </em>Rep. 172.) decided in the Supreme Court of <em>Massachusetts, </em>in 1815- That was a suit by the <em>State Bank </em>as holder, against the endorser of a promissory note. The note was made payable at the <em>State Bank, </em>but as the counsel and the Court seemed equally to have assumed that a demand upon the maker was necessary in order to charge the endorser, the question arose as to what was a sufficient demand, and the opinion of the Court on that question goes the whole length of the <em>English </em>doctrine. The case states that bank notices were left for the maker, and for the defendant as endorser, at one <em>Metcalf’s </em>shop, in <em>Cornhill, Boston, “ </em>by direction of the said <em>Larkin </em>and <em>Hurd, </em>(the maker and endorser) respectively.” The reporter has not stated this matter of fact with sufficient explanation, and the want of precision in the sentence led the counsel in the case before this Court, to assume that the place of payment had been designated by the joint act of maker and endorser. Bul I think this could not possibly have been the fact, and the words do not necessarily warrant that construction ; and it is evident, that neither the reporter nor the Court under» <page-number citation-index=\"1\" label=\"414\">*414</page-number>stood the fact so. The sentence when read and examined, according to the rules of sound criticism, and by taking the parts of it distributively, according to the use of the word respectively, <em>reddendo singula singulis, </em>it clearly means, that the maker gave direction that the demand as to him should be made at <em>Metcalf's, </em>and the endorser gave direction that the notice as to him of non-payment by the drawer, should be given at <em>Metcalf’s. </em>How they happened to fix upon the same place it is difficult to know, and idle to conjecture : but it is extremely improbable that the maker and endorser should have entered into an agreement with each other, that the demand upon the one to pay, and the notice of his default to the other, should be given at the sameplace. The subject of directing a demand upon the one, in order to fix the debt upon the other, was the one of all others the least likely to invite a drawer and endorser to act in friendly concert. The moment a suggestion was dropped of stopping payment, and charging the endorser, the latter would naturally put himself in a posture of defence, and instead of arranging the form and manner of the notice, he would be on the alert to ward off the blow, and to secure himself. The whole supposition strikes me as equally improbable and absurd.</p>\n<p id=\"b422-10\">But the respectable reporter, Mr. <em>Tyng, </em>must have known, better than any other person, what was intended by this statement of the case ; and we have, in the marginal note, his commentary on his own text. He gives the substance of the authority in these words : “ Where a pro-miser appointed a place to notify him of his note falling due, a notice duly left at such place was holden sufficient to charge the endorser.” And the decision of the Court takes no notice of any consent to the place, or appointment of such place, by the endorser who was the defendant in the suit; but they put their opinion exclusively and entirely upon the fact, that <em>the maker </em>of the note had designated, in a <em>way </em>distinct from the note itself, the place where he was to be called upon for payment. The Court say, that “ the agreement of the promiser, that notice left for him at a certain shop <em>in.Boston </em>should be equivalent to a formal demand upon him, removed the necessity of resorting to his house, <page-number citation-index=\"1\" label=\"415\">*415</page-number>or place of business, to make such demand : and his failure to pay, <em>on such notice, </em>rendered the endorser, xvho had seasonable information, absolutely liable.” This is all that the Court say on this subject, and they do not put the cause upon the fact of any joint consent, nor do they even so much as allude to any consent of the endorser.</p>\n<p id=\"b423-4\">This case, then, like the one in the C. <em>B., </em>is entirely applicable, and it comes to us xvith the xveight of authority. We have the same decision on the same point, by txvo Courts of the first character on both sides of the <em>Atlantic. </em>And it is xvorthy of notice, that the Courts were unanimous, and treat the question as one perfectly plain and easy of solution. I should then, certainly think that I was bound to apologize to this Court, for having dwelt so long upon the case, if f had not found a sufficient excuse in the exalted station of the individual who raises the objection, and in the distinguished rank of the counsel xvhom he has employed to support,it.</p>\n<p id=\"b423-5\">The doctrine laid down in the <em>English </em>case of <em>Saunderson </em>v. <em>Judge, </em>has not only been adopted in <em>Massachusetts, </em>in the case just cited, but it has been received and recognized as sound law in the Courts of other States. Judge <em>Southard </em>of <em>New-Jersey, </em>(1 <em>Southard, Rep. </em>25.) in one of his judicial decisions refers to it as his authority, when he is speaking of a demand upon the maker sufficient to fix the endorser. Mr. Justice <em>Livingston, </em>also, in delivering the opinion of our Supreme Court, in 1804, in the case of <em>Stewart </em>v. <em>Eden, </em>(2 <em>Caines, 121.) </em>and laying down the rule as to the sufficiency of a demand upon the maker, cites and adopts that very authority. So, Chief Justice <em>Thompson, </em>in delivering the opinion of the Supreme Court, in the case of <em>Anderson v. Drake, </em>(14 <em>Johns. Rep. 114.) </em>declares the settled law to be, that a demand of payment at the place where the note was payable, is enough to charge the endorser, and he also refers as his authority to this very case of <em>Saunderson </em>v. <em>Judge. </em>He says, that where <em>no particular place is appointed </em>for payment, the holder must find the maker: These words he úses on citing the case of <em>Saunderson </em>v. Judge; and it shows evidently, -that he had the doctrine of that case in his mind, and <page-number citation-index=\"1\" label=\"416\">*416</page-number>meant that the maker was to be sought, if the maker had not, <em>within the sense of that case, </em>appointed a place of payment. The late Chief Justice further observed, that if the maker had removed <em>out of the State, </em>a demand at ^ p]ace wjthin the State where the note was given, was sufficient. This is a just and reasonable limitation of the extent of the demand, and one would think it was sufficient to put to flight all those extreme cases about appointing the place of payment at <em>Charleston, </em>or <em>New </em>Orleans, or <em>Calcutta, </em>which the fancy of the learned counsel suggested, in order to give to the usage an alarming appearance ; and when we now consider, that this doctrine of the <em>Englishlaw </em>has never, in one single instance, been questioned, either at home or abroad, and when we consider what a deep root it has taken in these <em>United States, </em>and under what a venerable sanction it has been received, and incorporated into the mercantile law of the land, we are certainly called upon to make too costly a sacrifice of our usages and customs, if not of our reason and judgment, merely to relieve the endorser in this particular case. Even if the question was doubtful in our minds, I should think that the unanimous opinion of so learned and respectable a tribunal as the Supreme Court of this State would, of itself, be sufficient to turn the scale.</p>\n<p id=\"b424-4\">The law merchant relative to bills of exchange and endorsed notes, and commercial paper generally, is not the law of this Stale only, but of all the States of the Union, and of all the commercial nations of <em>Europe. </em>The maker and endorser of a note, and the drawer and acceptor of a bill, are subject, substantially, to the same rules and conditions in one country as in another. The law merchant says <em>Malynes, </em>in the time of King <em>James, </em>is “ a customary law, approved by the authority of all kingdoms and commonwealths, and not a law established by the sovereignty of any one Prince.’’ It is the most rational and the most liberal of all codes, and prevails every where within the region of commerce. 1 may refer, as an example, to the new commercial code of <em>France, </em>which was only a digest of the former law of <em>France </em>on the subject, and which establishes, with much minute precision, the same rules which prevail <page-number citation-index=\"1\" label=\"417\">*417</page-number>in the <em>English, </em>and in our law, relative to bills and notes, There must be the same demand upon the maker, and the r . , same notice to the endorser, and the <em>Code </em>points out where the demand must be made by the notaries. It must be made at the domicile, or place of residence of the party. 1 he word <em>domicile </em>in the <em>French </em>law, according to Mr. <em>Duponceau, </em>the learned translator of the <em>French </em>commercial code, has a general, and a particular technical meaning. In the former sense, it means the party’s usual place of residence ; hut in the language of legal practice, it signifies a specific place of abode, declared, assumed, or pointed out by the instrument or contract. For the purpose of a particular contract, the parties elect their domiciles at such or such places, and a summons regularly served at the place of the elected domicile is sufficient. So, he says, a bill of exchange when not payable at a particular place or domicile of the acceptor, as when funds happen to be lodged in another place, is usually accepted in this form : <em>accepted at Bordeaux, payable at the domicile of A. B., merchant in Nantz. </em>The legal eiiect of this special acceptance is, that the demand and protest must be made at <em>Nantz, </em>and not at <em>Bordeaux. </em>(Vide <em>Duponceau’s </em>translation of the <em>Code de </em>Commerce, art. 123. 161. 173. in the <em>American Review, </em>vol. 2. <em>Append, </em>p. 110. <em>note 50. </em>p. 118. <em>note </em>66.</p>\n<p id=\"b425-6\">The court will perceive that the <em>French </em>law is precisely the same as the <em>English </em>on this subject, and where the place of payment is not fixed in the contract itself, it is no part of the contract. The maker or the acceptor, who has at all times a perfect right to shift his domicil, or place of residence, as often as he pleases, may, as a matter of course, and to suit his convenience, or to suit the convenience of the holder, point out the place where he will be, or where he will provide funds to meet the payment, and such place becomes, in respect to that contract, <em>his place of residence, </em>and a demand upon him there is sufficient.</p>\n<p id=\"b425-7\">To conclude, then, I think that the following propositions are, well founded.</p>\n<p id=\"b425-8\">1 That the bank had a right to presume that the <em>memorandum </em>in the margin of the note was made with the knowledge and consent of the endorser, inasmuch as it was an ac~ <page-number citation-index=\"1\" label=\"418\">*418</page-number>commodation note, endorsed in blank, and handed back td the maker, and transmitted by him to the bank to take up a similar note, drawn and endorsed by the same parties. But whether the <em>memorandum </em>was made with or against the consent of the endorser, is immaterial in respect to the <em>bona fide </em>holder who came by the note in the course of business, and for a fair and valuable consideration, without notice of any objection on the part of the endorser. The demand upon the maker, in pursuance of the <em>memorandum </em>must be equally valid and binding upon the endorser in either case, and this upon established principles of law in respect to commercial paper.</p>\n<p id=\"b426-9\">2. That the note when endorsed became, by the words of our statute, and by the general Law Merchant, likened to an inland bill of exchange, and the parties were rendered liable in like manner. It followed, therefore, that the maker of the note, after it was endorsed in blank, and returned <em>to </em>him for his use, stood in the character of an acceptor of a bill with equal rights and responsibilities, and he had authojrity to designate the place of payment, as none was mentioned in the note. That the acceptor of a bill has such a right is every where, and by every person, admitted.</p>\n<p id=\"b426-10\">3. That such a <em>memorandum </em>made out of the body of the note, and being a mere intimation of the place of payment, was no part of the contract; but it was sufficient to justify the holder to call at such a place for payment, and being refused, he,had a right to look to the endorser. This is a clear settled rule in England, and it has been repeatedly recognized in this country, and in this state.</p>\n<p id=\"b426-11\">Nothing, in my humble judgment, can be more reasonable, nothing clearer, nothing better established, than these rules ; and I am accordingly of opinion, that on either of these grounds the judgment of the Supreme Court was correct, and that it ought to be affirmed.</p>\n<p id=\"b426-12\">Adams, Barstow, Forward, Frothingham, Hart, Miles, M’Martin, Paine, and Rosencrants, <em>Senators, </em>were of the same opinion.</p>\n<p id=\"b426-13\">R. Skinner, Senator. In determining this cause, we are <em>to </em>take into consideration the situation of the parties at the ma* <page-number citation-index=\"1\" label=\"419\">*419</page-number>king of the note m question, the nature of the endorser’s contract, the alteration, (if any,) which has been made in it by the appointment of a place of payment in the maker’s <em>memorandum, </em>and the effect of such alteration upon the liability of the endorser.</p>\n<p id=\"b427-4\">At the making of the note, both the drawer and endorser resided in <em>Albany, </em>(where they still reside,) and as the note specified no place of payment, the law imposed upon the holder the necessity of demanding it of the maker personally, or at his residence.</p>\n<p id=\"b427-5\">The endorser’s contract, then, was to pay to the holder the amount of the note, in case of default on the part of the maker, provided payment should, in due time, be demanded of the maker <em>personally, </em>or at his <em>residence, </em>and provided notice of nonpayment should be <em>duly </em>transmitted to the endorser.</p>\n<p id=\"b427-6\">The <em>memorandum, </em>made by <em>James Kane </em>transferred the place of payment to the <em>Bank of America, </em>and, in my opinion, was a <em>material </em>alteration of the endorser’s contract. It was contended, on the argument of this cause, and has been so decided by the Supreme Court, that the place of payment is no part of the contract, and, therefore, that the <em>memorandum </em>did not alter the contract as between the immediate parties to the note. I cannot assent to this proposition. On the contrary, it appears to me, that <em>theplace </em>of payment, next to the sum payable, is the most essential part of the contract, for on its proximity or remoteness must depend, in point of time, the endorser’s knowledge of nonpayment, which in most cases must to him be a matter of great importance. And I apprehend that a merchant of this city, when about to endorse negotiable paper, would deem the contract into which he was entering, as materially diff rent, whether the note was made payable at <em>Albany, </em>or at <em>NezuOrleans. </em>He would, undoubtedly, take into consideration, in estimating the responsibility he was to incur, that in the one case he would receive notice of his liability, in case of dishonour, the same day, but in the other, not until twenty or thirty days after he became charged with the amount.</p>\n<p id=\"b427-7\">On a careful examination, it will be found, that the authorities cited by the Supreme Court do not warrant the doc<page-number citation-index=\"1\" label=\"420\">*420</page-number>trine contended for: it seems to have grown out of the opinion of the Court of C. B. in the case of <em>Saunderson and others </em>v. <em>Judge, </em>(2 <em>Hen. Bl. </em>509.) But that part of their opinion in which it is held that the place of payment is no part of the contract, is wholly extra-judicial, a mere <em>dictum, </em>unsupported by authority, not called for by the subject matter, and inconsistent with the judgment given in the .cause. That <em>dictum </em>has, also, in effect, been overruled by the same court, in the cases of <em>Ambrose </em>v. <em>Hopwood, </em>(2 <em>Taunt. </em>16.) <em>Callaghan </em>v. <em>Aylett, </em>(3 <em>Taunt. </em>397.) and <em>Gammon </em>v. <em>Schmoll, </em>(5 <em>Taunt. </em>354.) and by the Court of King’s Bench, in the cases of <em>Saunderson </em>v. <em>Bowes, </em>(14 East, 500.) and <em>Tidmarsh </em>v. <em>Grover, </em>(1 <em>Maul. </em>and <em>Selw. </em>735.) cited on the argument; in each of which cases, and particularly in the last, the place of payment was held to be a material part of the contract. The case of <em>Saunderson </em>v. <em>Judge </em>is also inapplicable, because there can be no doubt that the <em>memorandum </em>at the foot of the note, designating the place of payment, was made by <em>Sharp, </em>the maker ; <em>prior </em>to the endorsement, by Judge,and, of course, with his assent.</p>\n<p id=\"b428-10\">The case of <em>Trapp </em>v. <em>Speerman, </em>(3 <em>Esp. Rep. </em>57.) is not only a <em>nisiprius decision, </em>but is wholly done away by the case of <em>Saunderson </em>v. <em>Bowes. </em>The case of <em>Price </em>v. <em>Mitchell, </em>(4 <em>Camp. </em>200.) is unlike the present, inasmuch as the <em>memorandum </em>in the margin was not signed, and did not profess to designate the place of payment, but only to point out the maker’s residence; and even in that case, <em>Gibbs, </em>Chief Justice, in delivering the opinion of the court, observed, that if the words had been inserted in the body of the note <em>they would have formed part of the contract. </em>Nor is the doctrine supported by the case of <em>Wolcott </em>v. <em>Vansantwood, </em>(17 <em>Johns. Rep. </em>248.) which has been cited. , The Chief Justice, in his opinion in that case, which was concurred in by a majority of the court, does, indeed, say, “ that the time and place of payment are merely <em>modal, </em>forming no essential part of the contract ;” but he must be understood as speaking with reference to the maker, or acceptor; for in the language of <em>Van Ness, </em>Justice, in the same case, “it is acceded on all hands, and the position is too plain to be denied, that in order to charge the endorser, a demand at the place of pay<page-number citation-index=\"1\" label=\"421\">*421</page-number>menl is indispensable, and that the necessity of such demand is created by the terms of the note.” Or, in other words, that as to the endorser, the place of payment is a <em>material </em>part of the contract; and in that very case the court held the <em>place </em>of payment so far material, in an action against the acceptor, as to require proof of presentment, at the\" place of payment, and in default of it, that the maker could not recover damages and costs. That such must be the true rule, is also clear from the effect produced by the maker’s <em>memorandum </em>in this case, upon the rights and liabilities of the parties. It authorized the holder to present the note for payment at the <em>Bank of America, </em>where, as originally drawn, it could not have been demanded, and on non payment at that place, to have recourse to the endorser. It subjected the endorser to new and unexpected liabilities. By the note, as originally drawn, he bound himself to pay, in the event of nonpayment on a demand being made of the maker personally, or at his residence; by the addition of the <em>memorandum, </em>he is made liable upon a demand of payment at <em>New-York, </em>which, but for that <em>memorandum, </em>would have been perfectly nugatory. It rendered valid a notice of nonpayment, which was received one or two days later than that which he contemplated at the time of his endorsement, a circumstance by which he does not indeed appear to have been injured, but which certainly increased his risks, and lessened his prospects of indemnity. That a written instrument may be varied by a <em>memorandum </em>in the margin, and that the terms of such <em>memorandum </em>are entitled to the same efficacy as if they had been contained in the body of the instrument, is established by the cases of <em>Starr </em>v. <em>Metcalf, </em>(4 <em>Camp. </em>217.) <em>Trecothick </em>v. <em>Edwin, </em>(1 <em>Starkies’s </em>Rep. 469.) <em>Platt </em>v. Smith, (14 <em>Johns. Rep. </em>368.) and <em>Jones </em>v. <em>Failes, </em>(4 <em>Mass. Rep. </em>244.) The latter is very much in point. <em>Failes </em>had endorsed a note made by one <em>Clapp, </em>for $680, at the bottom of which, enclosed in brackets, was written these words, “ <em>foreign bills.,&gt; </em>In an action against the endorser, it was held by the court, that it must be presumed that the words in brackets were written by the drawer of the note j that, it was immaterial whether they were part of the original contract, or added in explanation of it; that, in either <page-number citation-index=\"1\" label=\"422\">*422</page-number>case, they were binding on the parties, as fully as if they had been inserted in the body ; and that the note was there-Payable in foreign bills, and not negotiable. For these reasons, I am of the opinion that the original contract was <em>?naterially </em>altered by the <em>memorandum.</em></p>\n<p id=\"AaP\">But even if it was not altered, it would be equally fatal to defendants : for if the original contract was untouched by the memorandum, then the demand of payment ought to have been made of the maker personally, or at his residence, which was not done; and on that ground, the endorser was not charged. The endorser’s contract having been thus altered in anw<em>terial </em>part, without his knowledge or assent, he was thereby discharged from all further responsibility. The rule, that a man is not to be held to a contract which has been varied, without his assent, is perfectly well settled; and if an instance can occur where it ought to be applied with peculiar strictness, it is that of a surety, in which favourable light the plaintiff in error is entitled to be viewed. <em>(Clason </em>v. <em>Morris, </em>10 <em>Johns. Rep. </em>538.) And in my view, it is wholly immaterial whether the endorser has been prejudiced by the alteration or not. The case of <em>Ludlow </em>v. <em>Simond, </em>in this court, (2 <em>Caine's Cases in Error,) </em>confirms this position ; and is not less conformable to strict justice, than to the rules of law. It was there held, by the unanimous opinion of this court, that a surety was not bound beyond the strict terms of his contract; and although in that case the deviation from those terms was not shown to be <em>injurious, </em>but, on the contrary, was probably beneficial to the surety, yet he was discharged by it. We are not to abandon those great principles of natural justice which are engrafted in the law, because the application may in particular cases be deemed rigorous ; but whenever they apply, they must, for the sake of uniformity and certainty, be rigidly adhered to.</p>\n<p id=\"b430-7\">If the view I have taken of this subject be correct, it is unnecessary to examine the other points made in the argument. But as it has been held by the Supreme Court, and contended here, that the maker was authorized, without consulting the endorser, to appoint the place of payment at the <em>Bank of America, </em>and that a demand atthat place is sufficient to charge the endorser, I shall briefly advert to the grounds <page-number citation-index=\"1\" label=\"423\">*423</page-number>on which that position has been maintained. It is said, that as the acceptor of a bill of exchange may make his acceptance payable at a particular place, the.bill itself being silent, so may the maker of a promissory note, who is regarded in the same light as the acceptor of a bill.\" No solid argument can be drawn from this source, because the analogy is not complete, until the bill is <em>actually </em>accepted; and the right of the acceptor to prescribe the terms in which he will contract to pay, only proves, that the maker of a note may draw it in such manner as to meet his own views, a point which is too plain to be denied ; but which differs very widely from varying the note <em>after accepted, </em>or, as in this case, after <em>endorsement, </em>(which in point of principle, is the same,) and that without the knowledge of the acceptor, or the endorser. The position has also been placed on the authority of the <em>State Bank </em>v. <em>Hurd, </em>(12 <em>Mass. </em>Rep. 172.) in which case it is supposed, that the Supreme Court of <em>Massachusetts </em>have recognized the principle contended for. From the report of that case, I have no doubt that the place of payment, and demand, was varied from that specified in the note, by the <em>joint </em>agreement and direction of both maker and endorser; while in this case, the <em>gist </em>of the endorser’s complaint is, that the alteration was made without his knowledge or assent. That case is also understood in this way by Mr. <em>Bigelow, </em>in his valuable <em>Digest of the Massachusetts Reports </em>; and indeed, upon any other principle it would be absurd. Another, and certainly the most plausible argument in support of the maker’s authority to fix the place of payment, is, that as he had the power to alter it by removal or by absence from his usual residence, he was also authorized to do so by written stipulation, or, in the language of the Supreme Court, “ that he could Uo by agreement whatever he could do by his <em>locomotive </em>powers.’’ A conclusive answer to this reasoning is, that the endorser, in ease of removal, would be equally apprized of the place of demand. In case either of absence or removal, he would have no right to complain, because <em>it was a part of his original contract, </em>and must have entered into his estimation of the hazards he was about to incur at the time of making it. Nor is there any thing growing out of mercantile usage, or the commer<page-number citation-index=\"1\" label=\"424\">*424</page-number>cial law to confer this power on the maker. It is now, for the first time, brought forward in our courts, and if sanctioned, its consequences would undoubtedly be mischievous. The endorsers of notes, specifying no place of payment, wouj¿ ],e unaj)ie to calculate, with any degree of certainty, w^ere n°tice of payment, in case of such an event, ought to be received by them ; and they would, therefore, be subjected to hazards and responsibilities, unforeseen at the time of endorsement, and not to be guarded against by common prudence: for, if the maker in the present case had tlfts power to appoint <em>Nezo-Yorfc, </em>as the place of payment, he might also have appointed any other place, however remote, as there could be no limits prescribed to the exercise of that power, but his own inclination.</p>\n<p id=\"A7t\">The Supreme Court, aware of this objection, and perceiving the great evils which might result from allowing this authority to the maker, have intimated “ that if he should appoint a place of payment so remote as to impose an unreasonable risk oa the endorser, it might be considered a fraud upon him.” But the uncertainty of such a rule which would refer the decision of each case to its particular circumstances, and to the discretion of the Courts, would afford but a slight remedy to the anticipated abuses. I greatly prefer the simple and reasonable maxim, that every alteration of the, endorser’s contract in a part which, in any event, may become material, without his approbation, shall discharge his liability. This rule is definite and certain; and, in my judgment, is not only founded on sound principles of law, but absolutely essential to the security of endorsers and sureties. No injury can result from it; for its only effect will be, to apprize the endorser of the proceedings of the maker, and to require his <em>assent </em>to every part of a contract <em>by </em>which his rights and liabilities arc to be tested, and which may eventually have an important bearing upon his property and credit. I am, accordingly, of opinion, that the judgment of the Supreme Court is erroneous, and ought to be reversed.</p>\n<p id=\"b432-8\">Austin, Barnum, Boucic, Bowne, Dudley, Evans, Lefferts, Livingston, Lounsbury, Lynde, Miller, <page-number citation-index=\"1\" label=\"425\">*425</page-number>Mooers, More, Townsend, Wilson, Yates, and Young, <em>Senators, </em>concurred.</p>\n<p id=\"b433-4\">This being the opinion of a majority of the Court,<footnotemark>*</footnotemark> it was thereupon <em>“ </em>ordered, adjudged, and decreed, that the judgment of the Supreme Court be reversed; and that the plaintiff in error be restored to all things he has lost thereby : And it is further ordered and adjudged, that the defendants in error pay to the plaintiff in error his costs and charges in and about prosecuting his writ of error, and that the record be remitted,” &amp;c.</p>\n<p id=\"b433-12\">Judgment of reversal.</p>\n<footnote label=\"*\">\n<p id=\"b433-11\"> For affirming, 10; for reversing, 18.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}