{
  "casebody": {
    "data": "<casebody firstpage=\"565\" lastpage=\"580\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b573-3\">The Duplex Printing Press Company, a corporation under the laws of Michigan, <em>vs. </em>Journal Printing Company, a corporation under the laws of the State of Delaware.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b573-4\"><em>Replevin—Conditional Sales—Contract—Interpretation of Contract Annulment of Contract by New Contract—Election of </em>Remedies— <em>Waiver of Right to </em>Replevy—Damages— <em>Value—Return of Property—New Trial—Arrest of fudgment—Change in Personel of Court During Trial—Waiver of Right to Object.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b573-6\">1. It is the duty of the court to interpret the contract, and instruct the jury as to its character, that is, whether it amounts to an absolute sale or only a conditional- sale. The intention of the parties to the agreement must if possible, be ascertained, for it is such intention that governs, but it must be discovered from the language used.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b573-7\">2. In this state no particular form of contract, or use of words, is required to make a conditional sale, but it is the intention of the parties that governs in every case. It matters not whether the contract appears to be a hiring with the privilege of purchasing; a bargain for sale with security for the whole purchase money, and with a condition as to the vesting of title ; or an absolute sale with such condition attached.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b573-8\">3. Cases in this state involving conditional sales, reviewed; and the contracts involved in the present case held to be a conditional sale. Such sales, however, are not generally favored in law, and courts are not disposed to extend them further than they are compelled to do.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b573-9\">4. In an action of replevin for the recovery of property alleged to have been delivered to the defendant under a contract of conditional sale, in which it was stipulated that the title should remain in the vendor until all the notes given therefor should be paid, the plaintiff cannot recover if the contract was so changed as to make a new agreement, or if different notes were given from those provided for in the contract.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b573-10\">5. If the plaintiff has done any act which clearly manifests his intention to waive his right to retake the property, and rely on the notes for payment, the plaintiff cannot recover. If the jury are satisfied that by endorsing the notes the plaintiff intended to make an election between his two remedies, and chose to rely on the notes rather than his right to retake, he cannot maintain his action of replevin. At the same time they must consider that at the time of the transfer of the notes the plaintiff was liable on his endorsement.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b574-4\"><page-number citation-index=\"1\" label=\"566\">*566</page-number>6. <em>When </em>the action is between the original parties to the contract of conditional sale, the mere extension of the time of payment, or forbearance to retake the property after default in payment, is not in itself sufficient to amount to a waiver of plaintiff’s right to retake the property. Such extension is an act of grace on the part of the plaintiff which is in the interest of the party in default.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b574-5\">7. A threatened suit for infringement of patent right, constitutes no valid excuse for the non-payment of the contract price on the part of the defendant.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b574-6\">8. The action of replevin is founded on a general or special property of the plaintiff in the goods and chattels, and not only must the plaintiff have the right of property therein, but also the immediate right of possession at the time of the commencement of the action.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b574-7\">9. The verdict of the jury—the defendant having given bond and retained the property—may be either <em>de retorno habendo, </em>that is, for the return of the property, or for the value thereof, as the jury may determine.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b574-8\">10. If the defendant does not object, at the instant it becomes known to him, that a member of the court is present and participating in the trial who was not present till some timé after the trial began, he is deemed in law to have waived the right, and will not be permitted to make the objection in a motion for a new trial or in arrest of judgment.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b574-9\">11. A different rule prevails with regard to trials in civil causes from that in criminal proceedings, because in the former the parties to the suit may consent to a departure in the usual course of such trial, or may waive irregularities therein either expressly or impliedly. In civil actions the proceedings are not <em>coram non judice </em>because of the participation of another judge after the trial had been in progress for several hours by two judges who constituted a quorum, and who were present throughout the trial.</syllabus>\n<decisiondate data-order=\"13\" data-type=\"decisiondate\" id=\"b574-10\">\n<em>(March 1, 1899.)</em>\n</decisiondate>\n<p data-order=\"14\" data-type=\"judges\" id=\"b574-11\">Lore, C. J., and Pennbwill and Boyce, J. J., sitting.<footnotemark>*</footnotemark></p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"AJl\"><em>Harry Emmo?is </em>for plaintiff.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b574-12\"><em>Lewis C. Vandegrift </em>for defendant.</attorneys>\n<court data-order=\"17\" data-type=\"court\" id=\"b574-13\">Superior Court, New Castle County,</court>\n<otherdate data-order=\"18\" data-type=\"otherdate\" id=\"AGN_\">February Term, 1899.</otherdate>\n<docketnumber data-order=\"19\" data-type=\"docketnumber\" id=\"b575-3\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>Replevin (No. 63,</docketnumber>\n<otherdate data-order=\"20\" data-type=\"otherdate\" id=\"AqH\">to November Term, 1897.)</otherdate>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b575-4\">The contract between the parties for the sale of the printing press, the subject matter of the action of replevin, was in the following form:</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b575-5\">“Wilmington, Del., Dec. 22, 1891.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b575-6\">“ C. W. Edwards, Esq.,</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b575-7\">“Manager ‘ Evening Journal.’</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b575-8\">‘ ‘ Dear Sir :</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b575-9\">“ The Duplex Printing Press Company, of Battle Creek, Michigan, submit to the Journal Printing Company, of Wilmington, Delaware, the following proposal:</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b575-10\">“We will build for you and have set up in running order in your press room by the 25th day of March, 1892, provided that if ytiu do not move from your present place of business the time may be extended to the 18th day of May, 1892, (you shall notify us by January 1, 1892, whether you move or not,) one of our new Cox perfecting presses known by our shop letter as the ‘ <em>QQ </em>’ of same size and style as the one recently furnished the ‘ Home News,’ at New Brunswick, New Jersey, and it shall be provided with larger form rolls, and if found practical, with adjustable rider rolls over the same. This press shall be capable of printing from type on flat stationary beds a 7 (13 em) column 8 page paper and deliver the papers folded with three folds and pasted, at a speed of 3500 per hour. It will also print and fold a four page paper, and print, paste and fold a six and seven page paper, with no adjustments except change of forms, width of paper and rollers. This press shall be fully equal in every respect to the one shown j^ou at New Brunswick, N. J. We will furnish with the press: 1 set composition rollers, 1 extra set roller stocks, 1 pair of blankets, 1 off-set sheet, 1 set wrenches, 1 counting machine, 1 counter shaft with one flanged pulley and 1 pair of hangers for same.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b575-11\">“We will pay railroad freight on the press and erect it in your press room in Wilmington, you shall prepare suitable foundations and pits for same and furnish ample, steady power. And from the beginning of erection of press, furnish a competent <page-number citation-index=\"1\" label=\"568\">*568</page-number>pressman and- an assistant to help in erecting press, and to be instructed by us how to properly operate the press.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b576-5\">‘ ‘ The price to be paid us for the above described press to be sixty-five hundred dollars ($6500) and a special edition of the ‘ Evening Journal’ of 2000 copies, containing cut and write up of press, mailed by you in addressed wrappers furnished by us.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b576-6\">‘1 We will test the press in our works with forms, paper and inks. We will notify you when this test is to be made, and you or your representative may be present. You shall pay us before shipment five hundred dollars ($500), and the balance as soon as the press is set up in good running order in your press room, as hereinafter provided.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b576-7\">‘ ‘ We will accept the double cylinder press now used by you in printing the ‘ Journal ’ if in as good condition, barring ordinary wear, as now in, at one thousand dollars ($1000), and you shall properly pack and ship it to our order without charge to us. You may have privilege of selling this press at a higher price any time before we sell and order shipped, and retain all it is sold for over and above one thousand dollars ($1000) cash, which shall be paid to us before its delivery. The balance of the purchase price, five thousand dollars ($5000), shall be paid as follows :</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b576-8\">“You shall give us your notes endorsed by C. W. Edwards, of your company, individually, the notes to bear interest annually at 6 per cent, per annum from date of shipment of press from our works.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b576-9\">I note for $300 due on or before 3 months, I “ $300 “ ( &lt; 6 <em>Í ( </em>I “ $300 ( <em>l </em>9 <em>(( </em>I “ $300 ( <em>i </em>12 <em>i ( </em>I “ $3oo ( <em>&lt; </em>15 <em>i ( </em>I “ $3°° <em>( ( </em>18 <em>&lt; ( </em>I “ $300 “ <em>( ( </em>21 <em>( ( </em>I ' “ . <em>$300 </em>( <em>Í </em>24 <em>{ i </em>I ■- “ $2600 &lt; Í 27 <em>((</em></summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b576-10\">' “You shall keep the press insured for $4000 for our benefit, and the right, title ' and ownership' of, in and to said press: does <page-number citation-index=\"1\" label=\"569\">*569</page-number>not and shall not pass from us until all of the payments as above and all the above described notes have been fully paid.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b577-4\">“ If you shall fail to pay any of the foregoing notes or instalments, for the space of three months after any of them shall •fall due, then, the said Duplex Printing Press Company may enter the premises where said press may be, and take the same into its possession in its discretion, and whatever payments may have been made upon said press when so taken into possession, shall be held as compensation for the use of said press up to the time of such failure in payment.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b577-5\">“ Yours respectfully,</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b577-6\">“ Duplex Printing Press Co.,</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b577-7\">“Per H. W. Kellogg, Agent.”</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b577-8\">. “The above proposal is hereby accepted and its terms and conditions agreed to, and we represent that we are the owners of the old press above referred to, and that there are not now, nor shall be any claims on or against it.</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b577-9\">“And it is agreed by us that in the event of the Duplex Printing Press Company failing to have the press set up in running order by March 25, 1892 (if we change our place of business), that the only damage we will demand of them is that they shall pay a reasonable price for the press work on the Journal from March 25, 1892, until the new press is ready to print on.</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b577-10\">“Journal Printing Company,</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b577-11\">‘ ‘ C. W. Edwards, Manager. ’ ’</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b577-12\">Further facts sufficiently appear in the charge of the court.</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b577-13\">The court charged the jury upon the various propositions of law raised by the prayers of the respective counsel, as follows :</summary>\n<p data-order=\"45\" data-type=\"summary\" id=\"b577-14\">Pennewilu, J., charging the jury :</p>\n<p data-order=\"46\" data-type=\"summary\" id=\"b577-15\">Gentlemen of the jury :—This is an action of replevin in wliich the Duplex Printing Press Company, the plaintiff, seeks to recover from the Journal Printing Company, the defendant, the possession of a certain printing press, or the value thereof, and the plaintiff bases his right to recover upon a certain written instrument dated December 22, 1891, signed by the Duplex <page-number citation-index=\"1\" label=\"570\">*570</page-number>Printing Press Company, per H. W. Kellogg, its agent, and an acceptance of the terms and conditions of said instrument signed by the Journal Printing Company, by C. W. Edwards, its manager. The said written instrument and acceptance have been read in your hearing and admitted in evidence.</p>\n<p data-order=\"47\" data-type=\"summary\" id=\"b578-5\">The plaintiff alleges that this instrument constituted a contract of conditional sale, under which the defendant acquired no property whatever in the printing press in question, but that defendant was merely a bailee with a right secured to it to acquire title to said press when it should pay for the same in accordance with said contract; and that the Journal Printing Company having failed to pay the last note, to wit, the note for $2563.22 dated August 31, 1892, the plaintiff had the right under the terms of said contract, to take possession of said press ; that at the time the suit of replevin was entered, October 29, 1897, more than three months having elapsed since default was made in the payment of said note, it then had the right to take possession of the press and treat any and all payments which may have been there made by the defendant, as compensation for the use of the machine up to the time of such failure of payment.</p>\n<p data-order=\"48\" data-type=\"summary\" id=\"b578-6\">The Journal Printing Company, the defendant, resists any recovery at all by the plaintiff in this action. First, because, as it alleges, the written instrument above mentioned dated December 22, 1891, constituted an absolute sale and not a bailment or conditional sale. Second, because in the settlement between the parties plaintiff and defendant on August 31, 1892, the contract of December 22, 1891, was not considered or adhered to; that conditions had changed, and the notes then given, including the note for $2563.22 dated on that day, covered other things besides the press; that the settlement was of the book account of the plaintiff, and the original contract was departed from and not considered.- Third, because the plaintiff having collected all the notes given except the last one, and having endorsed and parted with this remaining one, it had at the time this suit was brought no property in said note or any rights in and under the contract of December 22, 1891.</p>\n<p data-order=\"49\" data-type=\"summary\" id=\"b579-4\"><page-number citation-index=\"1\" label=\"571\">*571</page-number>These contentions of the parties to this suit, conflicting as they are, make it necessary for us to charge you upon the law applicable to the facts in the case. And first, we will consider the question whether the contract of December, 1891, constituted an absolute sale or only a conditional sale.</p>\n<p data-order=\"50\" data-type=\"summary\" id=\"b579-5\">Whatever may have been thought of such sales prior to the case of the <em>Watertown Steam Engine Co. vs. </em>Davis, <em>5 Houst., 192, </em>it will not now be denied or questioned by any one, that conditional sales are perfectly legal, valid and binding in this state. Since that case was decided there have been others, including <em>Mathews vs. Smith, 8 Houst., 22; Ott vs. Specht &amp; Spahn, 8 Houst., 61; Truax vs. Parvis, </em>7 <em>Houst., 330 ; </em>all recognizing and reaffirming the validity of such sales. The question, therefore, is no longer whether such sales are good and valid, but whether the particular contract or agreement relied on, constitutes a conditional sale. ■ Such we understand to be the defendant’s position in the present case. It admits that a conditional sale might be made, but denies that under the contract of December 22, 1891, it was made ; or that from the language employed in that contract, by any fair construction it can be held that it was the intention of the parties thereto that there should be any thing other than an absolute sale of the printing press to the Journal Printing Company. It is for us to interpret this contract, and tell you whether or not it amounts to a conditional sale. We must ascertain, if possible, the intention of the parties to that contract in this regard, for in this, as in all other contracts, it is the intention of the contracting parties that is essential and governs, and such intention must be discovered from the language used. In this connection it may be of assistance to briefly review ■ some of the cases involving conditional Sales upon which this court has heretofore passed. In the Watertown Steam Engine case, above cited, a receipt had been given for an engine delivered at the time under a bargain for the Sale thereof, and for which the bargainee had given his notes for $1375.00 with interest. And in the receipt it was stated to be expressly understood that the Engine Company neither parted with, nor did the other party acquire any title to, said property <page-number citation-index=\"1\" label=\"572\">*572</page-number>until said notes and all extensions and renewals thereof were fully paid. In the case of <em>Mathews vs. Smith, </em>already referred to, the contract is not set out, but it appears that the property was sold by the plaintiff to another for $500.00, under an agreement that it should be the property of the vendors until it should be fully paid for. The terms of sale were an allowance of $100.00 for an old fountain, cash to that amount, and six notes for $50.00 each for the balance, Three of the notes had been paid, the remaining three were still due, at the time suit was entered. In the case of <em>Ott vs. Specht &amp; Spahn, </em>certain machinery was let and hired by plaintiff to defendants for a term of six months, commencing February 13, 1885, reserving for the hire or use thereof the sum of $400.00 to be paid February 28, 1885, the like sum May 28, 1885, the like sum June 28, 1885, the like sum July 28, 1885, and the further sum of $300.00 on the expiration of said term. It was provided that if default should be made in the payment of any instalment for thirty days the plaintiff might re-enter into possession of the machinery; and, also, that if defendants made no default in the payments, then by their paying to the plaintiff such additional sum as should be the excess of the price over the payments made, the machinery should become the property of the defendants absolutely.</p>\n<p data-order=\"51\" data-type=\"summary\" id=\"b580-5\">In the case of <em>Truax vs. Parvis, </em>the plaintiff sold to one Grasley a colt, taking two judgment notes for $150.00, the price. On the back of the note last to fall due was the following endorsement: “ Smyrna, April 18, 1884. This day have bought of Samuel Truax, one bay colt, four years old, the said colt belongs to him until these two notes are paid.” “Signed, W. H, Grasley.”</p>\n<p data-order=\"52\" data-type=\"summary\" id=\"b580-6\">In all of the above mentioned cases the contract was held to constitute a conditional one, and it is interesting to note how different in form and language was the agreement in each case. In the Watertown Steam Engine case a simple receipt was taken for property delivered, as stated, under a bargain for the sale thereof; but notes were nevertheless first given for the entire price, it being stipulated that the .title should remain in the Engine Company till all the notes. were paid. In the case ;of <page-number citation-index=\"1\" label=\"573\">*573</page-number><em>Mathews vs. Smith, </em>so far as the report shows, the contract .imported a sale, with a qualification or condition that the property should remain in the plaintiff till the debt was entirely paid. In the case of <em>Ott vs. Specht &amp; Spahn, </em>the agreement assumed the guise of a hiring with the privilege of purchasing at the end of the term, but with no provision that the title to the property should remain in the bailor till the debt was paid. And in the case of <em>Truax vs. Parvis, </em>the transaction was apparently an absolute sale, till the endorsement on one of the notes was considered, the effect of which, was to restrict what would otherwise have been an absolute sale to a conditional one. It is very manifest from these cases in our own state that no particular form of contract, or use of words, is required to make a conditional sale, but that it is the intention of the parties that governs in every case. It matters not whether the contract appears to be a hiring with the privilege of purchasing ; a bargain for sale with security for the whole purchase money, and with a condition as to the vesting of title ; or an absolute sale, with such a condition attached. In the case of <em>Ott vs. Specht &amp; Spahn, </em>which defendant’s counsel contrasted with the one at bar, and in which the contract relied on he admitted to be clearly a conditional sale, the court said: “It is manifest from the terms of the contract that it was in the meaning and mutual understanding of the parties to it what is now generally termed a conditional sale.” And such understanding, the court said, was strengthened and confirmed by the stipulation that, if default should be made in the payment of any instalment for the space of thirty days after i,t became due, it should be lawful for the plaintiff to enter into possession of said machinery ; and also by the further stipulation that the bailees on paying all of the instalments, and performing all of the covenants, should hold and enjoy the said machinery. * ‘ For a direct recognition, or an express admission in terms, ’ <em>'■ </em>said the .court, ‘ ‘ that the plaintiff was to retain absolute ownership of .the machinery in question, could not more clearly indicate the understanding and intention of the defendants to recognize and admit that he was the bailor, and that they were but bailees of the machinery in question during the whole of that term.’’. <page-number citation-index=\"1\" label=\"574\">*574</page-number>The court by such language recognized the fact that the very best evidence that the parties intended a conditional and not an absolute sale, was a direct recognition or express admission that the plaintiff was to retain absolute ownership of the property till the price thereof was fully paid. Applying the tests employed by the court in that case to the one before us, we find that in the contract of December 22, 1891, the plaintiff made a proposal to the defendant that it would build and set up in defendant’s press room a certain kind of a press, the price therefor being stated, which should be paid as herein provided. There was a provision, as in the case of <em>Ott vs. Specht </em>&amp; <em>Spahn, </em>that plaintiff should have the right to take possession of the property in case of default in the payment of any instalment or note, and also the further provision not in that case, but which the court in that case recognized as the best evidence of a conditional sale—a recognition or admission that the plaintiff was to retain absolute ownership of the property till the entire debt was paid. The case of <em>Heryford vs. Davis, 102 U. S., 235, </em>cited by defendant, is a very different case from the one we are considering, and, in our judgment, not at all in point; because in that case in the event of default in the payment of any of the notes, and the election of the plaintiff to take possession of the property, the plaintiff was required to sell the property, and of the net amount realized from the sale, so much as should be needed to make the amount remaining due and unpaid on the notes should be retained by the plaintiff, and the surplus, if any, should be paid over to the party in default. It thus appeared that the plaintiff did not retain title to the property, but only a lien thereon, for' even though he re-entered into the possession thereof, he was required to Sell it and account to the owner—the party in default—for any excess of sale over and above the amount required to pay the notes. Although conditional sales are not favored in law, and it seems to be neither the policy of the law nor the disposition of courts to extend them further than they are compelled to do, yet, under the authorities in our own state, and the interpretation of contracts by our courts relating thereto; and from the clear intention of the parties, as manifestéd by the terms and provisions <page-number citation-index=\"1\" label=\"575\">*575</page-number>of the instrument, we hold that the contract of December 22, 1891, constituted a conditional sale, and that the defendant acquired no title to the printing press thereunder, but was merely a bailee with a right secured to it to acquire title thereto when it should pay for the same in accordance with said contract. We, therefore, must decline to charge you as requested by the first, second and third prayers of the defendant. We are also unable to give you the instructions as requested by the defendant in certain other prayers, but we do charge that if you shall believe from the testimony that the contract of December 22, 1891, was disregarded and rescinded by the parties thereto in the settlement and transactions respecting the printing press on August 31, 1892 ; or was then, or at any time, so departed from by them, and the essential parts thereof so materially varied, as to amount to a new and different agreement; or if the notes specified in said contract were not given, but other notes were given ; or, to state it more generally, if the plaintiff and defendant subsequently to the making of the contract of December 22, 1891, made a new contract to govern the said transaction ; or so changed, modified or varied the original contract as to practically set it aside and substitute another in its place—the plaintiff cannot recover in this action, because if he recovers at all he must recover on the contract of December 22, 1891. But on the other hand, if you believe from the preponderance or weight of the evidence that the contract of December 22, 1891, was the one upon which the parties acted in the transactions respecting the printing press ; that it was not disregarded by them, or so departed from and modified as to be practically superceded by a new contract, and that the notes (including the one for $2563.22), were given and accepted for the printing press in accordance with the terms of said contract of December 22, 1891, and default was made in payment of the last note, the plaintiff would be entitled to recover either the printing press or the value thereof; provided he is not shown to have done some act which clearly manifested his intention to abandon or waive his right to take the press, and rely on the note for payment. He could, at his option, have either entered suit on the last note, <page-number citation-index=\"1\" label=\"576\">*576</page-number>or adopted the course he has taken in instituting this suit of replevin to recover the machine or its value.</p>\n<p data-order=\"53\" data-type=\"summary\" id=\"b584-5\">We say to you, that when the action is between the original parties to a contract of conditional sale, as in the present case, the mere extension of the time for the payment of the note, or forbearance to take the propert)^ after default in payment, is not in itself sufficient to amount to a waiver of plaintiff’s right to retake the property. The extension of time, after the money becomes due, is an action of grace on the part of plaintiff which is in the interest of the party in default. He is in no way misled by it, and could in no way be injured by it. <em>Quinn vs. Parke, 31 Pac., 866. </em>In the case of <em>Ott vs. Specht &amp; Spahn </em>above mentioned, the court at page 77 in speaking of the case of <em>Mathews vs. Smith, </em>also above cited, said: “The time that had elapsed before the plaintiff in the latter case brought his suit, and other indications in evidence of unreasonable laches and delay on his part in bringing his suit, under the circumstances shown, induced the court to hold in that case that it had not been commenced in a reasonable time but the ruling in that case was held not to apply to the case of <em>Ott vs. Specht </em>&amp; <em>Spahn </em>because it was between the original parties.</p>\n<p data-order=\"54\" data-type=\"summary\" id=\"b584-7\">We also say to you, that if you are satisfied from the evidence that the contract of December 22, 1891 continued in force and effect and was acted upon by the parties in the transactions' respecting the press, and that the last note—namely the note for $2,563.22—was given on account of the press and in accordance with the terms of that contract, then the mere question of infringement of patent rights, or threat of instituting suit for such infringement, would not be a valid excuse for the non payment of said note. But you have a right to take into consideration the agreement of the plaintiff to idemnify the defendant against any loss by reason of said infringement, if you believe any such agreement was made, as well as any other facts proved, in determining whether or not the contract of December 22, 1891, was disregarded and rescinded, and a new one acted upon, at the time of the alleged settlement on August 31, 1892, or at any time after the making of the contract on December 22, 1891.</p>\n<p data-order=\"55\" data-type=\"summary\" id=\"b585-3\"><page-number citation-index=\"1\" label=\"577\">*577</page-number>And we further say that the action of replevin is founded on a general or special property of the plaintiff in the goods and chattels, and not only must the plaintiff have the right of property therein, but also the immediate right of possession at the time of the commencement of its action. And if, therefore, you are satisfied from the evidence that the contract of December 22, 1891, was not the contract upon which the parties thereto acted in the transactions respecting the printing press in question, and that the note for $2,563.22 was not given in pursuance <em>thereof; </em>or, adopting substantially the language of the court in the case of <em>Truax vs. </em>Parvis, above referred to, “If you are satisfied that by the endorsement of said note the plaintiff intended to make an election or choice between his two remedies, and chose to refy upon the notes for the purchase rather than the right to retake secured by the contract of sale, he must be held to that choice, and fail in his action. At the same time you must take into account, as an element in deciding what the plaintiff really intended, that at the time of the transfer of said note the plaintiff was liable on the endorsement.”</p>\n<p data-order=\"56\" data-type=\"summary\" id=\"b585-4\">Such are the principles of law which in our judgment are applicable to this case. You are the sole judges of the facts, and with them the court has nothing to do. It is our duty to declare the law, and it becomes your duty to apply such law to the facts proved in the case.</p>\n<p data-order=\"57\" data-type=\"summary\" id=\"b585-5\">If 3rou should find for the plaintiff, your verdict may either be <em>de retorno </em>habendo—that is for the return of the printing press to the plaintiff, or for such sum as you think, from the evidence before you, is the value of the printing press. Whether your verdict shall be for the return to the plaintiff of the property, or for the value thereof, is for you to determine, if you find for the plaintiff. If you find for the defendant, your verdict should be simply, we find for the defendant.</p>\n<p data-order=\"58\" data-type=\"summary\" id=\"b585-6\">Verdict for plaintiff for $4,000.</p>\n<p data-order=\"59\" data-type=\"summary\" id=\"b585-7\">Mr. Vandegrift, in excepting to the charge of the court, stated that there were numerous decisions that the proper time to except to the charge was before the jury had retired, and inquired as to the practice of the court in such matters.</p>\n<footnote data-order=\"60\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b574-14\">Note : The Chief justice was absent during the first day of the trial; .upon the convening of the court the second day, he was present and a statement of the evidence so far adduced was made by Mr. Vandegrift, with the approval of Mr. Emmons, attorney for plaintiff, and the Chief Justice sat-during the remainder of the trial.</p>\n</footnote>\n<opinion data-order=\"61\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b586-4\"><page-number citation-index=\"1\" label=\"578\">*578</page-number>Tore, C. J:—</author>\n<p id=\"A3Y\">That is not our practice. Immediately after the jury goes out is in ample time to note an exception.</p>\n<p id=\"b586-5\">Verdict for plaintiff for $4000.00.</p>\n<p id=\"b586-6\">Motions were made on behalf of defendant, for a new trial and in arrest of judgment. After argument, the court on March 30th, handed down the following decision, refusing said motions:</p>\n<author id=\"b586-7\">Boyce, J:—</author>\n<p id=\"A7Y\">The defendant, by its counsel, has moved for a new trial, and in arrest of judgment, because there was a change in the personel of the court during the progress of the trial. It admits that the court was, on the first day of the trial, a constitutional court, but contends that the addition to the court on the second day of another member thereto who thereafter participated in the trial at alternate times so changed the original court as to render the proceedings <em>coram non judice. </em>The learned counsel cites in support of his contention the following cases: <em>People vs. Shaw, 63 N. Y., 36; Shaw vs. People, 3 Hun., 272 ; Oakley vs. Aspinwall, 3 Com. (N. Y.), 547; State vs. Crane, 36 N. J. L., 398; </em>and these are all criminal cases except one.</p>\n<p id=\"b586-8\">In the <em>American and English Encyclopedia of Law, Vol. 12, page 11, </em>it is said : <em>“A </em>judge of oyer and terminer absenting himself for a day in the course of a murder trial thereby disqualifies himself from further sitting. If he sits again, it is error ’ ’; and the above cases are cited in support of the text, which upon a careful perusal, we do not find applicable to the facts in the case now before us. In the case of <em>Tuttle vs. People 36 N. Y., 431, </em>it was held that a temporary absence from the bench of one of the judges, there being a regular quorum in attendance, does not break up the session or invalidate the proceedings.</p>\n<p id=\"b586-10\">‘ <em>‘A </em>criminal proceeding is wholly in <em>invitum </em>and is not to be controlled by the doctrine of waiver which rests upon assent.” <em>Hill vs. People, 16 Mich., 351. </em>And because of the involuntary character of a criminal proceeding on the part of the defendant, the mode of trial as provided by the constitution and laws of the state must be fully complied with before the prisoner may be deprived of either his life or liberty. The state, because of its interest in the lives and liberties of its citizens, has provided the <page-number citation-index=\"1\" label=\"579\">*579</page-number>tribunal by which the offender shall be tried. He may waive a trial and plead guilty to the indictment, but he will not be permitted when in jeopardy, as for murder or felony, to assent to a trial by any other tribunal, or to any other mode of trial than that established by law. And for a like reason he cannot waive irregularities in his trial.</p>\n<p id=\"b587-4\">A different rule prevails with regard to trials in civil causes, because the parties to the suit may consent to a departure in the usual course of such trial, or may waive irregularities therein, either expressly or impliedly. ‘ ‘ Civil suits relate to and affect as to parties against whom they are brought, only individual control, and which they may part with at their pleasure. * * * Any departure from legal rules in the conduct of such suits, with the consent of the defendant, is, therefore, a voluntary relinquishment of what belongs to the defendant exclusively. ” <em>Cancemi vs. People, 18 N. Y., 128. </em>In the case of <em>Durham vs. Hudson, 4 Ind., 501, </em>notwithstanding the constitution of the state, provided that, “In all civil cases the right of trial by jury shall remain inviolate, it was held in a civil suit that a party might consent to a verdict by a jury of less than twelve men.” Such has frequently been the practice in the courts of this state by consent of parties. In the case of <em>Oakley vs. Aspinwall, supra, </em>being a civil case, Brownson, C. J., observed that something must be trusted to the judge’s discretion, whether he could safely leave for a while.</p>\n<p id=\"b587-5\">The distinction between irregularities occurring in the proceedings in criminal cases—for murder and felony—and in civil actions, is that the proceedings in the former cases when invoked are wholly against an unwilling party and are not subject to the doctrine of waiver, while in the latter, the doctrine applies.</p>\n<p id=\"b587-6\">This being a civil action, the proceedings therein were not <em>coram non judice </em>because of the participation of another judge at intervals as has been alleged. The jurisdiction of the court did not thereby become defective and void, but, at most, merely irregular. It was competent for the defendant to have objected at the time to any participation by the other member of the court after the trial had been proceeded with several hours by the two <page-number citation-index=\"1\" label=\"580\">*580</page-number>judges, constituting a quorum, who were present throughout the trial; and having failed to avail himself of this right at the instant it became known that another member of the court was present and taking part in the trial, the defendant is deemed in law to have waived the right, and the objection now comes too late. For it is a well established rule that an objection not made at the trial at the proper time will -not be considered on appeal, but is deemed as waived; and for a like reason an objection not noted at the trial as above will not be heard in a motion for a new trial or in arrest of judgment. The doctrine is well expressed in <em>Broom’s Legal </em>Maxims, <em>at star page 103, </em>where it is said: * ‘ Where an irregularity has been committed, and where the opposite party knows of the irregularity, it is a fixed rule, observed as well by the courts of equity as of common law, that he should come in the first instance to avail himself of it, and not allow the other party to proceed to incur expense. It is not reasonable afterwards to allow the party to complain of that irregularity, of which, if he had availed himself in the first instance, all that expense would have been rendered unnecessary; and, therefore, if a party after such an irregularity has taken place consents to a proceeding which, by insisting on the irregularity, he might have prevented, he waives all exceptions to the irregularity. ”</p>\n<p id=\"b588-5\">Regarding, as we do, the objection raised to the participation in the trial of one of the judges as an objection made to a mere irregularity, if it may be so called, in the conduct of the trial which in no way affects either the merits of the case or the jurisdiction of the court before which it was tried, we are not warranted in granting a new trial or in arresting the judgment on that ground. And as to the other reasons assigned by the learned counsel in his motion for a new trial relating to the finding of the jury from the evidence under the charge of the court, we are obliged to say that, after a most careful consideration of the several matters submitted to us, we are not justified in granting a new trial for those reasons.</p>\n<p id=\"b588-6\">The motions for a new trial and in arrest of judgment are, therefore, dismissed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}