{
  "casebody": {
    "data": "<casebody firstpage=\"590\" lastpage=\"593\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b624-13\">Zhong Kai ZHOU Petitioner, v. John ASHCROFT, Attorney General of the United States, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b624-15\">No. 03-4429.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b624-16\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b624-17\">Submitted Under Third Circuit LAR 34.1(a) Nov. 30, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b624-18\">Decided Dec. 14, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b625-13\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>Thomas V. Massucci, New York, NY, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b625-14\">M. Jocelyn Lopez-Wright, United States Department of Justice Office of Immigration Litigation, Washington, DC, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b625-15\">Before RENDELL, ALDISERT and MAGILL, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b625-16\">\n<em>OPINION OF THE COURT</em>\n</p>\n<author id=\"b625-17\">ALDISERT, Circuit Judge.</author>\n<p id=\"b625-18\">Petitioner, Zhong Kai Zhou, a native and citizen of China, seeks review of a final order of removal issued by the Board of Immigration Appeals (“BIA”). The order affirmed the Immigration Judge’s (“IJ’s”) decision to deny Zhou’s application for protection under Article III of the Convention Against Torture (“CAT”). The sole issue is whether the IJ applied the correct legal standard to determine if Zhou was statutorily eligible for protection under the CAT. If we determine that the IJ applied the proper legal standard, we must then decide whether the evidence compels reversal of the IJ’s decision. We have jurisdiction to review the BIA’s order under 8 U.S.C. § 1252. We will deny the petition for review.</p>\n<p id=\"b625-19\">I.</p>\n<p id=\"b625-20\">Because we write only for the parties, who are familiar with the facts, procedural history and contentions presented, we will not recite them except as necessary to the discussion.</p>\n<p id=\"b625-21\">II.</p>\n<p id=\"b625-22\">In asserting a claim under the CAT, “[t]he burden of proof is on the applicant ... to establish that it is more <page-number citation-index=\"1\" label=\"592\">*592</page-number>likely than not that he or she would be tortured if removed to the country of removal.” 8 C.F.R. § 208.15(c)(2) (2002). “Torture” is defined under the CAT as the following:</p>\n<blockquote id=\"b626-4\">any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or her or a third person information or a confession, punishing him or her for an act he or she or a third person, has committed or is suspected of having committed, or intimidating or coercing him or her or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.</blockquote>\n<p id=\"b626-5\"><em>Id. </em>§ 208.18(a)(1).</p>\n<p id=\"b626-6\">We are satisfied that the IJ used the proper standard when he stated that Zhou had the burden to show that “it is more likely than not that he would be tortured by the Chinese government upon his return to his home country of China.” (App. at 40.) The IJ paraphrased the relevant governing standard as requiring Zhou to show that he “presently]” fears that he will “be tortured” if he returns to China. Zhou has not demonstrated why this is wrong or how it prejudiced his case.</p>\n<p id=\"b626-7\">III.</p>\n<p id=\"b626-8\">Because we conclude that the IJ used the correct legal standard, we must then decide whether the evidence compels reversal of the IJ’s decision. Where the BIA summarily affirms the IJ’s decision without opinion, we review the IJ’s opinion. <em>Dia v. Ashcroft, </em>353 F.3d 228, 245 (3d Cir.2003) <em>(en </em>banc). We review the IJ’s factual determinations under the substantial evidence standard, meaning that we will uphold findings “to the extent that they are ‘supported by reasonable, substantial, and probative evidence on the record considered as a whole.’ ” <em>Balasubramanrim v. INS, </em>143 F.3d 157, 161 (3d Cir.1998) (quoting <em>INS v. Elias-Zacarias, </em>502 U.S. 478, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)).</p>\n<p id=\"b626-10\">Here, there is substantial evidence to support the IJ’s decision to deny Zhou’s application for protection under the CAT. On appeal, Zhou contends that he will be persecuted by the Chinese government because he left China illegally with the help of a smuggler. To support this, he cites the April 14, 1998 profile of asylum claims and country conditions and the State Department’s 2000 country report on human rights practices in China. These documents state that immigrants returning to China who have entered other countries illegally are “subject to lengthy administrative detention or reeducation in labor camps.”</p>\n<p id=\"b626-11\">We believe that this case is controlled by the teachings of <em>Wang v. Ashcroft, </em>368 F.3d 347 (3d Cir.2004), and what we said there is relevant here:</p>\n<blockquote id=\"b626-12\">Wang argues that 2000 Report provides a non-exhaustive list of persons who might be tortured and should not be read as an exclusive list. However, he fails to provide any objective evidence why he, as a first-time illegal immigrant, would be more likely than not to be treated similarly. Although the BIA noted that the 2000 Report stated that returning illegal immigrants may face fines and second-time illegal immigrants or political dissidents may face re-education or labor camps, Wang has provided no evidence — as is it’s burden of proof — to establish that he personally would be more likely than not to be tortured upon return.</blockquote>\n<blockquote id=\"AxV\"><page-number citation-index=\"1\" label=\"593\">*593</page-number>Wang suggested the BIA should have assumed first-time returning immigrants should have been included within the list of groups likely to be tortured because of the difficulty of monitoring human rights violations in China. Such an assumption would provide an automatic CAT protection to all persons returning to China. While we certainly do not intend to suggest our approval of a practice in China subjecting returning immigrants to prosecution and subsequent punishment, if existent, we are not in a position to express a view in this matter. Lacking a Congressional directive to grant the CAT claims from all Chinese immigrants who allege the possibility of detention or imprisonment upon their removal to China, there is no reason for the BIA or this court to adopt such a rule.</blockquote>\n<p id=\"b627-5\"><em>Id. </em>at 350-351.</p>\n<p id=\"b627-6\">Like the petitioner in <em>Wang, </em>Zhou does not provide any objective evidence to show that he will be tortured upon his return to China.</p>\n<p id=\"b627-7\">IV.</p>\n<p id=\"b627-8\">We have considered all the issues presented by the parties and conclude that no further discussion is necessary. We conclude that the IJ used the proper legal standard and substantial evidence supported his decision. Accordingly, the petition for review will be denied.</p>\n<p id=\"b627-9\">The Honorable Frank J. Magill, Senior Judge, U.S. Court of Appeals for the Eighth Circuit, sitting by designation.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}