{
  "casebody": {
    "data": "<casebody firstpage=\"214\" lastpage=\"221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b248-3\">[Civ. No. 4774.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AIu\">Third Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AJc\">January 25, 1933.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b248-4\">PETER LANGENSAND et al., Respondents, v. ARTHUR L. OBERT et al., Appellants. RICO ZANDRINO, Respondent, v. ARTHUR L. OBERT et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b250-3\"><page-number citation-index=\"1\" label=\"216\">*216</page-number>H. G. Crawford for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b250-4\">Walter McGovern, Ernest I. Spiegl and Herbert V. Keeling for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b250-5\">PARKER, J., <em>pro tem.</em></author>\n<p id=\"AWC\">The actions above entitled arose out of one automobile accident, and were therefore consolidated for trial.</p>\n<p id=\"b250-6\">The plaintiffs in the action first above are husband and wife, and the plaintiff Zandrino, in the second action, was a passenger in the automobile driven by Peter Langensand. The case was tried by a jury and verdicts were returned in favor of the respective plaintiffs, in different amounts. Motion for new trial was denied and judgments entered. The appeal follows.</p>\n<p id=\"b250-7\">It is admitted there was a collision between the car driven by Langensand and the car owned by Obert and driven by Wester. Likewise, it is admitted that as a result of said collision the several plaintiffs each sustained personal injuries. The accident occurred in Lake County upon a stretch of road common to the foothill country.</p>\n<p id=\"b250-8\">It was the claim of plaintiffs that the car was being operated at a speed of 25 miles per hour, and in all respects in a careful and prudent manner—the usual claim of all plaintiffs; that defendant, approaching at a speed of 40 or 45 miles per hour, suddenly and without warning, left his side of the road and smashed directly into the course of plaintiffs, thereby causing the collision.</p>\n<p id=\"b250-9\">The evidence adduced supported plaintiffs’ claim, and accordingly the verdict against defendants.</p>\n<p id=\"b250-10\">On the issue of defendants’ negligence there can be no question (and none is seriously raised) that the finding of such negligence has abundant evidentiary support.</p>\n<p id=\"b250-11\">At the time of the accident defendant Wester was driving the car of Obert. Both defendants were in the car, though Obert was asleep and has no knowledge of any of the facts prior to the collision. At the trial the defendant Wester, called as a witness, testified that the accident happened just as he was coming around a curve; that his car was out too far, and he did not have time or space sufficient to permit bim to get back on his side, after seeing the car of plaintiffs. He fixed the speed of his car at 20 per hour. <page-number citation-index=\"1\" label=\"217\">*217</page-number>He was asked if it were not the fact that he was going 40 miles an hour, and his answer was in the negative. He was then asked this question: “Is it not a fact that the accident was due to your reckless driving?” His answer was, “No, sir.” He was then questioned about his appearance in the justice’s court upon a charge of reckless driving. He denied making any statement in said court, and in fact denied saying one word there. He did admit, however, that he was in said court, represented by counsel, and that anything that was said, his attorney said for him. The details of the appearance were sufficiently shown as to time, place and parties present.</p>\n<p id=\"b251-5\">Thereafter, plaintiff called as a witness Hon. Fred Fuller, Justice of the Peace, before whom the proceedings referred to were had. Upon the objection of the appellants that the criminal complaint in the justice’s court was the best evidence, the said complaint was produced and offered and received in evidence. This complaint charges Wester with the crime of misdemeanor, committed as follows: ‘ That said defendant, on or about the 2nd day of August, 1931, at and in the County of Lake, State of California, did wilfully and unlawfully drive and operate a certain motor vehicle, to-wit: a Dodge Coupe, over and upon a public highway leading from Elk Mountain to Upper Lake, in a careless and imprudent manner, and at a rate of speed greater than was reasonable and proper, and without due regard to the traffic and use of said highway, to-wit, in so negligent a manner as to indicate a wilful and wanton disregard to the safety of persons or property upon said highway.” This complaint was verified by Peter Langensand, one of the plaintiffs. The justice of the peace produced his docket, which showed as follows: “Defendant waived time in which to plead, and entered his plea of guilty as charged in the complaint. ’ ’</p>\n<p id=\"b251-6\">Appellant urges, as practically the main ground of this appeal, that the admission of this evidence was erroneous and prejudicial. It is unnecessary to detail the arguments made to sustain the claim of error. It will suffice to give the reasons sustaining the trial court’s action.</p>\n<p id=\"b251-7\">A witness may be impeached by evidence that he has made, at other times, statements inconsistent with his present testimony. (Code Civ. Proc., sec. 2052.) Under the rule, <page-number citation-index=\"1\" label=\"218\">*218</page-number>when the witness stated that he had never made any statement regarding his conduct (the foundation being properly laid), it is permissible, by way of impeachment, to prove any statement made at the time and place specified, the designated parties being present. Further, when a witness testifies that he was not driving in a reckless manner, proof of a statement by him to the contrary (conceding a foundation for the proof) becomes admissible.</p>\n<p id=\"b252-4\">Also, there is another reason for the trial court’s ruling. An exception to the rule that a judgment in a criminal prosecution cannot be received in a civil action to establish the truth of the facts in which it was rendered has been held to arise where the defendant in the criminal case pleaded guilty, and the record showing such plea is offered in a civil action against him growing out of the same offense, such a record being admitted not as a judgment establishing the fact, but as the deliberate declaration or admission against, interest that the fact is so; in other words, a solemn confession of the very matter charged in the civil action. (31 A. L. R. 278; 57 A. L. R. 504, with authorities therein cited; <em>Risdon </em>v. <em>Yates, </em>145 Cal. 213 [78 Pac. 641]; <em>Gates </em>v. <em>Pendleton, </em>71 Cal. App. 752 [236 Pac. 365]; <em>Card </em>v. <em>Boms, </em>210 Cal. 200 [291 Pac. 190, 192].) Quoting from the last-cited case: “Any statement made by a party to an action may be considered not only for the purpose of impeachment of his testimony or credibility as a witness, but as an admission against interest.”</p>\n<p id=\"b252-5\">If the defendant, in the case before us, had stated to any person that he was driving his car in a reckless manner and without due regard for the safety of others, and regardless of traffic, there would be little question as to the admissibility of the statement, again assuming the foundation laid. Under conditions much more solemn, the defendant did so state, and under pain of penalty, when his every interest lay in stating to the contrary, were it not for the pains of perjury.</p>\n<p id=\"b252-6\">Some argument is made as to the manner of proving the statements. It is contended that the record of the' justice of the peace was not admissible. However, appellant insisted, in the court below, upon the complaint being the best evidence. By the same token, the docket of the justice would he the best evidence. No objection was made in the <page-number citation-index=\"1\" label=\"219\">*219</page-number>court below as to the form of proof. The law requires the justice of the peace to keep a docket and to enter his proceedings therein. The justice of the peace was personally present, with his docket, and if defendant had any claim against the verity of the entry, an abundant opportunity was afforded him to go fully into the matter. <em>(Bis-don </em>v. <em>Tates, supra.) </em>The error into which appellant has fallen is that he contends that the evidence was admitted on the theory of independent proof of defendant’s negligence. The fact is that its admission was limited to proof of declarations or admissions of a party. In this connection we note in passing that the appellant makes no criticism of any instruction given by the court to the jury. We therefore assume that the jury were fully and fairly instructed on all phases of the case.</p>\n<p id=\"b253-5\">Finally, in this branch of the case, it is urged that if this testimony might be admissible against Wester, the driver of the ear, it was inadmissible as against Obert, the owner. There are many answers to this contention. The owner was present, though asleep; the operation of the car was a joint enterprise at the time, from the facts of the case. Without analyzing the arguments, and even conceding the merit therein, the record before us discloses that both defendants were represented by the same counsel, and there was no objection made by or on behalf of defendant Obert, nor was there suggestion of limiting the evidence to Wester. Had the defendant Obert requested an instruction to the jury, on the effect of the testimony as to him, no doubt the court would have granted it. He cannot sit quiet in the trial court, and for the first time urge the point here. Another answer is that Wester was a witness for both defendants, and considering him as such, any impeaching questions affecting his credibility would apply equally to each defendant.</p>\n<p id=\"b253-6\">The appellants next urge that plaintiff Langensand was guilty of contributory negligence as a matter of law. That this negligence, proximately contributing to the accident, bars recovery by the plaintiff, and likewise bars recovery by the wife. One ground of this contention is the claimed fact that plaintiff Langensand was operating his car at a speed in violation of the statute, which fixes 15 miles per hour as the maximum in traversing or going <page-number citation-index=\"1\" label=\"220\">*220</page-number>around curves or corners of a highway when the driver’s view is obstructed within a distance of 200 feet along such highway in the direction in which he was driving. (Sec. 113, California Vehicle Act.)</p>\n<p id=\"b254-4\">It is undisputed that plaintiff’s car was going in excess of 15 miles per hour. However, there is ample evidence to negative the claim that plaintiff’s car was traversing an area wherein the speed limit applied.</p>\n<p id=\"b254-5\">Appellants lay much stress on the phrase “along such highway”, and argue that this means that the view must be open every inch of the 200 feet. Conceding this to be a correct construction, the record before us contains affirmative testimony that at the place of the accident the view was unobstructed for a distance in excess of 200 feet and throughout the entire distance. Still, on this subject of contributory negligence, appellants repeat the argument which we may assume was addressed to the jury and to the trial court on motion for a new trial, namely, an argument based upon appellant’s own view of the facts, regardless of the conflict.</p>\n<p id=\"b254-6\">Aside from the general argument, we are directed to no facts which sustain the claim of contributory negligence.</p>\n<p id=\"b254-7\">Lastly, appellants attack the verdict in favor of plaintiff Zandrino as being excessive. The jury awarded Zandrino $7,800 general damages. Appellants argue the phase of this ease somewhat perfunctorily. It is stated: “It is useless . to quote the medical testimony of the doctors as to Rico Zandrino.” This seems to parallel the claim that it does not matter how serious the injuries, the damages awarded were excessive.</p>\n<p id=\"b254-8\">Next appellants state: “We fully realize that there is no hard and fast rule to follow in determining the question of excessiveness of damages in a particular case.” In this they are half right: there may be no hard rule, but there is a rule somewhat fast (in the sense of being binding). The rule has often been announced.  It is only where the verdict is so grossly disproportionate to any reasonable amount of compensation warranted by the facts, as to shock the sense of justice, and raise at once a strong presumption that it is based on prejudice and passion, rather than sober judgment, that the judge is at liberty to interpose his judgment as against that of the jury. <em>(Zibbell </em>v. <em>Southern </em><page-number citation-index=\"1\" label=\"221\">*221</page-number><em>Pac. Co., </em>160 Cal. 237, 255 [116 Pac. 513]; 20 Cal. Jur. 101; <em>Driscoll </em>v. <em>California St. R. R., </em>80 Cal. App. 208 [250 Pac. 1062]; <em>Anstead </em>v. <em>Pacific G. &amp; E. Co., </em>203 Cal. 634 [265 Pac. 487, 490].) In the last-cited case it is said: “The verdicts of juries are rarely interfered with upon this ground, and only when as has been repeatedly stated, the verdict is so grossly excessive as to suggest at first blush, passion, prejudice or corruption on the part of the jury.”</p>\n<p id=\"b255-5\">It might be noted here that in the instant case the jury brought in three separate verdicts awarding damages to the various plaintiffs separately. No complaint is made as to the awards to the Langensands being excessive. This in itself would indicate that the jury carefully considered the damage in each case, and to some extent would negative the idea of prejudice and passion. The injury sustained by Zandrino affected his ankle. The use of the ankle will always be impaired to an extent as high as fifty per cent. Motion is accompanied by pain, and this condition is anticipated to continue for some years. He will require further medical attention for some time. As a result of the accident he suffered from concussion of the brain for a short time, and was confined to bed for two months. He was compelled to use artificial aid in walking, up to and including the time of the trial, being a period of some seven months.</p>\n<p id=\"b255-6\">In view of these facts, we cannot say that the verdict of the jury suggests passion or prejudice, or that it is grossly disproportionate to any sense of justice. The trial judge evidently thought the jury fair in awarding damages.</p>\n<p id=\"b255-7\">We find no error in the order denying appellants’ motion for a new trial.</p>\n<p id=\"b255-8\">The judgment is affirmed.</p>\n<p id=\"b255-9\">Thompson (R. L.), J., and Pullen, P. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}