{
  "casebody": {
    "data": "<casebody firstpage=\"1462\" lastpage=\"1472\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1538-12\">Irwin B. ARIEFF, Appellant, v. U.S. DEPARTMENT OF the NAVY.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1538-14\">No. 82-1536.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1538-15\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1538-16\">Argued Dec. 2, 1982.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1538-17\">Decided July 22, 1983.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b1538-18\">As Amended Aug. 24, 1983.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1540-9\"><page-number citation-index=\"1\" label=\"1464\">*1464</page-number>Cornish F. Hitchcock, with whom John C. Sims and Alan B. Morrison, Washington, D.C., were on brief, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1540-10\">Charles D. Ossola, Atty., Dept, of Justice, with whom Leonard Schaitman, Atty., Dept, of Justice, Washington, D.C., was on brief, for appellee.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b1540-11\">Before GINSBURG and SCALIA, Circuit Judges, and GESELL,<footnotemark>*</footnotemark> Judge, United States District Court for the District of Columbia.</judges>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1540-12\">Opinion for the Court filed by Circuit Judge SCALIA.</p>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1540-13\"> Sitting by designation pursuant to 28 U.S.C. § 292(a).</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1540-14\">SCALIA, Circuit Judge:</author>\n<p id=\"b1540-15\">This case is before us on appeal by Irwin B. Arieff, a professional journalist for <em>Congressional Quarterly, </em>from a Memorandum Order of the District Court granting summary judgment to appellee Department of the Navy and dismissing his complaint. <em>Arieff v. Department of the Navy, </em>No. 81-2406 (D.D.C. Apr. 27, 1982). We are asked to decide whether Exemption 6 to the Freedom of Information Act (FOIA), 5 U.S.C. § 552(b)(6) (1976), authorized the Navy to withhold certain inventory control documents, requested by appellant, which disclose the names and amounts of prescription drugs supplied to the Office of Attending Physician to the United States Congress (“OAP”), by the National Naval Medical Center (“NNMC”).</p>\n<p id=\"b1540-16\">I</p>\n<p id=\"b1540-17\">The OAP, located in the Capitol, was created in 1928 to serve the personal medical needs of Members of the House of Representatives. H.R.Res. 253, 70th Cong., 2d Sess., 70 Cong.Rec. 101 (1928). Since 1931, it has served Members of both the House and Senate. <em>See </em>S.Con.Res. 14, 71st Cong., 2d Sess., 72 Cong.Rec. 6606 (1930). In addition, the Office provides medical care to Justices of the Supreme Court of the United States, former Members of Congress and Justices, designated senior officials of the Court and Congress, and congressional pages. Jt.App. at 48 (Public Affidavit of Freeman H. Cary, M.D. (“Cary Affidavit”)). (Those entitled to OAP services are hereinafter collectively referred to as “Beneficiaries.”) The Attending Physician is the principal physician of the vast majority of Beneficiaries. <em>Id. </em>at 51.</p>\n<p id=\"b1540-18\">Within the OAP, a licensed pharmacist under the supervision of the Attending Physician provides prescription services to all Beneficiaries, to families of Members of Congress, and to congressional staff. The OAP purchases the drugs to fill prescriptions for staff and families from a wholesale commercial drug warehouse, and charges the recipients the unit price. <em>Id. </em>at <page-number citation-index=\"1\" label=\"1465\">*1465</page-number>49. The drugs to fill Beneficiaries’ prescriptions, on the other hand, the OAP orders from the NNMC, a division of the Department of the Navy, and provides without charge. <em>Id.</em></p>\n<p id=\"b1541-5\">The NNMC maintains “hard copy computer printouts” that document the narcotics, controlled substances, and other drugs requisitioned by the offices it serves. <em>Id. </em>at 91 (Affidavit of David H. Hofflinger, Asst. Supply Officer, NNMC). These records identify the particular office requesting the drugs (here, for example, the OAP); the date the order is filled; whether the order is one for narcotics, controlled substances, or other drugs; and the name, quantity and price of each drug sent to the requisitioning office. <em>Id. </em>at 49-50 (Cary Affidavit); <em>id. </em>at 91-92 (Hofflinger Affidavit). The NNMC has records of the narcotics requisitioned by OAP from October 20, 1978, to present; of controlled substances from October 12, 1978, to present; and of other drugs from January 17, 1980, to present. It is these records that appellant seeks.</p>\n<p id=\"b1541-6\">Appellant’s FOIA request asked for “all records concerning releases of any prescription drugs” to the OAP from the NNMC between 1974 and 1980. <em>Id. </em>at 29-30. It explicitly stated the Navy could delete all information that would identify the ultimate recipient of any of the drugs. The request was denied on the grounds that (1) the documents were not “agency” records within the definition of 5 U.S.C. § 552(e) (1976), but congressional records, and (2) production of the records would constitute a “clearly unwarranted invasion of [the] personal privacy” of the Beneficiaries in violation of 5 U.S.C. § 552(b)(6). Appellant’s administrative appeal of this denial was rejected on the same grounds.</p>\n<p id=\"b1541-7\">Appellant filed this action in the district court on September 29, 1981, and shortly thereafter moved for summary judgment. The Navy filed a cross-motion for summary judgment, supported by four affidavits, the principal one of which was submitted by Dr. Freeman H. Cary, the present Attending Physician. Jt.App. at 47-53. In this affidavit, Dr. Cary stated that informational requests directed to the OAP “often reflect that the inquirers have already pieced together information about the medical condition of Members [of Congress]; sometimes they seek from the OAP just a single bit of information or confirmation that would transform speculation about Members’ medical conditions or whereabouts into certain knowledge.” <em>Id. </em>at 50, f 6. Dr. Cary also asserted that disclosure of OAP receipt of drugs “prescribed exclusively, or almost exclusively, for a particular medical problem or condition” would be “tantamount to disclosing a medical diagnosis,” and that disclosure of OAP receipt of drugs “widely prescribed” for a particular condition “would promote speculation concerning the medical problems or conditions requiring such prescriptions.” <em>Id. </em>at 52, If 9. Dr. Cary supported these views through submission of a separate, <em>in camera </em>affidavit in which he set forth the names of selected drugs prescribed for Beneficiaries and, in his opinion, the medical conditions for which those drugs are principally if not exclusively prescribed. Appellant responded to the Navy’s cross-motion and <em>in camera </em>submission with an affidavit by Dr. Sidney M. Wolfe, an author on prescription drugs. Dr. Wolfe challenged Dr. Cary’s assertions that the records in question could be used to identify the medical condition of individual Beneficiaries and that the uses to which certain of the drugs are put are so limited that knowledge of them could link individual Beneficiaries to particular conditions. He cited examples of drugs which, although widely prescribed for particular medical conditions and often associated with those conditions, are also used in the treatment of other problems. <em>Id. </em>at 97-100.</p>\n<p id=\"b1541-9\">In a Memorandum Order of April 27, 1982, the district court granted the Navy’s motion for summary judgment and dismissed the complaint. Appellant’s principal contentions on appeal are that the district court erred in approving the withholding of <em>all </em>requested records on the basis of a submission which, at most, demonstrated that release of only some of the records would prejudice the interests protected by Exemption 6, and that the court did not accord <page-number citation-index=\"1\" label=\"1466\">*1466</page-number>him adequate opportunity to challenge Dr. Cary’s <em>in camera </em>affidavit. We agree that the district court committed reversible error. We decline, however, appellant’s invitation to enter judgment in his favor, and instead, reverse and remand to the district court for the reasons detailed below.</p>\n<p id=\"b1542-4\">II</p>\n<p id=\"b1542-5\">Exemption 6 of the Freedom of Information Act, exempts from disclosure, “personnel and medical files and similar files the disclosure of which would constitute a clearly unwarranted invasion of personal privacy.” When confronted with a challenge to a withholding of agency records on the basis of this exemption, courts must make a two-step determination <em>de novo, see </em>5 U.S.C. § 552(a)(4)(B) (1976): whether the information sought is to be found in personnel, medical or' similar files, and if so, whether its release would constitute a “clearly unwarranted invasion of personal privacy.” The district court rejected appellant’s contention that the records in question are not medical or similar files. In the interim between the district court’s decision and this appeal, the Supreme Court issued its opinion in <em>Department of State v. Washington Post, </em>456 U.S. 595, 102 S.Ct. 1957, 72 L.Ed.2d 358 (1982), rejecting this circuit’s rule, <em>see Simpson v. Vance, </em>648 F.2d 10, 13 (D.C.Cir.1980), that the phrase “similar files” in § 552(b)(6) is limited to files within which may be found “intimate details” and “highly personal” information. Given the Court’s broad construction of the term, appellant does not contest this aspect of the district court’s holding, Appellant’s Brief at 12, nor do we consider it (For its part, appellee does not argue on this appeal, nor did it in the district court, the validity of the first reason for its original denial, namely that the documents in question were not “agency records.”) We turn directly, then, to the second test — whether disclosure would constitute a “clearly unwarranted invasion of personal privacy.”</p>\n<p id=\"b1542-6\">The district court acknowledged that the records appellant seeks “do not, on their face, contain personal details of any individual’s medical condition.” Jt.App. at 133-34. It rested its decision in appellee’s favor on two grounds, which we will consider in sequence: First, it concluded that disclosure of the records — given the existence of other fragmented, publicly available information concerning Beneficiaries’ health and (what it took to be true) the identification of at least certain of the drugs with particular medical conditions — would enable identification of the medical conditions of particular individuals. Second, it found that even if certain identification were not possible, disclosure would promote questions and lead to informed speculation about the health of particular individuals. Either of these intrusions, it held, would constitute the kind of “clearly unwarranted invasion of the personal privacy” of the OAP Beneficiaries that Congress intended to prevent.</p>\n<p id=\"b1542-8\">A. <em>Identification of Particular Beneficiaries’ Medical Conditions</em></p>\n<p id=\"b1542-9\">In examining this portion of the district court’s opinion, it is important to bear in mind that the exemptions of the FOIA do not apply wholesale. An item of exempt information does not insulate from disclosure the entire file in which it is contained, or even the entire page on which it appears. Rather, “[a]ny reasonably segregable portion of a record shall be provided ... after deletion of the portions which are exempt.” 5 U.S.C. § 552(b). Since there is no claim, nor any reason to believe, that particular drugs could not readily be deleted from the inventory control documents here requested, the district court’s conclusion on this aspect of the case amounted to a finding that <em>all of the drugs listed </em>will enable identification of the medical conditions for which they are respectively prescribed. The factual allegations most favorable to appellant (which were controlling for purposes of rendering summary judgment against him) did not remotely support this finding, but to the contrary asserted that “many drugs are used to treat more than one condition.” Jt.App. at 99, II8 (Wolfe Affidavit). Indeed, even the factual allegations most favorable to appellee asserted only that <em>“certain drugs </em>have connotations <page-number citation-index=\"1\" label=\"1467\">*1467</page-number>regarding specific medical problems.” Jt. App. at 52, f 9 (Cary Affidavit) (emphasis added). Furthermore, nothing whatever in the record suggests that any invasion of privacy would result from release of only the quantities and unit prices of shipments — information which, even without the drug names, was of interest to appellant. <em>See </em>Appellant’s Brief at 22. The district court’s complete failure to restrict application of the Exemption to those “segregable portions” of the records producing the alleged invasion of privacy would alone require our reversal of the judgment.</p>\n<p id=\"b1543-5\">There is, moreover, a further difficulty, worth noting because it will have to be taken into account in the district court’s more particularized consideration of the records on remand. The Supreme Court has said that invocation of Exemption 6 requires “threats to privacy interests more palpable than mere possibilities,” <em>Department of the Air Force v. Bose, </em>425 U.S. 352, 380 n. 19, 96 S.Ct. 1592, 1608 n. 19, 48 L.Ed.2d 11 (1976), and that courts “may properly discount [the] probability” of invasion of privacy in light of attendant circumstances, <em>id. </em>at 380, 96 S.Ct. at 1608. In the present case, even if each of the drugs listed was prescribable for only a single disease, that alone would not establish any more than a possibility that the presence of the drug on the inventory would be, as the district court put it, “the ‘missing link’ for a person with fragmented knowledge” to identify the disease suffered by a particular Beneficiary. Jt.App. at 134-35. The records in question list only (1) the name of each prescription drug shipped to OAP; (2) the quantity of shipment; (3) the unit price; and (4) the date of shipment. Even if each drug is only prescribable for a single disease, it is fanciful to assume that without more (for example, visible and distinctive manifestations of that disease in the patient) the knowledge that <em>someone </em>among 600 possible recipients was probably using the drug (only <em>probably </em>because it might, of course, have been ordered merely to replenish inventory) would lead to the conclusion that Beneficiary X has disease Y. In short, even assuming the identifiability of each drug with a particular disease, insofar as the totality of these records is concerned, appellee has established no more than a “mere possibility” that the medical condition of a particular individual might be disclosed — which the Supreme Court has told us is not enough.</p>\n<p id=\"b1543-7\">The district court supported its “missing link” approach to the matter by citation to our opinion in <em>Halperin v. CIA, </em>629 F.2d 144 (D.C.Cir.1980), sustaining the CIA’s denial of a FOIA request for attorney fee information on the basis of Exemptions 1 and 3:</p>\n<p id=\"Ad7M\">We must take into account ... that each individual piece of intelligence information, much like a piece of jigsaw puzzle, may aid in piecing together other bits of information even when the individual piece is not of obvious importance in itself. When combined with other small leads, the amount of a legal fee could well prove useful for identifying a covert transaction.</p>\n<p id=\"b1543-8\"><em>Id. </em>at 150. But even as the world of cloak and dagger is not the world of pharmacology, the standards applicable to the exemptions at issue in <em>Halperin, </em>are not the same as those governing Exemption 6. Neither the Executive Order on Classification of Documents, which gives content to Exemption 1, Exec.Order No. 12,356, 47 Fed.Reg. 14,874 (1982), <em>revoking </em>Exec.Order No. 12,-065, 3 C.F.R. 1978 Comp, at 190 (1979), nor the statutory responsibility of the Director of Central Intelligence to “protect[] * * * sources and methods,” which was the basis for the Exemption 3 claim in <em>Halperin, </em>50 U.S.C. § 403(dX3) (1976), contains language as categorical as Exemption 6, which requires a showing that “disclosure * * * <em>would constitute </em>a clearly unwarranted invasion of personal privacy” (emphasis added). We need not discuss how probable identification of the subject need be in order to establish more than a “mere possibility” and render Exemption 6 applicable. It suffices to say that, if language has any meaning, merely being one of 600 persons who are entitled to use pharmacological services that have probably prescribed a <page-number citation-index=\"1\" label=\"1468\">*1468</page-number>particular drug that is exclusively used for a single ailment is not enough.</p>\n<p id=\"b1544-4\">Although it seems to us that the issue we have just been discussing relates simply to invasion of privacy <em>vel non, </em>and does not implicate the Exemption’s further requirement that the invasion be “clearly unwarranted,” the Supreme Court in <em>Department of the Air Force v. Rose, supra, </em>appeared to take a different approach:</p>\n<blockquote id=\"b1544-5\">[T]he argument [that the documents were entitled to the Exemption if there was a possibility of identification] implies that Congress barred disclosure in any case in which the conclusion could not be guaranteed that disclosure would not trigger recollection of identity in any person whatever. But this ignores Congress’ limitation of the exemption to cases of “clearly unwarranted” invasions of personal privacy.</blockquote>\n<p id=\"b1544-6\">425 U.S. at 378-79, 96 S.Ct. at 1607 (footnotes omitted). On the assumption that the “clearly unwarranted” element of the Exemption has some bearing, it may be noted that public interests are asserted to warrant the grant of this journalistic FOIA request. Specifically, appellant points to a public interest in knowing, among other things, the quantities of prescription drugs made available cost-free to Beneficiaries; the extent to which OAP prescribes namebrand drugs as opposed to presumably less costly “generic” drugs; and whether OAP prescribes drugs which the Food and Drug Administration has found to lack evidence of effectiveness for the recommended use. Appellant’s Brief at 22-23. To the extent the degree of “warrant” for the alleged intrusion is germane to this case, it seems to us appellant’s position is a relatively strong one. Providing information “material for monitoring the Government’s activities” is the “core purpose” of the FOIA. <em>Ditlow v. Shultz, </em>517 F.2d 166, 172 &amp; n. 24 (D.C.Cir. 1975).</p>\n<p id=\"b1544-7\">B. <em>Increased Speculation as an Invasion of Privacy</em></p>\n<p id=\"b1544-8\">We come, then, to the district court’s alternate holding that, even absent any likelihood of identifying the medical condition of a particular individual, the mere speculation concerning individuals’ medical conditions that release of the records would produce constituted a clearly unwarranted invasion of privacy. The text of the statute, its legislative history, and the Supreme Court’s interpretation of it are united in contradicting such an approach. The text of the Exemption does not apply to an invasion of privacy produced <em>as a secondary effect </em>of the release. It may be predictable that the release of certain agency information will cause the agency head to be bothered at home with irate phone calls, but that, like consequent public speculation, is not the sort of invasion of privacy that can support an Exemption 6 claim. According to the statute, it is the very “production” of the documents which must “constitute a clearly unwarranted invasion of personal privacy.” 5 U.S.C. § 552(b)(6). Obviously, that can only occur when the documents disclose information attributable to an individual. The legislative history of Exemption 6 is clear on the point. As the House Report said: “The exemption is ... intended to cover detailed Government records on an individual which can be identified as applying to that individual .... ” H.R.Rep. No. 1497, 89th Cong., 2d Sess. 11 (1966), U.S.Code Cong. &amp; Admin.News 1966, pp. 2418, 2428. Finally, the “speculation” approach is incompatible with the Supreme Court’s opinion in <em>Department of the Air Force v. Rose, supra. </em>There the Court refused to give blanket exemption under Exemption 6 to case summaries of honor and ethics hearings at the United States Air Force Academy, with personal references and other identifying information deleted. Despite facts that suggested a likelihood of “speculation” among former students or instructors at the Academy as to who the honor code violators might have been, the Court did not even mention that factor, and discussed only the likelihood of actual identification. <em>See </em>425 U.S. at 378-82, 96 S.Ct. at 1607-08.</p>\n<p id=\"b1544-10\">Ill</p>\n<p id=\"b1544-11\">For the reasons set forth above, we set aside the summary judgment granted to <page-number citation-index=\"1\" label=\"1469\">*1469</page-number>appellee. We do not, however, direct the entry of judgment for appellant, resulting in immediate release of the records, since our consideration, like the district court’s, has gone only to the application of the Exemption in gross. It is conceivable that, as to some segregable portions of the records, appellee can establish more than a “mere possibility” that the medical condition of a particular individual will be disclosed. (As we have noted above, establishing that a particular drug is used exclusively or primarily in the treatment of a single disease will not alone suffice.) Appellee should have the opportunity to make the necessary showing, on the basis of the court’s actual review of the records themselves. <em>See Rose v. Department of the Air Force, </em>495 F.2d 261 (2d Cir.1974), <em>aff’d, </em>425 U.S. 352,96 S.Ct. 1592, 48 L.Ed.2d 11 (1976).</p>\n<p id=\"b1545-5\">Finally, we address a procedural objection of appellant that will almost certainly be raised again on remand. He claims that the district court’s <em>ex parte, in camera </em>examination of Dr. Cary’s affidavit, which listed examples of drugs requisitioned by the OAP and the condition for which each is “widely” or “almost exclusively” prescribed, “deprived [him] of a meaningful chance to oppose the Navy’s summary judgment motion.” Appellant’s Brief at 26.</p>\n<p id=\"b1545-6\">The Freedom of Information Act specifically authorizes the courts to “examine the contents of ... agency records in camera to determine whether such records or any part thereof shall be withheld under any of the exemptions .... ” 5 U.S.C. § 552(a)(4)(B). The <em>in camera </em>presentation in the present case consisted not of “the contents of ... agency records” but of factual assertions and expert opinion relating to those contents — a greater distortion of normal judicial process, since it combines the element of secrecy with the element of one-sided, ex <em>parte </em>presentation. However, the statutory authorization for <em>in camera </em>examination of records was merely a confirmation of (and perhaps encouragement to the use of) a power that the courts already possessed. See <em>EPA </em>v. <em>Mink, </em>410 U.S. 73, 93, 93 S.Ct. 827, 839, 35 L.Ed.2d 119 (1973); <em>Dennis v. United States, </em>384 U.S. 855, 874, 86 S.Ct. 1840, 1851, 16 L.Ed.2d 973 (1966). And like that power, the receipt of <em>in camera </em>affidavits is also, when necessary, “part of a trial judge’s procedural arsenal,” <em>United States v. Southard, </em>700 F.2d 1, 11 (1st Cir.1983). This court has approved the procedure in FOIA cases, most frequently in connection with an agency’s assertion of Exemption 1, relating to classified materials, <em>see, e.g., Phillippi v. CIA, </em>546 F.2d 1009, 1013 (D.C.Cir.1976), but on occasion with regard to the assertion of other exemptions as well, <em>see, e.g, Campbell v. HHS, </em>682 F.2d 256, 265 (D.C.Cir.1982) (Exemption 7(A), relating to investigatory records whose disclosure would “interfere with enforcement proceedings”); <em>Playboy Enterprises, Inc. v. Department of Justice, </em>677 F.2d 931, 935 (D.C.Cir.1982) (Exemption 5, the so-called “deliberative process privilege”). Indeed, in a case involving the very exemption at issue here, we have reversed the district court for its <em>refusal </em>to receive an <em>in camera </em>affidavit explaining why disclosure would impair personal privacy. <em>Public Citizen Health Research Group v. Department of Labor, </em>591 F.2d 808 (D.C.Cir.1978). <em>See also Lame v. Department of Justice, </em>654 F.2d 917, 928-29 (3d Cir.1981) (in camera affidavit approved with regard to that portion of Exemption 7, the investigatory records exemption, relating to “clearly unwarranted invasion of personal privacy”).</p>\n<p id=\"b1545-8\">Appellant suggests that, even if receipt of the <em>in camera </em>affidavit was proper, at least the court should have permitted his counsel and his expert, Dr. Wolfe, to examine the affidavit and respond to it under appropriate protective order restricting further disclosure. Appellant’s Brief at 26. We have said elsewhere that “[n]ormally the denial of ... access [to <em>in camera </em>submissions] is completely within the discretion of the court.” <em>Yeager v. DEA, </em>678 F.2d 315, 324 (D.C.Cir.1982). Where, however,' the issue is access <em>by counsel and experts alone, </em>in the context of FOIA litigation, we think that discretion is significantly constrained. Although dictum in one of our FOIA cases refers to the court’s “inherent discretionary power” to adopt such a proce<page-number citation-index=\"1\" label=\"1470\">*1470</page-number>dure of selective access, see <em>Hayden v. National Security Agency, </em>608 F.2d 1381, 1386 (D.C.Cir.1979), <em>cert. denied, </em>446 U.S. 937, 100 S.Ct. 2156, 64 L.Ed.2d 790 (1980), the decisions of this court cited for that proposition all involved the assertion of executive privilege. <em>See United States v. American Telephone &amp; Telegraph Co., </em>567 F.2d 121, 131-34 (D.C.Cir.1977); <em>Black v. Sheraton Corp., </em>564 F.2d 531, 544-45 (D.C.Cir.1977); <em>Dellums v. Powell, </em>561 F.2d 242, 250 (D.C.Cir.), ce<em>rt. denied, </em>434 U.S. 880, 98 S.Ct. 234, 54 L.Ed.2d 160 (1977); <em>Halkin v. Helms, </em>598 F.2d 1, 7 (D.C.Cir.1978) (dictum). That class of case is quite different from FOIA litigation. Ordinarily, it involves pretrial discovery demands, so that what is disclosed to selected agents of the demanding party is merely data that may be useful as evidence or as a lead to further investigation— not information which it is the very object of the law suit to obtain.<footnotemark>1</footnotemark> Even in that context, the procedure (as applied to access by counsel) strains the attorney-client relationship, but at least it does not put the attorney in the position of knowing, and being unable to disclose to his principal, the very data he has been retained to acquire. The relative volume of FOIA litigation also counsels against use of the procedure in the FOIA context. Adding to the usual FOIA mechanisms of public affidavits and undisclosed <em>in camera </em>exhibits (including the requested records and <em>ex parte </em>affidavits) a third mechanism of <em>in camera </em>exhibits disclosed only to counsel and experts, would introduce additional complexity and uncertainty into a field where simplicity and assurance are required. We are dealing here not with an occasional, isolated need for access to secret information, but with a regular feature of FOIA litigation and hence a proposed practice which, if approved, will color .public perception of the security of confidential information in government files. Citizens whose personal privacy or commercial data is at issue, foreign governments that may have provided secret information to our Executive Branch, and, for that matter, the officials of our Executive Branch itself, will hardly have the assurance which it is the purpose of the FOIA exemptions to provide if hostile counsel and experts can ordinarily obtain access to assertedly exempt information. Even assuming that the trial courts which permit such access will invariably be correct in their prior assessment that the favored counsel and experts are reliable and that violations of the protective order will be detectable, this is a matter in which appearance is as important as reality. The appearance, overall, will be that even in the process of sustaining an exemption the secrets to which it pertains will be compromised.</p>\n<p id=\"b1546-6\">Therefore, when an affidavit disclosing information assertedly exempt from production under the FOIA is proffered, we think that the district court — at least as a general matter — is limited to the stark choice of receiving it <em>ex parte </em>and <em>in camera, </em>or receiving it not at all.<footnotemark>2</footnotemark> We have <page-number citation-index=\"1\" label=\"1471\">*1471</page-number>said that the former course should be chosen only “ ‘where absolutely necessary.’ ” <em>Salisbury v. United States, </em>690 F.2d 966, 973 n. 3 (D.C.Cir.1982), <em>quoting from Allen v. CIA, </em>636 F.2d 1287, 1298 n. 63 (D.C.Cir.1980). That necessity exists when (1) the validity of the government’s assertion of exemption cannot be evaluated without information beyond that contained in the public affidavits and in the records themselves, and (2) public disclosure of that information would compromise the secrecy asserted. There is no basis for setting aside the district court’s application of that test to the facts of the present case. Evaluation of the claim that the name of the drug would disclose the disease for which it was prescribed would be impossible without further explanation; and that explanation would of necessity disclose the name of the drug itself.</p>\n<p id=\"b1547-5\">We cannot pretend to be comfortable in endorsing regular use of <em>ex parte </em>procedures — a practice out of accord with normal usage under our common law tradition, in which the judge functions as the impartial arbiter of a dispute fully argued by both parties before him. But FOIA cases as a class present an unusual problem that demands an unusual solution: One party knows the contents of the withheld records while the other does not; and the courts have been charged with the responsibility of deciding the dispute without altering that unequal condition, since that would involve disclosing the very material sought to be kept secret. The task can often not be performed by proceeding in the traditional fashion, so that what is a rarity among our cases generally must become a commonplace in this unique field.</p>\n<p id=\"b1547-7\">IV</p>\n<p id=\"b1547-8\">We are aware of the interest in this matter on the part of the Congress, reflected in the record by correspondence to the Navy from the Clerk of the House and the Secretary of the Senate. We are also aware that the principles which we have directed the district court to apply on remand in order to determine which drugs, if any, may be deleted from the list, will not satisfy all of the justifiable concerns that some Members of Congress may have. For them, erroneous or speculative attribution of a medical condition is just as bad as — or even worse than — the genuine identifiability which alone triggers the protection of Exemption 6. We might be able to protect this concern if the Supreme Court had accepted the Government’s argument in <em>Department of the Air Force v. Rose, supra, </em>that the clause “the disclosure of which would constitute a clearly unwarranted invasion of personal privacy” modifies only the last of Exemption 6’s three categories of files (“personnel and medical files and similar files”). Such an interpretation was, however, rejected, and the Court specifically endorsed the proposition that “ ‘[i]t is only the identifying connection to the individual that casts the personnel, medical, and similar files within the protection of [the] sixth exemption.’ ” 425 U.S. at 371, 96 S.Ct. at 1603 (citation omitted). Speculation fueled by the release of medical files can of course affect persons other than Members of Congress, and to the extent it is a problem it suggests the need for a more general revision of Exemption 6. Absent such revision, however, existing Supreme Court law cannot be stretched to afford protection in the present case.</p>\n<p id=\"b1547-9\">For the reasons set forth, the district court judgment is reversed and the case <page-number citation-index=\"1\" label=\"1472\">*1472</page-number>remanded for further proceedings in accordance with this opinion.</p>\n<p id=\"b1548-4\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b1546-4\">. <em>United States v. American Telephone &amp; Telegraph Co., supra, </em>was an exception. There, staff of and counsel for a congressional subcommittee were given access to documents which would disclose the identity of the targets of national security wiretaps — which was substantially the information that was the object of the subcommittee subpoena which the Executive sought to prevent AT &amp; T from observing. As our opinion noted, 567 F.2d at 134, the circumstance that the party seeking access was a body of the legislature pursuing public ends made the case unique. A similar situation existed in <em>Nixon v. Sirica, </em>487 F.2d 700, 721 (D.C.Cir.1973), where the Special Prosecutor, acting on behalf of a grand jury, was given access to the contested documents.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1546-7\">. Though the issue is not presented in the present case, what we have said regarding access of counsel and experts to affidavits holds true as well for their participating in <em>in camera </em>inspection of the records themselves. Indeed, in the latter context the case for their participation is even weaker, since they are not countering an <em>in camera </em>presentation of fact or opinion by the other side.</p>\n<p id=\"b1546-8\">Also not presented in the present case is access to <em>in camera </em>materials not by selected agents of the demanding party but by the party himself. The Supreme Court approved such a procedure in an executive privilege case, where the demanding party was a public official (and where the demanding party and his counsel were one and the same). <em>See United States v. Nixon, </em>418 U.S. 683, 715 n. 21, 94 S.Ct. 3090, <page-number citation-index=\"1\" label=\"1471\">*1471</page-number>3111 n. 21, 41 L.Ed.2d 1039 (1974). Whatever may be the permissible extension of that decision to other executive privilege cases, such a practice in the FOIA context — effectively giving the plaintiff what he seeks — would seem even more objectionable than the more limited access here at issue. We have expressed elsewhere our doubt that the courts can award only to particular plaintiffs information which the FOIA requires to be made available (if at all) “to the public,” 5 U.S.C. § 552. <em>See Ditlow v. Shultz, supra, </em>517 F.2d at 171-72; <em>but see Getman v. NLRB, </em>450 F.2d 670, 677 n. 24 (D.C.Cir.1971). As the Fifth Circuit has said, “if anyone can have the desired information everyone can.” <em>Cooper v. Department of the Navy, </em>558 F.2d 274, 276 (5th Cir.1977), <em>reh’g granted in part and denied in part, </em>594 F.2d 484, <em>cert. denied, </em>444 U.S. 926, 100 S.Ct. 266, 62 L.Ed.2d 183 (1979).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}