{
  "casebody": {
    "data": "<casebody firstpage=\"195\" lastpage=\"199\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b289-8\">Clarence W. STEINBRECHER and Jeannette D. Steinbrecher, Petitioners-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b289-12\">No. 83-4074</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AgtM\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b289-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b289-15\">Aug. 15, 1983.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b290-20\"><page-number citation-index=\"1\" label=\"196\">*196</page-number>Clarence W. Steinbrecher and Jeanette D. Steinbrecher, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b290-21\">Glenn L. Archer, Jr., Asst. Atty. Gen., Michael L. Paup, Chief, Appellate Sec., Gary R. Allen, Kenneth L. Greene, Tax Div., Dept; of Justice, John H. Menzel, Henry G. Salamy, I.R.S., Washington, D.C., for respondent-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b290-23\">Before RUBIN, JOHNSON and WILLIAMS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b290-24\">PER CURIAM:</author>\n<p id=\"b290-25\">Taxpayers, a husband and wife, appeal the determination of the Tax Court that they owe income taxes, interest, and penalties for the years 1975 through 1979. We affirm the decision of the Tax Court and, finding the appeal patently frivolous, award double costs to the Commissioner.</p>\n<p id=\"b290-26\">Clarence Steinbrecher submitted to the Internal Revenue Service Forms 1040 for the taxable years 1975 through 1979 in <page-number citation-index=\"1\" label=\"197\">*197</page-number>which he reported no income and no income tax liability and with respect to which he paid no tax. He stated on the forms that he objected to answering all questions regarding his income “on the grounds of the 4th and 5th amendment of the U.S. Constitution.” His wife, Jeannette Steinbrecher, filed individual returns for the years 1976 and 1977, reporting income from wages in the respective amounts of $10,716.50 and $2,564.42. She filed no returns for the years 1978 and 1979.</p>\n<p id=\"b291-5\">After deficiencies were assessed, the taxpayers filed petitions for redetermination in the Tax Court, which consolidated the various cases for trial. The Commissioner made a host of discovery efforts, which it is unnecessary to recount in detail, seeking to prepare the cases for trial. The taxpayers repeatedly failed to respond. Finally, Clarence Steinbrecher appeared at a hearing and agreed to produce all available books and records. Yet the taxpayers then failed to produce any records or books. Instead, at a continuation of the hearing, they reasserted an alleged fifth amendment privilege.</p>\n<p id=\"b291-6\">The Tax Court rejected their fifth amendment claim on the basis that it was remote and speculative and on the further basis that it was frivolous. It held, under its Rule 104(e)(3),<footnotemark>1</footnotemark> that the taxpayers’ “persistent, unwarranted and unjustified conduct constitutes a default” and dismissed the petitions, sustaining the deficiency determinations.</p>\n<p id=\"b291-7\">The taxpayers now assert various errors in the computations and deny the accuracy of the computations and of the assessments of tax, interest, and penalties. None of these is properly the subject of our review. For it is well established that, if the taxpayer disobeys an order of the Tax Court, dismissal or entry of judgment by default is appropriate.<footnotemark>2</footnotemark> The Tax Court’s imposition of such sanctions for failure to comply with its orders must be sustained on appeal unless the dismissal constitutes an abuse of the court’s discretion.<footnotemark>3</footnotemark> In dismissing these taxpayers’ cases and entering decisions sustaining the deficiencies in question, the Tax Court acted well within its discretion.</p>\n<p id=\"b291-13\">The taxpayers’ argument that they were entitled to rely on the fifth amendment in refusing to file adequate returns and to comply with the orders of the Tax Court is frivolous. The fifth amendment privilege against self-incrimination protects an individual from being compelled to disclose information that could reasonably be expected to furnish evidence needed to prosecute the claimant for a crime. <em>Kastigar v. United States, </em>406 U.S. 441,445, 92 S.Ct. 1653, 1656, 32 L.Ed.2d 212, 217 (1972); <em>Hoffman v. United States, </em>341 U.S. 479, 486, 71 S.Ct. 814, 818, 95 L.Ed. 1118, 1124 (1951). It, therefore, applies only when the possibility of self-incrimination is a real danger, not a remote and speculative possibility.<footnotemark>4</footnotemark> The claimant must be faced with substantial hazards of incrimination from the information sought, and: “The witness is not exonerated from answering merely because he declares that in doing so he would incriminate himself — his say-so does not of itself establish the hazard of incrimination. It is for the court to say <page-number citation-index=\"1\" label=\"198\">*198</page-number>whether his silence is justified.” <em>Hoffman, </em>341 U.S. at 486, 71 S.Ct. at 818, 95 L.Ed. at 1124.</p>\n<p id=\"b292-4\">Under <em>Hoffman, </em>the claim of privilege must be sustained if it is “evident from the implications of the question, in the setting in which it is asked, that a responsive answer to the question or an explanation of why it cannot be answered might be dangerous because injurious disclosure could result.” 341 U.S. at 486-87, 71 S.Ct. at 818, 95 L.Ed. at 1123-25. If, however, the incriminating nature of the response is not readily apparent to the court, the claimant must “specify how he would be injured by any specific question [or answer].” <em>United States v. Carroll, </em>567 F.2d 955, 957 (10th Cir.1977). <em>Accord McCoy, </em>696 F.2d at 1236; <em>Edwards, </em>680 F.2d at 1270; <em>Baker v. Limber, </em>647 F.2d 912,917 (9th Cir.1981). In short, unless the danger of self-incrimination is readily apparent, the burden of proving that the danger exists lies on the claimant. <em>Rechtzigel v. Commissioner, </em>703 F.2d 1063,1063 (8th Cir.1983) (per curiam); <em>Baker, </em>647 F.2d at 917.</p>\n<p id=\"b292-5\">The Steinbrechers baldly asserted that, if they answered any questions or produced any evidence, the information thereby revealed might be used against them. They gave absolutely no indication about the issues with respect to which they feared prosecution. Such blanket assertions of the fifth amendment do not protect a taxpayer. <em>See United States v. Wade, </em>585 F.2d 573, 574 (5th Cir.1978), <em>cert. denied, </em>440 U.S. 928, 99 S.Ct. 1264, 59 L.Ed.2d 484 (1979); <em>United States v. Johnson, </em>577 F.2d 1304, 1311 (5th Cir.1978). The Steinbrechers’ claim of Fifth Amendment privilege is based on sheer speculation of what “might happen” if they had produced any evidence. Indeed, their asserted fear of incrimination is far more attenuated than the fear of prosecution dismissed by the Supreme Court as “remote and speculative” in <em>Zicarelli. </em>Therefore, the Tax Court properly refused to grant the fifth amendment claim.</p>\n<p id=\"b292-6\">In any event, the taxpayers may not use the fifth amendment privilege, even when properly invoked, to meet their burden of proof in civil proceedings they have instituted. <em>United States v. </em>Rylander,-U.S. -, -, 103 S.Ct. 1548, 1553, 75 L.Ed.2d 521, 529 (1983); <em>Urban v. United States, </em>445 F.2d 641, 643 (5th Cir.1971) (per curiam), <em>cert. denied, </em>404 U.S. 1015, 92 S.Ct. 675, 30 L.Ed.2d 663 (1972). Even if production of evidence may in fact incriminate a taxpayer, a party is not allowed to use the fifth amendment protection as “a sword whereby a claimant asserting the privilege would be freed from adducing proof in support of a burden which would otherwise have been his.” <em>Rylander, </em>- U.S. at -, 103 S.Ct. at 1553, 75 L.Ed.2d at 529; <em>cf. Lyons v. Johnson, </em>415 F.2d 540, 541 (9th Cir.1969) (civil discovery), <em>cert. denied, </em>397 U.S. 1027, 90 S.Ct. 1273, 25 L.Ed.2d 538 (1970).</p>\n<p id=\"b292-14\">Nor are the taxpayers entitled to a grant of immunity. In rejecting a similar argument, the Ninth Circuit in <em>McCoy </em>stated: “The Tax Court’s denial of the [claimants’] request for a grant of immunity also does not violate the[ir] due process rights. The decision whether to grant immunity rests with the United States, not with the Tax Court.” 696 F.2d at 1237.</p>\n<p id=\"b292-15\">Finally, the taxpayers argue that they were not required to file income tax returns. Section 6012(a) entitled “Persons <em>Required </em>to Make Returns of Income” (emphasis added) provides that individuals meeting certain requirements <em>shall </em>file income tax returns. The taxpayers plainly met those requirements and, therefore, were required to file returns. Clarence Steinbrecher’s submission of Forms 1040 that did not include any information from which his income tax liability could be computed did not satisfy this requirement. As this court stated in <em>Knighten v. Commissioner, </em>702 F.2d 59, 61 (5th Cir.1983) (per curiam): “It is well established in this circuit, however, that the submission of a ‘return’ from which tax liability cannot be computed does not satisfy <em>the statutory obligation to file.\" </em>(emphasis added). <em>See also United States v. Smith, </em>618 F.2d 280 (5th Cir.), <em>cert. denied, </em>449 U.S. 868,101 S.Ct. 203, 66 L.Ed.2d 87 (1980).</p>\n<p id=\"b293-4\"><page-number citation-index=\"1\" label=\"199\">*199</page-number>The issues that the Steinbrechers seek to litigate have been decided many times.<footnotemark>5</footnotemark> In <em>Lonsdale v. Commissioner, </em>661 F.2d 71 (5th Cir.1981) (per curiam), we announced that future litigants who continued to advance long-defunct arguments, such as those raised here by the taxpayers, would be subject to sanctions under Rule 38 of thé Federal Rules of Appellate Procedure. As the Ninth Circuit stated in <em>Edwards: </em>“Meritless appeals of this nature are becoming increasingly burdensome on the federal court system.” 680 F.2d at 1271.</p>\n<p id=\"b293-5\">For these reasons, we AFFIRM the judgment of the Tax Court and impose double costs on appellants. <em>See Knighten v. Commissioner, </em>702 F.2d 59 (5th Cir.1983).</p>\n<footnote label=\"1\">\n<p id=\"b291-8\">. Rule 104(c)(3) of the Rules of Practice and Procedure of the United States Tax Court provides that, if a party fails to comply with an order of the court, the court may, in its discretion, dismiss the taxpayers’ petitions and render a default judgment against them.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b291-9\">. <em>See Eisele v. Commissioner, </em>580 F.2d 805 (5th Cir.1978) (per curiam); <em>see also Watson v. Commissioner, </em>690 F.2d 429 (5th Cir.1982) (per curiam). (Rule 123(b) dismissal for failure to comply with discovery order); <em>Miller v. Commissioner, </em>654 F.2d 519 (8th Cir.1981) (per curiam) (same).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b291-14\">. <em>Watson, </em>690 F.2d at 431; <em>Freedson v. Commissioner, </em>565 F.2d 954, 955 (5th Cir.1978) (Rule 123(b) dismissal); <em>cf. Ramsay v. Bailey, </em>531 F.2d 706 (5th Cir.1976) (per curiam), <em>cert. denied, </em>429 U.S. 1107, 97 S.Ct. 1139, 51 L.Ed.2d 559 (1977) (Fed.R.Civ.P. 41(b) dismissal).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b291-15\"><em>Zicarelli v. New Jersey State Commission of Investigation, </em>406 U.S. 472, 478, 92 S.Ct. 1670, 1675, 32 L.Ed.2d 234, 239 (1972); <em>McCoy v. Commissioner, </em>696 F.2d 1234, 1236 (9th Cir. 1983); <em>Edwards v. Commissioner, </em>680 F.2d 1268, 1270 (9th Cir.1982) (per curiam).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b293-18\">. <em>See, e.g., Rechtzigel, </em>703 F.2d at 1063-64; <em>McCoy, </em>696 F.2d at 1236; <em>Edwards, </em>680 F.2d at 1270; <em>Eisele, </em>580 F.2d at 805.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}