{
  "casebody": {
    "data": "<casebody firstpage=\"693\" lastpage=\"697\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"parties\" id=\"b703-6\">MACAULEY’S CASE.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b703-7\">John L. Macauley, assignee of Bailey, <em>v. </em>The United States.</parties>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b703-9\">\n<em>On the Proofs.</em>\n</summary>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b703-10\"><em>Congress award </em>$45,161 <em>to Bailey and direct the Secretary of the Treaswry to pay that amount to him. Bailey assigns the award to the claimant. The defendants having previously recovered a judgment against one McKee, and he having recovered a judgment against Bailey, they procure an assignment of the latter and deduct it from the award, crediting the amount to McKee. The claimant brings his action for the portion of the award ivithheld. The defendants insist on their right to set off the judgment assigned to them against the claimant’s demand.</em></syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b704-5\"><page-number citation-index=\"1\" label=\"694\">*694</page-number>I. The Government having recovered a judgment against A, may take an assignment from him of a judgment against B and set it off in a suit brought by B upon award made in his favor by Congress, and this right of set-off exists though B assigned his award to M, who is the party claimant, if the set-off was acquired before notice of the assignment.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b704-7\">II. Equity will protect and enforce the assignment of a chose in action; but if before notice a counter-claim be acquired by the’ debtor, it may be set up against the demand.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b704-8\">III. The <em>Amended Court of Claims Aot, </em>(12 Stat. L., p. 765, § 3,) as construed by the Supreme Court in <em>Allen Street’s Case, </em>(8 C. Cls. B., p. 90,) is broad enough to authorize this court to hear and determine demands of the Government of every kind against a claimant or those whom a claimant represents.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b704-9\"><em>The Reporters’ </em>statement of the ease:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b704-10\">The court found the following facts:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b704-11\">Before the board of commissioners appointed under the second section of the “ <em>act making appropriations for the support of the Army for the year ending June </em>30,1872, <em>and for other pur-posesf </em>approved March 3,1871, (16 Stat. L., p. 521,) one William Bailey presented a claim against the United States; upon which claim the said board reported to the House of Representatives of Congress in favor of allowing said Bailey the sum of $45,161.72; and the Congress, by the act of June 22, 1874, <em>“making appropriations for the payment of claims reported allowed by the commissioners of claims under the act of Congress of March </em>3,1871,” authorized and required the Secretary of the Treasury to pay that sum of money to said Bailey.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b704-12\">Prior to the date of the passage of the last-mentioned act, the United States had obtained a judgment against one John H. McKee, which was in force, and a balance thereon of about $6,000 was unpaid on the 27th of June, 1874.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b704-13\">On the 20th of May, 1874, the said John H. McKee addressed to the Treasury Department the following communication:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b704-14\">“ Office oe Assignee in Bankruptcy,</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b704-15\">“(E. E. Norton, Assignee,)</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b704-16\">“ <em>Over Merchants and Auctioneers’ Exchange,</em></summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b704-17\">“ <em>Entrance, </em>17 <em>Exchange Place and </em>18 <em>Royal Street,</em></summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"AsS\"><em>uNew Orleans, May </em>20,1874.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b704-18\">“ Sir: I am informed by the Hon. L. A. Sheldon, of Louisiana, that the House committee have agreed to the appropria<page-number citation-index=\"1\" label=\"695\">*695</page-number>tion to pay the Bailey claim, to wit, $45,000, and it is almost certain to pass. Now, I desire the Government to take a transfer of the judgment for $10,000 which 1 hold against Bailey, and in that way secure the amount I owe the United States, say $6,000. The bad state of things here have ruined myself and bondsmen, and this is the only way I can ever hope to pay the debt. In view of the probability of the Bailey claim being-paid, I ask you to request District Attorney Beckwith to examine the papers in the case and report you, so that if the appropriation goes through, an immediate transfer of the judgment can be made.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b705-4\">“ Very respectfully,</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b705-5\">“J. H, MoKEE.”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b705-6\">The proposition of said McKee, made in said letter, was accepted by the Treasury Department, and the following paper was executed and delivered by him :</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b705-7\">“ For the sum of $7,400, to my full satisfaction paid by the United States of America, I, John H. McKee, do hereby sell, assign, and transfer unto the said United States of America all of the balance due me on a certain judgment rendered in the fourth district court of the parish of Orleans, State of Louisiana, in case of the Citizens’ Bank of Louisiana against William Bailey, numbered 15707 on the records of said court.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b705-8\">“To have and to hold the said judgment to the said United States forever, free and clear of all incumbrances done or suffered by me. And-1, the said John H. McKee, do hereby authorize any attorney practicing in said fourth district court to substitute the said United States of America as plaintiff and owner of said judgment on the records of said court, and to subrogate the said United States to all my rights and privileges in and to said judgment.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b705-9\">“Dated at Washington City, D. C., the 27th day of June, A. D. 1874.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b705-10\">“ JOHN H. MoKEE.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b705-11\">“ Witnessed by — ”</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b705-12\">The Secretary of the Treasury refused to pay the amount of $45,161.72, which he was directed by the act of June 22, 1874, to pay to said William Bailey; but deducted therefrom $7,488.42 as the amount remaining unpaid of the said <page-number citation-index=\"1\" label=\"696\">*696</page-number>judgment against William Bailey, and for the balance of $37,678.24 issued a warrant in favor of said Bailey.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b706-6\">A draft for the amount specified in the warrant was issued by the Treasurer of the United States and the assistant treasurer at New York, and delivered to Redick McKee, attorney for said Bailey, and was paid; and the balance of the $45,161.72 allowed to said Bailey, to wit, $7,488.48, was passed to the credit of said John H. McKee, on the books of the Treasury. The credit to McKee was made before notice was given to the Treasury of an assignment from Bailey to the claimant.</summary>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b706-7\"><em>Mr. P. JS. Dye </em>and <em>Mr. John Pool </em>for the claimant.</attorneys>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b706-8\"><em>Mr. John 8. Blair </em>for the defendant.</attorneys>\n<opinion data-order=\"30\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b706-9\">Drake, Ch. J.,</author>\n<p id=\"A24\">delivered the opinion of the court:</p>\n<p id=\"b706-10\">The single question is, whether the United States has a legal right to set off against the balance of the allowance in favor of Bailey the balance due on the judgment against Bailey, which McKee assigned to the United States. If that right exists, the claimant cannot recover; if it does not exist, he is entitled to recover the amount withheld by the Secretary of the Treasury.</p>\n<p id=\"b706-11\">By the third section of the act of March 3, 1863, re-organizing this court, (12 Stat. L., p. 765,) it is provided that this court shall “ have jurisdiction of all set-offs, counter-claims, claims for damages whether liquidated or unliquidated, or other demands whatsoever, on the part of the Government against any person making claim against the Government in said court; and upon the trial of any such cause it shall hear and determine such claim or demand both for and against the Government and claimant.”</p>\n<p id=\"b706-12\">In reference to this section the Supreme Court, in <em>Allen </em>v. <em>United States, </em>(17 Wall., 207,) said: “The third section of the statute is broad enough to authorize the Court of Claims, in suits against the United States, to hear and determine demands of the Government of every kind against the claimant, <em>or those whom the claimant represents, </em>whether liquidated or unliqui-dated, and to set off against the claim in suit the amount found <page-number citation-index=\"1\" label=\"697\">*697</page-number>in favor of the United States upon such hearing and determination.”</p>\n<p id=\"b707-5\">Were this suit, therefore, in favor of William Bailey, there would be no doubt of the right of the Government to set off against the balance of the allowance in his favor the balance of that judgment. Is this right cut off by an assignment made by Bailey of his claim, of which no notice was given to the-United States before it acquired title to the judgment <em>¶ </em>We think not. In <em>Brashear </em>v. <em>West, </em>(7 Pet., 608,) the Supreme Court held that a <em>chose in action </em>is assignable in equity, and that equity will protect and enforce the assignment; but that if subsequent to its being made, and before notice of it, any counter-claims be acquired by the debtor, they may unquestionably be sustained. This ruling is directly applicable to this case, for it is entirely clear that the Government had no notice of Bailey’s assignment to the claimant until after it had acquired title to the judgment against Bailey.</p>\n<p id=\"b707-6\">The fact that the doctrine laid down in that case was applied in a case in equity, does not impair its force here ; for that decision was under a system which did not admit of a suit at law by an assignee of a <em>chose in action. </em>But, as was held in <em>Lawrence’s case, </em>(8 C. Cls. R., 252,) an assignee of a claim may sue the United States in this court in his own name; and when he does so he stands in the same position as an assignee suing in his own name and right in a court of equity; and hence the Supreme Court’s doctrine is quite as applicable here as it would be there.</p>\n<p id=\"b707-7\">The set-off pleaded by the defendants is sustained, and the claimant’s petition dismissed.</p>\n</opinion>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b707-8\">Nott, J.,</author>\n<p id=\"APh\">concurring:</p>\n<p id=\"b707-9\">I concur in the judgment of the court, in the absence of our brother, Judge Bichard son, but with some doubt as to whether the Government is in a position to set up, in this case, the judgment against Bailey, which it holds by a naked assignment and obtained without the payment of a present consideration or the relinquishment of an existing security.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}