{
  "casebody": {
    "data": "<casebody firstpage=\"351\" lastpage=\"352\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b375-8\">Malina L. MARSH, Plaintiff-Appellant v. METHODIST HOSPITALS OF DALLAS, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b375-10\">No. 12-11007</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A6u\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b375-11\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b375-13\">July 23, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b375-14\">Ray Jackson, Jackson Law Firm, Dallas, TX, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b375-17\">Simon David Whiting, Burford &amp; Ry-burn, L.L.P., Dallas, TX, for DefendantAppellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b375-19\">Before REAVLEY, JOLLY, and DAVIS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b375-20\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b375-21\">Plaintiff-Appellant Malina Marsh was an at-will employee of Defendant-Appellee Methodist Hospitals of Dallas (“Methodist”) from March 20, 2006 until her termination on June 18, 2011. On March 15, 2011, Marsh filed a complaint in federal district court alleging racial discrimination in violation of Title VII, 42 U.S.C. § 2000e-2, and 42 U.S.C. § 1981.<footnotemark>1</footnotemark> In a thorough, well-reasoned opinion, the district court granted summary judgment in favor of Methodist on all of Marsh’s claims. We AFFIRM essentially for the reasons given by the district court.</p>\n<p id=\"b375-22\">With respect to her unlawful discrimination claim, Marsh was required to “first establish that she (1) is a member of a protected class, (2) was subjected to an adverse employment action, (3) was qualified for her position, and (4) was replaced by someone outside of the protected class.” <em>Turner v. Baylor Richardson Med. Ctr., </em>476 F.3d 337, 345 (5th Cir.2007). The district court properly concluded that Marsh’s unlawful discrimination claim failed because she had not demonstrated that she was subject to an adverse employment action. Although Marsh’s termi<page-number citation-index=\"1\" label=\"352\">*352</page-number>nation ordinarily would be an adverse action, Marsh did not plead termination in her complaint. Therefore, her termination was not properly before the district court and could not be considered. <em>See Cutrera v. Bd. of Sup’rs of La. State Univ., </em>429 F.3d 108, 113 (5th Cir.2005). Additionally, her argument that she was not terminated until after filing her initial complaint — and that as such, it was unnecessary for her to plead termination — is without merit. As the district court pointed out, Marsh could have, but did not, amend or seek leave to amend her complaint.</p>\n<p id=\"b376-4\">In her brief, Marsh recites a lengthy list of additional grievances — such as being called into work on her off days, being forced to reschedule or miss doctors appointments, being spoken to “aggressively,” and allegedly being assaulted by her supervisor — and argues that these actions also constituted adverse employment decisions. None of the behavior Marsh complains of, however, was an adverse employment action; “Title VII does not ... address ‘every decision made by employers that arguably might have some tangential effect upon those ultimate decisions.’ ” <em>Banks v. E. Baton Rouge Parish Sch. Bd., </em>320 F.3d 570, 575 (5th Cir.2003).<footnotemark>2</footnotemark> Methodist thus was entitled to summary judgment on Marsh’s unlawful discrimination claim.</p>\n<p id=\"b376-5\">We also agree with the district court that Marsh failed to meet her burden with respect to her hostile work environment claim. “To establish a claim of hostile work environment under Title VII, a plaintiff must prove” she:</p>\n<blockquote id=\"b376-6\">(1) belongs to a protected group; (2) was subjected to unwelcome harassment; (3) the harassment complained of was based on race; (4) the harassment complained of affected a term, condition, or privilege of employment; (5) the employer knew or should have known of the harassment in question and failed to take prompt remedial action.</blockquote>\n<p id=\"b376-9\"><em>Hernandez v. Yellow Transp., Inc., </em>670 F.3d 644, 651 (5th Cir.2012) (quoting <em>Ramsey v. Henderson, </em>286 F.3d 264, 268 (5th Cir.2002)). As the district court noted, Marsh, at best, has provided a list of generalized grievances, which do not establish a <em>prima facie </em>case of hostile work environment. Her conclusory allegations fail to show that any harassment she suffered was based on her race or had a racial purpose. <em>See Ramsey, </em>286 F.3d at 269. Moreover, she did not establish that her workplace was objectively abusive; “simple teasing, offhand comments, and isolated incidents (unless extremely serious) will not amount to discriminatory changes in the terms and conditions of employment.” <em>Hockman v. Westward Commc’ns, LLC, </em>407 F.3d 317, 328 (5th Cir.2004) (citation omitted). The district court correctly found that Marsh had not established a hostile work environment claim.</p>\n<p id=\"b376-10\">In sum, the district court properly granted summary judgment in favor of Methodist on all of Marsh’s claims. Its judgment therefore is</p>\n<p id=\"b376-11\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b375-15\"> Pursuant to 5th cir. r. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th cir. r. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b375-16\">. \"[T]he analysis under both statutes [is] identical, the only substantive differences between the two statutes being their respective statute of limitations and the requirement under Title VII that the employee exhaust administrative remedies.” <em>Jones v. Robinson Prop. Grp., L.P., </em>427 F.3d 987, 992 (5th Cir.2005) (citation omitted).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b376-7\">. Because Marsh's failure to demonstrate an adverse employment action is fatal to her unlawful discrimination claim, we need not address her disparate treatment argument. We note, however, that the district court correctly concluded that Marsh’s \"subjective belief alone is insufficient evidence to create a fact question regarding disparate treatment.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}