{
  "casebody": {
    "data": "<casebody firstpage=\"165\" lastpage=\"171\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b181-4\">GUSSIE BLUT, AS EXECUTRIX UNDER THE LAST WILL AND TESTAMENT OF ISAAC BLUT, DECEASED, PLAINTIFF-APPELLANT AND CROSS-RESPONDENT, v. BENJAMIN KATZ AND HERMAN MARKS, DEFENDANTS-RESPONDENTS AND CROSS-APPELLANTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b181-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b181-6\">Argued October 14, 1952</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AjZ\">Decided December 23, 1952.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b183-6\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>Before Judges Fkeund, Stanton and Conlon.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b183-7\"><em>Mr. Harry Chashin </em>argued the cause for the plaintiff-appellant <em>(Messrs. Marcus &amp; Levy, </em>attorneys; <em>Mr. Harry Chashin </em>and <em>Mr. Hyman ~W. Rosenthal, </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b183-8\"><em>Mr. Hymen D. Goldberg </em>argued the cause for the defendants-respondents <em>(Mr. Abram Wales, </em>attorney).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b183-9\">The opinion of the court was delivered by</p>\n<author id=\"b183-10\">Fkeund, J. S. C.</author>\n<p id=\"ATW\">(temporarily assigned). The plaintiff, Gussie Blut, as the executrix of the last will and testament of her husband, Isaac Blut, who died October 28, 1949, instituted this action against his two surviving partners, Benjamin Katz and Herman Marks. The complaint sought a dissolution of the partnership, an accounting of partnership transactions and the appointment of a receiver. The defendants filed a counterclaim to charge the share of the deceased partner, Isaac Blut, with the cost of providing substitute help during his protracted illness. To avoid the appointment of a receiver, the defendants on July 29, 1950 deposited $25,000 in court to secure payment of whatever sum might be determined due to the plaintiff.. The trial Court dismissed the counterclaim and entered judgment for the plaintiff in the sum of $19,153 and interest, 14 <em>N. J. Super. </em>121 <em>(Ch. Div. </em>1951). Both the plaintiff and the defendants appeal.</p>\n<p id=\"b184-3\"><page-number citation-index=\"1\" label=\"168\">*168</page-number>The partnership, under the trade name of United Shop Cap Co., commenced business in 1921. A written agreement was entered into under date of January 7, 1925. Thereafter, no further agreement was executed by the partners, and from 1940 until the death of the decedent, he and the partners who survive him operated the business as equal one-third partners.</p>\n<p id=\"b184-4\">The evidence discloses that Isaac Blut became ill in January 1946, and thereafter rendered no services to the partnership. He had been in charge of production, Katz in charge of sales, and Marks managed the office. During Bluffs illness he and the defendants shared in all cash withdrawals from the partnership. Statements prepared by the partnership accountant were submitted to Blut during his illness, and neither he nor the defendants took any exception to the accounts as stated. Relations between the partners had always been friendly and satisfactory, which no doubt contributed in large measure to the success of their business.</p>\n<p id=\"b184-5\">On this appeal the plaintiff argues that the trial court erred in determining that Blut had received his full share of cash withdrawals from the partnership, in excluding good will as an asset of the partnership in the calculation of Bluffs partnership interest, in allowing interest on the investment rather than the decedent’s share of the profits earned in the operation of the business after his death, in allowing interest only to the date of the deposit in court, and in denying costs. The defendants contend that they are entitled to be reimbursed for moneys paid to other employees who performed Bluffs work during his lifetime.</p>\n<p id=\"b184-6\">The proofs disclose that during his illness Blut received financial statements of the partnership, including an accounting of the partners’ cash withdrawals, and that he never in any wise questioned their accuracy. There was no proof that Blut did not receive his full share and we are satisfied that if he had had any objection to the withdrawal statements supplied to him, he would have made his dissatisfaction known.</p>\n<p id=\"b185-4\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>As to good will, the defendants contend that the rights of the parties were determined by the 1925 partnership agreement, the pertinent part of which reads as follows:</p>\n<blockquote id=\"b185-5\">“It is further agreed that upon the completion of said copartnership, any one of the partners desiring to withdraw from the business shall be entitled to receive as his share, the reasonable market value of the stock, fixtures and all assets that may be ascertained, but shall not be entitled to any money for good will.”</blockquote>\n<p id=\"b185-6\">It is clear from the wording of the quoted paragraph that the agreement of the parties contemplated a voluntary termination of the partnership—“desiring to withdraw”—and not a dissolution by operation of law upon the death of a partner, <em>R. 8. </em>42 :1-31. As a matter of fact, the agreement made no provision for the contingency which actually occurred. The evaluation of the interest of a deceased partner is controlled by statute, <em>R. S. </em>42 :l-42, under which the legal representative of a deceased partner is entitled to have the decedent’s interest in the partnership ascertained, as of the date of dissolution. While that particular section does not specify how the interest is to be ascertained, elsewhere the Uniform Partnership Law prohibits less than all the partners from “disposing of the good will of the business,” <em>B. 8. </em>42 :l-9, thus, at least by implication, recognizing good will as a partnership asset. In the ease of such a long-established, consistently profitable business as the one here under consideration, the value of its good will is probably quite substantial, and the plaintiff is entitled to snch share thereof as is allocable to Blut’s interest in the partnership. <em>Shearman v. Cameron, </em>76 N. <em>J. Eq. </em>426 <em>(Ch. </em>1909), reversed 78 N. <em>J. Eq. </em>532 <em>(E. &amp; A. </em>1911). The good will of a partnership is an asset of the firm and generally is <em>prim-a facie </em>included in its assets, property and effects. Ho specific rule can be laid down to ascertain its value; each evaluation must be made in the light of its own particular facts. <em>In re Randall’s Estate, </em>29 <em>Wash. 2d </em>447, 188 <em>P. 2d </em>71, <em>(Wash. Sup. Ct. </em>1947); <em>Whitman v. Jones, </em>322 <em>Mass. </em>340, 77 N. <em>E. 2d </em>315 <em>(Mass. Sup. Jud. Ct. </em>1948). <page-number citation-index=\"1\" label=\"170\">*170</page-number>It is true that there may be an agreement to exclude good will as an asset of a partnership, in which case the agreement will control. Here, while the agreement provided to exclude good will as an asset upon voluntary termination of the partnership, it was silent as to dissolution upon the death of a partner, and accordingly the ordinary principles of partnership accounting control. The defendants’ accounting to the plaintiff should include the good will of the partnership business. <em>Kanzler v. Smith, </em>123 <em>N. J. Eq. </em>602 <em>(E. &amp; A. </em>1938); <em>In re Westhall’s Estate, </em>125 <em>N. J. Eq. </em>551 <em>(E. &amp; A. </em>1939).</p>\n<p id=\"b186-5\"> The plaintiff argues that under <em>B. S. </em>12 :l-!2 she is entitled to receive the profits attributable to the use of Blut’s capital since his death. However, such right accrues where the business is continued after the death of a partner “with the consent of * * * the representative of the deceased partner,” <em>B. S. </em>12 :l-il, <em>sub d. </em>3. The trial court found that in this instance there had been no consent, citing <em>Laterra v. Laterra, </em>131 <em>N. J. Eq. </em>162 <em>(E. &amp; A. </em>1913), which held that participation in the profits of an enterprise rested upon contributions of skill, time and diligence, rather than the mere use of capital. With this view we agree. <em>Phillips v. Reeder and Prior, </em>18 <em>N. J. Eq. </em>95 <em>(Ch. </em>1866).</p>\n<p id=\"b186-7\">The plaintiff admits that the judgment of $19,153 is in the exact amount of her decedent’s capital as reflected on the books of the partnership, but she argues that the trial court should have allowed interest thereon, not only to the date of the defendants’ cash deposit in court, July 29, 1950, but to the date of the judgment, July 12, 1951. The deposit in court was in no sense payment to the plaintiff; she did not thereby gain the use of the money. The deposit was made by the defendants merely as security for payment and to avoid the appointment of a receiver. The defendants were contesting the evaluation of the • deceased partner’s interest, and the amount thereof when determined should bear interest from the date of death to the date of determination. <em>Laterra v. Laterra, supra.</em></p>\n<p id=\"b187-4\"><page-number citation-index=\"1\" label=\"171\">*171</page-number>The defendants appeal from the dismissal of their ■counterclaim for reimbursement of funds expended to provide substitute help during Bint’s illness. They insist that Blut received his full share of partnership drawings during his illness. The trial court so found and we concur. No deductions were made from Blut’s drawings on account of expenditures made by them, nor was Blut’s partnership account so charged. There is no convincing proof that the expenditures were other than gratuitous, and the defendants will not now be heard to claim otherwise.</p>\n<p id=\"b187-5\">The cause is remanded to the Chancery Division fox action not inconsistent with the views here expressed, without costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}