{
  "casebody": {
    "data": "<casebody firstpage=\"153\" lastpage=\"154\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b177-4\">[No. 6,530.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A_X\">Department No. 2.]</court>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b177-5\">PICO <em>v. </em>KALISHER et al.</parties>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b177-6\">Action for taking Personal Property—Trespass de bonis asportatis— Pleading—Evidence.—In an action for the taking of personal property— the plaintiff alleging ownership and possession of the property, and a taking by the defendant, and the answer consisting of a general denial—no evidence is admissible except as to the ownership and taking.</syllabus>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b177-7\">Appeal from a judgment for the defendants, and from an order denying a new trial, in the Seventeenth District Court, County of Los Angeles. Sepulveda, J.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b177-8\">The complaint alleges that on the 15th day of May, 1877, defendants, with force and arms, took from the possession of Ramon and Ysabel Hirigoyen, and drove away, certain property, to wit, 2,000 sheep, the property of said Ramon and Ysabel, of the value, etc.; that on the 29th day of May, 1877, the said Ramon and Ysabel, for value received, by an instrument in writing, sold to the plaintiff said sheep, and assigned to him all claims, demands, and rights of action, against any and all persons for the taking, conversion, or detention of said property. The other facts are stated in the opinion.</summary>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b177-9\"><em>Glassell, Chapman &amp; Smiths, </em>for Appellants.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b177-10\">It was clearly proven without conflict that one Rose, as Deputy of Bettis who was a constable, took the sheep, under instructions of defendants Kalisher and Wartenberg, and sold them on their account to satisfy an alleged indebtedness to them, Kalisher being present at the sale.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b177-11\">This clearly made the defendants Kalisher and Wartenberg joint trespassers with him. <em>(Lewis </em>v. <em>Johns, </em>34 Cal. 634-5; <em>Goodyear </em>v. <em>Williston, </em>42 id. 15, 16; <em>Stewart </em>v. <em>Wills, </em>6 Barb. 81; <em>Savacool </em>v. <em>Boughton, </em>5 Wend. 172; <em>King </em>v. <em>Danser, </em>6 T. R. 242; <em>McGrunty </em>v. <em>Herrick, </em>5 Wend. 246 ; <em>Earl </em>v. <em>Camp, </em>16 id. 566; <em>Kerr </em>v. <em>Mount, </em>28 N. Y. 665; <em>Coats </em>v. <em>Darby, </em>2 id. 520-1; <em>Tiffany </em>v. <em>Lord, </em>65 id. 310; <em>Wehle </em>v. <em>Butler, </em>61 id. 246.)</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b178-4\"><page-number citation-index=\"1\" label=\"154\">*154</page-number><em>Brunson &amp; Wells, </em>for Respondent.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b178-5\">An action for damages only is not assignable. <em>(Oliver </em>v. <em>Walsh, </em>6 Cal. 456; <em>Harne </em>v. <em>G. I. W. U. Congregation, </em>35 id. 378; and other cases.) The evidence does not show that either of the defendants participated in the taking of the sheep by Rose, or directed their seizure under the attachment.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b178-7\">Sharpstein, J.:</author>\n<p id=\"b178-8\">This judgment must be reversed. The evidence shows conclusively that the property was taken by the defendants from the possession of plaintiff’s assignors, but the Court finds that it was not. There was some evidence admitted which tended to prove that the property was taken by virtue of an attachment or execution, although none of the defendants pleaded that it was so taken. They simply denied the taking. If the defendants, or any of them, had alleged that the taking was by virtue of an attachment or execution, the judgment would have to be reversed for want of a finding upon that issue. It is unnecessary to state that the defendants are in no better position now than they would be if they had justified in their answer their taking under an attachment or execution. The finding that there was no taking of the property by the defendants is clearly erroneous. If they lawfully took it, and the Court based its judgment upon that ground, the Court should have so found. Under the pleadings, no evidence except as to the ownership of the property and the taking thereof, Was admissible. Some evidence, tending to prove a justification, was admitted against the plaintiff’s objections, but his counsel, for some reason, failed to have any exceptions to those rulings noted.</p>\n<p id=\"b178-9\">Judgment reversed, and cause remanded for a new trial.</p>\n<p id=\"b178-10\">Thornton, J., concurred.</p>\n<p id=\"b178-11\">Myriok, J., concurred in the judgment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}