{
  "casebody": {
    "data": "<casebody firstpage=\"634\" lastpage=\"640\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b710-13\">UNITED STATES of America, Plaintiff-Appellee, v. Anthony Gilbert MUNIZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b710-16\">No. 80-1674.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b710-17\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b710-18\">Argued and Submitted Oct. 5, 1981.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b710-19\">Decided Aug. 17, 1982.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b711-21\"><page-number citation-index=\"1\" label=\"635\">*635</page-number>Linda Smith, O’Melveny &amp; Myers, Los Angeles, Cal., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b711-22\">J. Clancy Wilson, Asst. U. S. Atty., Los Angeles, Cal., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b711-24\">Before SNEED, TANG and PREGER-SON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b711-25\">TANG, Circuit Judge:</author>\n<p id=\"b711-26\">Anthony Muniz appeals his conviction of assault with intent to commit murder, 18 <page-number citation-index=\"1\" label=\"636\">*636</page-number>U.S.C. § 113(a), and conveyance of a weapon within a federal correctional institution, 18 U.S.C. § 1792.</p>\n<p id=\"b712-4\">Muniz’s conviction results from the events surrounding the assault of a fellow inmate, Frank Zarate. Zarate was stabbed one morning around 8 a. m. with a nine-inch knife as he lay asleep in his cell. He suffered multiple stab wounds in the neck and chest, with one of the chest wounds resulting in a partial collapse of a lung.</p>\n<p id=\"b712-5\">I</p>\n<p id=\"b712-6\">Muniz first cites as error the trial court’s refusal to give a requested instruction that would have allowed the jury to find Muniz guilty of the lesser included offense of assault with a dangerous weapon with intent to do bodily harm in violation of 18 U.S.C. § 113(c).</p>\n<p id=\"b712-7\">The test for determining whether a defendant was entitled to an instruction on a lesser included offense follows:</p>\n<blockquote id=\"b712-8\">(1) a lesser included offense must be identified, and, (2) a rational jury must be able to find the defendant guilty of the included offense but innocent of the greater offense. In considering satisfaction of the latter prerequisite in a given case, the evidence presented at trial clearly must be a primary focus of analysis.</blockquote>\n<p id=\"b712-9\"><em>United States v. Johnson, </em>637 F.2d 1224, 1233-34 (9th Cir. 1980).</p>\n<p id=\"b712-10\">It is established that section 113(c) may be a lesser included offense of section 113(a). <em>United States v. Stolarz, </em>550 F.2d 488, 491 (9th Cir. 1977), <em>cert. denied, </em>434 U.S. 851, 98 S.Ct. 162, 54 L.Ed.2d 119. Thus, the subsection (1) requirement is met. The real question, however, is whether Muniz has established that a rational jury could have found him guilty of the lesser offense and not guilty of the greater. If the evidence is “capable of more than one reasonable inference,” the lesser included instruction should be given. <em>United States v. Crutchfield, </em>547 F.2d 496, 500 (9th Cir. 1977). Put another way, the defendant is entitled to a lesser included instruction if the jury could have rationally found that not all of the elements of the greater offense had been proved, but all of the elements of the lesser included offense had been proved. <em>Sansone v. United States, </em>380 U.S. 343, 351, 85 S.Ct. 1004, 1010, 13 L.Ed.2d 882 (1965).</p>\n<p id=\"b712-12\">The crucial difference between the two offenses for this case pertains to the proof of intent. Section 113(a) requires proof of intent to commit murder, while section 113(c) requires proof of intent to commit bodily harm.</p>\n<p id=\"b712-13\">If the jury could rationally have found that the government had not proved intent to commit murder, but had proved intent to commit bodily harm, then Muniz was entitled to an instruction on section 113(c), assault with a dangerous weapon with intent to commit bodily harm.</p>\n<p id=\"b712-14\">The government relied on the viciousness of the attack, the use of a knife in the assault, and the severity of the wounds suffered to establish the requisite intent to commit murder. The facts surrounding the attack itself are that the victim Zarate was stabbed repeatedly, suffered loss of approximately one quarter of his blood supply and upon arrival at the hospital was treated as a massive trauma patient. Muniz’s defense on the other hand was not the lack of intent to commit murder, but rather that he was not the assailant.</p>\n<p id=\"b712-15\">The trial judge did not err when he concluded that given the evidence, the jury could not rationally decide that whoever attacked Zarate did so with the intent “merely” to commit bodily harm rather than with intent to commit murder.</p>\n<p id=\"b712-16\">Muniz argues that the facts of <em>United States v. Stolarz, </em>550 F.2d 488 (9th Cir.), <em>cert. denied, </em>434 U.S. 851, 98 S.Ct. 162, 54 L.Ed.2d 119 (1977), are so similar to the facts of this case that reversal is required. <em>Stolarz </em>also involved a prosecution of the defendant under section 113(a). In <em>Stolarz, </em>however, the trial court gave the lesser included instruction under section 113(c) over defendant’s objection. The defendant in <em>Stolarz </em>argued at trial, as did Muniz, that he was not the person who stabbed the <page-number citation-index=\"1\" label=\"637\">*637</page-number>victim. In objecting to the lesser included instruction, Stolarz argued that the evidence was such that only an intent to murder could be found from the evidence, and that the instruction on the lesser included offense, involving only intent to commit bodily harm, was inappropriate. The court rejected this argument, concluding that “we cannot say, based on the evidence introduced at trial, that the jury’s finding of an intent to do bodily harm short of murder was unreasonable. Cf. <em>United States v. Crutchfield, </em>547 F.2d 496 (9th Cir. 1977).” 550 F.2d at 493.</p>\n<p id=\"b713-5\"><em>Stolarz </em>is distinguishable. The <em>Stolarz </em>opinion does not mention the severity of the injuries received by the victim other than to say that the victim had been stabbed. 550 F.2d at 490. Intent to impose some harm on the victim was established not so much by the severity of the injuries received by the victim, but rather by several statements attributed to the defendant himself. <em>See Stolarz, </em>550 F.2d at 490. Thus the aspect of the facts of this case which we find disposi-tive — severity and extent of injuries received — is not apparent from our <em>Stolarz </em>opinion. In determining whether the jury could have rationally decided that Muniz assaulted Zarate with intent to do bodily harm rather than with intent to commit murder, we must look to the evidence in <em>this </em>case. <em>United States v. Johnson, </em>637 F.2d at 1233-34. Having done so, we affirm the district court’s refusal to give the lesser included instruction.</p>\n<p id=\"b713-6\">II</p>\n<p id=\"b713-7\">Muniz next argues that his prior silence was improperly used against him at trial. Muniz took the stand at trial, and on cross-examination the government questioned him about his silence following the attack on Zarate. Muniz also argues that his silence was a major subject of comment during the government’s closing argument. Muniz contends that such questioning and comment were improper on two grounds: the questions and comments violated his Fifth Amendment right to remain silent, and because his silence was ambiguous, federal case law required its suppression.</p>\n<p id=\"b713-8\">At trial the government cross-examined Muniz about three different occasions involving contacts with prison officials where Muniz, instead of denying that he had stabbed Zarate, remained silent. Muniz contends that on each occasion he was under arrest, and that the government’s questioning of him at trial about his post-arrest silence was a violation of his right to due process. <em>See Doyle v. Ohio, </em>426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976).</p>\n<p id=\"b713-9\">The government first attempted to question Muniz about his prior silence with reference to an “incident report” that Muniz received on the Zarate assault. Muniz received the report after he had been placed in the segregation unit and after <em>Miranda </em>warnings had been given. The government first established that when an inmate receives an incident report, he may call witnesses on his behalf. The Government then asked:</p>\n<blockquote id=\"b713-10\">Q. With respect to the incident report that you got for the assault on Frank Zarate, isn’t it a fact that you refused to say anything about it?</blockquote>\n<blockquote id=\"b713-11\">MR. DIAMOND [Muniz’s attorney]: Objection, Your Honor.</blockquote>\n<p id=\"b713-12\">[RT. 802.].</p>\n<p id=\"b713-13\">Following this objection, the jury was dismissed and went to lunch. Court and counsel held a lengthy discussion and Mun-iz’s attorney indicated objection to any line of inquiry relating to Muniz’s prior silence [R.T. 820, 818]. After the recess and upon the jury’s return from lunch, the court, at the government’s request, instructed the jury to disregard the proceedings that took place five minutes immediately before the lunch recess.</p>\n<p id=\"b713-14\">We agree with Muniz that the government’s question was improper. Muniz was in custody, and had received <em>Miranda </em>warnings. Questioning him at trial about his post-arrest, <em>post-Miranda </em>warnings silence was clearly improper. <em>Doyle v. Ohio, </em>426 U.S. 610, 617, 96 S.Ct. 2240, 2244, 49 L.Ed.2d 91 (1976). The trial judge, however, instructed the jury, when it returned from <page-number citation-index=\"1\" label=\"638\">*638</page-number>lunch, to disregard the line of questioning leading up to and including the offending question. In doing so, the trial judge did not highlight the question, but merely instructed the jury to disregard the entire five minutes preceding the recess. Muniz never answered the question. Thus, Muniz’s reliance on <em>United States v. Hale, </em>422 U.S. 171, 95 S.Ct. 2133, 45 L.Ed.2d 99 (1975), is misplaced. In <em>Hale, </em>the government “caused Hale to admit on cross-examination that he had not offered the exculpatory information to the police at the time of his arrest .. . . ” <em>Id. </em>at 174, 95 S.Ct. at 2135. Here, Muniz was not required to answer the question. Unlike <em>Hale, </em>cross-examination of Muniz on his post-arrest, <em>post-Miranda </em>silence was not* permitted; rather, cross-examination was interrupted and further inquiry foreclosed before Muniz answered. Moreover, the government did not refer to this incident in closing argument. We hold that this instruction rendered the error of the question itself harmless beyond a reasonable doubt. <em>Chapman v. California, </em>386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).</p>\n<p id=\"b714-4\">Following the curative instruction, the trial judge allowed the government to continue its cross-examination of Muniz regarding two other incidents that occurred prior to his actual incarceration in the segregation unit.</p>\n<p id=\"b714-5\">The first such incident occurred shortly after Zarate was stabbed. Officer School-craft was on duty in the area when he heard screams coming from the direction of Zarate’s cell. Schoolcraft went toward Za-rate’s cell when he saw Muniz placing something in his back pocket and running from Zarate’s cell. Schoolcraft grabbed and stopped Muniz. When Schoolcraft saw Muniz reach toward his back pocket to get what looked like a knife, Schoolcraft let go of Muniz, who then ran up a set of stairs to another area of the prison. Muniz said nothing to Schoolcraft.</p>\n<p id=\"b714-6\">The government’s cross-examination of Muniz on this incident follows:</p>\n<blockquote id=\"b714-7\">Q. When Schoolcraft grabbed you, did you say anything to him?</blockquote>\n<blockquote id=\"b714-8\">A. No, I said nothing to him.</blockquote>\n<blockquote id=\"b714-9\">Q. You remained silent, didn’t you?</blockquote>\n<blockquote id=\"b714-10\">A. Yes, I remained silent.</blockquote>\n<p id=\"b714-11\">[RT. 826],</p>\n<p id=\"b714-12\">The second incident occurred shortly after the first. It is undisputed that after Muniz left Schoolcraft, he ran up a nearby set of stairs, threw off his shirt, and stuck the knife in the drain of a shower. When Muniz came down the stairs again, School-craft and several other guards were standing together, and several inmates had gathered nearby as well. Upon seeing Muniz, Schoolcraft told Officer Hume that Muniz was “the guy,” that he “definitely had something to do with it,” and that Muniz should be locked up. Officer Hume then took Muniz and turned him over to two other guards who took him to the detention unit. Cross-examination of Muniz on this incident follows:</p>\n<blockquote id=\"b714-13\">Q. Before Mr. Hume grabbed you did you say anything then?</blockquote>\n<blockquote id=\"b714-14\">A. Which one is Mr. Hume? I mean it was so confusing, you know. By that time the goon squad, they were all down there. It was just a mass of confusion. I remember they were discussing something about the stabbing, and one of the officers, I don’t know if it was Mr. Hume, asked, you know, ‘Who’s involved? Who’s involved?’ And I told him, ‘It’s me they’re talking about. It’s me.’ I don’t know if it was Mr. Hume. I mean, I wasn’t even there.</blockquote>\n<blockquote id=\"b714-15\">Q. So when you said, ‘It’s me,’ you didn’t deny it, did you?</blockquote>\n<blockquote id=\"b714-16\">A. It was me they were talking about.</blockquote>\n<blockquote id=\"b714-17\">Q. You didn’t deny that you had stabbed Frank Zarate, did you?</blockquote>\n<blockquote id=\"b714-18\">A. I didn’t stab Frank. I wasn’t asked if I stabbed Frank. [RT 828-829].</blockquote>\n<p id=\"b714-19\">Muniz argues that questions about his silence at the time of these incidents was error. He argues this on constitutional grounds as well as on federal evidentiary grounds. The government argues that counsel for Muniz opened the door to cross examination on this subject by statements <page-number citation-index=\"1\" label=\"639\">*639</page-number>made in opening argument and on direct examination of Muniz himself. Once having done so, the government argues, full development of the subject was warranted.</p>\n<p id=\"b715-4\">We agree with the government that counsel for Muniz opened the door to this inquiry; Muniz cannot now argue that the court’s admission of the testimony concerning his silence was improper. Counsel for Muniz stated in opening argument:</p>\n<blockquote id=\"b715-5\">On the morning of January 14 Anthony Muniz .... came to somebody’s help, and from that moment on in the eyes of the prison authorities and the eyes of the Government, he was the guilty man, and nothing he could say and nothing he could do and nothing that anybody else could do would convince the Government otherwise, would convince the Government that perhaps things weren’t as they really appeared. [RT 51]</blockquote>\n<p id=\"b715-6\">On direct examination of Muniz, Muniz’s attorney asked Muniz whether he had said anything upon seeing the officers grouped together discussing the stabbing. After Muniz testified that he had put his hands up to show that he was unarmed, counsel for Muniz asked:</p>\n<blockquote id=\"b715-7\">Q. Did you say anything?</blockquote>\n<blockquote id=\"b715-8\">A. At that time, no, I didn’t say anything. [RT 776].</blockquote>\n<p id=\"b715-9\">By asking Muniz about his response during this incident, full development of the subject was warranted. <em>See United States v. Allston, </em>613 F.2d 609, 611 (5th Cir. 1980).</p>\n<p id=\"b715-10\">Muniz argues that the Government im-permissibly relied on his silence during closing argument as well as during cross-examination. The Government referred in closing argument to Muniz’s silence when he first encountered Schoolcraft and when he walked up to the group of officers, including Hume and Schoolcraft, gathered at the base of the stairs. Because we hold that cross-examination concerning Muniz’s silence was not error, the Government’s reference to these two incidents during closing argument was likewise not error.</p>\n<p id=\"b715-12\">III</p>\n<p id=\"b715-13\">A.</p>\n<p id=\"b715-14\">Muniz also argues that certain testimony was excluded that would have shown that prison officials failed to pursue or preserve evidence that someone other than Muniz stabbed Zarate. In the excluded testimony, Muniz argues that Officer Hume would have testified that other inmates told Hume that Muniz was the wrong man. The court excluded the testimony as hearsay and ruled that the scope of the prison investigation could be pursued through other questions that did not call for hearsay.</p>\n<p id=\"b715-15\">The trial court acted within his discretion when he disallowed this testimony. The purpose of the questioning was to show that prison officials should have, but did not pursue an adequate investigation of the incident. Allowing Muniz’s counsel to pursue this idea without allowing the specific testimony of Hume that Muniz desired was not error.</p>\n<p id=\"b715-16\">B.</p>\n<p id=\"b715-17\">The victim Zarate testified against Muniz. On direct Zarate testified that he had no doubt that Muniz had stabbed him. On cross-examination Zarate denied having ever said to another inmate, Mr. Montijo, that “it was Bebe [Muniz], but it wasn’t Bebe.” When Mr. Montijo took the stand, counsel for Muniz established that Mr. Montijo had been in the hospital with Zarate a short time after the stabbing. Counsel then asked Montijo:</p>\n<blockquote id=\"b715-18\">Q. Did he [Zarate] say something to you, in effect, “It was Bebe but it wasn’t Bebe”?</blockquote>\n<blockquote id=\"b715-19\">A. He said, “It was Bebe, but it wasn’t Bebe,” that it was, like, another person. [RT 725]</blockquote>\n<p id=\"b715-20\">This was followed by an objection by the government, on hearsay grounds, which was sustained. Muniz argues that this testimony was crucial because it was evidence of a prior inconsistent statement, and even if it would be hearsay if introduced for the truth of the matter asserted, it should have been admitted for impeachment. Muniz did <page-number citation-index=\"1\" label=\"640\">*640</page-number>not argue to the district court the purpose of the question, which on its face asked for a hearsay response. Federal Rule of Criminal Procedure 51 requires a party to state the specific grounds upon which the evidence is admissible. Unless this is done at trial the issue is not preserved for review. <em>United States v. Fredericks, </em>599 F.2d 262, 264 (8th Cir. 1979) (exclusion of evidence asserted as error); <em>see also United States v. Wilson, </em>666 F.2d 1241 (9th Cir. 1982) (admission of evidence asserted as error). Moreover, other testimony revealed that Zarate had indicated shortly after the stabbing that he didn’t know what had happened. Thus the issue of Zarate’s confusion was before the jury by means of other testimony. The exclusion of this testimony was not plain error. <em>See United States v. Berry, </em>627 F.2d 193, 199 (9th Cir. 1980), <em>cert. denied, </em>449 U.S. 1113, 101 S.Ct. 925, 66 L.Ed.2d 843 (1981).</p>\n<p id=\"b716-4\">C.</p>\n<p id=\"b716-5\">Muniz also argues that the trial court erred in excluding certain testimony offered to impeach the victim Zarate’s testimony. In addition, Muniz argues that the government was allowed to introduce irrelevant yet highly inflammatory evidence. Taken as a whole, Muniz argues, he was deprived of his right to present witnesses on his behalf and confront those against him.</p>\n<p id=\"b716-6\">We must reject this argument. We have examined each cited error and concluded that Muniz’s argument on these grounds is without merit.</p>\n<p id=\"b716-7\">For the foregoing reasons, the conviction is AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}