{
  "casebody": {
    "data": "<casebody firstpage=\"841\" lastpage=\"842\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b917-7\">UNITED STATES of America, Plaintiff-Appellee, v. Kenneth BROWN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b917-10\">No. 82-5049</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"b917-11\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b917-12\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b917-13\">Sept. 3, 1982.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b917-14\">Rehearings Denied Oct. 6, 1982.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b917-26\">Milton E. Grusmark, Miami, Fla., for defendant-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b917-27\">Linnea Johnson, Asst. U. S. Atty., Miami, Fla., for plaintiff-appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b918-3\"><page-number citation-index=\"1\" label=\"842\">*842</page-number>Before GODBOLD, Chief Judge, FAY and CLARK, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b918-4\">GODBOLD, Chief Judge:</author>\n<p id=\"b918-5\">Defendant and three companions were arrested on a 68 foot shrimping vessel, home port Tampa, Florida, after the Coast Guard boarded the vessel 18 miles northeast of Cozumel, Mexico and found approximately 11,000 pounds of marijuana aboard. After a nonjury trial Brown was convicted of possession with intent to distribute in violation of 21 U.S.C. § 955a(a) and 18 U.S.C. § 2.</p>\n<p id=\"b918-6\">Section 955a is not unconstitutional on its face or as applied to Brown. <em>U. S. v. Riker, </em>670 F.2d 987 (11th Cir. 1982). In this case, as in <em>Riker, </em>the vessel involved was an American flag vessel on the high seas.</p>\n<p id=\"b918-7\">The United States attorney signed the indictment prior to its presentation. This does not make the indictment null and void. <em>U. S. </em>v. <em>Civella, </em>666 F.2d 1122, 1127-28 (8th Cir. 1981); <em>U. S. v. Frantze, </em>655 F.2d 128, 131 (8th Cir. 1981); <em>U. S. v. Levine, </em>457 F.2d 1186, 1189 (10th Cir. 1972); <em>U. S. v. Climatemp, Inc., </em>482 F.Supp. 376, 386 (N.D.Ill.1979); <em>U. S. v. Tedesco, </em>441 F.Supp. 1336, 1342 (M.D.Pa.1977). The district attorney’s signature is not an attestation of the act of the grand jury nor is it a certificate that the indictment is in proper form. <em>U. S. v. Cox, </em>342 F.2d 167, 171-72 (5th Cir. 1965). Rather it is a recognition that the government attorney has exercised his discretion to permit the bringing of an indictment, and it shows that he joins with the grand jury in the institution of criminal proceedings. <em>U. S. </em>v. <em>Levine, supra </em>at 1189.</p>\n<p id=\"b918-8\">Appellant has shown no prejudice arising from the use of the presigned indictment.</p>\n<p id=\"b918-9\">The Coast Guard boarded the vessel to conduct a documentary and safety inspection and had no probable cause to believe that a crime had been committed. The boarding, under authority of 14 U.S.C. § 89(a), was valid. <em>U. S. v. DeWeese, </em>632 F.2d 1267 (5th Cir. 1980); <em>U. S. v. Williams, </em>617 F.2d 1063, 1075-78 (5th Cir. 1980) (en banc). Opening the main hold hatch cover was not an illegal search. The Coast Guard officer was entitled to enter the hold to search for the main beam number.</p>\n<p id=\"b918-11\">The evidence was sufficient to support an inference Brown had knowledge of and control over the marijuana. When the Coast Guard vessel encountered the shrimper it established radio contact, and the Coast Guard commander spoke to someone who identified himself as Kenneth Brown. On questioning Brown advised that he had left Key West some 15 days previously, although the shrimper’s position was only one and one half to two days journey from Key West. When the Coast Guard party boarded, Brown stepped forward and identified himself by name and stated that he was the master. He admitted that he was the person with whom the radio contact had been made. The shrimper was then in an area in which fishing was restricted to Mexican fishermen. Brown agreed, on request of the Coast Guard party, to accompany them in their security sweep and documentation check. When the hatch was opened there was a strong odor of marijuana. The trial judge was entitled to infer that Brown was aware of the nature of the cargo and exercised control or dominion over it, either alone or in concert with others; the issue is whether the evidence supports these inferences. There is not implicated, as appellant argues, a presumption that a captain of a vessel ordinarily has knowledge and ability to control marijuana on his vessel. Possibly the inferences could not be drawn if there were a spoonful of marijuana on a shrimper or a bale of marijuana on the Queen Elizabeth II. This was a 68 foot fishing vessel, manned by a crew of four, and with more than five tons of marijuana aboard.</p>\n<p id=\"b918-12\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}