{
  "casebody": {
    "data": "<casebody firstpage=\"343\" lastpage=\"359\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b365-5\">BRUCE GRAY <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b365-6\">[No. 384,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A2O\">September Term, 1977.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b365-7\">\n<em>Decided December 14, 1977.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b365-15\">The cause was argued before Thompson, Melvin and Wilner, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b365-16\"><em>Mark Colvin, Assistant Public </em>Defender; with whom was <em>Alan H. Murrell, Public Defender, </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b366-4\"><page-number citation-index=\"1\" label=\"344\">*344</page-number><em>W. Timothy Finan, Assistant Attorney General, </em>with whom were <em>Francis B. Burch, Attorney General, William A. Swisher, State's Attorney for Baltimore City, </em>and <em>Samuel Brave, Assistant State's Attorney for Baltimore City, </em>on the brief, for appellee.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b365-17\"> Note: <em>Certiorari </em>denied, Court of Appeals of Maryland, March 8,1978.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b366-5\">Wilner, J.,</author>\n<p id=\"AF7\">delivered the opinion of the Court.</p>\n<p id=\"b366-6\">As a result of having “shoplifted” a set of glass tumblers worth $1.88, Bruce Gray was sentenced to eight years imprisonment. Lest one think this sentence somewhat harsh ^and disproportionate, we hasten to add that, at the time of his arrest, Mr. Gray had in his possession 70 bags of heroin; and it was for the possession of that amount of that substance that he was convicted and sentenced.</p>\n<p id=\"b366-7\">He complains in this appeal that (1) the trial court should have suppressed the heroin as evidence, (2) the court erred in requiring him to admit guilt of an unrelated crime, and (3) the evidence was insufficient to support his conviction. The first and third of these charges have no merit; the second is justified. •</p>\n<p id=\"b366-8\">I. SUPPRESSION OF THE HERION</p>\n<p id=\"b366-9\">Prior to the commencement of trial, appellant moved to suppress evidence, to wit, the heroin, on the ground that it was obtained by the State by virtue of an unreasonable search and seizure. What happened, based on the evidence produced at a pretrial suppression hearing, was this.</p>\n<p id=\"b366-10\">Glen Brooks was a commissioned special police officer ' employed by Reads Drug Stores. On the evening of October 1, 1976, he observed appellant enter the Reads store at the Mondawmin Shopping Center in Baltimore City, carrying two large and unmarked shopping bags. Noting that “we normally are skeptical of large bags coming into the store,” Officer Brooks kept his eye on appellant while he was in the store. According to Brooks, appellant just browsed around for a while, but, at one point, stooped down and put a set of glasses into one of the shopping bags. Brooks said that he had an unobstructed view of this event. Appellant then hurriedly <page-number citation-index=\"1\" label=\"345\">*345</page-number>left the store, with the glasses in his bag, walking past the cash registers without paying for the merchandise.</p>\n<p id=\"b367-5\">Brooks followed appellant out of the store and stopped him about ten feet from the store. Appellant first denied having taken any glasses, and, when Brooks confronted him with the glasses in his bag and offered him the opportunity to pay for them, appellant claimed he had no money. At that point, appellant was placed under arrest for shoplifting and was promptly taken by Brooks to a storage room that was used also for detention.</p>\n<p id=\"b367-6\">In the “detention” room, Brooks conducted a “pat down,” of appellant during the course of which he felt a “bulge” in appellant’s right front pocket. He stated that although it “didn’t appear to be a weapon-type bulge,” he was not satisfied that appellant was unarmed until appellant had emptied his pockets. Specifically, he noted that merely because the “bulge” in appellant’s pocket didn’t feel like a weapon, “that didn’t mean it wasn’t a weapon.” What it turned out to be was 70 individually wrapped bags of heroin.</p>\n<p id=\"b367-7\">Appellant’s suppression argument rests on two bases. First, he claims that Officer Brooks had no probable cause to make the initial arrest. This, we find to be utterly frivolous in light of Brooks’ testimony. Second, he contends that assuming, arguendo, the validity of the arrest, Brooks had no authority to conduct the type of search that produced the heroin. His argument here is that (i) the authority of a special policeman is derived from <em>Md. Ann. Code </em>art. 41, § 64; (ii) that statute permits a special policeman to exercise police power only in connection with the care, custody, and protection of his employer’s property; (iii) this means that the authority of a special policeman to conduct a search incident to an arrest is limited to a search for property belonging to his employer or (for his own protection) for weapons; (iv) he therefore has no authority to conduct a “general exploratory search” once he is satisfied that the accused is unarmed and any suspected stolen goods have been recovered; (v) any stolen goods had been recovered and Brooks had satisfied himself that appellant was unarmed before he discovered the heroin; ergo <page-number citation-index=\"1\" label=\"346\">*346</page-number>(vi) the “extended” search producing the heroin was unauthorized and therefore unlawful.</p>\n<p id=\"b368-5\">The simplest answer to this sophistic argument is that, according to his testimony at the suppression hearing, notwithstanding that the “bulge” was soft and didn’t appear to be a “weapon-type bulge,” Brooks was not satisfied that appellant was unarmed until after he had emptied his pockets and the nature of the bulge was determined. Thus, even if Brooks’ power to search was as limited as appellant urges, he still would have been authorized to conduct the search he did.</p>\n<p id=\"b368-6\">A more basic flaw in the argument is that it rests upon an entirely erroneous reading of the statute. Section 64 provides, in relevent part:</p>\n<blockquote id=\"b368-7\">“Each person appointed under this subtitle as a special policeman is charged with the protection and preservation of peace and good order on the property described in the application for the commission. He has the power to arrest persons who trespass or commit offenses thereon. He has, and may exercise, the powers of a police officer upon the property described in the application for the commission <em>and may exercise these powers in any county or city of the State in connection with the care, custody, and protection of other property of the requesting authority or other property, real or personal, for which it has assumed an obligation to maintain or protect.” </em>(Emphasis supplied.)<footnotemark>1</footnotemark></blockquote>\n<p id=\"b368-8\">Appellant somehow reads the italicized part of the statute as supporting his claim that a special policeman’s authority to conduct a search incident to a valid arrest is limited to the recovery of his employer’s property. This is an unjustifiably <page-number citation-index=\"1\" label=\"347\">*347</page-number>strained interpretation, which is supported neither by logic nor legislative intent.</p>\n<p id=\"b369-5\">The italicized language is part of a sentence, and one must read the entire sentence to ascertain its meaning. The sentence gives a special policeman the powers of a police officer, and then describes <em>where </em>he may exercise those powers. First, he may exercise them on the property described in the application for his commission.<footnotemark>2</footnotemark> Second, he may exercise them any place in the State <em>(i.e., </em>away from particular property described in the application) but only “in connection with the care, custody, and protection of other property ... for which [the employer] has assumed an obligation to maintain or protect.”</p>\n<p id=\"b369-6\">It is not the police power itself that is limited, but only the circumstances under which it may be exercised off the particular property described in the application for the commission. So long as the special policeman is acting in connection with the care, custody, or protection of his employer’s other property, he may exercise to the full the powers of a police officer; and that includes the same power to search incident to a valid arrest as is possessed by a regular police officer. This is abundantly clear from the legislative history of the statute, which is quite extensive.</p>\n<p id=\"b369-7\">Special policemen were first authorized in 1880, when the General Assembly authorized the Governor, upon application by a&gt;corporation owning or using a railroad, steamboat, canal, furnace, colliery, or rolling mill, to appoint persons “to act as policemen for the protection of the property of said corporation ... and for the preservation of peace and good order on their respective premises, railroad trains or steamboats.” <footnotemark>3</footnotemark> The Act provided that these special policemen,</p>\n<blockquote id=\"b369-8\">“shall possess and exercise, in the counties and cities in which the railroads, canals, colleries, furnaces, rolling mills and premises of the corporation for which he may have been appointed are respectively situated, all the authority and powers held and <page-number citation-index=\"1\" label=\"348\">*348</page-number>exercised by constables at common law and under the statutes of this State, and also all the authority and powers conferred by law on policemen in the City of Baltimore.”</blockquote>\n<p id=\"b370-5\">The Court of Appeals had a number of occasions to construe this statute, primarily in the context of the extent to which the sponsor/employer was civilly liable to third parties for the acts of the special policemen employed by them.<footnotemark>4</footnotemark> What emerged from these cases was that special policemen had a dual identity, being primarily State officers but also agents of their sponsor/employer. When engaged in enforcing the criminal law, as distinct from the rules, regulations, or procedures of the “employer,” their duty was held to be “the same as any other policeman or constable” and was exercisable in the counties in which the “employer’s” premises were located.<footnotemark>5</footnotemark> From these cases, the Attorney General later concluded that “the power which a special officer exercises under authority of the subtitle is a power of government, not his employer.<footnotemark>6</footnotemark></p>\n<p id=\"b370-6\">Over the years, the General Assembly extended the provisions of the 1880 Act to the point that nearly any business establishment was able, by action of either the Governor or the Police Commissioner of Baltimore City, to employ special policemen.<footnotemark>7</footnotemark></p>\n<p id=\"b371-4\"><page-number citation-index=\"1\" label=\"349\">*349</page-number>Throughout the years these provisions were in effect, they were the subject of numerous opinions of the Attorney General. In fact, it was these opinions that, in a practical sense, determined the nature and scope of the special policeman’s authority.<footnotemark>8</footnotemark> They addressed two principal questions: (1) what was the special policeman’s authority while on his employer’s property, and (2) what was his authority when off the employer’s property?</p>\n<p id=\"b371-5\">With respect to the first question, Attorney General Finan concluded, in 1964:</p>\n<blockquote id=\"b371-6\">“On the enumerated premises the authority to act as a police officer of the State is completely concurrent with that of regular officers. Even if a crime so pure as to bear no relationship to the interest of the employing business could be distilled, as a crime it would, historically and constitutionally, be ‘against the peace, government and dignity of the State.’ <em>Constitution, </em>Article IV, Section 13. By definition, therefore, it would fall within that portion of Section 342 of the subtitle which authorizes special police to act for the preservation of ‘peace and good order’ on the enumerated premises.” <footnotemark>9</footnotemark></blockquote>\n<p id=\"b371-7\">Thus, the words “peace and good order” sufficed to permit a special policeman, when on his employer’s property, to enforce the criminal law generally. By virtue of that phrase, his jurisdiction there was quite broad, and was not limited only to those offenses of some particular interest to his employer.</p>\n<p id=\"b371-8\">The second question — the scope of authority off the employer’s property — arose in a number of different contexts; and, over the years, it was held that:</p>\n<p id=\"b371-9\">(1) a special policeman could, under the doctrine of fresh <page-number citation-index=\"1\" label=\"350\">*350</page-number>pursuit, make an arrest off his employer’s property for an offense committed on the employer’s property and in his presence;<footnotemark>10</footnotemark></p>\n<p id=\"b372-5\">(2) he was authorized to direct traffic on public streets and highways adjacent to the employer’s property, and to enforce the traffic laws while engaged in that activity, including the making of arrests for traffic violations;<footnotemark>*</footnotemark>\n<footnotemark>11</footnotemark></p>\n<p id=\"b372-6\">(3) he was authorized to maintain order in a picket line on an adjacent public street;<footnotemark>12</footnotemark></p>\n<p id=\"b372-7\">(4) at least within the same county as his employer’s “plant,” he could exercise jurisdiction away from the plant — <em>i.e., </em>off the employer’s real property — in order to protect some piece of movable or personal property of the employer;<footnotemark>13</footnotemark></p>\n<p id=\"b372-8\">(5) his exercise of “extra-territorial” jurisdiction was, in any case, limited to the confines of a county (or city) in which hi&amp; employer had one of the types of property mentioned in the statute (railroad, canal, plant, etc.).<footnotemark>14</footnotemark></p>\n<p id=\"b372-9\">It was with this interpretative background that House Bill 299 was introduced into the 1968 session of the General Assembly. It sought to repeal the public general laws relating to special policemen, then codified in Article 23, as well as some peculiar provisions in Article 41 authorizing the appointment of special policemen upon application of the Governor of another State that owned property in Maryland,<footnotemark>15</footnotemark> and to create in Article 41 an entirely new subtitle concerning special policemen. What would have been new § 64 of Article 41 stated, in relevant part:</p>\n<blockquote id=\"b372-10\">“Each person appointed under this subtitle as a special policeman shall be charged with the <page-number citation-index=\"1\" label=\"351\">*351</page-number>protection and preservation of the property-described in the application for the commission. He shall have the power to arrest persons who trespass or commit offenses thereon. He shall have, and may exercise, the powers of a police officer, <em>but only upon </em>the property described in the application for the commission.” (Emphasis supplied.)</blockquote>\n<p id=\"b373-5\">As so worded, this provision would have repealed virtually all of the “extra-territorial” authority of special policemen that had previously been supplied by the Court of Appeals in the early cases under the 1880 Act and later by the Attorney General. There would have been no power to make an arrest or to exercise any police jurisdiction other than on the particular property of the employer described in the application; and, by not including the words “peace and good order,” that were contained in the existing law, the basis for the special policeman’s general criminal jurisdiction exercisable <em>on </em>the employer’s property may also have been considerably restricted.</p>\n<p id=\"b373-6\">The basic thrust of House Bill 299 was to develop some quality standards in the issuance of special police commissions. Instead of applications being submitted directly to the Governor, as under the then-current law, they would go to the State Police, who would investigate the character, reputation, and qualifications of the prospective special policeman before making a recommendation to the Governor. The Superintendent of the State Police would also have been authorized to promulgate rules and regulations as to the conduct of these special policemen.</p>\n<p id=\"b373-7\">House Bill 299 was not passed, but was instead referred to the Legislative Council. During the interim before the 1969 session, the Judiciary Committee of the Council considered the bill, made some changes in it, and recommended an amended version to the Council. That amended version, which, overall, the Council stated was “similar to House Bill 299”, was introducted as Senate Bill 40 in the 1969 session and was enacted.<footnotemark>16</footnotemark> The principal differences between the two <page-number citation-index=\"1\" label=\"352\">*352</page-number>bills were in section 64, which was changed by the Senate Bill in three respects, as follows:<footnotemark>17</footnotemark></p>\n<blockquote id=\"b374-5\">“Each person appointed under this subtitle as a special policeman shall be charged with the protection and preservation of <em>peace and good order on </em>the property described in the application for the commission. He shall have the power to arrest persons who trespass or commit offenses thereon. He shall have, and may exercise, the powers of a police officer [but only] upon the property described in the application for the commission <em>and may exercise these powers in any county or city of the State of Maryland, in connection with the care, custody, and protection of other property of the requesting authority or other property, real or personal, for which it has assumed an obligation to maintain or protect. In order to facilitate the orderly ingress and egress of traffic to and from the property described in the application, he shall have authority to direct and control traffic on public highways and roads adjacent to and in the immediate vicinity of the property described in the application when this activity is approved in advance by the Superintendent of the Maryland State Police....”</em></blockquote>\n<p id=\"b374-7\">Each one of these changes is traceable to some area of extended jurisdiction supplied by the Court of Appeals or the Attorney General in connection with the pre-existing law that had been omitted in House Bill 299. In particular, the language in question here has a direct and unmistakable reference to the “extra-territorial” powers discussed in the various opinions of the Attorney General.<footnotemark>18</footnotemark></p>\n<p id=\"b374-8\">With this background, it is clear that, rather than expressing a limitation on the authority of a special policeman, as alleged by appellant, this language was intended to ratify, and in fact broaden, the extended authority <page-number citation-index=\"1\" label=\"353\">*353</page-number>engrafted into the then-current law, primarily by the Attorney General. By these words, the General Assembly authorized special policeman to exercise jurisdiction away from the particular property described in the application for their commission, and in <em>any </em>county — not just those in which the employer had property described in the application — if the exercise of such jurisdiction was in connection with the care, custody, or protection of <em>other property oí </em>the employer. By “other property” was obviously meant property other than that described in the application.</p>\n<p id=\"b375-5\">Thus, reading the various parts of the section in harmony with each other, and in the light of the authority actually exercised by special policemen under the then-current law, we find that the language in question was intended, and, in its natural meaning has the effect, of vesting special policemen with the same general police power off the employer’s premises described in the application for their commission as they have on such premises, provided that such general police power may only be exercised off the described premises in connection with other property in which the employer has some ownership interest or over which the employer has assumed an obligation to maintain or protect.</p>\n<p id=\"b375-6\">We therefore conclude that, having had probable cause to arrest appellant for committing the offense of shoplifting on and of the property of his employer, and having validly effected such an arrest, Officer Brooks had all of the ordinary powers of a police officer to conduct a search of appellant incident to that arrest. The scope of such a search is not, of course, limited to property known to be stolen or weapons.</p>\n<p id=\"b375-7\">We find the search to have been entirely reasonable, and the motion to suppress properly denied.</p>\n<p id=\"b375-8\">II. SUFFICIENCY OF THE EVIDENCE</p>\n<p id=\"b375-9\">The case against appellant proceeded on an agreed statement of facts. That statement showed that, when arrested, appellant had in his pocket 70 individually wrapped bags of heroin, and that, if called to testify, Lieutenant Tomlin, of the City Police Department, would be qualified as <page-number citation-index=\"1\" label=\"354\">*354</page-number>an expert in the enforcement of narcotic laws and would state that “seventy bags of heroin is the quantity which is beyond personal use, and that seventy bags of heroin is much more consistent with the quantity that is being kept for distribution to others____” The evidence clearly was sufficient to support the conviction.</p>\n<p id=\"b376-7\">III. REQUIRED ADMISSIONS</p>\n<p id=\"b376-8\">When the case was called to trial, after completion of the suppression hearing, the State’s Attorney advised the court that he and defense counsel had agreed to proceed in the following manner:</p>\n<blockquote id=\"b376-9\">(1) Defendant would plead not guilty to possession with intent to distribute;</blockquote>\n<blockquote id=\"b376-10\">(2) The case would consist of the State reading an agreed statement of facts — a stipulation as to all of the facts pertinent to that charge;</blockquote>\n<blockquote id=\"b376-11\">(3) If the court found guilt on that charge, the State would:</blockquote>\n<blockquote id=\"b376-12\">(i) remain mute at disposition;</blockquote>\n<blockquote id=\"b376-13\">(ii) nol pros a charge of shoplifting (the offense that led to appellant’s arrest); and</blockquote>\n<blockquote id=\"b376-14\">(iii) nol pros five other charges arising from an entirely unrelated incident. These included attempted robbery with a deadly weapon, two assaults, receiving stolen goods, and possession of a handgun.</blockquote>\n<p id=\"b376-15\">The court considered this as being a plea bargain that required its approval, and, under that belief, questioned counsel as to appellant’s complicity in these other charges. The court was advised that the State in all likelihood would not be able to prove any of the unrelated charges other than possession of a handgun and possibly receiving stolen goods, the handgun being the stolen goods. Defense counsel continually objected to this line of inquiry, but the court insisted on knowing whether appellant was willing to admit his guilt to the handgun and receiving charges before determining whether the “bargain is an acceptable bargain <page-number citation-index=\"1\" label=\"355\">*355</page-number>or not.” The end result was that possession of the handgun was admitted, but knowledge that it was stolen was denied.</p>\n<p id=\"b377-5\">The State then proceeded with the statement of facts, resulting in a verdict of guilty on the one count of possession of heroin with intent to distribute. The court then considered appellant’s past criminal record, which showed previous convictions for possession of heroin, shoplifting, various minor charges, and <em>one </em>conviction in 1969 for possession of a pistol.<footnotemark>19</footnotemark> Following this, the court imposed an eight-year sentence; in doing so, it made this comment:</p>\n<blockquote id=\"b377-6\">“What we have is a long term heroin addict, who, off his criminal record, shoplifts and sells heroin to support his habit. The possession on <em>two separate occasions </em>during the period of his apparent addiction of a pistol is a matter of serious concern.” (Emphasis supplied.)</blockquote>\n<p id=\"b377-7\">It would appear from this statement that the court was considering the 1969 conviction as well as the current charge that the State intended to (and did) nol pros. This is indicated also by an earlier statement by the court, prior to hearing the stipulated evidence, that “I will in imposing sentence, take into account only those facts pertaining to the charge that is being tried, <em>and the handgun violation, </em>and I’ll totally ignore the fact that he was also charged with armed robbery or attempted armed robbery, and assault.” (Emphasis supplied.)</p>\n<p id=\"b377-8\">As noted, the court proceeded on the premise that this arrangement was a plea bargain that required the court’s approval. From this, the court assumed a duty to make an independent determination of whether the “bargain” was a fair and appropriate one; and it was in pursuance to that assumed duty that the court felt obliged to ascertain the extent of appellant’s complicity in the charges that, technically, were not then before the court.</p>\n<p id=\"b377-9\">The error was in the underlying premise, as this was not a plea bargain that required the court’s approval. Thus, there <page-number citation-index=\"1\" label=\"356\">*356</page-number>was no basis, and therefore no justification for the court’s further inquiry.</p>\n<p id=\"b378-5\">Traditionally, a “plea bargain” or “plea agreement” contemplates a conditional plea of guilty or nolo contendere to one or more pending charges, the condition usually being either the dismissal or lessening of other charges by one means or another, or some concession being made with respect to disposition, or both.<footnotemark>20</footnotemark> In this case, appellant did not plead guilty or nolo contendere, but maintained his plea of not guilty to all charges against him. The court accepted the State’s representation that the arrangement was “in the nature of a plea bargain” apparently on the theory that appellant’s stipulation to an “agreed statement of facts,” from which a verdict of guilt would most likely arise, was tantamount to a plea of guilty. In a practical sense, this was undoubtedly the case; but there is, in our judgment, a significant legal distinction between the two types of arrangements that is controlling in determining the appropriate role of the court.</p>\n<p id=\"b378-6\">Maryland Rule 733b. provides for court involvement in the plea bargining process only where the agreement concluded between the parties “contemplates a particular sentence, disposition or other judicial action.” Even before this Rule took effect, most of the standards and rules that had been developed with respect to plea bargains made no provision for court interference or involvement unless the agreement contemplated some particular discretion required to be exercised by the court.<footnotemark>21</footnotemark></p>\n<p id=\"b378-7\">A traditional type of plea bargain, founded upon a plea of guilty or nolo contendere, necessarily invokes the exercise (or non-exercise) of judicial,discretion, and therefore satisfies that test, in that:</p>\n<p id=\"b378-8\">(1) Under former Maryland Rule-721 and current Maryland Rule 731, the court is not obliged to accept a guilty plea, and, <page-number citation-index=\"1\" label=\"357\">*357</page-number>indeed, is not permitted to accept it unless satisfied that it is voluntarily made and that a factual basis exists for it. This, of itself, necessitates a judicial inquiry into the circumstances surrounding the plea.<footnotemark>22</footnotemark></p>\n<p id=\"b379-5\">(2) Under former Maryland Rule 720, and current Maryland Rule 731d., court approval is required for the entry of a plea of nolo contendere; and the requirements for the exercise of judicial discretion in the acceptance of that plea are the same as with respect to accepting a plea of guilty.<footnotemark>23</footnotemark></p>\n<p id=\"b379-6\">(3) To the extent the agreement involves disposition, either through the granting of probation or the imposition of a particular sentence, the court is most directly involved.</p>\n<p id=\"b379-7\">In those circumstances, which would also pertain under current Maryland Rule 733, where the exercise, or non-exercise, of the court’s discretion is directly or tacitly required in order to implement the agreement, the court has a right, in determining whether and how to exercise its discretion, to inquire into the agreement and satisfy itself that it is appropriate.</p>\n<p id=\"b379-8\">This case is quite different, however, in that:</p>\n<p id=\"b379-9\">(1) Appellant had an absolute right, without court approval, to enter and maintain his plea of not guilty. The discretion available to the court with respect to pleas of guilty and nolo contendere, and, consequently, the need to inquire into the circumstances of those pleas, does not extend to a plea of not guilty.</p>\n<p id=\"b379-10\">(2) Provided it was done in open court, as in this case it was, the State had an absolute right, without court approval, to enter a nolle prosequi to the other charges. Former Maryland Rule 711; <em>Greathouse v. State, </em>5 Md. App. 675, 685, <em>cert. denied, </em>253 Md. 734 (1969).<footnotemark>24</footnotemark></p>\n<p id=\"b380-4\"><page-number citation-index=\"1\" label=\"358\">*358</page-number>(3) Although subject to the overall discretion of the court with respect to the general course and conduct of a trial, as well as to rulings on the admissibility of particular evidence, the State’s Attorney had the right, without court approval, to determine what evidence he would present as well as the form in which it was to be presented. This is necessarily implied from the basic prosecutorial discretion described in <em>Murphy v. </em>Yates, 276 Md. 475 (1975); <em>Sinclair v. State, </em>278 Md. 243 (1976); <em>Brack v. Wells, </em>184 Md. 86 (1944).</p>\n<p id=\"b380-5\">(4) Appellant had an absolute right, with the assistance of competent counsel, to waive his constitutional right to be confronted with the witnesses against him, and either to stipulate to facts that may prove to be incriminating, or to agree to ultimate facts that would suffice to warrant a conviction. <em>Barnes v. State, </em>31 Md. App. 25 (1976); <em>Mullins v. State, </em>35 Md. App. 605 (1977); <em>State </em>v. <em>Leach, </em>362 A. 2d 1286 (N.J., 1976); <em>People v. Polk, </em>167 N.E.2d 185 (Ill., 1960). We are unaware of any requirement in this State that such a waiver be approved by the court. <em>Cf. Stevenson v. State, </em>37 Md. App. 635, 378 A. 2d 209 (1977).</p>\n<p id=\"b380-6\">For these reasons, whatever may have been its similarity to a “plea bargain” in its practical consequence, this arrangement was not one that invoked the exercise of the court’s discretion. The presumed justification for the court’s extended inquiry, therefore, simply did not exist.</p>\n<p id=\"b380-7\">The court’s insistence on eliciting an admission from appellant, as a condition to approving an arrangement it had no power to disapprove, placed appellant in a highly precarious — an improperly precarious — position. He could either waive his rights under the Fifth and Fourteenth Amendments and incriminate himself or see a perfectly proper arrangement negotiated with the State, which presumably was to his advantage and which both parties were anxious to implement, frustrated by the court. Under these conditions, the admissions made by appellant, directly and through his counsel, can only be considered as having been coercively induced.</p>\n<p id=\"b380-8\">Had the court not considered the admissions resulting from its inquiry in .imposing sentence, this procedure may have <page-number citation-index=\"1\" label=\"359\">*359</page-number>been harmless error since the State ultimately nol prossed the unrelated charges. But it is evident that the admitted possession of a handgun was an important factor in the determination of appellant’s sentence; and, to that extent, and that extent alone, it clearly acted to his prejudice.<footnotemark>25</footnotemark></p>\n<p id=\"b381-5\">The State urges that we ignore the impropriety of the procedure and the prejudice to appellant from it on the basis that defense counsel could have avoided the problem by instructing appellant not to answer the court’s questions and by steadfastly refusing to accede to the procedure demanded by the court. Such truculence is not necessary in order to preserve the objection that was pressed throughout the procedure.</p>\n<p id=\"b381-6\">Because the only prejudice to appellant was in the court’s determination of his sentence, the appropriate remedy is to remand the proceeding to the trial court for resentencing, with instructions that the court give no weight or consideration to any of the unrelated charges pending against appellant at the time of his trial other than the presumption of his innocence with respect to them.</p>\n<p id=\"b381-7\">\n<em>Conviction affirmed; sentence vacated; case remanded for resentencing in accordance with this opinion; costs to be paid by the Mayor and City Council of Baltimore.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b368-9\">. Omitted from the quotation is the language added by Laws of Md., 1974, ch. 353, and Laws of Md., 1975, ch. 534, restricting the power of arrest to those special policemen with a probationary or permanent appointment as a security officer or who are members of an industrial police.'force and have completed a basic training course established by the Police Training Commission. Although the record is silent as to whether Officer Brooks met those criteria, appellant has not challenged Brooks’ statutory authority to make the arrest.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b369-9\">. The record is silent as to what property was described in the application for Brooks’ commission.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b369-10\">. Laws of Md., 1880, ch. 460.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b370-7\">. <em>See, for example, </em>Tolchester Imp. Co. v. Steinmeier, 72 Md. 313 (1890); Balto. &amp; Ohio R. Co. v. Deck, 102 Md. 669 (1906); Tolchester Co. v. Scharnagl, 105 Md. 199 (1907); B., C. &amp; A. Ry. Co. v. Ennalls, 108 Md. 75 (1908); Balto. <em>&amp; </em>Ohio R. Co. v. Strube, 111 Md. 119 (1909).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b370-8\">. Tolchester Imp. Co. v. Steinmeier, <em>supra, </em>92 Md. 313.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b370-9\">. 49 Op. Atty. Gen. 353,355 (1964).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b370-10\">. In 1906, by Laws of Md., 1906, ch. 471, the Legislature created a parallel procedure for the appointment of special policemen by the Baltimore City Board of Police Commissioners. That authority, now exercisable by the Police Commissioner, is still extant. <em>See </em>Public Local' Laws of Baltimore City, § 541; Laws of Md., 1966, ch. 203. As Officer Brooks stated that he had a Commission from the State, rather than from the Police Commissioner, it Would appear that his authority is governed by § 64, rather than the public local law. <em>See also </em>Laws of Ma., 1918, ch. 217, directly extending the 1880 Act to a wide variety of business establishments. This extension, in fact, was held to include a number of State agencies, such as the University of Maryland, the State Colleges, and the State Roads Commission. <em>See </em>49 Op. Atty. Gen. 353.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b371-10\">. We need not express agreement or disagreement with these opinions. Their importance, from the perspective of legislative history, is as an expression of what the law was thought to be, an expression of which the General Assembly is presumed to have been cognizant. Read Drug <em>&amp; </em>Chemical Co. v. Claypoole, 165 Md. 250 (1933); Vaughan v. Boone, 191 Md. 515 (1948).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b371-11\">. Op. Atty. Gen. 353, 357.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b372-11\">. 20 Op. Atty. Gen. 367 (1935); 49 Op. Atty. Gen. 353 (1964). In the 1964 Opinion, Attorney General Finan concluded that, “This authority to pursue and arrest is not expressly conferred; but it is an inherent power of law enforcement officers as an attribute of their ordinary jurisdiction.”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b372-12\">. <em>Ibid.</em></p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b372-13\">. 45 Op. Atty. Gen. 180 (i960).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b372-14\">. 26 Op'. Atty. Gen. 286 (1941); 21 Op. Atty. Gen. 295 (1936).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b372-15\">. 45 Op. Atty. Gen. 353 (1964).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b372-16\">. <em>See </em>Laws of Md., 141, ch. 681, the title to which stated its purpose as “providing for the interstate protection of public property [and] authorizing the appointment of special policemen for such purpose....”</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b373-8\">. Report and Recommendations of the Legislative Council, Dec. 20, 1968, Item No. 111, p. 291. Senate Bill 40 was enacted, without change in § 64, as Laws of Md., 1969, ch. 581. It is the current law at issue in this case.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b374-9\">. Emphasized language was added by Senate Bill 40; bracketed words were in House Bill 299 ana were deleted by Senate Bill 40.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b374-10\">. <em>See </em>in particular, 26 Op. Atty. Gen. 286 (1941); 49 Op. Atty. Gen. 353 (1964).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b377-10\">. This was before the enactment of the handgun law. Although the record is not entirely clear, it appears from the court’s comments that the conviction was for possession of a deadly weapon which happened to be a pistol.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b378-9\">. <em>See </em>Maryland Rule 733 (promulgated but not yet in effect at the time of trial); ABA Minimum Standards for Criminal Justice, Pleas of Guilty, Standard 3.3; Fed. Rule Crim. Proc, 11; Santobello v. New York, 404 U. S. 257 (1971); Guilty Plea Bargaining, 112 U. Pa. L. Rev. 865 (1964); State v. Brockman, 277 Md. 687 (1976).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b378-10\">. <em>Id., </em>note 20.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b379-11\">. <em>See </em>Davis v. State, 278 Md. 103 (1976), particularly the Court’s advice at page 118 that “fbjeyond the constitutional minimum inquiry, however, we encourage trial judges to engage those persons seeking to enter guilty pleas in a dialogue as detailed as time, resources and circumstances permit.”</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b379-12\">. McCall v. State, 9 Md. App. 191, <em>cert. denied, </em>258 Md. 729 (1970). <em>See also </em>Palmer v. State, 19 Md. App. 678, 681, <em>cert. denied, </em>271 Md. 742 (1974).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b379-13\">. Current Maryland Rule 782a. retains that discretion in the State’s Attorney, but requires that a “statement of the reasons” for entering the nol pros be made part of the record. Had the charges been “stetted” rather than nol prossed, the situation would have been different. Former Maryland Rule 718; current Rule 782e.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b381-8\">. <em>Cf. </em>Purnell v. State, 241 Md. 582 (1966); Henry v. State, 273 Md. 131 (1974), permitting a court to consider evidence, <em>properly before it, </em>of criminal activity that has not resulted in a conviction, or even ‘‘opprobrious conduct” not amounting to a crime, in determining a sentence.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}