{
  "casebody": {
    "data": "<casebody firstpage=\"354\" lastpage=\"359\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b388-6\">[No. 8903.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Axk\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AP4\">July 16, 1910.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b388-7\">National City Bank of Lafayette, Indiana, <em>Respondent, </em>v. Benjamin F. Henderson, <em>Appellant, </em>E. J. Lane <em>et al., Defendants.</em><footnotemark><em>1</em></footnotemark></parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b388-8\">Animals — Agister’s Lien — Statutes—Retroactive Effect. Rem. &amp; Bal. Code, § 1197, giving an agister’s lien for the care and keep of live stock was not intended to have any retroactive effect.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b388-9\">Animals — Agister’s Lien — Statutes—Chattel Mortgages — Priority. An agister’s lien for the care and keep of live stock, under a statute taking effect after the execution of a chattel mortgage on the-stock, is inferior and subject to the lien of the mortgage.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b388-10\">Appeal from a judgment of the superior court for Snohomish county, Carey, J., entered March 10, 1910, upon findings in favor of the plaintiff, after a trial on the merits before the court without a jury, in consolidated actions to foreclose a chattel mortgage and to enforce a lien for the keep' and care of a horse.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"Afb8\">Affirmed.</disposition>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b388-11\"><em>James H. Naylor </em>and <em>Merriclc Mills, </em>for appellant,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AIa\">contended, <em>inter alia, </em>that an agister’s lien created by statute is paramount to the lien of a prior chattel mortgage upon the-same property. Herman, Chattel Mortgages (1st ed.), 308; St. Joseph Brown’s Admiralty Reports, 204; <em>Case v. Allen, </em>21 Kan. 217, 30 Am. Rep. 425; <em>Willard v. Whinfield, </em>2 Kan. App. 53, 43 Pac. 314; <em>Corning v. Ashley, </em>51 Hun 483, 4 N. Y. Supp. 255; <em>Aylmore v. Kahn, </em>11 Ohio Cir. Ct. 392, 5. <page-number citation-index=\"1\" label=\"355\">*355</page-number>Ohio Dec. 410; <em>Tabor v. Salisbury, 3 </em>Col. App. 335, 33 Pac. 190; <em>Johnson v. Hill, </em>3 Stark. 172; <em>Williams </em>v. <em>Allsup, </em>10 C. B. (N. S.) 417; <em>Scott v. Delahunt, </em>5 Lans. (N. Y.) 372; <em>Brown v. Holmes, </em>13 Kan. 482, 492; <em>Colquitt </em>&amp; <em>Baggs v. Kirkman, </em>47 Ga. 555.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b389-4\"><em>Wilson </em>&amp; <em>Quimn </em>and <em>Hulbert </em>&amp; <em>Husted, </em>for respondent.</attorneys>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b388-12\"> Reported in 109 Pac. 1038.</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b389-5\">Dunbar, J.</author>\n<p id=\"AH6\">This is an action instituted by the plaintiff against the defendants, in which was sought by the respondent the foreclosure of a certain chattel mortgage on a horse called Janson, which mortgage was executed by defendants, the Lanes, to respondent, March 25, 1909, to secure the payment of the sum of $3,000, which said mortgage was filed for record in the office of the auditor of Snohomish county on the 27th day of March, 1909. The indebtedness secured was past due and unpaid at the date of the institution of the suit. The appellant took possession of the horse described in the chattel mortgage, under a contract with the defendants Lane, on the 17th day of April, 1907, and thereafter remained in the sole and exclusive possession of such horse up to the date of the trial of this action. Under such contract between the defendants Lane and the appellant there was, at ihe date of the trial, due the appellant for feeding, training, and caring for said horse the sum of $975.10. The actions for enforcement of the liens were tried together by stipulation. The court found the validity of both liens, but decreed that the lien of the respondent was prior, paramount, and superior to that of appellant, so that the issue upon the trial between the respondent and appellant was simply a question of priority of liens, and that is the sole question presented here.</p>\n<p id=\"b389-6\">The lien statute, upon which the appellant relies to sustain his contention of priority of his lien, went into effect on June 17, 1909. Laws 1909, p. 638 (Rem. &amp; Bal. Code, §1197 <em>et seq.). </em>The mortgage given by the defendants Lane to respondent was executed March 25, 1909. It is conceded that the horse, at the time of the execution and delivery <page-number citation-index=\"1\" label=\"356\">*356</page-number>of the chattel mortgage, was in the possession of appellant under the contract aforesaid, for the mortgage, after describing the horse, uses this language, “located at Monroe, Snohomish county, Washington, in charge of B. F. Henderson, keeper.” Section one of the lien statutes aforesaid is as follows:</p>\n<blockquote id=\"b390-5\">“Any farmer, ranchman, herder of cattle, tavern keeper, livery and boarding stable keeper or any other person, to whom any horses, mules, cattle or sheep shall be entrusted for the purpose of feeding, herding, pasturing, and training, caring for or ranching, shall have a lien upon said horses, mules, cattle or sheep for such amount that may be due for said feeding, herding, pasturing, training, caring for, and ranching, and shall be authorized to retain possession of said horses, mules or cattle or sheep, until said amount is paid.” Rem. &amp; Bal. Code, § 1197.</blockquote>\n<p id=\"b390-6\">Section two of the act (Rem. &amp; Bal. Code, § 1199), provides for the manner of enforcing the said liens.</p>\n<p id=\"b390-7\">It is earnestly and eloquently contended by learned counsel for appellant that the view which was taken by the trial court in this case, in decreeing the priority of the mortgage lien, is not consonant with natural justice nor supported by reason, that it is not in harmony with the doctrine established by other courts of high authority, and that it is the law that á lien created by statute is paramount to a prior chattel mortgage upon the same property; and many cases are cited to sustain this contention. But it seems to us that learned counsel has failed to note the difference between a case where the agister or keeper was claiming a lien which was in force at the time the services were rendered and at the time the mortgage was given, and a case where he is.depending for the establishment of his lien upon a statute which was enacted after the giving of the mortgage. An examination of this statute leads us to the conclusion that there was no attempt to give any retroactive effect to the statute, or confer any right of lien for services rendered before the going into effect of the lien statute ; and this view would exclude the larger part <page-number citation-index=\"1\" label=\"357\">*357</page-number>of the services upon which, and for which, the appellant is attempting to establish a priority. But as to the balance of the claim, under the authorities cited, the distinction above mentioned is fatal to the appellant’s contention.</p>\n<p id=\"b391-4\">Appellant relies largely upon the case of <em>Case </em>v. <em>Allen, </em>21 Kan. *217, 30 Am. Rep. 425, which he asserts is the leading case upon that subject. There, in an opinion written by the late Judge Brewer of the supreme court of the United States, it was held that where A gave B to secure a debt for the purchase money, a chattel mortgage on certain cattle, containing a stipulation that the mortgagor should remain in possession, and thereafter A placed the cattle in the possession of C who was engaged in the business of feeding and wintering cattle, to be fed and cared for during the winter, and they were in fact fed and wintered by C, C’s lien upon the cattle for his reasonable charges for feeding and wintering was paramount and prior to the lien of the mortgage. But, while the statute in that case is not quoted, it is evident from a reading of the opinion that C’s claim of lien was based upon a statute, the court remarking, during the discussion of the case, that a lien of the mortgage was prior in time, and was created by contract, while that of the agister, later in time, arises out of the statute. And, while the court uses the following language:</p>\n<blockquote id=\"b391-5\">“Now, the lien of the agister is not the mere creature of the contract. It is created by statute from the fact of the keeping of the cattle. The possession of the agister was rightful ; and, the possession being rightful, the keeping gave rise to the lien; and such keeping was as much for the interest of the mortgagee as the mortgagor. The. cattle were kept alive thereby; and the principle seems to be where the mortgagee does not take the possession, but leaves it with the mortgagor, he thereby assents to the creation of a statutory lien for any expenditure reasonably necessary for the preservation or ordinary repair of the thing mortgaged;”</blockquote>\n<p id=\"b391-6\">it evidently meant that he consented to the priority of the lien which was already provided for by statute, and that <page-number citation-index=\"1\" label=\"358\">*358</page-number>there was no intention on the part of the court to announce the doctrine that an act of the legislature, subsequent to the execution of a contract, could have force and effect to change the terms of the contract, to the injury of either of the contracting parties. Judge Brewer had occasion to review this question afterwards, as a member of the supreme court of the United States, in <em>Toledo etc. R. Co. v. Hamilton, </em>134 U. S. 296, where it was held that a recorded mortgage, given by a railroad company on its roadbed and other property, creates a lien whose priority cannot be displaced thereafter, either directly by a mortgage given to the company, or indirectly by a contract between the company and a third party for the erection of buildings or other works of original construction. This is an important case, and <em>Case v. Allen, supra, </em>was not mentioned in the decision, and evidently was not regarded as holding to a different doctrine from that announced by the learned judge in the opinion from which we are quoting. In this latter case it was said:</p>\n<blockquote id=\"b392-5\">“To what extent, if at all, a mechanic’s lien could, under the statutes of Ohio in force at the time Hamilton attempted to file his lien, be placed upon a railroad, or any part of it. may he a matter of doubt,”</blockquote>\n<p id=\"b392-6\">citing some cases and statutes, and then adding:</p>\n<blockquote id=\"b392-7\">“It is unnecessary in this case to express any opinion about the matter, for if a mechanic’s lien was affected, it was subordinate to the lien of the prior mortgage. There was no statute in force at the time the mortgage was executed giving any priority to subsequent mechanic’s liens; and by the mortgage the mortgagee took its vested priority, beyond the power of the mortgagor or the legislature thereafter to disturb.”</blockquote>\n<p id=\"b392-8\">This case would seem to be decisive in principle of the case at bar. <em>Willard v. Whinfield, </em>2 Kan. App. 53, 43 Pac. 314, simply follows the rule announced in <em>Case v. Allen. Brown v. Holmes, </em>13 Kan. 482, also written by Judge Brewer while he was a member of the supreme court of Kansas, simply announced incidentally that the agister had a lien for the win<page-number citation-index=\"1\" label=\"359\">*359</page-number>tering of the cattle, and that this lien was paramount to the rights of the chattel mortgage, the case being a replevin action and the real contest over questions which do not involve the question in this case. In <em>Aylmore v. Kahn, 5 </em>Ohio Cir. Dec. 410, the priority of the lien of the agister was asserted, but in that case the services had been rendered shortly before the commencement of the action in 1896, and the statute conferring the lien was passed in April, 1890. An examination of all the other cases shows the same state of facts. There is no case that we have been able to find where there has been an attempt to establish the priority of an agister’s lien where the statute conferring the lien had been passed subsequent to the execution, delivery, and recording of the mortgage. This must necessarily be so, for the lien is purely statutory, and to the statute alone the agister must look for his lien. The cases cited from admiralty courts, it is conceded, are an exception to the rule, for the reason that a lien was given at common law to persons who repaired ships, based upon the theory that, as it is obvious that every ship will from time to time require repairs, it seems but reasonable to infer that the mortgagor has authority from the mortgagee to cause such repairs as should become necessary to be done upon the usual and ordinary terms.</p>\n<p id=\"b393-4\">Finding no error, the judgment will be affirmed.</p>\n<p id=\"b393-5\">Rudkin, C. J., Parker, Chow, and Mount, JJ., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}