{
  "casebody": {
    "data": "<casebody firstpage=\"522\" lastpage=\"526\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b598-3\">UNITED STATES of America, Plaintiff-Appellee, v. George N. MILHIM, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b598-6\">No. 82-1173</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ar8\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b598-7\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b598-9\">March 29, 1983.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b599-8\"><page-number citation-index=\"1\" label=\"523\">*523</page-number>Lynch, Zimmerman, White &amp; Allison, William P. Allison, (court-appointed), Michael F. Lynch, Austin, Tex., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b599-9\">Mervyn Hamburg, Atty., Appellate Section, Crim. Div., Washington, D.C., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b599-11\">Before RUBIN, JOHNSON and WILLIAMS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b599-12\">JERRE S. WILLIAMS, Circuit Judge:</author>\n<p id=\"b599-13\">On June 12, 1981, a federal grand jury indicted appellant Milhim for possession of counterfeit money under 18 U.S.C. § 472. He was arrested and appeared before a magistrate on June 18, 1981. On June 24, 1981, he requested an extension of time for filing a possible plea bargaining agreement, and he waived his right to a speedy trial. On September 21,1981, the jury was selected in his case but was not sworn, and the trial was scheduled for October 5, 1981. This trial date was later reset as October 26, 1981.</p>\n<p id=\"b599-14\">On October 20,1981, a superseding three-count indictment was filed charging Milhim in Count I with conspiracy to receive and utter counterfeit money and to possess counterfeit money, 18 U.S.C. § 371. In Count II the charge was possessing counterfeit money, 18 U.S.C. § 472. Count III involved a charge of obstruction of justice by corruptly undertaking by threats and coercion to prevent a witness from testifying against him at trial, 18 U.S.C. § 1503.</p>\n<p id=\"b599-16\">On October 26, the date scheduled for the trial under the earlier indictment, the government announced that it was ready to proceed. Milhim announced ready to proceed on the old indictment, but requested thirty days to prepare on the two new counts, Counts I and III in the superseding indictment. At this time, the government indicated it had no objection to retaining the previously selected jury. Milhim stated that he was opposed to being prosecuted on the new counts before the same jury, or even another jury selected from the same venire. The court, therefore, discharged the jury and stated that a new jury would be selected from a new panel whenever Milhim was prepared to proceed to trial.</p>\n<p id=\"b599-17\">On November 6,1981, Milhim filed a motion to dismiss Counts I and II of the superseding indictment on the grounds that further prosecution violated the due process of law and the double jeopardy clauses of the Fifth Amendment. This motion was denied.</p>\n<p id=\"b599-18\">A new jury panel was brought in on January 25,1982. A new jury was selected from that panel and the jury was sworn. On February 3, 1982, after trial, the jury convicted Milhim on Counts I and II. It was unable to reach a verdict on Count III, the obstruction of justice count. Appellant was sentenced to five years confinement on Count I and seven years confinement on Count II to run concurrently. A motion to be released on bond pending appeal was filed. After a hearing on April 1,1982, the court denied this motion.</p>\n<p id=\"b599-19\">I.</p>\n<p id=\"b599-20\">Appellant’s first contention on appeal is the assertion of error in the denial of his motion to dismiss Counts I and II of the indictment on the ground of double jeopardy. In this case the first jury was dismissed before it was sworn. Jeopardy does not attach in a criminal case until the jury is empaneled and sworn. <em>Crist v. Bretz, </em>437 U.S. 28, 29, 98 S.Ct. 2156, 2157, 57 L.Ed.2d <page-number citation-index=\"1\" label=\"524\">*524</page-number>24 (1978); <em>United States v. Futch, </em>637 F.2d 386, 389 (5th Cir.1981).</p>\n<p id=\"b600-4\">Milhim urges, however, that the Court should now reject this well settled rule on the ground that once the first jury has been chosen, the trial has begun for purposes of the Speedy Trial Act, 18 U.S.C. § 3161. But the reason why the date of the beginning of the trial under the Speedy Trial Act should not control is well represented by this case. Milhim did not object to the court’s dismissal of the first jury in favor of the second. Rather, the dismissal was wholly in response to his objection to having the first jury try his case. Further, he had earlier waived rights under the Speedy Trial Act. Milhim’s failure to object to trying the case before the second jury, and indeed requesting that it not be tried before the first jury, constituted a waiver of his double jeopardy claim. <em>See Grogan v. United States, </em>394 F.2d 287, 289 (5th Cir.1967), <em>cert. denied, </em>393 U.S. 830, 89 S.Ct. 97,21 L.Ed.2d 100 (1968) (double jeopardy is an affirmative defense which can be waived); <em>Leser v. United States, </em>358 F.2d 313, 318 (9th Cir.), <em>cert. dismissed, </em>385 U.S. 802, 87 S.Ct. 10,17 L.Ed.2d 49 (1966) (stipulation to substitution of alternate juror constituted waiver).</p>\n<p id=\"b600-5\">Even without waiver, however, appellant cannot prevail. This case is controlled by our decision in <em>United States v. Alford, </em>516 F.2d 941 (5th Cir.1975). In that case several alleged conspirators were subjected to a multi-count indictment. Through an oversight, the government attached only a one-count indictment to the arrest warrants. As a result of the government error, one of the defendants appeared for trial without ever having received a copy of the correct indictment. This was discovered only after opening statements were made to the jury which had been empaneled and sworn. The district court declared a mistrial as to the defendant who had not received the copy of the correct indictment. The mistrial was granted on the ground that there was manifest necessity for such a declaration and there was no showing of prosecutorial overreaching. <em>Id. </em>at 946. We held that the district court was not required to drop the extra counts and proceed on the single count which the defendant had been ready to defend. This holding compels rejection of Milhim’s argument that he is placed in double jeopardy by failure to proceed before the original jury on the original indictment.</p>\n<p id=\"b600-7\">Milhim’s double jeopardy contention is wholly without foundation.</p>\n<p id=\"b600-8\">II.</p>\n<p id=\"b600-9\">Milhim next contends that the dismissal of the first jury and the compulsion to go to trial on the three later charges violated his due process right to proceed to trial once both parties had announced ready on the first indictment. Appellant cites no authority to support this proposition, which has no constitutional recognition. He does cite, however, <em>Armstrong v. Manzo, </em>380 U.S. 545, 552, 85 S.Ct. 1187,1191,14 L.Ed.2d 62 (1965), under a general right to be heard “at a meaningful time and in a meaningful manner.” The facts and holding of <em>Armstrong </em>v. <em>Manzo </em>are not relevant. The ease involved the necessity for granting a hearing to a divorced father in an adoption proceeding by the child’s mother and her successor husband. Milhim has not alleged nor shown any prejudice resulting from the claimed deprivation of due process rights. He had a full trial “at a meaningful time and in a meaningful manner.”</p>\n<p id=\"b600-10\">III.</p>\n<p id=\"b600-11\">Milhim claims that he was denied his Sixth Amendment right to a speedy trial. This claim is based upon the fact that the circumstances underlying the charges arose in October 1979, but the superseding indictment was not filed until October 1981. The Supreme Court has identified four factors to be assessed in determining whether a defendant has been deprived of his right to a speedy trial: the length of delay, the reason for the delay, the defendant’s assertion of his or her right to a speedy trial, and prejudice to the defendant. <em>Barker v. Wingo, </em>407 U.S. 514, 530, 92 S.Ct. 2182, 2192, 33 L.Ed.2d 101 (1972); <em>see also Jamerson </em>v. <page-number citation-index=\"1\" label=\"525\">*525</page-number><em>Estelle, </em>666 F.2d 241, 243 (5th Cir.1982). The application of these four factors to Milhim’s case reveals no constitutional violation.</p>\n<p id=\"b601-4\">The first inquiry is the length of the delay. The right to a speedy trial is not triggered by the date of the alleged crime but by the suspect’s arrest or indictment, whichever occurs first. <em>Dillingham v. United States, </em>423 U.S. 64, 65, 96 S.Ct. 303, 46 L.Ed.2d 205 (1975); <em>United States v. Greer, </em>655 F.2d 51, 52 (5th Cir.1981). Milhim was originally indicted on June 12, 1981. The trial on the superseding indictment commenced on January 25, 1982, seven and one-half months later. In <em>United States v. Maizumi, </em>526 F.2d 848, 851 (5th Cir.1976), this Court held that a ten and one-half months delay <em>per se </em>was not so unreasonably long that an inquiry into the other factors was necessary. Because the length of time which will be considered presumptively prejudicial varies from case to case, however, we enter into an examination of the other factors as well. <em>See Barker v. Wingo, </em>supra, 407 U.S. at 530, 92 S.Ct. at 2192.</p>\n<p id=\"b601-5\">The second factor is the reason for the delay. Milhim argues that the delay was due to governmental failure to prepare its case until after the jury was selected which meant that it had not properly investigated in time, to have discovered the facts which led to the superseding indictment. The record reveals no misconduct nor intention to delay by the government. Nor is there anything in the record which shows the government was unreasonable in its actions. In any case, in <em>United States v. Greer, supra, </em>655 F.2d at 53, we held: “An unintentional delay, one attributable to negligence, is to be weighed ‘less heavily’ against the government.” We find no support in the record for a default by the government on this factor.</p>\n<p id=\"b601-6\">The third factor is the way in which defendant’s assertion of the speedy trial claim is made. This claim appears for the first time on appeal. Not only had Milhim earlier signed a document in which he waived his right to a speedy trial, he requested thirty days to prepare when the superseding indictment was filed. No objection was then or later made to the matter of elapsing time. In the motion to dismiss that he later filed, he did not complain of delay in bringing the case to trial. At no time did Milhim demand an accelerated trial date. Milhim fails on proving adequate assertion of his claim.</p>\n<p id=\"b601-9\">The final factor is the matter of prejudice. Milhim has not shown that he suffered prejudice as the result of whatever alleged delay occurred. In <em>United States v. Wilson, </em>657 F.2d 755, 767 (5th Cir.1981), we held that lack of prejudice to a defendant is sufficient grounds alone for rejecting this constitutional claim. Milhim was not incarcerated pending trial. He does not claim his defense was impaired in any way, or that he was subject to any unusual anxiety. He does claim he was prejudiced in being denied the jury he had chosen. However, the record is very clear, as shown earlier, that the government was willing to proceed with .that jury, and that he is the one who deprived himself of that jury. Certainly, there is nothing in the record to indicate that the trial before the second jury created prejudice against Milhim. “A defendant does not have a right to a specific juror but only to a fair and impartial one.” <em>United States v. Horton, </em>646 F.2d 181, 187 (5th Cir.), <em>cert. denied, </em>454 U.S. 970, 102 S.Ct. 516, 70 L.Ed.2d 388 (1981).</p>\n<p id=\"b601-10\">By way of summary on the matter of the requirement of speedy trial under the Sixth Amendment, we find that the time lag was brief, no prejudice was shown to the accused, there was no governmental misconduct, and the accused never asserted and actually waived his right to a speedy trial. It is clear that his Sixth Amendment rights were not violated.</p>\n<p id=\"b601-11\">IV.</p>\n<p id=\"b601-12\">Milhim now claims that the indictment should have been dismissed because the government exceeded by fourteen days the time limit set out in the Speedy Trial Act when measured from the date of the first indictment. We need not determine wheth<page-number citation-index=\"1\" label=\"526\">*526</page-number>er this limitation was in fact exceeded because Milhim did not raise this issue in the trial court. The Speedy Trial Act itself is quite clear on this point. 18 U.S.C. § 3162(a)(2) provides:</p>\n<p id=\"b602-4\">If the defendant is not brought to trial within the time limit required by § 3161(c) as extended by § 3161(h), the information or indictment shall be dismissed on motion of the defendant .... Failure of the defendant to move for dismissal prior to trial or entry of a plea of guilty or nolo contendere shall constitute a waiver of the right to dismissal under this section.</p>\n<p id=\"b602-5\">Milhim’s motion to dismiss at trial was based solely on Fifth Amendment grounds. He argues that his motion raised the Speedy Trial Plan for the Western District of Texas and thus the Speedy Trial Act issue was raised. Actually the motion merely referred to the Speedy Trial Plan as authority for when a trial begins for double jeopardy purposes. It did not complain of a violation of the Plan or of the Speedy Trial Act. Because Milhim failed to ask the district court to dismiss his indictment for Speedy Trial Act violations before trial, he cannot ask this Court to do so now.</p>\n<p id=\"b602-6\">V.</p>\n<p id=\"b602-7\">Milhim’s final contention on appeal is that the district court abused its discretion in denying his motion for bail pending appeal. Since we are upholding his conviction on the merits on- appeal, this issue is now moot. Let it simply be said that the district court’s denial of bail could hardly have been an abuse of discretion since the record reveals Milhim had committed a series of assaults and had violated the conditions of his release while on bond pending trial in this ease.</p>\n<p id=\"b602-8\">Conclusion</p>\n<p id=\"b602-9\">Finding no support in the record for Mil-him’s claims of constitutional violations and violations of law in the proceedings in the district court, his convictions must be affirmed. His motion for bail pending appeal is properly denied.</p>\n<p id=\"b602-10\">MOTION FOR BAIL PENDING APPEAL DENIED.</p>\n<p id=\"b602-11\">CONVICTIONS ON COUNTS I AND II AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}