{
  "casebody": {
    "data": "<casebody firstpage=\"203\" lastpage=\"206\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b215-3\">INTERNATIONAL MERCANTILE MARINE CO. v. FLEMING.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b215-4\">(Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ayz\">February 4, 1907.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b215-5\">No. 115.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b215-6\">1. Master and Servant—injury to Servant—Defective Means or Appliances.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b215-8\">It is the duty of a master, not only to provide suitable machinery, means, and appliances to do the required work, but to use duo care to keep them in repair; and if an accident happens by reason of his neglect to discharge this duty, resulting in an injury to a servant, the master is liable in damages therefor.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b215-9\">[Ed. Note.—For cases in point, see Cent. Dig. vol. 34, Master and Servant, § 252.J</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b215-10\">2. Same—Action for Damages—Questions for Jury.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b215-11\">Where a vessel, while discharging and reloading, was in charge of a superintendent or foreman representing the owner, and for whose negligence the owner was responsible, under Laws N. Y. 1902, p. 1748, c. 600, the question whether the foreman’s negligence was the cause of the injury of an employs, who fell through a hatch because of a defective cover, was properly submitted to the jury, where there was evidence tending to show that the cover liad been out of repair for a long time, and that its condition would have been revealed by oven'a slight inspection.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b215-12\">3. Appeal—Harmless Error—Evidence—Contributory Negligence.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b215-13\">In an action by a longshoreman against the owner of a vessel by whom he was employed to recover for an injury to plaintiff, resulting from his falling through a hatch, owing to one of the covers being too short, where it was shown that plaintiff assisted in putting such cover in place, the exclusion of evidence to show a general custom of longshoremen, when placing such covers which were too short, to chock the ends, was not X&gt;re.iudicial to the defendant, since if plaintiff knew or should have known of the defect, he was guilty of contributory negligence in stepping upon the cover, irrespective of any failure to chock it, while, if he did not know and tho <em>defect </em>was not obvious, he was not chargeable with negligence, and. any negligence of a fellow servant as a concurring cause of the accident in connection with the negligence of defendant in failing to supply a proper appliance would not constitute a defense.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b215-14\">[Ed. Note.—For cases in point, see Cent. Dig. vol. 3, Appeal and Error, §§ 4187-4180.]</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b215-15\">In Error to the Circuit Court of the United States for the Southern District of New York.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b215-16\">On writ of error to the Circuit Court for the Southern District of New York to review a judgment entered on a verdict in favor of the plaintiff, amounting with interest and costs to $2,515.55.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b215-17\">Henry G. Ward, for plaintiff in error.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b215-18\">F. A. Acer and Arthur Ofner, for defendant in error.</attorneys>\n<p data-order=\"16\" data-type=\"judges\" id=\"b215-19\">Before WALLACE, TOWNSEND, and COXE, Circuit Judges.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b215-20\">COXE, Circuit Judge.</author>\n<p id=\"AeL\">The plaintiff, who was a longshoreman employed by the defendant, was injured while at work upon the defendant’s ship Kroonland by falling into the hold because of the tipping of one of the covers at hatch No. 4. When it is necessary to cover this hatch a large iron beam, 14 feet long by 18 inches wide and known as the “strong-back,” is lowered into place by steam power. It extends athwartships, its ends resting in grooves or slots in the coamings. <page-number citation-index=\"1\" label=\"204\">*204</page-number>Three iron bars or beams are then placed fore and aft on each side of the strong-back, the ends resting on the flanges of the strong-back and the coamings. The hatch is thus divided into four sections, each having three wooden covers, one end of each cover being supported by the flange of the center fore and aft beam and the other end being supported by the flange on the side coaming of the hatch. Hatch cover No. 2, on the forward starboard section of the hatch, is the one that ¡tipped and precipitated the plaintiff into the hold while he was stand- ’ ing thereon engaged in pushing a draft toward the starboard wings.</p>\n<p id=\"Am2Q\">; There was evidence to prove that this cover was an inch too short. It also appears by undisputed testimony that the strong-back was not properly'seated in the. slots at either end by reason of. the “rust, coal dust, iron, etc., which had corroded there from time to time and never been cleaned out.” It required a hammer and cold chisel to clean \"out /the slots after the accident. The defendant’s witness, Peter Quin-Nan, testified as follows: ’ :</p>\n<blockquote id=\"b216-4\">“The strong-back and fore and afters and hatches all depend for their sup''port on these little slots at the end of the combings. The first thing that is ’put in is the strong-back, and there was enough stuff accumulated in those \" pockets to throw the strong-back about two inches out of its regular position, so that the whole structure there—the fore and afters and the hatches—was about two inches out of the position in which it wqs intended they should be.”</blockquote>\n<p id=\"b216-5\">Quinlan was the defendant’s assistant foreman at the time of the ' accident to whom was delegated the duty of seeing that the ship was \"properly rigged so that cargo could be safely taken on and off. This duty of superintendence continued from the time the ship was ready to begin unloading until the return cargo was safely housed. Quinlan had charge of the strong-backs, fore and afters and the hatches ■generally. It was his duty to tell the men when to take off the hatch covers and when to put them on again, when to begin to load and unload and when to work the winches. On the day in question he had four gangs, or about 70 men under his direction and was “in the service of the employer and entrusted by him with the duty of seeing that the ways, works or machinery were in proper condition.”</p>\n<p id=\"b216-6\">■ . The plaintiff had been a longshoreman for <em>'18 </em>years, but it does not appear where he worked, or that he had worked on the Kroon- ' land, prior to the time in question. He assisted in putting the hatch ■covers on No. 4, but it is not shown that he knew of the short cover or the general disarrangement caused by the clogging of the strong-back slots. He testified:</p>\n<blockquote id=\"b216-8\">“I had not noticed anything peculiar with this hatch as I was working there the day before. X did not notice anything the matter with it. I did not notice •■'any unsteadiness. It seemed to me that the hatch was all right.”</blockquote>\n<p id=\"b216-9\">, We think the trial judge was justified in submitting the questions ■ of negligence to the jury. It is the duty of the \"master not only to '¡provide suitable machinery, means and appliances to do the required work, but to use due care tq keep them in repair. If an accident ¡ happens by reason of the master’s neglect to discharge this duty he ;is .liable for the damages thus occasioned. The appliances for coyer,ing . the hatch, though originally, sufficient,-had become dangerous by <page-number citation-index=\"1\" label=\"205\">*205</page-number>the accumulation of debris which,had so hardened in the' slots ‘that the strong-back, which was, so to speak, the keystone of the struo ture, could not be properly set, thus rendering the entire covering unt stable and dangerous. The cover in question appears to have been an inch too short, but whether the slipping was due to this cause or to the fact that the strong-back was two inches too high, or to both causes combined, was a question of fact for the jury to determine.</p>\n<p id=\"b217-4\">One of the witnesses testifies that prior to the accident Quinlan' was notified of the difficulty in getting the strong-back in position.; this he denies but admits that he may have been told that one of the hatch covers was too short. As before stated he was the defendant’s representative, and, under the employer’s liability act of New York, there can be little doubt that the defendant was liable for his neglect to perform those duties which the law required of the defendant and which the defendant delegated to him. The act referred to (chapter 600, p. 1748, of the Laws of 1902) provides that a master is responsible for the negligence of his superintendent or foreman. Even if Quinlan did not know of the clogged slots, the question remains, should he have known? He was given full charge of the hatches and everything pertaining thereto. A very slight inspection would have revealed the dangerous condition of the slots and even after the strong-back was placed across the hatch he could have seen at a glance that it was not properly located.</p>\n<p id=\"b217-5\">It may be urged that this was equally true of the plaintiff, but the difference is obvious. It is the difference between a skilled foreman charged with the duty of observation and inspection asid a day laborer, who was there to handle the cargo and obey orders. It is enough that the negligence of plaintiff and defendant were, on this proof, questions of fact which the court could not properly take from the jury.</p>\n<p id=\"b217-6\">Regarding the negligence of the p’aintiff’s fellow servants the court, charged the jury that if they found “that the real cause of the injury was some negligence on the part of the plaintiff himself or of his fellow servants, in the use of appliances which were proper and sufficient in their nature as furnished by the defendant, then he cannot recover.” This was certainly as favorable an instruction as the defendant was entitled to.</p>\n<p id=\"b217-7\">The plaintiff on cross-examination was asked as follows:1</p>\n<blockquote id=\"b217-8\">“Q. I am asking you as a longshoreman, with 18 years’ experience, whether it is not so that constantly on board ship -the longshoreman chock hatches which are a little short with a little piece of wood at each end?</blockquote>\n<blockquote id=\"b217-9\">“Objected to as not cross-examination.-</blockquote>\n<blockquote id=\"b217-10\">“The Court: You will not be able to contradict this evidence afterwards by showing that sometimes in ships, when hatches are short, they do chock them. If you prove it by this witness you will have to be bound by it.</blockquote>\n<blockquote id=\"b217-11\">“Mr. Ward: On cross-examination? Can I not show by my own witnesses that that is the practice, if he says not? . ;</blockquote>\n<blockquote id=\"b217-12\">“The Gourt: Not generally on ships. • You can show anything you please about this hatch, of course,</blockquote>\n<blockquote id=\"b217-13\">“Mr. Ward: I mean in the business on different ships in this port. Then I will withdraw the question and except to your honor’s ruling.”</blockquote>\n<p id=\"b218-3\"><page-number citation-index=\"1\" label=\"206\">*206</page-number>This ruling is assigned as error. Conceding it to be technically incorrect we do not think that it was prejudicial error. In the first place-the witness had previously answered a question almost identical in form in the negative. Again, the real ground of objection was stated by the court in the colloquy which followed between him and defendant’s counsel and subsequently, when- a similar question was asked of the witness Walsh. This question was:</p>\n<blockquote id=\"b218-4\">“Wliat do the longshoremen do when they find that a hatch cover is short, in. the way of securing it; vvhat is the practice?”</blockquote>\n<p id=\"b218-5\">The question being objected to the court said:</p>\n<blockquote id=\"b218-6\">“What is done on other ships when boards are too short, by longshoremen who happen to be there, I don’t think is material to this case. We Avill see what Avas done here. It is for the jury to say. I will sustain the objection.”</blockquote>\n<p id=\"b218-7\">A similar question was asked of the witness Quinlan regarding the-ships of tire Red Star Line. In each instance the ruling of the court in sustaining the objection is assigned as error.</p>\n<p id=\"b218-8\">The exclusion of the testimony offered by the defendant to show that it was the common practice of longshoremen to chock hatch corners, when finding one that would otherwise be too short safely to-cover a hatch, was not prejudicial to the defendant, notwithstanding this evidence might have authorized the jury to find that the omission. by the plaintiff or his fellow servants to- use the ordinary method' of avoiding the particular -danger was a contributing cause of the accident. The plaintiff knew of the defect in the cover, or he did not know of it. If he did know, or should have knorvn because it was apparent and obvious, he was guilty of contributory negligence in using the cover, irrespective of any omission to chock it; and if he did know of the defect, he consented to assume the risk. If he did not know, or the defect was not so obvious as to charge him with-knowledge, the omission to chock the cover was of no importance either as tending to show his contributory negligence or his assumption of the risk. Upon the issue whether the accident was caused by the neglect of the plaintiffs fellow servants, the testimony was of no-importance, because the negligence of the defendant in failing to supply a proper appliance was also a concurring cause; and the defendant was none the less liable because other persons may have been liable also.</p>\n<p id=\"b218-9\">The case is easily distinguished from McDonnell v. Oceanic Co., 143 Fed. 480, 74 C. C. A. 500, for the reason that upon the facts there proven the fault which caused the accident Avas that of the deceased or of a fellow servant. Here the charge of fault is directly against the defendant, acting through its foreman or superintendent, for failing to provide and maintain a propér structure for the use of its servants ;. the defects being of such' a character that the defendant knew or should' have known of their existence.</p>\n<p id=\"AIf\">The;j,udgment is affirmed with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}