{
  "casebody": {
    "data": "<casebody firstpage=\"1281\" lastpage=\"1288\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1345-7\">MONOGRAM MODELS, INC., Plaintiff-Appellee, v. INDUSTRO MOTIVE CORPORATION and Henry G. Michael, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1345-9\">No. 73-1454.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1345-10\">United States Court of Appeals, Sixth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1345-11\">Argued Dec. 13, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1345-12\">Decided March 12, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1346-16\"><page-number citation-index=\"1\" label=\"1282\">*1282</page-number>Dee Edwards, Detroit, Mich., on brief, for defendants-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1346-17\">Lloyd C. Fell, Bodman, Longley, Bogle, Armstrong &amp; Dahling, Detroit, Mich., Michael G. Berkman, Esther O. Kegan, and Glenn E. Klepae, Kegan, Kegan &amp; Berkman, Chicago, Ill., on brief, for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1346-18\">Before WEICK and MILLER, Circuit Judges, and O’SULLIVAN, Senior Circuit Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1346-19\">WEICK, Circuit Judge.</author>\n<p id=\"b1346-20\">This is an appeal from a judgment of the District Court finding that appellants infringed appellee’s copyrights on its scale model airplane kits, and awarding damages and injunctive relief. The issue of infringement was determined by a jury.</p>\n<p id=\"b1346-21\">Monogram Models, Inc. (Monogram) sued Industro Motive Corporation and its president, Henry G. Michael (hereinafter both defendants will be referred to as “Industro”), charging Industro with infringing copyrights held by Monogram on its F-105 Thunderchief kit which was registered with the Copyright Office on July 22, 1968, in Class “A”, Registration No. A8254, and on its Al-E Skyraider kit which was registered on July 19, 1968, in Class “G”, Registration No. Gp 59925.</p>\n<p id=\"b1346-22\">The District Court granted Monogram’s motion for summary judgment, and Industro appealed to this Court. We held that the District Court was correct in its decision that the plastic scale model airplane kits were the proper subject matter for copyright protection, but reversed for error in entering summary judgment, and we remanded for “trial and resolution of certain factual disputes and questions.” Monogram Models, Inc. v. Industro Motive Corp., 448 F.2d 284 (6th Cir. 1971).</p>\n<p id=\"b1346-23\">We delineated four questions to be among the issues to be resolved at trial:</p>\n<blockquote id=\"als-dedup-0\">1— Did the registration for copyright filed by plaintiff and the copyright certificate cover the actual plastic model airplane and not simply the <page-number citation-index=\"1\" label=\"1283\">*1283</page-number>instruction sheet for assembly and the decorative container packaging the plastic pieces of the model airplane?</blockquote>\n<blockquote id=\"b1347-4\">2— Was there sufficient and adequate legal notice of copyright on all the subject matter (instruction sheets, containers and plastic models) for which plaintiff seeks copyright protection ?</blockquote>\n<blockquote id=\"b1347-5\">3— Was there ever a period during which the alleged copyrighted subject matter was manufactured without copyright notice, and if so was there an abandonment to the public domain?</blockquote>\n<blockquote id=\"b1347-6\">4— If valid, were plaintiff’s copyrights infringed by defendants’ models? ¡</blockquote>\n<p id=\"b1347-8\">On remand the parties stipulated the facts relating to the first two questions. The District Court held that the copyrights were effective as to the plastic scale model parts, as well as to the container boxes and instruction sheets for each of Monogram’s kits. The District Court further held that the copyrights on the two kits were properly protected by the copyright notices that appeared on the container boxes and instruction sheets of each kit. (As to one kit, the Al-E Skyraider kit, there was also a notice on the inside of one wing part.)</p>\n<p id=\"b1347-9\">The issue of infringement was submitted to a jury which rendered a verdict that Industro had infringed Monogram’s copyrights on its two scale model airplane kits. The District Court defaulted Industro on the issue of damages because of Industro’s failure to respond to an order of the Court to provide information pertinent to damages requested by Monogram in interrogatories duly submitted to Industro. The District Court then determined damages on the basis of available information, and rendered judgment against Industro in the amount of $45,644.81, which judgment included $25,000 assessed in lieu of actual damages, and $20,644.81 for reasonable attorney’s fees.</p>\n<p id=\"b1347-10\">The District Court issued a permanent injunction against further infringement and required deliverance by Industro to Monogram of all infringing kits on hand, including molds, dies, and other matter for making infringing copies. Industro appealed, asserting five issues for review by this Court. We affirm.</p>\n<p id=\"b1347-12\">■ The action arose under the copyright laws of the United States, Title 17 U.S. C. § 1 et seq., and jurisdiction was predicated on Title 28 U.S.C. § 1338.</p>\n<p id=\"b1347-13\">Monogram and Industro are competitors, engaged in the production, manufacture and sale of scale model airplane kits.</p>\n<p id=\"b1347-14\">Monogram contended that the copyright on its F-105 Thunderchief kit, registered with the Copyright Office on July 22, 1968 under Class A, was infringed by Industro’s production and sale of Industro’s F-105D Thunderchief kit; and Monogram further contended that the copyright on its Al-E Skyraider kit, registered with the Copyright Office on July 19, 1968 under Class G, was infringed by Industro’s production and sale of Industro’s A-l H Skyraider kit.</p>\n<p id=\"b1347-15\">It was uncontroverted that Industro had access to, had seen, and had examined Monogram’s two kits before designing and producing its own kits. Indus-tro even admitted to some copying, but contended that the copying was not substantial and that the judgment of infringement cannot be sustained for several reasons.</p>\n<p id=\"b1347-16\">Industro first asserts that Monogram does not have valid copyrights on its Thunderchief and Skyraider kits. The basis for this assertion is predicated on three arguments: First, that Congress has no power to provide for copyrighting of anything other than “an author’s writing”; Second, that scale model airplane kits cannot be included in any classification of articles which may be protected by copyright under 17 U.S.C. § 1 et seq., and therefore they are not copyrightable; and Third, that Monogram failed to meet the statutory and regulatory requirements for notice of copyrights on either kit.</p>\n<p id=\"b1348-3\"><page-number citation-index=\"1\" label=\"1284\">*1284</page-number>In the earlier appeal in this action we held that Congress has the power to provide for copyrights on things not <em>strictly </em>termed “author’s writing,” and that the term should be given a broad construction. 448 F.2d 284 at 287. We have found no reason to depart from that holding now.</p>\n<p id=\"b1348-4\">We further held that “the copyrighta-bility of plastic scale model airplanes” was a legal question, and then we went on to determine that “scale plastic model airplanes are proper subject matter for copyright protection.” 448 F.2d at 285, 288.</p>\n<p id=\"b1348-5\">In speaking of scale plastic model airplanes this Court was referring to scale model airplane <em>kits </em>as the proper subject for copyright protection. It is the originality in the expression and embodiment of the design and structure of the kit that satisfies the originality requirement of copyrightability as stated in Mazer v. Stein, 347 U.S. 201, 214, 74 S.Ct. 460, 98 L.Ed. 630 (1953). Thus it is neither the assembled plane, as a structure, nor the individual pieces of the unassembled plane, . that are the proper subject for copyright protection. It is the scale model airplane kit, as a kit, that is copyrightable.</p>\n<p id=\"b1348-6\">As to the question of what is the proper classification of the scale model kits under 17 U.S.C. § 5, we previously noted:</p>\n<blockquote id=\"b1348-7\">The fact that these classifications are perhaps not accurate descriptions of the subject matter sought to be copyrighted apparently is of no consequence. (448 F.2d at 287)</blockquote>\n<p id=\"b1348-8\">See also 17 U.S.C. § 5; Day-Brite Lighting, Inc. v. Sta-Brite Fluorescent Mfg. Co., 308 F.2d 377 (5th Cir. 1962).</p>\n<p id=\"b1348-9\">Industro further contended that monogram’s copyrights on the two kits were invalid because Monogram failed to meet the statutory and regulatory requirements for notice of copyright for both kits. Notice of Monogram’s copyright was placed on the boxes containing the pieces of the plane and on the instruction sheets of the kits for both the Thunderchief and Skyraider kits of Monogram. As to the Skyraider kit, notice was also placed on the inside of a wing part, but after the model plane is assembled this notice is not visible.</p>\n<p id=\"b1348-11\">The basic requirement as to the placement of a copyright notice is stated in 17 U.S.C. § 10:</p>\n<blockquote id=\"b1348-12\">§ 10 Publication of work with notice</blockquote>\n<blockquote id=\"b1348-13\">Any person entitled thereto by this title may secure copyright for his work by publication thereof with the notice of copyright required by this title; and such notice shall be affixed to each copy thereof published or offered for sale in the United States by authority of the copyright proprietor, except in the case of books seeking ad interim protection under section 22 of this title.</blockquote>\n<p id=\"b1348-14\">As we have just previously noted, the “work” with which this cause is concerned is scale model airplane kits. In order to comply with Section 10 there must be publication with notice of the copyright, and such notice “shall be affixed to each copy thereof published or offered for sale . . . .” For both of Monogram’s kits, the Al-E Skyraider and the F-105 Thunderchief, there was publication of the work with notice of the copyright affixed to the container boxes and the instruction sheets of the kits. In our opinion such publication and notice comply with Section 10.</p>\n<p id=\"b1348-15\">The form of the copyright notice is delineated in 17 U.S.C. § 19. The copyright notice on the container boxes and instruction sheets for both of Monogram’s models complies with the form required in Section 19. Because the instruction sheets and the container boxes are integral parts of the model airplane kits and the notice on these parts complies with the necessary form for notice of copyright, the notices of copyright on the two kits were adequate. '</p>\n<blockquote id=\"b1348-16\">The purpose of a copyright notice is to prevent innocent persons who are unaware of the existence of the copyright from incurring the penalties of <page-number citation-index=\"1\" label=\"1285\">*1285</page-number>infringers by making use of the copyrighted work. (Uneeda Doll Co. v. Goldfarb Novelty Co., 373 F.2d 851, 852 (2d Cir. 1967)).</blockquote>\n<p id=\"b1349-4\">The notices provided on the kits were certainly adequate to give notice to anyone who reasonably used the kits; it is not necessary to place a notice on each of the plastic airplane parts themselves.</p>\n<p id=\"b1349-5\">In our opinion Monogram has a valid copyright on its Al-E Skyraider and F-105 Thunderchief scale model airplane kits.</p>\n<p id=\"b1349-6\">Industro has contended that the District Court erred in denying Industro’s motion to dismiss as to the F-105 Thun-derchief, or in the alternative, in refusing to give to the jury Industro’s requested instructions as to this kit.</p>\n<p id=\"b1349-7\">The basis for the motion to dismiss and the requested instructions was the fact that Monogram’s witness, Roger Harney, who was director of engineering of Monogram’s model shop, testified that Monogram produced a Thunderchief kit as early as 1959. Monogram’s F-105 Thunderchief kit, which is the subject of this litigation, was registered with the Copyright Office in 1968, and the certificate of registration stated the date of publication to be March 2, 1967. The year-date in the notice of copyright printed on the container box and instruction sheet was 1966.</p>\n<p id=\"b1349-8\">From this testimony concerning a Thunderchief kit produced by Monogram in 1959, and from the evidence that Monogram’s F-105 Thunderchief kit of this action was not registered until 1968, Industro asserts that either the 1959 Thunderchief produced by Monogram was published without notice and the work was abandoned to the public domain and therefore not copyrightable at a later date, or that the F-105 Thun-derchief kit produced in 1967 was only a modification of the 1959 model, and therefore the copyright obtained on the kit published in 1967 was valid only as to the differences between the “1959 Thunderchief kit” and the “1S67 F-105 Thunderchief kit.”</p>\n<p id=\"b1349-9\">There is no evidence in the record that the Thunderchief kit produced by Monogram in 1959 was published without notice. There is no validity in In-dustro’s claim that the Thunderchief kit was abandoned to the public domain in 1959 and therefore not copyrightable at a later date.</p>\n<p id=\"b1349-10\">As to Industro’s alternative argument that the copyright on the F-105 Thun-derchief kit published in 1967 was only for the differences between the “1959 Thunderchief kit” and the “1967 Thun-derchief kit,” the District Court was correct in rejecting this assertion.</p>\n<p id=\"b1349-11\">We have held that the copyright secured by Monogram on the F-105 Thunderchief kit, published in 1967, was a copyright on the <em>kit, </em>and is valid as to all components of the kit, including the plastic component parts.</p>\n<p id=\"b1349-12\">Title 17 U.S.C. § 3 provides:</p>\n<blockquote id=\"Ag32\">The copyright provided by this title shall protect all copyrightable component parts of the work copyrighted, and all matter therein in which copyright is already subsisting, but without extending the duration or scope of such copyright.</blockquote>\n<p id=\"b1349-14\">The record indicates that Monogram deposited with the Copyright Office two copies of the F-105 Thunder-chief kit, and also filed with the Copyright Office a certificate of registration for the F-105 Thunderchief kit. Having done this Monogram complied with Section 13 of Title 17 requiring such action before commencement of a suit for infringement. See 17 U.S.C. § 13.</p>\n<p id=\"b1349-15\">Neither the motion to dismiss nor the requested instructions as to this matter were proper, and the District Court, in denying the motion and refusing the requested instructions, was correct.</p>\n<p id=\"b1349-16\">Industro next asserts that it was error for the District Court to refuse to require Monogram to specify in which of the classifications of works for registration its scale model airplane kits belong. Industro cites 17 U.S.C. § 5 as the <page-number citation-index=\"1\" label=\"1286\">*1286</page-number>authority for this requirement, which section provides:</p>\n<blockquote id=\"b1350-4\">§ 5 Classification of works for registration</blockquote>\n<blockquote id=\"b1350-5\">The application for registration shall specify to which of the following classes the work in which copyright is claimed belongs ....</blockquote>\n<p id=\"b1350-6\">Several classifications are then listed. Monogram’s F-105 Thunderchief kit was registered in class—</p>\n<blockquote id=\"b1350-7\">“(a) Books, including composite and cyclopedic works, directories, gazetteers, and other compilations.”</blockquote>\n<p id=\"b1350-8\">Monogram’s Al-E Skyraider kit was registered in class—</p>\n<blockquote id=\"b1350-9\">“(g) Works of art; models or designs for works of art.”</blockquote>\n<p id=\"b1350-10\">Monogram’s applications for registration specified these classes, and the kits were registered in these respective classes. This is all that the first sentence of Section 5 requires. This Section also provides :</p>\n<blockquote id=\"b1350-11\">[N]or shall any error in classification invalidate or impair the copyright protection secured under this title.</blockquote>\n<p id=\"b1350-12\">As previously stated herein and as this Court noted in the first appeal,—</p>\n<blockquote id=\"Aou\">The fact that these classifications are perhaps not accurate descriptions of the subject matter sought to be copyrighted apparently is of no consequence. (448 F.2d at 287).</blockquote>\n<p id=\"b1350-13\">. [6] Industro further claimed error on the part of the District Court in the admission of testimony by Monogram’s witness, Roger Harney, as to similarities between Monogram’s kits and Industro’s kits. Mr. Harney, director of engineering in Monogram’s model shop, was called as a witness and gave testimony as to the creation and production of Monogram’s scale model kits. He also testified over the objections of Industro as to similarities between Monogram’s kits and Industro’s kits. Industro objected to this testimony, contending that it invaded the province of the jury’s function. We disagree. We find no error in permitting such testimony. The witness, by pointing out to the jury the similarities between the copyrighted and the infringing kits, did not usurp the functions of the jury as the jury, itself, could and did make comparisons.</p>\n<p id=\"b1350-15\">The question of infringement was dependent upon “whether the ordinary reasonable person would fail to differentiate between the two works.” Williams v. Kaag Mfg. Co., 338 F.2d 949 (9th Cir. 1964).</p>\n<p id=\"b1350-16\">The jury was instructed by the Court as to the proper test to be applied, and was also instructed that if its observations were at variance with the testimony of any witness, the jury was to rely upon its own observations.</p>\n<p id=\"b1350-17\">Industro’s final claims of error are that the Court should not have granted injunctive relief against it and should not have defaulted Industro on the issue of damages.</p>\n<p id=\"b1350-18\">The jury having found that Industro infringed Monogram’s copyrights, Industro is subject to the remedy provisions of <em>Copyrights, </em>17 U.S.C. § 101. Under § 101(a) Industro is subject to an injunction restraining it from further infringement, and under § 101(d) Industro may be required to deliver up all infringing copies and all means for making such infringing copies.</p>\n<p id=\"b1350-19\">Section 101(b) provides as follows:</p>\n<blockquote id=\"An9I\">If any person shall infringe the copyright in any work protected under the copyright laws of the United States such person shall be liable:</blockquote>\n<blockquote id=\"b1350-20\">(b) . . .To pay to the copyright proprietor such damages as the copyright proprietor may have suffered due to the infringement, as well as all the profits which the infringer shall have made from such infringement, . . . or in lieu of actual damages and profits, such damages as to the Court shall appear to be just,</blockquote>\n<p id=\"b1350-23\">During the trial the District Court defaulted Industro on the issue of damages <page-number citation-index=\"1\" label=\"1287\">*1287</page-number>because of Industro’s failure to comply with the order of the Court to answer certain interrogatories concerning damages. The interrogatories were duly submitted to Industro by Monogram prior to trial.</p>\n<p id=\"b1351-4\">Industro has asserted that the question of damages is for the jury to decide, Dairy Queen, Inc. v. Wood, 369 U.S. 469, 82 S.Ct. 894, 8 L.Ed.2d 44 (1962), and in addition, that Monogram failed in its burden of proof as to damages. Industro argues that it was error for the District Court to take the issue of damages from the jury, and for the Court to assess damages without Monogram’s having proved actual damages.</p>\n<p id=\"b1351-5\">Monogram filed its complaint in this action on December 11, 1968; Industro filed its answer on February 3, 1969. On April 2, 1969 Monogram filed its first set of interrogatories to Industro. Included in that set of interrogatories were six interrogatories inquiring as to the total number of Thunderchief and Skyraider kits manufactured and sold by Industro, and the amount in dollars from sales of each of Industro’s kits.</p>\n<p id=\"b1351-6\">Industro’s answers to this first set of interrogatories were silent as to these six interrogatories. Industro neither objected to, nor answered, any of these six interrogatories. During the trial the Court ordered Industro to answer within five days the six then-unanswered interrogatories. (The five days included a weekend and Christmas Day.) When Industro failed to answer the interrogatories within five days the Court defaulted Industro on the issue of damages and ordered that two of the six interrogatories (relating to the total number of kits for each model manufactured or sold) be answered within approximately two months. Industro answered two of the interrogatories relating to the total number of kits sold for both the Skyraider and Thunderchief kits; but it did not answer the interrogatories inquiring as to the amount in dollars received from the sale of each kit.</p>\n<p id=\"b1351-8\">On the basis of the information given, the Court assessed damages in lieu of actual damages, and also allowed to Monogram reasonable attorney’s fees.</p>\n<p id=\"b1351-10\">By its failure to answer the interrogatories submitted to it and its failure to comply with the Court’s order, Industro was subject to sanctions under Rule 37(d) or 37(b) of the Federal Rules of Civil Procedure, Even if there were any question as to the reasonableness of applying sanctions for Industro’s failure to answer the Court’s order within five days, there can be no question as to In-dustro’s liability under Rule 37(d) for its failure to answer the interrogatories.</p>\n<p id=\"AKS\">Fed.R.Civ.P. 37(d) provides:</p>\n<blockquote id=\"b1351-11\">If a party . . . fails . to serve answers or objections to interrogatories submitted under Rule 33, after proper service of the interrogatories . . . the court in which the action is pending on motion may make such orders in regard to the failure as are just, and among others it may take any action authorized under paragraphs (A), (B), and (C) of subdivision (b)(2) of this rule</blockquote>\n<p id=\"b1351-14\">Rule 37(d) clearly places on the party receiving interrogatories the burden either to answer them or to state his objections. He may not remain silent and then assert that he has no duty to answer until ordered by the Court to do so. If a party feels that interrogatories are objectionable he must either state his objections thereto or seek a protective order under Rule 26(c). <em>See </em>Notes of Advisory Committee on Rules, Rule 37, 28 U.S.C.A. (1973 Supp.) pp. 43, 44.</p>\n<p id=\"b1351-15\">The District Court, upon Industro’s failure to answer the interrogatories, and upon Industro’s failure to comply with the Court’s order to answer the interrogatories, “may make such orders in regard to the failure as are just,” and among other orders possible under paragraph (C) of Rule 37(b)(2) the Court may render “a judgment by default against the disobedient party.” Fed.R.Civ.P., 37(b)(2).</p>\n<p id=\"b1351-16\">Industro cannot prevent Monogram from ascertaining the facts with regard <page-number citation-index=\"1\" label=\"1288\">*1288</page-number>to damages by remaining silent and failing to answer interrogatories duly submitted to it, and then assert that it has been denied due process when sanctions for such refusal to answer are imposed as outlined in the Federal Rules of Civil Procedure. The District Court did not err in defaulting Industro on the issue of damages.</p>\n<p id=\"b1352-4\">In assessing damages the District Court awarded $25,000, in lieu of actual damages and profits. This is consistent with Section 101(b) of the Copyright Law, and is within the Court’s discretion. <em>See </em>17 U.S.C. § 101(b). F. W. Woolworth Co. v. Contemporary Arts, Inc., 344 U.S. 228, 73 S.Ct. 222, 97 L.Ed. 276 (1952); Thomas Wilson &amp; Co. v. Irving J. Dorfman Co., 433 F.2d 409, 414 (2d Cir. 1970).</p>\n<p id=\"b1352-5\">Similarly, the District Court’s award of $20,644.81 as a reasonable attorney’s fee, is consistent with Section 116 of the Copyright Law, and is within the Court’s discretion. See 17 U.S.C. § 116.</p>\n<p id=\"b1352-6\">Having considered all of the issues presented in this appeal, we find no error in the proceedings below requiring a different disposition of this cause. We affirm the District Court’s judgment.</p>\n<p id=\"b1352-7\">Monogram has applied to us for allowance of additional attorney’s fees and expenses in the amount of $13,389.-91. Monogram was allowed $20,644.81 for attorney’s fees and expenses in the District Court. We do not regard the appeal as frivolous. The application for fees contains only the dates and amounts of the billings of the attorneys to their client; we were not furnished any itemization of services rendered in this Court, nor any information as to the reasonable value thereof. We have examined appellee’s 29-page brief and we have heard the arguments of counsel. The issues in this appeal were not complex and we must assume that counsel possessed some familiarity with the law because of the trial, briefs and arguments in the District Court. In view of the large allowance in the District Court we are not inclined to make an additional allowance for services to sustain the judgment of that Court. The application for fees and expenses is denied.</p>\n<p id=\"b1352-9\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}