{
  "casebody": {
    "data": "<casebody firstpage=\"508\" lastpage=\"515\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b572-11\">EMMCO INSURANCE COMPANY, Plaintiff-Appellant, v. WALLENIUS CARIBBEAN LINE, S.A., Defendant-Third Party Plaintiff-Appellee, v. GULFSTREAM SHIPPING CORPORATION, Third Party Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b572-14\">No. 73-1895.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b572-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b572-17\">April 12, 1974.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b574-4\"><page-number citation-index=\"1\" label=\"510\">*510</page-number>F. Lawrence Matthews, William C. Cramer, Miami, Fla., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b574-5\">Frank J. Marston, Miami, Fla., for Wallenius Caribbean Line.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b574-6\">Mercer K. Clarke, Miami, Fla., for Gulfstream Shipping.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b574-7\">Before TUTTLE, GEWIN and RONEY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b574-8\">TUTTLE, Circuit Judge:</author>\n<p id=\"b574-9\">This is a suit for damages for breach of contract by the insurer, Emmco Insurance Company, who has been subrogated to the rights of the consignee, Quality Sales Corporation (Quality), against the carrier, Wallenius Caribbean Line (WCL).<footnotemark>1</footnotemark></p>\n<p id=\"b574-10\">The district court held under the Carriage of Goods by Sea Act, 46 U.S.C.A. § 1300 et seq., that the plaintiff had failed to carry its burden of proof (1) on liability, by failing to demonstrate that the partial thawing of the cargo resulted in spoilage and unmarketability, and (2) if liability was proven, of establishing the amount of damages by showing the difference between the fair market value of the cargo at destination had there been no spoilage and the market value as damaged. In other words, the consignee caused the cargo to be destroyed because of its deteriorated condition. The insurer reimbursed Quality $15,902.95 for the cargo pursuant to its insurance policy. In the subsequent suit by the insurer against the carrier, the district court found that there had been no proven damage. Plaintiff-appellant asserts that the district court’s decision was “clearly erroneous.”</p>\n<p id=\"b574-14\">FACTS</p>\n<p id=\"b574-15\">The cargo, 2,475 cartons of frozen french fried potatoes, was stowed in two refrigerated trailers which were placed aboard a freighter operated by WCL in August, 1971 at Port Everglades, Florida. On August 15, 1971, the trailers containing the cargo were unboarded in St. Thomas, Virgin Islands. One trailer was delivered to Quality on August 16, while the other remained in the trailer holding area. Because of the thawed condition of the cargo, discovered by Quality’s employees while unloading cartons on August 16, a marine surveyor, Mr. Robert Crytser, was engaged by Quality to ascertain the fitness for consumption of these potatoes. On August 17, Mr. Gonzalez Sibila, a marine surveyor from San Juan, Puerto Rico, was brought in by WCL to inspect the cargo. Also, on that date Mr. Edward Buzzell, an inspector from the Department of Health, Bureau of Environmental Sanitation, inspected and determined that the cargo should be condemned. A telephone offer to purchase the shipment sight unseen by a salvage broker in San Juan, Puerto Rico, for 40% of the invoice value of the cargo was allegedly made but not acted upon by Quality.I.<footnotemark>2</footnotemark> The french fried potatoes were subsequently destroyed.</p>\n<p id=\"b574-16\">Appellant maintains that if the hearsay statements, improperly admitted, are subtracted from the evidence at trial, the district court’s decision is “clearly erroneous.” Fed.R.Civ.P. 52(a). An examination of the properly admissible evidence reveals that the court’s findings “are without adequate eviden-tiary support in the record” and leaves us with a “definite and firm conviction” that the district court was mistaken. Chaney v. City of Galveston, 368 F.2d 774, 776 (5th Cir. 1966).</p>\n<p id=\"b575-3\"><page-number citation-index=\"1\" label=\"511\">*511</page-number>LAW</p>\n<p id=\"b575-4\">Appellant excepts to two conversations, both testified to by Sibila, WCL’s marine surveyor, as inadmissible hearsay. Fed.R.Civ.P. 43(a). Each statement was accepted by the trial court, over appellant’s objections, for the truth of the information in the conversation.</p>\n<p id=\"b575-5\">The first conversation was an alleged offer, which Sibila stated a San Juan salvage broker conveyed to him, to salvage the cargo for 40% of its invoice value. The trial court inferred from this statement:</p>\n<blockquote id=\"b575-6\">“The court finds that the amount does, not establish the fair market value of the cargo since the offer was submitted sight unseen and by an individual who specializes in the purchase and sale of merchandise on a salvage basis. The court, however, does find that said offer constitutes credible evidence that the cargo was marketable and not unfit for human consumption as alleged by the plaintiff.”</blockquote>\n<p id=\"b575-7\"> Hearsay is commonly defined as an out of court statement accepted for the truth of what the statement asserts. McCormick § 226; 5 Wigmore § 1361. This statement was made by an out of court declarant. One of the inferences that arises from its assertion is that the french fried potatoes have value as a food product, i. e. are edible.<footnotemark>3</footnotemark> Since the court admitted it for that purpose, it erred. Sharp v. United States, 191 U.S. 341, 349, 24 S.Ct. 114, 48 L.Ed. 211 (1903); United States v. Carter, <em>su</em>pra; Farmers Union Federated Co-op. Ship. Association v. McChesney, 251 F.2d 441, 446-447 (8th Cir. 1958); Carantzas v. Iowa Mutual Insurance Co., 235 F.2d 193, 196-197 (5th Cir. 1956).</p>\n<p id=\"b575-12\">The second conversation is contended to constitute hearsay within hearsay. The witness Sibila stated:</p>\n<blockquote id=\"b575-13\">“Yes, there was one Mr.' — there was a health inspector from the Virgin Islands Department of Health who had seen the merchandise and acting upon request of the consignees made arrangements for destruction of the goods in the Virgin Islands.”</blockquote>\n<p id=\"b575-14\">The district court accepted this as true: “Credible evidence was introduced, however, that the purported order of condemnation was issued at the request of Quality Sales Corporation.” Appellant argues that not only the statement by Sibila of what Buzzell said is hearsay, but that what Buzzell said that the consignee said totals double hearsay.</p>\n<p id=\"b575-15\">The district court clearly erred in admitting this twice handed-down statement. General Tire of Miami Beach v. NLRB, 332 F.2d 58, 61 (5th Cir. 1964). Not only was there no opportunity to cross-examine, but the alleged declarant, an employee of Quality, is not even identified. Appellant had no way of attempting to locate the declarant for trial.</p>\n<p id=\"b575-16\">The appellee does not offer, and we cannot discover, a rebuttal, in the form of an exception to the hearsay rule or other rationale, to appellant’s hearsay objections. Appellee submits, rather, that the court had correctly concluded that appellant had failed in his burden <page-number citation-index=\"1\" label=\"512\">*512</page-number>of proof on the issue of liability <em>before </em>the court considered the damaging hearsay statements. Therefore, it is necessary next to re-examine the evidence on liability, excluding the hearsay.</p>\n<p id=\"b576-4\">In reviewing a trial court’s determination, an appellate court is bound by the standard of Fed.R.Civ.P. 52(a):</p>\n<blockquote id=\"b576-5\">“Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of the witnesses.”<footnotemark>4</footnotemark></blockquote>\n<p id=\"b576-6\">However, the presumptions under this rule normally accorded the trial court’s findings are lessened where the evidence consists of documentary evidence, depositions, and “situations where credibility is not seriously involved or, if it is, where the reviewing court is in just as good a position as the trial court to judge credibility,”<footnotemark>5</footnotemark> 5A Moore’s Federal Practice 52.04 (2d Ed. 1969).</p>\n<p id=\"b576-7\">The evidence at trial consisted almost totally of depositions and documents. The components of the evidence on the issue with which we are concerned, except for the minor testimony of Mr. Pedrito Francois, the Director of the Bureau of Environmental Health for the Virgin Islands, are depositions and documents.<footnotemark>6</footnotemark> In Sicula Oceanica, S. A. v. Wilmar Marine Engineering and Sales Corp., 413 F.2d 1332 (5th Cir. 1969), an admiralty suit involving similar types of evidence, this Court stated:</p>\n<blockquote id=\"b576-12\">“This action in admiralty was tried without a jury and was submitted to the district court entirely on depositions and documents. The appellant’s burden, under Fed.R.Civ.P. 52(a), of showing that the trial judge’s findings of fact are ‘clearly erroneous’ is not as heavy, therefore, as it would be if the case had turned on the credibility of witnesses appearing before the trial judge. Galena Oaks Corp. v. Scofield, 5 Cir. 1954, 218 F.2d 217. Caradelis v. Refineria Panama, S. A., 5 Cir. 1967, 384 F.2d 589.” <em>Id. </em>at 1333-1334, n. 2.</blockquote>\n<p id=\"b576-13\">From a reading of the Carriage of Goods by Sea Act, 46 U.S.C.A. § 1300 et seq., and the cases dealing with this Act, it is clear that appellant could establish a <em>prima facie </em>case merely by proof of receipt of the cargo by the carrier in good condition and delivery at destination damaged. Compagnie De Navigation v. Mondial United Corp., 316 F.2d 163 (5th Cir. 1963); M. W. Zack Metal Co. v. S.S. Birmingham City, <em>supra, </em>311 F.2d at 337; Daido Line v. Thomas P. Gonzalez Corp., 299 F.2d 669, 671 (9th Cir. 1962); Interstate Steel Corp. v. S.S. “Crystal Gem,” 317 F.Supp. <page-number citation-index=\"1\" label=\"513\">*513</page-number>112, 118 (S.D.N.Y.1970).<footnotemark>7</footnotemark> Introduction of the clean on board bill of lading by appellant satisfies the showing of good order of the cargo at the time of shipping. 46 U.S.C.A. § 1303(4); Compagnie De Navigation v. Mondial United Corp., <em>supra, </em>316 F.2d at 172-173. The pertinent issue concerning liability on appeal, therefore, is whether the partial thawing of the cargo caused total loss or damage to the cargo.<footnotemark>8</footnotemark></p>\n<blockquote id=\"b577-4\">On this issue, the district court held: “The court concludes that while the condition of this cargo upon receipt of Quality Sales Corp. may have been different from the condition of the cargo at the time it was loaded into the trailers at Port Everglades, Florida, this change or difference did not result in actual damage to the cargo nor monetary damage to Quality Sales Corp.”</blockquote>\n<p id=\"b577-5\">To summarize more specifically, the evidence of unmarketability consisted of an exhibit of the Health Department’s report by their inspector Buzzell declaring the french fries inedible, and the deposition of Quality’s marine surveyor, Cryt-ser, supporting this conclusion. On the side of marketability, the evidence was comprised of the testimony of WCL’s marine surveyor, Sibila, stating that the potatoes were uncontaminated and if refrozen, would be edible, and the hearsay salvage offer.</p>\n<p id=\"b577-10\">Having .found the salvage offer to be hearsay, the district court’s decision cannot be underpinned by its support. Concerning the testimony of both marine surveyors, there appears to be a question of whether they were qualified as experts on the issue of the fitness for human consumption of the french fired potatoes.<footnotemark>9</footnotemark> Even allowing their testimony weight, their contradictory conclusions cancel out each other. This leaves the document of the Health Department which describes the potatoes as: “French fries received soft in texture, watery, some moldy. Unfit for human consumption. To be dumped at the municipal dump.” Even if the weight of this document is discounted as substantially as the district court did, the document would appear to be sufficient evidence on which to base a conclusion of appreciable damage. Shell v. Parrish, 448 F.2d 528, 530-531 (6th Cir. 1971); Sabatino v. Curtiss National Bank of Miami Springs, 415 F.2d 632 (5th Cir. 1969), cert. denied, 396 U.S. 1057, 90 S.Ct. 750, 24 L.Ed.2d 752 (1970). However, the court’s view of this document was too jaundiced. This document was properly admitted under the business record exception to the hearsay rule, 28 <page-number citation-index=\"1\" label=\"514\">*514</page-number>U.S.C.A. § 1732. The district court stated that there is no indication in the document that Mr. Buzzell, its author, saw the cargo. This is an erroneous presumption. Once the foundation was properly laid by Mr. Francois, the Director of the Bureau of Environmental Health, indicating that the regular business course was for the inspector to examine the cargo before issuing such a document, and since the document itself describes the purported condition of the cargo, the connotation must be that Buz-zell did inspect the cargo. <em>Cf. </em>Sabatino v. Curtiss National Bank of Miami Springs, <em>supra, </em>415 F.2d 632.<footnotemark>10</footnotemark></p>\n<p id=\"b578-4\">The auxiliary issue is whether appellant established the amount of damages. This amount, as the district court correctly concluded, is the difference between the fair market value of the cargo in sound condition at its destination and the fair market value in its damaged state. Holden v. S. S. Kendall Fish, 395 F.2d 910 (5th Cir. 1968); Weirton Steel Co. v. Isbrandtsenmoller Co., 126 F.2d 593, 594 (2d Cir. 1942). <em>Cf. </em>Zajicek v. United Fruit Co., 459 F.2d 395, 402-403 (5th Cir. 1972). While the condemnation of the french fried potatoes is proof that the cargo was a complete loss <em>in the Virgin Islands, </em>the appellant still had to show, the fair market value of the cargo in sound condition. The district court found that <em>some </em>evidence, in the form of the invoice of the cargo which reflected the price paid by the consignee, was introduced on the issue of the fair market value, but concluded that this was not sufficient.<footnotemark>11</footnotemark> Since there appears to be no readily available market quotation on french fried potatoes for the Virgin Islands, we are unable to understand why this was not competent evidence on the issue of market value.<footnotemark>12</footnotemark> This Court rejected in Holden v. S. S. Kendall Fish, <em>supra, </em>395 F.2d 910, the invoice value as market value because it was obvious that the market at the port of destination had dropped considerably. We pointed out under the Act that: “The carrier is not and should not be the guarantor of the ups and downs of commodity prices,” and the “Courts have consistently held that COGSA seeks the economic realities of the loss rather than the contractual bargain.” 395 F.2d at 912-913. Here, there was no indication in the record, such as a fluctuating market, that undermines the valuation by invoice; no hint that more than actual damages would be included in the invoice value.<footnotemark>13</footnotemark></p>\n<p id=\"b578-9\">While the duty to mitigate damages lay with Quality, the burden to show failure to mitigate is upon the appellee. 5 Corbin On Contracts §§ 1039, 1041 (1964). The testimony of Francois, the Director of the Bureau of Environmental Health, revealed that Quality was free to transport the cargo out of the Virgin Islands. The hearsay statement by Sibila concerning the alleged offer from a salvage broker in Puerto Rico was inadmissible to prove this failure. The appellee made no effort to de<page-number citation-index=\"1\" label=\"515\">*515</page-number>pose or to present at trial the alleged salvage broker. The appellee has failed to satisfy its burden of proof of failure to mitigate damages.</p>\n<p id=\"b579-4\">CONCLUSION</p>\n<p id=\"b579-5\">The district court erred by admitting damaging hearsay, by taking an erroneous legal view of the Health Department’s document admitted under the business records exception to the hearsay rule, and by giving insufficient weight to the invoice value. Since we are unable to determine what the court’s judgment would have been but for these errors, we remand for its further consideration.</p>\n<p id=\"b579-6\">The judgment of the trial court is reversed and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b574-11\">. During the trial, defendant, WCL, and third-party defendant, Gulfstream Shipping-Corporation, arrived at a settlement of their dispute and the third-party complaint was dismissed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b574-17\">. The record indicates that while the french fried potatoes had been found unfit for consumption in the Virgin Islands, the potatoes might have been marketable in some other port.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b575-8\">. Since Sibila was a party to the conversation, his testimony is properly admissible to prove there was such a conversation. But when the testimony is accepted to prove the truth of the inferences arising from the statement, i. e. that an offer was in fact made, or that the cargo was worth 40% of its invoice value, or that the cargo had value, then the hearsay rule is invoked. United States v. Carter, 491 F.2d 625 (5 Cir. 1974).</p>\n<p id=\"b575-9\">The main justification for excluding hearsay is lack of opportunity for the adversary to cross-examine the out of court declarant. McCormick § 224; 5 Wigmore § 1362. In other words, cross-examination in this case could have brought out exactly on what factual basis the salvage broker made the alleged offer, e. g. merely salvage speculation, actual first hand knowledge of the edible quality of the potatoes, the opinion of Sibila. The court could have then better judged the weight to which the statement was entitled.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b576-8\">. This Court phrased a workable “clearly erroneous” formula in Chaney v. City of Galveston, <em>supra, </em>368 F.2d at 776:</p>\n<blockquote id=\"b576-9\">“A finding is clearly erroneous when, although there is evidence to support it, the reviewing court on the entire evidence is left with a definite and firm conviction that a mistake has been committed. . . . It is well settled that in order for a reviewing court to set aside findings of fact by a trial court sitting without a jury, it must be clearly demonstrated that such findings are without adequate evidentiary support in the record, or were- induced by an erroneous view of the law, and the burden of showing that the findings are clearly erroneous is on the one attacking them.”</blockquote>\n<p id=\"b576-10\"><em>See </em>United States v. United States Gypsum Co., 333 U.S. 364, 68 S.Ct. 525, 92 L.Ed. 746 (1968).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b576-14\">. United States v. Stringfellow, 414 F.2d 696, 699 (5th Cir. 1969); A. J. Industries, Inc. v. Dayton Steel Foundry Co., 394 F.2d 357, 360-361 (6th Cir. 1968); Caradelis v. Refineria Panama, S. A., 384 F.2d 589, 593-594 (5th Cir. 1967); M. W. Zack Metal Co. v. S. S. Birmingham City, 311 F.2d 334, 337-338 (2d Cir. 1962); Galena Oaks Corp. v. Scofield, 218 F.2d 217, 219 (5th Cir. 1954). <em>Contra, </em>Custom Paper Products Co. v. Atlantic Paper Box Co., 469 F.2d 178, 179 (1st Cir. 1972).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b576-15\">. Because the events occurred in the Virgin Islands and the trial was in Florida, witnesses could not be subpoenaed. Therefore, the attorneys deposed all of the Virgin Island witnesses.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b577-6\">. The Act places an extraordinary duty on the carrier as bailee, who has possession of the goods during transit. In consequence, once plaintiff has made this initial showing, the burden of the loss which the carrier cannot bring within an exception of the Act, he must bear. Compagnie De Navigation v. Mondial United Corp., <em>supra, </em>316 F.2d at 169.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b577-7\">. The trailers were discharged from the ships on August 15th. There was testimony at trial concerning the malfunctioning of the refrigeration units of the trailers in which the potatoes were stored and transported. A mechanic had been called to repair the trailers on August 17th.</p>\n<p id=\"b577-8\">Quality received delivery of one trailer on August 15tli at which time it called in a marine surveyor. WCL sent over a marine surveyor on August 17th, which was also the date of the inspection by the Health Department. There was testimony by the defendant’s marine surveyor that if the potatoes had been maintained at the correct refrigerated temperature during transit, forty-eight hours, if not longer, was the minimum thawing time before damage. From this evidence, we assume that the time lapse or the responsibility for refrigerating the potatoes during this time as bearing on liability, had been settled.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b577-12\">. Both parties objected to the respective testimony of the marine surveyor of the other party on this ground. And the appellant alleged in its motion for new trial that the court had found both surveyors unqualified on this point. The exact ruling of the trial court and whether the trial court relied on their testimony in determining this issue of fitness for human consumption is unclear from the record. On remand, the court can clarify its ruling.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b578-5\">. The district court may, as it did, accept the other inconsistencies in the document to undermine its credibility. However, the appellant was able to explain away several of these discrepancies.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b578-6\">. The appellant, in order to establish the amount owed, introduced the bill of lading as to the cost of ocean freight and insurance, the invoice of the goods shipped ($12,605.22) as to the market value of the potatoes, a bill from Charlie Trucking Service ($250) for hauling the cargo to the municipal dump for destruction, and a stipulation that the invoice value be reduced by the price of 35 cartons ($150) omitted from shipment.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b578-10\">. Other courts in Carriage of Goods by Sea Act cases have utilized the invoice value for market value in order to compute damages. Elia Salzman Tobacco Co. v. S. S. Mormacwind, 371 F.2d 537, 539-540 (2d Cir. 1967) (tobacco); Weirton Steel Co. v. Isbrandtsenmoller Co., <em>supra, </em>126 F.2d at 594 (tin plate).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b578-11\">. There was some mention of a possible shipping strike which would have made importation more difficult. But this, if true, would seem to increase the market price in the Virgin Islands above the present invoice value of the cargo.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}