{
  "casebody": {
    "data": "<casebody firstpage=\"671\" lastpage=\"679\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b735-4\">Joe Cephas SINGLETON, Petitioner-Appellant, v. W. J. ESTELLE, Director, Texas Department of Corrections, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b735-6\">No. 72-2517.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b735-7\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b735-9\">April 12, 1974.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b736-13\"><page-number citation-index=\"1\" label=\"672\">*672</page-number>Theodore R. Johns, Elmo R. Willard, III, Walter M. Sekaly, Beaumont, Tex., for petitioner-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b736-14\">John L. Hill, Atty. Gen., Howard M. Fender, E. L. Hamilton, Attys., Austin, Tex., for respondent-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b736-15\">Before GEWIN, SIMPSON and RONEY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b736-16\">SIMPSON, Circuit Judge:</author>\n<p id=\"b736-17\">We review here a district court order denying appellant’s petition for a writ of habeas corpus. For reasons set out below, we affirm the district court’s ruling.</p>\n<p id=\"b736-18\">I. THE FACTS</p>\n<p id=\"b736-19\">Joe Cephas Singleton, the appellant, is a black male who was charged in April, 1960, with the rape of a white female in Beaumont, Texas. At trial in the Criminal District Court of Jefferson County, Texas the State introduced as evidence against Singleton a signed confession and a single thumbprint, matching Singleton’s left thumbprint, found on the Venetian blind covering the window through which the assailant had entered the victim’s house. An all white jury convicted Singleton and recommended the death sentence. Judgment was entered accordingly, and the sentence of death pronounced on July 29, 1960. Singleton’s motion for new trial was denied by the trial court, and his conviction was affirmed by the Texas Court of Criminal Appeals on March 22, 1961. Singleton v. State, 171 Tex.Cr.R. 196, 346 S.W.2d 328. Two successive petitions for rehearing were denied by the appellate court. Singleton’s petition for certiorari to that court was denied by the United States Supreme Court on October 9, 1961. Singleton v. Texas, 1961, 368 U.S. 867, 82 S.Ct. 118, 7 L.Ed.2d 64.</p>\n<p id=\"b737-4\"><page-number citation-index=\"1\" label=\"673\">*673</page-number>Before execution of the death sentence counsel for Singleton filed a motion supported by affidavit in the trial court alleging that Singleton had become insane since his conviction. A jury hearing on this question resulted in a finding of present insanity. Singleton was, accordingly, committed to the Rusk State Hospital where he remained until August, 1968. He was then declared in the opinion of hospital authorities to have regained his sanity and returned to the custody of the sheriff of Jefferson County for retrial before a jury upon the sanity issue. Three trials were required for resolution of this issue, the first two resulting in mistrials. Singleton was found to be sane by the trial jury in February, 1970, and in March, 1970, the Criminal District Court of Jefferson County again ordered the death sentence executed.</p>\n<p id=\"b737-5\">Singleton’s counsel thereupon sought a writ of habeas corpus in the United States District Court for the Eastern District of Texas. The petition was denied without prejudice for failure to exhaust Texas post-conviction remedies. Thereafter, on May 7, 1970, Singleton filed a state habeas petition in his trial court, the Criminal District Court of Jefferson County, Texas. After a full evidentiary hearing on the petition that court denied relief by a lengthy opinion-order which included findings of fact as to each of the issues raised. The Texas Court of Criminal Appeals affirmed this order April 1, 1971 without written opinion by remanding the petitioner to custody. Vernon’s Ann.C.C.P., Art. 11.07. Eight days before Singleton’s scheduled execution in November, 1971<footnotemark>1</footnotemark> his attorneys returned to the district court below with their petition for a writ of habeas corpus and for a stay of execution pending consideration of the habeas petition. Stay was granted and an evidentiary hearing on Singleton’s petition was conducted on January 5, 1972. The district court, in its order of February 9, 1972, ruled that Singleton had failed to discharge his burden of proof under Title 28 U.S.C. Sec. 2254 and that the state court opinion denying the petition for writ of habeas corpus was fairly supported by the record of the proceedings below. On this reasoning the district court denied the petition and this appeal followed. We affirm.</p>\n<p id=\"b737-7\">II. ISSUES ON APPEAL</p>\n<p id=\"b737-8\">In his brief, Singleton raises two primary issues. First, he challenges the jury selection system in use in Jefferson County, Texas, at the time of his trial on grounds that blacks were systematically excluded from petit juries trying black defendants in capital cases. Second, he asserts error of constitutional proportions occurred with the admission into evidence of fingerprints taken from him by the police because he was illegally detained at the time that the prints were obtained.</p>\n<p id=\"b737-9\">The jury selection issue was squarely before the state courts, and we need only review the district court decision on this point to determine its correctness as a matter of law. With respect to the fingerprint evidence issues, there are questions whether and to what extent these issues\" were presented to the state courts. Considerations of federal-state comity require that we initially determine that appellant has exhausted his available state remedies before considering his claims regarding the fingerprint evidence on the merits. Imhoff v. Jones, 5 Cir. 1972, 453 F.2d 894; Hall v. Wainwright, 5 Cir. 1971, 441 F.2d 391, 393.</p>\n<p id=\"b737-10\">III. THE FINGERPRINT ISSUE: EXHAUSTION <em>VEL NON </em>OF AVAILABLE STATE REMEDIES</p>\n<p id=\"b737-11\">The rape with which Singleton was charged occurred on the night of <page-number citation-index=\"1\" label=\"674\">*674</page-number>April 1 or early morning of April 2, 1960. On the night of April 2-April 3 Beaumont police conducted an investigatory roundup arrest of approximately 140 young black males in the Beaumont area. These individuals were taken to the Beaumont police station and processed in the following manner: individuals with no prior police arrest record were photographed and fingerprinted, information concerning address, occupation, etc. was obtained, and the individuals then released; individuals as to whom the police already had “rap” sheets (cards containing fingerprints, photographs and other information) were simply questioned as to the accuracy of the 'information shown on the cards and then released. The appellant was among this mass of individuals arrested. His processing at the police station consisted of pulling a “rap” sheet and updating the information contained thereon. The sheet contained fingerprints of Singleton which had been obtained in 1959. Appellant testified at his state habeas corpus hearing that he was released from police custody sometime during the morning hours of April 3.</p>\n<p id=\"b738-4\">Police investigators had discovered a latent fingerprint on the bottom slat of the Venetian blind covering the window through which the rapist had entered the home of his victim. Comparison of this latent print with the cards obtained or produced from police files as a result of the roundup arrest resulted in a matching with appellant’s left thumbprint. A warrant was obtained for Singleton’s arrest, under which he was arrested and charged with rape by Beaumont police on the afternoon of April 3, 1960. On the following day, April 4, 1960, Singleton was again fingerprinted by Beaumont police. The fingerprints of April 4 and the latent print from the scene of the crime, together with a signed confession obtained from Singleton on April 3, constituted the state’s principal evidence at Singleton’s trial in July 1960.</p>\n<p id=\"pAlc\">In his brief, appellant raises three questions with respect .to the admission of fingerprint evidence against him at his trial. First, appellant charges that the fingerprints obtained in May 1959 were illegally obtained because the arrest which led to the fingerprinting was purely investigatory in nature in violation of the principles announced in Davis v. Mississippi, 1969, 394 U.S. 721, 89 S.Ct. 1394, 22 L.Ed.2d 676. He urges that for this reason the 1959 prints were inadmissible as evidence against him at his trial. Appellant did not raise in the state court proceedings the legality of the 1959 arrest. Indeed, the issue was not presented to the federal district court below, since appellant chose there merely to rely on the record made in the state habeas proceedings. We decline therefore to consider the admissibility of the 1959 fingerprints, without prejudice of course, to the appellant’s raising this issue in a federal court'after exhausting his available state court remedies.<footnotemark>2</footnotemark></p>\n<p id=\"b738-9\">The second point raised is as to fingerprints taken during the earlier detention of appellant prior to his arrest for rape on April 3, 1960. We construe this point to question the legality as evidence of any prints obtained as a result of the dragnet arrest of April 2-3. But the facts as developed at trial showed that no prints were obtained from appellant at the time of his investigatory arrest. Rather, the Beaumont police merely pulled from their files an extant “rap” sheet containing the May 1959 fingerprints. The record therefore refutes the existence of any pre-arrest 1960 fingerprints, and we need de<page-number citation-index=\"1\" label=\"675\">*675</page-number>vote no further consideration to this question.<footnotemark>3</footnotemark></p>\n<p id=\"b739-5\">The third attack is upon the validity of the prints obtained April 4, 1960 after appellant’s April 3 arrest on the warrant for rape. The asserted ground is that the arrest itself was invalid under Aguilar v. Texas, 1964, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723, and Giordenello v. United States, 1958, 357 U.S. 480, 78 S.Ct. 1245, 2 L.Ed.2d 1503, since the affadavit underlying the arrest warrant specified no facts from which a neutral magistrate could determine whether the complaining police officers had probable cause to believe that Singleton had committed the crime with which he was subsequently charged. Appellant asserts that the arrest being invalid, the fingerprints obtained as a result thereof would be inadmissible at trial. An examination of the record again discloses appellant’s failure to present this issue to the courts of the State of Texas before attempting to proceed in federal court on the matter. The first mention of an attack upon the validity of appellant’s arrest upon a warrant was made by amendment in the hearing in state trial court on appellant’s petition for habeas corpus filed there. At this hearing, appellant’s counsel amended the habeas corpus petition previously filed to include an allegation that any arrest of appellant subsequent to the investigatory arrest of April 2, 1960, was in violation of appellant’s constitutional rights because based neither on warrant nor probable cause.<footnotemark>4</footnotemark> But the record shows beyond question that the arrest of April 3 was based upon an arrest warrant secured from a magistrate by the arresting officers. No claim was advanced in the state court proceedings as to any constitutional defect in the warrant or its supporting affidavit. The sufficiency of the underlying affidavit was first brought into question during the federal habeas corpus hearing. The English language is not so elastic as to permit an inference by us that by alleging that his arrest was based upon neither warrant nor probable cause appellant was in fact questioning the sufficiency of the affidavit underlying the arrest warrant. Of greater importance, we may not assume that the state habeas court so construed appellant’s allegations. We are unwilling to repudiate the exhaustion requirement and its federal-state comity underpinnings in any such fashion. In advance of exhaustion of state remedies as to the point we decline to consider arguments addressed to the validity of the affidavit upon which the arrest warrant was issued.</p>\n<p id=\"b739-10\">IV. THE JURY DISCRIMINATION QUESTION</p>\n<p id=\"b739-11\">The second issue raised by appellant on this appeal concerns the method of jury verdict of guilty in Jefferson Coun-County, Texas, at the time of his trial in 1960. Appellant argues that Negroes were systematically excluded from petit juries in trials of capital offenses against Negroes.</p>\n<p id=\"b739-12\">This claim was first raised after the jury verdict of guilty in Jefferson County Criminal Court by appellant’s motion for new trial. Appellant showed that the name cards of prospective jurors in the Jefferson County jury wheel were marked to indicate the race of each individual juror. The jury cards were marked wm, cm, wf, cf to indicate respectively white male, colored male, <page-number citation-index=\"1\" label=\"676\">*676</page-number>white female, colored female. In addition, appellant offered testimony indicating that not once within memory had a Negro been included on a Jefferson County petit jury in a trial of another Negro for a capital offense.<footnotemark>5</footnotemark></p>\n<p id=\"b740-4\">Appellant contended that this evidence showed discrimination in the selection of juries in capital cases such as his in violation of appellant’s Fourteenth Amendment rights to Due Process and Equal Protection of the Laws, as well as violating the Texas Constitution. Appellant’s motion for new trial was denied by the Criminal District Court without the assignment of written reasons.</p>\n<p id=\"b740-5\">The Texas Court of Criminal Appeals affirmed on appeal stating that there had been no violation of appellant’s constitutional rights in the method of jury selection employed in Jefferson County at the time of appellant’s trial. Singleton v. State, 1961, 171 Tex.Cr.R. 196, 346 S.W.2d 328, 331.<footnotemark>6</footnotemark> The court distinguished two cases relied upon by petitioner’s appeal, Avery v. Georgia, 1953, 345 U.S. 559, 73 S.Ct. 891, 97 L.Ed. 1244, and Williams v. Georgia, 1955, 349 U.S. 375, 75 S.Ct. 814, 99 L.Ed. 1161, rehearing denied, 1956, 350 U.S. 977, 76 S.Ct. 443, 100 L.Ed. 847 on grounds (a) that there were Negroes on the panel from which the jurors were selected in appellant’s case (in <em>Avery </em>there had been none, in <em>Williams </em>only a token number; in appellant’s case 20 of 150 on the original panel were Negroes), and (b) that knowledge of the race of an individual juror could not be had in appellant’s ease until after his card had been drawn (in both <em>Avery </em>and <em>Williams, </em>the names of Negro jurors appeared on yellow cards, the names of white jurors on white cards, thus enabling discriminatory selection of the cards themselves).<footnotemark>7</footnotemark></p>\n<p id=\"b740-9\">The federal district court below did not address this point specifically. As already noted that court merely held that appellant had failed to discharge his burden of proof of detention in violation of the Constitution under Title 28 U.S.C. Sec. 2254, and denied the petition for habeas relief.</p>\n<p id=\"b740-10\"> We begin by noting that appellant, although not raising the jury discrimination claim in state post conviction proceedings, should nonetheless be considered to have exhausted available state remedies on this issue on direct appeal from his conviction to the Court of Criminal Appeals. Brown v. Allen, 1953, 344 U.S. 443, 73 S.Ct. 397, 97 L.Ed. 469; Graves v. Louisiana, 5 Cir. 1973, 472 F.2d 1191; Thomas v. Decker, 5 Cir. 1970, 434 F.2d 1033; Williams v. Wainwright, 5 Cir. 1969, 410 F.2d 144, cert. denied, 1970, 398 U.S. 943, 90 S.Ct. 1846, 26 L.Ed.2d 281. We do not consider that this court’s policy against “piecemeal” litigation of habeas corpus proceedings is contravened by disposing of the jury discrimination question even though it is joined with nonexhausted claims as to the admission of fingerprint evidence at trial. Hargrett v. Wainwright, 5 Cir. 1973, 474 F.2d 987. This policy, as we noted in Harris v. Estelle, 5 Cir. 1974, 487 F.2d 1293, 1296-1297, <page-number citation-index=\"1\" label=\"677\">*677</page-number>admits of numerous exceptions. For us to remain silent on the issue here would be to invite a situation in which yet another remand to state court might be necessary (assuming appellant further pursues the fingerprint issues in state court and is unsuccessful there). To avoid this possible diseconomy of judicial time we address ourselves to the merits of appellant’s jury selection claims.</p>\n<p id=\"b741-5\"> As the district court properly noted, appellant shoulders the burden of showing his entitlement to the Writ of Habeas Corpus. Title 28 U.S.C. Sec. 2254; Irving v. Breazeale, 5 Cir. 1968, 400 F.2d 231, 236; Tyler v. Beto, 5 Cir. 1968, 391 F.2d 993. We must decide whether appellant met this burden by successfully establishing in the proceedings below a prima facie case of racially discriminatory jury selection. Whitus v. Georgia, 1967, 385 U.S. 545, 550, 87 S.Ct. 643, 646, 17 L.Ed.2d 599, 603-604; White v. McHan, 5 Cir. 1967, 386 F.2d 817, 818. Proof of a prima facie case of invidious discrimination shifts the burden of proof to the respondent, who must then show that an apparently discriminatory result was not the product of racially discriminatory jury selection methods. Alexander v. Louisiana, 1972, 405 U.S. 625, 631-632, 92 S.Ct. 1221, 1226, 31 L.Ed.2d 536, 542; Gibson v. Blair, 5 Cir. 1972, 467 F.2d 842, 844; Labat v. Bennett, 5 Cir. 1966, 365 F.2d 698, 719 (en banc), cert. denied, 386 U.S. 991, 87 S.Ct. 1303, 18 L.Ed.2d 334.</p>\n<p id=\"b741-6\">The threshold requirement for establishment of a prima facie case of racial discrimination in jury selection is a showing of marked disparity between the percentage of Negroes among persons putatively qualified to serve as jurors and the percentage of Negroes actually on the jury lists in the case in question.<footnotemark>8</footnotemark> Whitus v. Georgia, <em>supra, </em>385 U.S. at 552, 87 S.Ct. at 647, 17 L.Ed.2d at 605; Wright v. Smith, 5 Cir. 1973, 474 F.2d 349, 351; Gibson v. Blair, <em>supra, </em>467 F.2d at 844; Black v. Curb, 5 Cir. 1972, 464 F.2d 165, 168. Beyond this initial showing, the prima facie case may be proved in one of two ways.</p>\n<p id=\"b741-8\">A prima facie case may be made by showing that the discriminatory result in the jury list accompanied a system of jury selection permitting possible racial identification of potential jurors at any stage in the process of selection of the jury list. Whitus v. Georgia, <em>supra, </em>385 at 552, 87 S.Ct. at 647, 17 L.Ed.2d at 605; Williams v. Georgia, <em>supra, </em>349 U.S. at 382, 75 S.Ct. at 819, 99 L.Ed. at 1170 (dictum); Avery v. Georgia, <em>supra, </em>345 U.S. at 562, 73 S.Ct. at 893, 97 L.Ed. at 1248; Wright v. Smith, <em>supra, </em>474 F.2d at 351. Alternatively, a prima facie case may be established by showing that the discriminatory result in the jury list in a particular case was representative of the results obtained in a history of cases in the particular jurisdiction in which the trial occurred. Patton v. Mississippi, 1947, 332 U.S. 463, 68 S.Ct. 184, 92 L.Ed. 76 (total exclusion of Negroes from grand and petit juries); Smith v. Texas, 1940, 311 U.S. 128, 61 S.Ct. 164, 85 L.Ed. 84 (token inclusion of Negroes in grand juries); Norris v. Alabama, 1935, 294 U.S. 587, 55 S.Ct. 579, 79 L.Ed. 1074 (total exclusion of Negroes from grand and petit juries); Scott v. Walker, 5 Cir. 1966, 358 F.2d 561 (token inclusion of Negroes on grand juries and in petit jury lists).</p>\n<p id=\"b741-9\">Upon testing appellant’s proof by these standards, we find that he failed to make even the threshold showing prerequisite to establishment of a prima facie ease of discriminatory jury selection. The one factor crucial to the prima facie case is some indication of the relationship between the percentage of those putatively qualified for jury duty who are Negroes and the percentage of those selected for the jury list in the instant case who are Negroes. We <page-number citation-index=\"1\" label=\"678\">*678</page-number>can easily compute that the 20 Negroes thereon represented 13.3% of the 150 jurors on the panel from which appellant’s petit jury was ultimately selected. There was no accompanying showing however, of the percentage of Negroes who might have been eligible for inclusion in the jury wheel in Jefferson County. The only statistical evidence in the record shows that, according to the 1950 census, Negroes represented 12.7% of the total population of the State of Texas. This figure standing alone fails even to show the percentage of Negroes in the Jefferson County population. Of course it reveals nothing as to the percentage of Negroes among Jefferson County jury eligibles. Inescapably we conclude that appellant failed to make a prima facie case of discriminatory jury selection. His petition for writ of ha-beas corpus was correctly denied on this ground.</p>\n<p id=\"b742-4\">We comment briefly on petitioner’s arguments going beyond the threshold issue of discriminatory results. Appellant argues that the mere existence of a jury selection system in which discrimination is possible constitutes grounds for reversal, citing Avery v. Georgia, <em>supra, </em>and Williams v. Georgia, <em>supra. Avery </em>and <em>Williams </em>do indeed condemn jury selection systems containing even the possibility of discrimination based on race, <em>Williams, supra, </em>349 U.S. at 382, 75 S.Ct. at 819, 99 L.Ed. at 1170, and we adhere to the proposition that systems of jury selection containing even the “danger of abuse” must be eradicated. More than mere danger, however, is required to merit reversal of a criminal conviction, especially where, as here, Negroes enjoyed a not insubstantial representation on the jury list from which the petit jury was chosen.<footnotemark>9</footnotemark> Appellant also urged reversal of his conviction on the ground that, as shown by the evidence, not once within memory had a Negro served on a petit jury in a capital case where another Negro was the defendant. This contention, even in conjunction with proof of the lack of <page-number citation-index=\"1\" label=\"679\">*679</page-number>Negroes on appellant’s particular petit jury, would be insufficient to establish a prima facie case. The Supreme Court noted in Swain v. Alabama, 1965, 380 U.S. 202, 85 S.Ct. 824, 13 L.Ed.2d 759, that underrepresentation or exclusion of Negroes from petit juries can be the result of many factors, one of which is challenges to individual Negro veniremen by defendant’s counsel.<footnotemark>10</footnotemark> Absent some proof of the reasons underlying the absence of Negroes from the petit jury in his case, appellant failed to show the existence of a racially discriminatory jury selection practice existing in Jefferson County<footnotemark>11</footnotemark> at the time of his trial.</p>\n<p id=\"b743-4\">V. CONCLUSION</p>\n<p id=\"b743-5\">In summary we conclude that appellant has failed to pursue available state court remedies with respect to some of his contentions on appeal, those having to do with the use of fingerprint evidence, and that he has failed to sustain the burden of proof as to others, those asserting racially discriminatory jury selection. For the reasons stated we affirm the district court’s order on appellant’s petition for writ of habeas corpus. This affirmance is without prejudice to appellant’s right to seek further federal habeas relief when he has exhausted his state court remedies with respect to the validity of his 1960 arrest on warrant for rape and the use of fingerprint evidence at his trial, and when he has presented additional evidence to the courts of Texas bearing on the jury selection issue sufficient to make a pri-ma facie case.</p>\n<p id=\"b743-6\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b737-12\">. It is asserted by the respondent-appellee’s brief and was confirmed by counsel at oral argument that Singleton’s death sentence has since been commuted to life imprisonment, as a result of Furman v. Georgia, 1972, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346. The date of commutation does not appear in the record before us.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b738-5\">. We note, however, that the state court record indicates that the prints introduced against Singleton at his trial were the prints obtained <em>after </em>his arrest on the charge of rape on April 3, 1960. This circumstance may well present further difficulties for Singleton in showing that prejudice resulted from the 1959 fingerprinting. This issue is for the district court’s initial consideration, and we withhold further comment thereon.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b739-6\">. Ironically, this is the one of appellant’s claims with respect to fingerprint evidence which was exhausted at the state court level. Until the time of the state habeas corpus hearing, appellant’s counsel labored under the misconception that there were fingerprints actually taken of appellant on the occasion of the April 2, 1960, investigatory arrest. At that hearing counsel made an instanter in court amendment to appellant’s habeas corpus petition to include a challenge to use of prints obtained on the occasion of any arrest subsequent to the April 2 arrest.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b739-14\">. Appellant’s petition originally attacked only the investigatory arrest of April 2, 1960, apparently in the belief that fingerprints were obtained from appellant at this time. See note 2 and accompanying text, <em>supra.</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b740-6\">. Testimony was elicited from court personnel and newspaper reporters whose contact witli the Criminal District Court in Jefferson County spanned fifty years. Court personnel testified that they had seen Negroes on jury venires in such cases, but that they could recall seeing no Negro actually sitting on a petit jury.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b740-7\">. The court noted that appellant had failed to make a timely challenge to the jury panel prior to the beginning of his trial, but then proceeded to approve the jury selection system on the merits, apparently pretermitting the question of waiver based on the untimeliness of the challenge to the jury selection procedure. Accordingly, we do not consider that the questions of timeliness anil waiver are before us. We also deal with the merits.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b740-12\">. The Texas Court of Criminal Appeals also attached significance to the history of <em>Williams </em>on remand from the Supreme Court. The case was remanded to the Georgia Supreme Court for further consideration in the light of the Georgia Solicitor General’s admission that the system used was a denial of equal protection. Upon remand the Georgia Court adhered to its original opinion, and the Supreme Court denied certiorari. Singleton v. State, 171 Tex.Cr.R. 196, 346 S.W.2d at 330-331.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b741-10\">. Proof merely of lack of Negroes or under-representation of Negroes on petit juries is insufficient to establish a prima facie case, See note 10 and accompanying text, <em>infra.</em></p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b742-5\">. A question arises from dictum in Williams v. Georgia, 1955, 349 U.S. 375, 75 S.Ct. 814, 99 L.Ed. 1161, whether mere proof of the existence of a jury selection system containing a “danger of abuse” is sufficient to establish a prima facie case of discrimination. <em>Williams, </em>and its predecessor, Avery v. Georgia, 1953, 345 U.S. 559, 73 S.Ct. 891, 97 L.Ed. 1244, both concerned the jury selection system then in operation in Eulton County, Georgia, in which the names of white jurors were placed on white cards and the names of Negro jurors on yellow cards. That scheme was struck down on Equal Protection grounds in <em>Avery, </em>The Court found that the petitioner had established a prima facie case of discrimination, but the Court’s grounds for so finding are somewhat unclear. On the one hand the Court indicated its agreement with the Georgia Supreme Court that the proof of a system incorporating a scheme for racially identifying potential jurors constituted prima facie evidence of discrimination. 345 U.S. at 562, 73 S.Ct. at 893, 97 L.Ed. at 1248. The Court, however, went on to say:</p>\n<blockquote id=\"b742-6\">And, in view of the case before us, where not a single Negro was selected to serve on a panel of sixty — though many were available — we think that petitioner has certainly established a prima facie case of discrimination.</blockquote>\n<p id=\"b742-8\">345 U.S. at 562, 73 S.Ct. at 893, 97 L.Ed. at 1248. The question whether proof of discriminatory results was needed in addition to proof of a system under which discrimination was possible remained unsettled until the Court’s decision in <em>Williams, supra. </em>There, in dictum, the Court added this gloss to its earlier holding in <em>Avery </em>:</p>\n<blockquote id=\"b742-9\">We need only add that it was the system of selection and the resulting danger of abuse which was struck down in <em>Avery </em>and not an actual showing of discrimination on the basis of comparative numbers of Negroes and whites on the jury lists. 349 U.S. at 382, 75 S.Ct. at 819, 99 L.Ed. at 1170.</blockquote>\n<p id=\"b742-10\">Though this language seems to indicate that a mere showing of the existence of a system containing an inherent capacity for discrimination based on race would be sufficient to establish a prima facie case, analysis of subsequent Supreme Court decisions indicates that some proof of actual discriminatory effect is required before criminal convictions can be set aside on the basis of jury discrimination charges. See, e. g., Alexander v. Louisiana, 1972, 405 U.S. 625, 92 S.Ct. 1221, 31 L.Ed.2d 536 (actual discriminatory effect in selection of grand jury); Whitus v. Georgia, 1967, 385 U.S. 545, 87 S.Ct. 643, 17 L.Ed.2d 599 (actual discriminatory effect in selection of both grand and petit juries).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b743-7\">. The Court pointed out in <em>Siuain, </em>based on testimony in the record there, that it may often be the Negro defendant himself who prefers that there be no Negroes on the petit jury in his trial. 380 U.S. at 225, 85 S.Ct. at 838, 13 L.Ed.2d at 775. In the instant case, the original venire contained the names of 150 individuals, of which 20 were Negroes. Seventy-four of these, including 11 Negroes, were excused before challenges. Of the nine Negroes remaining on the panel from which appellant’s petit jury was selected, five were excused for cause — by whom and for what reason the record does not clearly indicate— and four were challenged by the State peremptorily.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b743-18\">. The approach to proof of such a case is discussed in <em>Swain </em>at 222-226, 85 S.Ct. at 837-839, 13 L.Ed.2d at 773-776.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}