{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"568\" lastpage=\"579\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b568-4\" pgmap=\"568\">(No. 32061.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b568-5\" pgmap=\"568\">Willard L. Tatham, Appellant, vs. Wabash Railroad Company, Appellee.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b568-6\" pgmap=\"568\">Opinion filed May 22, 1952</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AUB\" pgmap=\"568\">Rehearing denied September 15, 1952.</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b568-8\" pgmap=\"568\">Fulton, J., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b568-10\" pgmap=\"568\">James A. Dooley, of Chicago, (William C. Wines, of counsel,) for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b568-11\" pgmap=\"568\">Elmer W. Freytag, and Kenneth B. Hawkins, both of Chicago, for appellee.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b568-12\" pgmap=\"568\">Mr. Justice Schaefer</author> <p id=\"A3mt\" pgmap=\"568\">delivered the opinion of the court:</p> <p id=\"b568-13\" pgmap=\"568\">This is an action under the Federal Employers’ Liability Act. The superior court of Cook County sustained defendant’s motion to strike plaintiff’s second amended complaint, plaintiff elected to stand by his pleading, and judgment was entered for the defendant. Plaintiff appealed to the Appellate Court, First District, which affirmed the judgment. (343 Ill. App. 221.) We allowed plaintiff’s petition for leave to appeal.</p> <p id=\"b569-4\" pgmap=\"569\">Shortly stated, the case made by the complaint, augmented by answers to interrogatories, is this: Plaintiff was employed by defendant as a supervising gang foreman in a locomotive-repair shop. While he was engaged in the performance of his duties, in interstate commerce, plaintiff ordered Davis, another employee who was assigned to work under plaintiff, to remove a portion of the lagging from the boiler of an engine. Davis refused. Plaintiff went in search of the shop superintendent but was unable to find him. On his return, plaintiff was severely beaten by Davis without provocation or warning. Davis was a vicious, contentious, pugnacious and ill-tempered person who was quarrelsome and frequently engaged in physical combats, and when defendant employed Davis it knew of these characteristics and knew that they created an unreasonable danger to the plaintiff and other employees.</p> <p id=\"b569-5\" pgmap=\"569(195) 570(52)\">The complaint contains a charge of negligence based upon respondeat superior. As to that charge we agree with the Appellate Court that the complaint and plaintiff’s admissions show that the assault was not within the scope of Davis’s employment. The liability about which the dispute here centers is not vicarious — except as all corporate liability may be said to be vicarious. The plaintiff grounds his right to recover directly upon the negligence of the principal, and not upon wrongful conduct of the agent or servant which, by the doctrine of respondeat superior, is imputed to the principal. The charge, a familiar one to the law, is that the defendant knowingly employed a dangerous man to work with plaintiff, and that it thereby created the hazard which resulted in harm to the plaintiff. As the Restatement of Agency puts it, “An agent, although competent otherwise, may be incompetent because of his reckless or vicious disposition, and if a principal, without exercising due care in selection, employs a vicious person to do an act which necessarily brings him in contact with Others while in the performance of a duty, he is subject to liability for harm caused by the vicious propensity.” (Section 213, pp. 465-466.) And the Restatement spells out the distinction between this direct liability and liability “based upon any rule of the law of principal and agent or of master and servant.” Restatement of the Law of Agency, sec. 213, p. 464.</p> <p id=\"b570-5\" pgmap=\"570\">The trial judge reluctantly dismissed the complaint because he felt obligated to do so under decisions of the Supreme Court of the United States, which, of course, are controlling in the interpretation of the Federal Employers’ Liability Act. The Appellate Court affirmed, relying upon the same authorities. We turn, therefore, to the cases which are said to have conclusively decided that there may be no recovery upon the facts alleged in the complaint, — Davis v. Green, 260 U.S. 349; St. Louis-San Francisco Railway Co. v. Mills, 271 U.S. 344; Atlantic Coast Line Railroad Co. v. Southwell, 275 U.S. 64; and Atlantic &amp; Charlotte Air Line Railway Co. v. Green, 279 U.S. 821.</p> <p id=\"b570-6\" pgmap=\"570\">In Davis v. Green, a railroad conductor was killed by the willful and wanton act of the engineer as the result of a quarrel over the manner in which a switch was thrown. The engineer was known to the employer railroad to be a dangerous man, possessing a violent and ungovernable temper. Suit was brought in the State of Mississippi, alleging that the railroad company had negligently employed a dangerous man with notice of his characteristics. Upon the railroad’s defense that its liability was to be determined by the Federal Employers’ Liability Act, since the employees were engaged in interstate commerce at the time of the altercation, plaintiff instituted a new suit in which the acts alleged in the earlier suit were again pleaded and, further, “that at the time of the injury the deceased and the engineer were engaged in the business of the master and in furtherance of the master’s business.” (Hines v. Green, 125 Miss. 476, 87 So. 649, 650.) The two suits were then consolidated.</p> <p id=\"b571-2\" pgmap=\"571\">The Mississippi Supreme Court found the applicable rule to be that the master is liable for the wrongful assault by one servant on another if the servant, in making the assault, was acting within the course of his employment and with a view to the master’s business. While the court noted that this proposition was “especially.” applicable where, as here, the master has knowledge of the servant’s vicious disposition, it explicitly pointed out that such notice was not necessary for the operation of the rule it relied upon. The court then stated: “We think the rule in this state and the rule in the federal court are the same as to this proposition, and it would be immaterial which law governed so far as this feature of the case is concerned, provided the engineer was acting within the scope of his employment, and with a view to his master’s business. Do the facts of this case show that the engineer and the deceased were so acting in the course of their respective employments, and with a view to the furtherance of the master’s business?” (Hines v. Green, 87 So. at p. 651.) After a review of the facts, it answered the question in the affirmative, and then, observing that the doctrine of assumed risk might bar the plaintiff under the Federal act, while it would not impede recovery under State law, determined that the activities involved were not in interstate commerce and, thus, that recovery was permissible under State law.</p> <p id=\"b571-3\" pgmap=\"571\">The plaintiff’s brief in the Supreme Court of the United States was devoted entirely to an effort to maintain the applicability of State law, for the obvious purpose of avoiding the doctrine of assumed risk.</p> <p id=\"b571-4\" pgmap=\"571(61) 572(233)\">In an opinion rendered by Mr. Justice Holmes, the Supreme Court of the United States reversed. After noting that the State court had held “that on the general principle of liability the Act of Congress and the law of the State agree,” the opinion goes on: “The ground on which the Railroad Company was held was that it had negligently employed a dangerous man with notice of his characteristics, and that the killing occurred in the course of the engineer’s employment. But neither allegations nor proof present the killing as done to further the master’s business, or as anything but a wanton and wilful act done to satisfy the temper or spite of the engineer. Whatever may be the law of Mississippi, a railroad company is not liable for such an act under the statutes of the United States. The only sense in which the engineer was acting in the course of his employment was that he had received an order from Green which it was his duty to obey — in other words that he did a wilful act wholly outside the scope of his employment while his employment was going on. We see nothing in the evidence that would justify a verdict unless the doctrine of respondeat superior applies.” The outcome of this discussion is Mr. Justice Holmes’s conclusion that since the State court “based its decision in part upon the assumption that liability for the engineer’s act was imposed upon the defendant by both laws, * * * this assumption would be a sufficient ground for reversing the judgment.” In any case, it was found that the question as to whether the parties were engaged in interstate commerce required a reversal and, if desired, a new trial.</p> <p id=\"b572-4\" pgmap=\"572(125) 573(27)\">From this detailed examination, it is apparent that what the Supreme Court considered in Davis v. Green was the commerce issue and the railroad company’s liability as principal for the tortious actions of the assailant employee. It did not consider the employer’s direct liability for negligently hiring or retaining a dangerous worker on the premises and, indeed, hardly could have in view of the development of the case. The plaintiff’s complaint under the Federal act was essentially on a respondeat superior theory, and the Mississippi court’s decision, bottomed on both State and, as they saw it, Federal law, centered upon that issue. While some of the language employed by Mr. Justice Holmes may appear to have a broader scope, the discussion itself concentrates almost entirely upon whether the engineer’s act was within the scope of his employment and in furtherance of the master’s business, and upon commerce.</p> <p id=\"b573-5\" pgmap=\"573\">That the holding of Davis v. Green is restricted to respondeat superior and does not encompass direct negligence, is shown by Atlantic Coast Line Railroad v. Southwell, 275 U.S. 64. An action was brought against the railroad for the death of one of its employees by a murder perpetrated by a fellow-worker. It was alleged that the railroad “with gross negligence wilfully and wantonly caused, permitted and allowed [the murder].” The action was bottomed on the premise that the railroad had, or should have had, knowledge of the danger, but failed to prevent it. Significantly, the opinion, again by Mr. Justice Holmes, states: “In view of the decision in Davis v. Green, 260 U.S. 349, the plaintiff \\_here\\ did not attempt to hold the petitioner liable as principal in the act, but relied upon its failure to prevent the death.” (Emphasis supplied.) In other words, Davis v. Green would bar recovery upon a respondeat superior theory. Had that case been regarded by the Justice who wrote the opinion as barring recovery upon an allegation of direct negligence, there would have been no occasion for further discussion. But there is further discussion, and its nature is illuminating. Stating that “the question is whether there was any evidence that the death resulted in whole or in part from the negligence of any officer of the [railroad],” Mr. Justice Holmes turns to a consideration of the evidence. And the discussion focuses upon the lack of evidence showing any previous threats or bad conduct on the part of the aggressor employee. “The only sinister designs, of which there is any evidence, were of Southwell [the victim] against Dallas [the assailant], unless Dallas’ remark just before the shooting be taken to foreshadow the event, * * *.”</p> <p id=\"b573-6\" pgmap=\"573(21) 574(130)\">If, as is contended, and as the courts below, and other courts, have held, Davis v. Green limited recovery to those situations in which the tort occurs in the course of employment, there was no occasion to discuss, in Southwell, the sufficiency of the evidence to bring home to the employer knowledge of the tort-feasor’s vicious character. Existence of such knowledge, or lack of it, is of no significance when the right to recover is predicated upon respondeat superior. In our opinion Southwell recognizes that Davis v. Green is limited to respondeat superior cases, or, as Mr. Justice Holmes more aptly put it, to cases where it is sought to hold the employer “liable as principal in the act.” And, what is more important, Southwell, by its exclusive concern with the sufficiency of the evidence, unmistakably recognizes a right to recover when the evidence is sufficient.</p> <p id=\"b574-5\" pgmap=\"574\">Two other cases relied upon as limiting liability under the Federal Employers’ Liability Act should be noted. St. Louis-San Francisco Railway Co. v. Mills, 271 U.S. 344, is of little aid because of its peculiar factual situation. There, a railroad employee was killed by a striker when off the employer’s property and en route to his home. The claim against the railroad company was predicated on the ground that having voluntarily provided protection against the danger of violence from strikers, the company breached the duty thus assumed by furnishing an inadequate convoy, —only one guard. The case apparently found its way into the sequence of decisions usually cited on the present issue because of the statement appearing in the introductory portion of the opinion: “It is not contended that any duty growing out of the relationship of employer and employee required the employer to guard the employee against violence by strikers. Compare Davis v. Green * *</p> <p id=\"b574-6\" pgmap=\"574(48) 575(85)\">Atlantic &amp; Charlotte Air Line Railway Co. v. Green, 279 U.S. 821, is of significance, however. In that case, a railroad employee was shot by thieves when he came upon them unexpectedly as they were pillaging a car in the freight yards. The South Carolina court observed that the company had actual knowledge that the yards were inadequately guarded, frequently subject to robbery, and, indeed, had become a “rendezvous for robbers” because of the opportunity afforded for looting and thieving. It therefore concluded that the case was properly submitted to the jury on the question of negligence and sustained the jury’s verdict against the railroad. A dissenting opinion doubted the sufficiency of the evidence to support recovery. The United States Supreme Court reversed with a memorandum opinion, citing Davis, Mills, and Southwell.</p> <p id=\"b575-5\" pgmap=\"575\">These, then, are the decisions upon the basis of which it is said that the Supreme Court of the United States has substantially limited the scope of the Federal statute: The Mills case is inapplicable on its facts; Davis v. Green on the principle of law considered and decided. Apart from its dictum, “It would be straining the language of the act somewhat to say in any case that a willful homicide ‘resulted’ from the failure of some superior officer to foresee the danger and to prevent it,” Southwell clearly supports, if indeed it does not establish, the right to recover if the facts here pleaded are proved. Atlantic &amp; Charlotte Air Line Railway Co. v. Green alone supports the contrary view. That the scope of an important Federal statute would have been significantly limited by a single per curiam memorandum opinion seems improbable, even if we consider only the cases relied upon to establish the limitation.</p> <p id=\"b575-6\" pgmap=\"575(86) 576(345)\">But there is more to consider. In Lillie v. Thompson, 332 U.S. 459, the plaintiff was a 22-year-old female telegraph operator employed by the defendant railroad. She worked alone from 11:3o P.M. until 7:30 A.M. in a one-room frame building situated in an isolated part of defendant’s railroad yards, a place which defendant had reason to know was frequented by dangerous characters. In performing her duties, plaintiff was required to admit the trainmen when they came to the building; there were no windows in the door or on the door side of the building and plaintiff could not identify anyone who knocked without opening the door. About 1:3o A.M. on the night of her injury she responded to a knock, opened the door, and was attacked by a man with a piece of iron and was seriously and permanently injured. The defendant filed a motion for a summary judgment and . alleged that the assailant was not an employee of defendant and that the attack was a criminal act, which allegations were not denied by plaintiff. The district court, relying upon the four Supreme Court cases previously discussed, entered judgment for the defendant, and, apparently relying upon the same authorities, the Court of Appeals affirmed. The Supreme Court granted certiorari, reversed the judgment and remanded the case to the district court for trial. In its opinion, the Supreme Court said: “The district court stated, in explanation of its action, that there would be no causal connection between the injury and respondent’s failure to light or guard the premises, and that the law does not permit recovery ‘for the intentional or criminal acts’ of either a fellow-employee or an outsider. We are of the opinion that the allegations in the complaint, if supported by evidence, will warrant submission to a jury. Petitioner alleged in effect that respondent was aware of conditions which created a likelihood that a young woman performing the duties required of petitioner would suffer just such an injury as was in fact inflicted upon her. That the foreseeable danger was from intentional or criminal misconduct is irrelevant; respondent nevertheless had a duty to make reasonable provision against it. Breach of that duty would be negligence, and we cannot say as a matter of law that petitioner’s injury did not result at least in part from such negligence. The cases cited by the district court, we believe, do not support the broad proposition enunciated by it, and do not cover the fact situation set forth by the pleadings in this case.”</p> <p id=\"b577-4\" pgmap=\"577\">It is apparent that the Lillie case has clarified the entire picture. To the district court’s declaration, based on the four Supreme Court cases discussed, that “The law does not permit recovery ‘for the intentional or criminal’ acts of either a fellow-employee or an outsider,” the Supreme Court answered that these cases “do not support the broad proposition enunciated by the district court.”' It is squarely held that an employer may be liable for a negligent breach of duty even though “the foreseeable danger was from intentional or criminal misconduct.” In our opinion, the clear and obvious holding of the Lillie case is that when an employer is aware, or should be aware, of conditions creating a likelihood of injury, he has a duty to make provisions against this foreseeable danger, even though the threatened hazard is from the intentional misconduct of third persons.</p> <p id=\"b577-5\" pgmap=\"577\">Defendant’s argument, that since the Lillie case did not overrule but distinguished Davis v. Green, it must be limited to its factual situation, misses the mark. As shown, the Davis, Southwell, and Mills cases are distinguishable. We do not deem it appropriate to speculate on the present status of Atlantic &amp; Charlotte Air Line Railway Co. v. Green. No reason or logic compels the restriction advocated by defendant. On the contrary, the language employed and the authority cited leave no doubt that the scope of the decision is not limited only to those circumstances involving a 22-year-old female working under conditions permitting ready ingress and egress to the premises by tramps and vagrants.</p> <p id=\"b577-6\" pgmap=\"577(74) 578(90)\">Under the facts alleged in the plaintiff’s complaint, it follows that the present case cannot be distinguished from the Lillie case. There, the employer was aware, or should have been aware, of conditions creating a likelihood of injury to the plaintiff from vagrants coming upon the premises and was held liable for his failure to make provision against this danger. Here, under plaintiff’s allegations, the employer was again aware of conditions creating a likelihood of injury, — this time from the employment of a coworker of known vicious and dangerous character. In each case, there has been a breach of the employer’s duty to make reasonable provision against a foreseeable danger involving the intentional misconduct of a third person. That in the one case the assailant is an employee of known dangerous disposition, and in the other a stranger was enabled to come upon the premises because of working conditions permitting or inviting such entry, hardly militates in the defendant’s favor.</p> <p id=\"b578-5\" pgmap=\"578(257) 579(44)\">We are aware that the view here adopted is not in accord with that of several other courts which have considered the problem. Some of the cases are distinguishable on their facts (see Hoyt v. Thompson, 174 Fed. 2d 284; Smith v. Lehigh Valley Railroad Co. 174 Fed. 2d 592;) others are State court cases antedating the Davis and Southwell cases, and therefore of diminished significance. (See Roebuck v. Atchison, Topeka &amp; Santa Fe Railroad Co. 99 Kans. 544, 162 Pac. 1153; Hines v. Cole, 123 Miss. 254, 85 So. 199.) Concededly, several are directly in point, and, citing Davis v. Green as the controlling case, lay down the broad proposition that the Supreme Court of the United States “has refused to impose liability on employers for acts of employees when outside the scope of the employment and not in furtherance of their employer’s business.” (Osment v. Pitcairn, 349 Mo. 137, 159 S.W. 2d 666, 668, (certiorari denied for want of a reviewable judgment of the highest court of the State, 317 U.S. 587; 320 U.S. 792;) Sheaf v. Minneapolis, St. Paul &amp; Sault Ste. Marie Railroad Co. 162 Fed. 2d 110; Young v. New York Central Railroad Co. 88 Ohio App. 352, 88 N.E. 2d 220, certiorari denied, 339 U.S. 986.) With deference, we do not so interpret the Supreme Court’s rulings. Finally, defendant suggests that weight should be attached to the denial of certiorari by the Supreme Court in the Young case, particularly since the intermediate Ohio appellate court not only held Davis v. Green to he decisive of the issue but interpreted the Lillie case as limited to its particular factual situation. But the admonitions against such an interpretation of a denial of certiorari are so clear as not to justify citation.</p> <p id=\"b579-5\" pgmap=\"579\">We hold, therefore, that the complaint states facts which warrant submission to the jury. The judgments of the Appellate Court and the superior court are reversed, and the cause is remanded to the superior court, with directions to deny the motion to dismiss.</p> <p id=\"b579-6\" pgmap=\"579\">Reversed and remanded, with directions.</p> <p id=\"b579-7\" pgmap=\"579\">Mr. Justice Fulton, dissenting.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}