{
  "casebody": {
    "data": "<casebody firstpage=\"565\" lastpage=\"568\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b591-7\">Cornelius D. Murphy <em>vs. </em>Margaret J. Moore, administratrix, &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b591-9\">Bristol.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AgZ6\">October 22,1917.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AS5\">December 4, 1917.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b591-10\">Present: Rugg, C. J., Braley, DeCourcy, Pierce, &amp; Carroll, JJ. .</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b591-11\"><em>Equity Pleading and Practice, </em>Master’s report: objections and exceptions. <em>Rules of Court. Equity Jurisdiction, </em>Plaintiff must come into court with clean hands. <em>Wrongdoer without Remedy.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b591-12\">If a party to a suit in equity, after a master to whom the case was referred has notified the counsel of the time and place to attend and hear a draft copy of his report, has failed to comply with Equity Rule 31 of the Superior Court requiring objections to the report to be filed in writing within five days, he has lost his right to file exceptions, because there are no objections on which they, can be based, and, if later the trial judge upon a motion of the same party extends the time for filing the master’s report and under the rule exceptions need not be filed until fifteen days after the report is filed, this does not cure the failure to comply with the rule in regard to filing objections to the report and, after such failure, the filing of objections four days before the expiration of the extended time for filing the report gives the party no right to file exceptions.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b591-13\">In a suit in equity to obtain the discharge of a mortgage for $5,000 upon personal property, where it appears that the mortgage was given to secure the mortgagee for his liability as. indorser upon certain promissory notes for $1,400 and that these notes have been paid in full, and the defendants set up a defence and a counter claim which are not established by proof, and make no allegation of fraud as against creditors, a finding in a master’s report that the mortgage was made for an unnecessarily large sum and was given by the plaintiff for the purpose of deceiving and defrauding his creditors, which fraud was participated in by all the parties to the mortgage, does not make it necessary to refuse relief to the plaintiff, who has proved his right to a discharge of the mortgage without relying in any way on a fraudulent scheme against creditors and who does not séek the aid of the court in the furtherance of any such scheme.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b591-14\">Bill in equity, filed in the Superior Court on July 7, 1915, seeking an order for the discharge of a mortgage on the stock in <page-number citation-index=\"1\" label=\"566\">*566</page-number>trade and fixtures of a bar room at 166 and 168 Coffin Avenue in New Bedford.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b592-5\">The defendants filed an answer and a cross bill as described in the opinion. The case was referred to a master who filed a report containing the findings of fact that are stated in the opinion. The facts in regard to the defendants’ objections to the report, which are stated in the opinion, appeared in a certificate made by the master.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b592-6\">The case was heard upon the master’s report by <em>Raymond, </em>J., who ordered that the exceptions to the master’s report be overruled and that the report be confirmed, and made a final decree that the defendants execute and deliver forthwith to the plaintiff a discharge of the mortgage given by Cornelius D. Murphy to James F. Moore dated April 28, 1906, and that the cross bill be dismissed, and awarded costs to the plaintiff. The defendants appealed.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b592-7\">Equity Rule 31 of the Superior Court is as follows:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b592-8\">“When the master has prepared a draft copy of his report, he shall notify the parties or counsel of a time and place when and where they may attend to hear the same, and suggest such alterations, if any, as they may think proper; upon consideration whereof, the master will finally settle the draft of his report, and give notice thereof to the parties or counsel; whereupon, after perusing the same, or being furnished with a copy thereof, if they so request and pay the usual fees therefor, five days shall be allowed for bringing in written objections thereto, which objections, if any, shall be appended to the report. No exception to a master’s report will be allowed without a special order of the court, unless founded upon an objection made before the master, and shown by his report, and unless filed with the clerk within fifteen days from the filing of the report. Notice of the filing of a master’s report shall be forthwith sent by the clerk to each party or his counsel.”</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b592-9\"><em>R. L. Theller, </em>for the defendants.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b592-10\"><em>E. D. Stetson, G. Geils, Jr., &amp; E. E. Clarke, </em>for the plaintiff, submitted a brief.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b592-11\">Carroll, J.</author>\n<p id=\"AEi\">The plaintiff, in April, 1906, mortgaged for the sum of. $5,000 certain personal property to James F. Moore. Moore died intestate December 27, 1908, and his widow Margaret J. Moore, the administratrix of his estate, is one of the defendants <page-number citation-index=\"1\" label=\"567\">*567</page-number>in this suit; the other defendant, Bertha L. Moore, is his daughter. The plaintiff brings this bill for the discharge of the mortgage, contending that it was given to James F. Moore to secure his indorsement and that of Mrs. Moore on the plaintiff’s promissory notes amounting to $1,400, which notes have now been paid. The defendants contend that the plaintiff and Moore were partners and that the mortgage was given to secure the interest of Moore in the partnership. They have filed a cross bill praying for a settlement of the partnership affairs.</p>\n<p id=\"b593-5\">The case was referred to a master who found there was no partnership, that the mortgage was given to secure the indorsement on promissory notes amounting to $1,400 which were paid before 1908, \"that one purpose of the mortgage was to ward off possible attachments,” and that the mortgage was written for an amount in excess of the liabilities to “prevent attachments by possible future creditors.” The defendants filed exceptions to the master’s report. A decree was entered directing the defendants to execute and deliver a discharge of the mortgage, and dismissing the defendants’ cross bill.</p>\n<p id=\"b593-6\">After the master had prepared a draft copy of his report, he notified counsel of the time and place to attend and hear the same, and suggest such alterations as they thought proper. A hearing was held on October 2 and October 3, 1916, and on October 6, 1916, the master settled the draft of his report, gave notice thereof to counsel and furnished them with a copy. On October 19, more than five days after the draft of the report was settled and counsel notified, the defendants’ counsel brought in the written objections thereto.</p>\n<p id=\"b593-7\">As the defendants failed to comply with Equity Rule 31, allowing five days for bringing in the objections, their exceptions are not before us. <em>Smedley </em>v. <em>Johnson, </em>196 Mass. 316. <em>Ball </em>v. <em>Allen, </em>216 Mass. 469. The fact that the defendants’ motion of October 10 for an extension of time for filing the report was allowed and the time extended to October 23, 1916, does not help(them; the report was settled October 6, and while exceptions need not, under the rule, be filed until fifteen days after the report is filed, the objections must be brought in within five days after the report is settled. This was not done and the extension of time for filing the report does not excuse the defendants.</p>\n<p id=\"b594-4\"><page-number citation-index=\"1\" label=\"568\">*568</page-number>We may add that we have considered all of the defendants’ exceptions. Even if the rule were complied with and the objections were seasonably delivered to the master, the exceptions show no error of law.</p>\n<p id=\"b594-5\">The defendants’ appeal from the decree brings before us the question whether the decree could be entered upon the facts found and stated in the master’s report. <em>E. W. Burt &amp; Co. Inc. </em>v. <em>Coes &amp; Young Co. </em>212 Mass. 134. <em>Ball </em>v. <em>Allen, ubi supra. </em>The master found that the parties entered into a fraudulent agreement; that the total indebtedness of the plaintiff was $1,400; that the notes were “short term notes” and the mortgage was given for $5,000, payable in five years; that this was done to deceive and defraud the plaintiff’s creditors, and that the fraud was participated in by the parties.</p>\n<p id=\"b594-6\">The fraud referred to is not stated in the pleadings: the plaintiff does not rely on it, and the defendants do not allege it. The plaintiff was not obliged to show his own guilt in proving his case and he does not seek the aid of the court in the execution of the fraudulent scheme. In fact, the report does not show there was any direct evidence of this fraudulent purpose. The conclusion of the master may have rested entirely on inference drawn from all the facts in the case. Under these circumstances the court will not interfere of its own motion and deny the plaintiff the relief sought. See in this connection <em>Stillings </em>v. <em>Turner, </em>153 Mass. 534; <em>Pierce </em>v. <em>Le Monier, </em>172 Mass. 508; <em>Lufkin </em>v. <em>Jakeman, </em>188 Mass. 528, 531, 532; <em>Chafee </em>v. <em>Sprague Manuf. Co. </em>14 R. I. 168. See also <em>Downey </em>v. <em>Charles S. Gove Co. </em>201 Mass. 251; <em>O’Brien </em>v. <em>Shea, </em>208 Mass. 528.</p>\n<p id=\"b594-7\">\n<em>Decree affirmed with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}