{
  "casebody": {
    "data": "<casebody firstpage=\"855\" lastpage=\"867\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b857-8\">Case No. 7,417.</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A2Q\">JOHNSON et al. v. TWENTY-ONE BALES, ETC.</parties>\n<citation data-order=\"2\" data-type=\"citation\" id=\"AhU\">[2 Paine, 601; <footnotemark>1</footnotemark> 6 Hall. Law J. 68; 3 Wheeler, Cr. Cas. 433;</citation>\n<p data-order=\"3\" data-type=\"p\" id=\"AvL\">Van Ness, 5.]</p>\n<court data-order=\"4\" data-type=\"court\" id=\"AQSn\">Circuit Court, D. New York.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A_DM\">Jan., 1814.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b858-21\"><page-number citation-index=\"1\" label=\"856\">*856</page-number>D. S. Jones and Griffin, Wells &amp; Emmett, for captors.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b858-22\">Mr. Colden, D. B. Ogden, and Mr. Harrison, for claimant.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b857-17\"> [Reported by Elijah Paine, Jr.. Esq.]</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b858-23\">VAN NESS, District Judge.</author>\n<p id=\"Adif\">This case will first be considered as it is disclosed by the ship’s papers, and the preparatory examinations, and then will be examined the de-fence arising out of the further proof that was ordered and produced. It appears by the papers that the property in question was laden on board the ship Mary and Susan, at Liverpool, in England, some time in the month of July, 1812. That the Mary and Susan is an American registered vessel, and that she sailed from Liverpool on the 16th July, 1812, on a voyage to New York, with these goods on board, and under a charter party to John Richardson, styling himself an “English merchant, residing in Liverpool.” That she had a license on board, obtained from the British government, to protect her against capture by British cruisers. That at the time of her departure, information of the hostilities existing between the United States and Great Britain had not reached England. That on the 3d September, 1812, she was captured as a prize by the privateer Tickler, and brought into the port of New York. The position in which she was taken is not ascertained with precision. It is differently stated in the preparatory examinations which have been read, varying from' eighteen to thirty miles south of the lighthouse. It is also in evidence, that John Richardson, the person in whose behalf these goods are claimed, is a native subject of the king of Great Britain, but a naturalized citizen of the United States. The national character of Mr. Richardson is the principal ground on which this cause must be decided; but before I proceed to consider that, to examine the effect of his naturalization here, and of his subsequent residence in England, with the explanation given of it, by the further proof which was ordered and produced, I wish to dispose of some other questions which were first raised as principal grounds of defence, in a preceding cause, and also relied on in this.</p>\n<p id=\"b858-25\">It has been insisted, that this property was confided to the faith of the government, because laden on board an American vessel before the commencement of hostilities, and proceeding to Its destined port in ignorance of that event. 2d. That it was captured within the territorial waters of the United States; thus under the protection of the government, and not subject to be made prize. 3d. That it was exempt from capture, because proceeding in an American vessel, and under the American flag.</p>\n<p id=\"b858-26\">In examining the points which have been stated, it will be necessary to advert to some general principles of the law of nations. In <page-number citation-index=\"1\" label=\"857\">*857</page-number>doing this, it will not be requisite to notice particularly its divisions into necessary, voluntary, conventional, customary or positive. The law of nations, without defining or developing its divisions more minutely, may be stated to be the law of nature, rendered applicable to political societies, and modified, in progress of time, by the tacit or express consent, by the long-established usages and written compacts of nations: usages and compacts become so general that every civilized people ought to recognize and adopt their principles. A principle which is de-dueible from natural reason, and firmly established by the primitive law of .war, the general law of nations, in which is not embraced the conventional or customary law, is, that as soon as war is declared, all the property of the enemy or his subjects, wherever found, whether on the laud or on the water, is lawful prize. This position, it is presumed, will not be contested. It is laid down in terms thus broad by all the late as well as the early publicists. By Grotius. lib. 3, cc. 8, 5; Puffendorf, Law Nat. c. 8; Bynkershoeck, c. 2: Vattel, Law Nat. lib. 3, c. 5; Martens, Law Nat. lib. 8, c. 2. If, then, enemy property under any circumstances be exempt from the rigorous operation of this principle, the exemption must be found in the conventional or customary' law. That the rigor of this fundamental law has been relaxed by the express agreement of some nations, the tacit acquiescence and consequent customs of others is freely admitted. The severity of the laws of war, and the stern exercise of many belligerent rights, have been gradually modified and ameliorated as civilization and refinement diffused their influence over the nations of the earth; national humanity has kept pace with the progress of science and religion, which gradually infused the benignity of their principles into the whole system of national intercourse. The enlarged views and intellectual improvements resulting from the one, gave efficacy to the precepts of the other, which taught all people that public, like municipal laws, were to be administered, not only in justice, but in mercy.</p>\n<p id=\"b859-4\">It was about the middle of the 17th century that these enlightened views were matured into a decisive and practical influence on the conduct of belligerent powers. That the ferocious and sanguinary spirit which had uniformly distinguished national conflicts began to abate. That Avar became more a contest betAveen goA’ernments. than nations, between monarchs contending for political supremacy, with objects more direct and definite than individual calamity. The petty pillage of a town, and the oppression of individuals, whom accident or the pursuit of fortune had placed within his power, ceased to add to the laurels of the prince, or the splendor of his throne; and this new view of national honor and magnanimity, this revolution in moral feeling, produced a correspondent reA'olution in the practice, if not in the laws of AA’ar. This, too, was an important epoch in the histoiy of European commerce. Ever since the reign of Elizabeth, England had taken a conspicuous part in the polities of Europe. That active princess entered with spirit into the affairs of the continent, for the express purpose of extending the trade and commercial connections of her kingdom. The impulse generated by her measures continued and extended its influence through the whole of the seventeenth centuiy — and it was soon perceived, that a more liberal policy towards each other’s subjects, at the commencement of hostilities, was necessary to the safety and convenience of commercial enterprise. To all the vieAvs and feelings, therefore, resulting from the increased Avisdom and refinement of the times, were added the poAverful motives of direct and e\\-ident interest. That commerce might be beneficial, not only to indi-A-iduals, but to the revenues of the state, it Avas necessary that those engaged in it should pass freely from one country to another, and dwell with safety Avherever their pursuits might lead them. If, in times when princes were as capricious, when war’s were as frequent quite, and undertaken for causes as trivial as at present, these excursions Avere to lnn-e been attended with captivity and confiscation, it is easy to perceive the evils that would inevitably interrupt the progress of the commercial system then contemplated and begun.</p>\n<p id=\"b859-6\">In the progress of social improvement, therefore, we find the source of the desire to remedy these commercial embarrassments, and in that desire the proximate cause of the practice which noAv generally prevails among belligerents, of exempting from seizure the persons, and from confiscation the effects of each other’s subjects within their respective territories, immediately on the commencement of hostilities. The form in AVhieh it first appeared, was that of giving notice to alien enemies to depart with their goods, and stipulations to this effect are first found in treaties made soon after that of Munster, in 1G47-S. During the violent and complicated wars, terminated by that convention, the property of hostile individuals, as usual, had been confiscated; but by the 24th article, restitution was agreed upon. And in the treaty made seven years after-Avards between Croimvell and Lewis XIY it Avas agreed, that in case of AA’ar, the merchants of the contracting powers should have six months to depart with their effects. This is the first stipulation of the kind I have found in a treaty. I am aware that in England some regulations favorable to the freedom of commercial pursuits had been adopted at an earlier period, as appears by the Suth chapter of Magna Charta, and a statute passed in the reign of EdAvard III. But these were local and municipal regulations, and failed to produce an immediate or de<page-number citation-index=\"1\" label=\"858\">*858</page-number>cisive effect on the customs of Europe, although they may have prepared the way for the treaty stipulations to which I have alluded. Notwithstanding the precedent which had been established, and the concurring motives of interest and humanity which demanded an amelioration of the first sever-ities of war, the safety of alien enemies, and their effects, rested for a long time exclusively on the special stipulations of treaties. So late as the period when Bynkershoeek wrote, the beginning of the last century, they received no sort of favor or protection, unless there existed a treaty to that effect between the belligerent states. Even Vattel recognizes the relaxation of the ancient rule as a modem practice. From recent instances, and from finding the provision in question in some of our latest treaties, it is even doubtful now whether it has acquired the force of a national custom, and whether the confiscation of enemies’ goods, in the country, at the commencement of hostilities, if not protected by treaty, would be deemed a violation of the law of nations, or a mere departure from a recent practice. In the war in which we are now engaged, it is conceded that the rule is to be applied; and having briefly traced its origin and progress, it remains to examine its extent.</p>\n<p id=\"b860-4\">It will appear, I think, from the authorities which must <em>govern us, </em>that no <em>effects </em>belonging to an alien enemy, but such as are under particular circumstances within the country at the commencement of hostilities, have ever been deemed, by the law of nations or the usages of war, under the safeguard of public faith, where special compacts do not vary the general rule. No other property is within the modification of the law. All that comes into the country subsequent to the declaration of war, is still subject to seizure and confiscation, where there is no treaty on the subject. We have none with England that can arrest or suspend the application of this principle. In the treaty between the United States and Prussia, the contracting parties stipulated, that in case of war, the subjects of each other should be allowed nine months to settle their affairs and depart with their effects; and the 20th article of the treaty of 1791, with England, is somewhat similar. Both obviously i elate to property in the country at the commencement of hostilities, and therefore under the protection of the government.</p>\n<p id=\"b860-5\">In an examination of the present question, but little aid can be derived from early writers on national law. Grotius and Puf-fendorf, and their cotemporaries, who explain with great minuteness the duties and obligations arising from the primitive laws of war, afford no light on a principle unrecognized in practice, at a period when the physical force of nations was not limited in its exercise by those rules which have since derived authority from the acquiescence of a more refined age. The exemption of enemies’ property from confiscation under any circumstances, formed no part of the martial policy of that day. Bynkershoeek, as has already been noticed, states in his seventh chapter, that all enemies’ goods in the country at the commencement of war, are confiscated, unless protected by treaty. In chapter 3, when treating of the suspension of commercial intercourse between enemies, he says: • “It is clear that the goods of enemies brought into our country, are liable to confiscation.” Vattel confines the exemption expressly to goods in the country at the time war was announced. I shall give his words, for I may, perhaps, have occasion to make another remark upon them: “The sovereign declaring war can neither detain those subjects of the enemy who are within his dominions at the time of the declaration, nor their effects — they came into his country on the public faith. By permitting them to enter into his territories, and continue there, he tacitly promised them liberty and security for their return; he is, therefore, to allow them a reasonable time for withdrawing with their effects; and, if they stay beyond the-term prescribed, he has a right to treat them as enemies — though as enemies disarmed.” This embraces all the law on the subject; for, although recognized, it is nowhere more-distinetly stated. Martens, more rigid in the-application of the rule, says: “Where there are neither treaties nor laws touching these points, nations continue still to seize on all the property belonging to their enemies’ subjects which is carried into their territories-after the declaration of war.” This goes directly to the point before us — and I shall add an extract from Chitty to the same effect. He says, that “in strict justice, the right off seizure can take effect only on those possessions of a belligerent which have come to-the hands of his adversary after the declaration of hostilities.” In another place he observes: “The prohibition of Vattel reaches to the exemption only of goods in our hands at the time of the declaration, and does not cover property coming into our territory after that declaration.” That the exemption off Vattel embraces only goods in the country at the rupture, is perfectly plain; and I think it open to an inquiry, whether a still more rigid rule may not be fairly extracted from the terms in which it is expressed, which is,'whether not only the property, but the owner, the claimant, must not have been within the country before the war, to entitle-either to governmental protection. Personal property follows the rights of the person. On general principles, therefore, unless the person claiming is entitled to protection, his property cannot be. The persons, according to Vattel, entitled to protection, are those who were in the country at the declaration of war. They must be permitted to return with their effects. And it seems to me that the exemption of hostile property from seizure is founded entirely on this personal <page-number citation-index=\"1\" label=\"859\">*859</page-number>right, and that this right is derived from the circumstance of having come into the country before the war, and therefore on the public faith. In common with all other general rules, this must ever be subservient to the express stipulations of a treaty. As it does not seem necessary, I shall not now examine whether such exist between the United States and Great Britain. These remarks are only the partial result of a general investigation, and not a direct examination of the principle they embrace. They are, therefore, particularly open to correction.</p>\n<p id=\"b861-4\">This particular branch of the subject has been examined with some care, for the purpose of ascertaining whether there were any, and if so, what circumstances, that could take enemy property, not in the country, out of the operation of the general rule clearly established by the authorities which have been referred to; and I am constrained to say, that not a single dictum has been found, except that in Azuni, to which I shall have occasion to refer, claiming the safeguard of public faith for property not actually within our territorial limits at the commencement of the war. The inference appears to me irresistible, that no extension of the principle is intended. It would seem to follow, then, under the rule which appears to me to be established by that public law which must control the decisions of this court, that if this must be considered enemy property, it is subject to capture and condemnation as prize. Whether the result of my examinations be correct or otherwise, to attempt to show, after what has been said, that the property in question is not protected because laden, and proceeding in ignorance of the war, would be superfluous and irregular. But indulging, as I do, a proper diffidence in my own opinion of the law, on a subject so novel and important. I must be permitted to fortify it, by attempting to develop what I conceive to be the practice of other nations who profess to be governed by it.</p>\n<p id=\"b861-5\">In the doctrines held and enforced by Great Britain, we may. perhaps, find a satisfactory exposition of the law, in cases like this we are discussing. And if, in a war with her, we adopt the construction of her own government, and the practice of her own courts, we can afford no just ground of complaint. In examining these we shall find, not only that the English prize courts are in the constant habit of condemning property brought in ignorant of the war when captured, but property in port at the commencement of hostilities, and even property captured before the war. but in contemplation of that event. The only difficulty and discussion that ever occurred on the subject in that country, was to whose benefit the condemnation should inure: whether to the lord high admiral, or. since the abolition of that office, to the king in his office of admiralty, or to him jure coronae. During the usurpation of Cromwell the office of lord high admiral was in various ways depressed, and its perquisites reduced. The protector found them valuable, and it became his policy and his interest, not only to engross and direct then- application to unusual purposes, but to abolish the office itself. From time immemorial, captures made from the enemy under particular circumstances had been considered as perquisites of the ad miral, and, under the name of droights of admiralty, appropriated to support the dignity and splendor of his station. The sinister policy and distracted views of the government, at this period, introduced much confusion as to the distribution of the revenue arising from these sources; and at the restoration, the distinction between droights of admiralty and direct forfeitures to the crown was ill understood, and but little regarded in practice. With the regular settlement of the government, the lord high admiral began to claim what had once been considered the rights and emoluments of his office, which produced much animated discussion between him and the king. The controversy was at length referred to the greatest lawyers and the ablest civilians in the kingdom. From their combined wisdom resulted an order of the privy council, which, with great apparent precision, designated the rights and settled the conflicting pretensions of these worthy brothers. This order in council bears date the 6th of March, 1605. As far as relates to this subject, it remains unaltered, and at this day governs the decisions and practice in the British prize courts. Independent of all other matter, a reference to the terms of this order alone will abundantly show that property coming in, ignorant of the war, is subject, in England, to seizure and confiscation. The part of the order connected with this question is in these words: “All ships and goods belonging to enemies, coming into any port, creek or road of his majesty’s kingdom, of England or of Ireland, by stress of weather or other accident, or by mistake of port, or by ignorance not knowing of the war, do belong to the lord high admiral.” Enemy's ships and goods, then, coming into a port, creek or road, not knowing of the war, are condemned to the admiral. But the coming in must be voluntan-, unconnected, at least, with any circumstances resulting from the war. to constitute a droight of admiralty. But what if it be not so? The answer of Sir William Scott is plain: “When vessels come in. not under any motive arising out of the occasions of war, but from distress of weather or want of provisions, or from ignorance of war. and are seized in port. they belong to the lord high admiral. But where the hand of violence has been exercised upon them, where it arises from acts connected with war, &amp;c.. they belong to the crown.\" Thus far. then, we have an exposition of This .order, and therefore of the <page-number citation-index=\"1\" label=\"860\">*860</page-number>British practice, which is still regulated by it, showing conclusively that ignorance of the war does not avert a forfeiture, and that under this part of the order these goods would not be droights of admiralty, because the hand of violence has been upon them; because her coming in arose from acts connected with war.</p>\n<p id=\"b862-4\">A practical illustration of those principles will be found in the arguments of counsel and judgments of the court in the cases of The Danckebaar Africaan, 1 C. Rob. Adm. 107, The Herstelder, Id. 114, and The Rebeckah, Id. 227, and The Maria Francoise, 6 O. Rob. Adm. 282. All these vessels, I believe, were captured in ignorance of the war. The word “coming,” Mr. Brown says, in his “Civil and Admiralty Law,” is worthy of attention; and so, indeed, it is in an English prize court. He goes on to say, in the words of Sir William Scott, extracted verbatim from the case of The Rebeckah: “It has, by usage, been construed to include ships and goods already come into ports, creeks or roads.” &amp;c.; and in consequence of this construction he adds, “all vessels detained in port, and found there at the breaking out of hostilities, are condemned jure coronae to the king.” This practice of condemning vessels in port, at the breaking out of hostilities, is founded exclusively on this strange construction of the order; and it is remarkable enough that they are condemned jure coronae to the king. The claim of the admiral is defeated, I presume, by the circumstance that they were not enemy’s vessels when they came in, as he is entitled only to enemy’s vessels coming in. Another part of the order is: “All such ships as shall be seized in any of the ports, creeks or roads of this kingdom or of Ireland, before any declaration of war or reprisal by his majesty, do belong unto his majesty.” Under this is probably sanctioned the condemnation of property detained by embargo before war is declared; and hence, also, property captured before the war, under whatever pretence or mistaken motive, will be condemned if hostilities commence before the adjudication. Sir William Scott says, that “the person claiming must not only be entitled to restitution at the time of seizure, but he must be in a capacity to claim at the time of adjudication.” This, at first view, would seem to be at variance with the general rule or practice already assented to, that property in the country is not liable to confiscation. But the reason of the distinction no doubt is, that the property thus situated came in by coercion, and furnishes conclusive evidence that the rule exempting hostile property from confiscation must be strictly construed; that under the diversified circumstances and various situations in which it may be placed and captured, the public faith is only pledged for the protection of that which was not only in the power of the adversary, but had been voluntarily brought within his territory, and placed within his power, before the com-, mencement of hostilities. Thus, then, I think it appears, where there is no reciprocal agreement to prevent it, that property is condemned in England, although captured in ignorance of the war, or lying at liberty in port at the commencement of hostilities, or in any way seized or detained before the declaration of war.</p>\n<p id=\"b862-6\">In opposition to this practice, and to what I conceive to be the clear and established laws of war in such cases, a passage from Azuni has been cited in these words: “A merchant vessel that happens to be at sea when the nation to which it belongs enters into a war, cannot be captured on its arriving at an enemy’s port, in right of the war which has supervened between the two nations. He ought then to be under the safeguard of the public faith.” What he ought to be, and what he is allowed to be, by the usages and customs of nations, are very different things. Each of us might, in our closets, devise many humane and beneficial modifications of the laws of war — but to what purpose? The whims and reveries of authors do not govern nations at this day; it requires the sanction of the civilized world to invest them with the force and authority of laws. The passage is remarkable, because it has neither the opinion of any publicist, nor the practice of any nation to support it ’Tis true he refers to two treaties for a recognition of this principle, and two individual instances of personal magnanimity: the one extracted from a French newspaper. On this authority he has announced a new law to belligerent nations. Surely the provisions of two treaties are not binding on nations not parties to them, nor can personal magnanimity establish a rule for the government of the world. This principle of Azuni has not yet, and I will venture to predict never will, become part of the law of nations, and it never ought, if wars are, as they should be, commenced only for just causes and with legitimate views. The end of a just war is to obtain a remuneration for some loss sustained or injury received; and after announcing to the world that force will be employed to obtain that which is withheld, can it be necessary, in every individual case of attack, to send a herald to proclaim your intention, that your adversary may be prepared to resist— thus hazarding a loss equal to that which it is sought to repair? On a careful perusal of the work in which this doctrine is advanced. I think it will be found that to whatever consideration it may be entitled as a work of ingenuity and research, it is unworthy of much weight as an authority. It was produced. if not under the dictation of a distracted government, yet in some degree for the <em>purpose of supporting the </em>alterations it proposed in the maritime laws of nations, and under the operation of prejudices too strong to admit of an impartial examination <page-number citation-index=\"1\" label=\"861\">*861</page-number>of a national question. It was obviously written under the innovating influence of the times, at a period when the inflamed passions of men, and the convulsed energies of nations, were uprooting the foundations of social and political order; when new systems of policy, of municipal and of public law, were everywhere springing up with a luxuriance that threatened to confound all established principles, and perplexed the soundest understandings; when intellectual efforts were perverted by the captivating novelties and splendid plausibilities, engendered “in that season of fulness which opened” upon the world with the French Revolution; when changes and innovations, eccentric in their nature, and infinitely various in their character, overwhelmed every system of ethics and philosophy which laborious wisdom had devised or time consecrated — absorbed or dis'-sipated all that was fantastic in superstition, or venerable in orthodox opinion, while the victorious eagles of a frenzied people indiscriminately overshadowed or subverted all the monuments of human folly, and all that remained of ancient grandeur. From sources so agitated, if not polluted, nothing satisfactory can be drawn. The oracles of wisdom are seldom uttered amidst scenes of tumult and commotion. \"We must look back beyond the troubles of these latter days for wise rules, and trace their modifications and present form through the acknowledged and uniform practice of settled and civilized nations. That is at variance with this novel suggestion, and it cannot be admitted on an authority so questionable.</p>\n<p id=\"b863-4\">It is alleged, 2dly, that this property was captured within the territorial waters of the United States, and therefore not subject to be made prize. There is something so novel in this position, and in the arguments which it has suggested, that it is difficult to reduce them to a systematic examination. It would be easy to explain the foundation of the jurisdictional right of every nation to those portions of the sea that wash its shores. To show that the source from which it is derived is self-preservation. That this sovereignty is assumed by. and conceded to each, for the preservation of its own peace, to avoid the evils that may result from a warfare between others, prosecuted within its immediate vicinity. But whatever may have been the origin of this claim, or by whatever reasons sustained, the precise nature of this sovereignty is involved in some obscurity. It will, however, be unnecessary to investigate that minutely, in order to explain the difficulty which the argument on this branch of the subject was intended to present. By examining the constitution of the admiralty and prize courts, and the power derived to the captors by the prize commission, it will become obvious that it has no connection at all with the general question of prize — that it affords protection 'under particular circnm-stances to a friend, never to an enemy — that it is an appendage (if I may use the term) to a neutral territory — but does not, and cannot exist between belligerents.</p>\n<p id=\"b863-6\">The common admiralty jurisdiction (as Comyn calls it) extends to all things done super altum mare. The prize jurisdiction is not thus limited. It embraces the whole question of prize, unrestrained by the locality of the capture: it takes cognizance of all captures, no matter where made, if made as prize. The validity of the capture depends on the “jus belli” as determined by the law of nations. The effect and ultimate direction. of the forfeiture depends on the rights granted by the terms of the commission, as explained by legal definitions, and recognized by universal usage. What, then, does the prize commission grant? To make captures of enemy goods on the high seas, limiting the power intended to be conveyed, by the very terms that limit the common admiralty jurisdiction. By ascertaining the extent of that jurisdiction, we must necessarily discover what is meant by the high seas, and thus the interest derived from this capture. Wood gives the answer of the judges of the realm, to the complaints of the admiral concerning prohibitions granted by the common law courts. In different places, they say: “By the laws of this realm, the court of the admiral has no cognizance or jurisdiction of any manner of contract, plea, &amp;c., within any county of the realm, either upon the land or the water. It is- not material whether the place be upon the water, infra fluxum and refluxum aqua, but whether it be upon any water, within any county,” “taking that to be the sea wherein the admiral hath jurisdiction, which is before by law described to be out of any county.” Comyn says: “The admiralty has jurisdiction in matters on the main sea, or coasts of the sea, not being part of the body of any county. And if it be between high and low-water mark when the sea flows; for then it is super altum mare, though upon the reflux it be infra corpus comitatus.” The admiralty, then, has jurisdiction on all waters, not infra corpus com-itatus; and how is it given? by the very terms contained in this commission. All waters. therefore, not comprehended within the body of a county,' constitute a part of the high sea; unless it can be shown, then, that this capture was made within the limits of a county, it was well made, and vests an interest in the captors.</p>\n<p id=\"b863-7\">In analogy to the British practice, it has been contended, that by reason of the locality of the capture, the forfeiture must go to the government, in the nature of a droight of admiralty, because • included. I presume, in the terms of the British order, which gives a direction to the forfeiture. But we have neither droiglits of admiralty, nor such an order; the whole subject must be regulated by the commission and instructions. TVe can only discover what has been reserved to the government, by ascertaining <page-number citation-index=\"1\" label=\"862\">*862</page-number>wliat has been granted. They have authorized captures on the high seas, which I think has been shown to include the spot where this capture was made. If even we had droights of admiralty, and an exact copy of that order in force here, still the forfeiture would go to the captors. The I&gt;lace of capture is not embraced by either of the terms used in it, as appears clearly in 2 Browne, Civ. &amp; Adm. Law, 61, and by the exposition given of them by Sir William Scott, in 1 0. Rob. Adm. 231.</p>\n<p id=\"b864-4\">It is insisted,' 3dly, that this property is exempt from capture, because proceeding in an American vessel, and under the American flag. This objection would seem to be sufficiently answered by the principles already laid down. The same rules that explain the admiralty jurisdiction, and designate the limits between it and the common law jurisdiction, must determine what, under the law of nations, is to be considered in the territoiy, so as to exempt it from capture; it must be within the common law jurisdiction, within the body of a county. The notion that vessels must be considered as part of the territory of a nation, is antiquated and exploded. The most strenuous advocates for the freedom of goods in free ships, no longer place the controversy on that ground. The principle first formally promulgated in the Consolato del Mare about the twelfth century, that enemy property was good prize on board free ships, has certainly been contested at different periods. It has sometimes been admitted and rejected by the same and different nations: but the high authority of that celebrated code, has generally prevailed where treaty stipulations did not establish a different rule. Within our own times it has been attempted, with great force and with much spirit, to establish a different principle, but it was lost with the scattered fragments of the armed neutrality. Amidst the uproar of the world, the flag, too, has dwindled into a vain emblem of sovereignty, protecting nothing; nothing certainly but the vessel, and designating only to what portion of the globe she belongs. These are the principles of England. They were recognized by our government in its correspondence with the French minister in the year 1793, and I am not prepared to deny that they are founded in reason.</p>\n<p id=\"b864-5\">The additional instructions issued by the president, have been relied on as a ground of defence. These instructions were prepared and dated at the city of Washington, the 2Gth August. On the 29th they were known here. The privateer - Tickler was then at sea. and there is no evidence at ail to show, that she had a knowledge of them at the time this capture was made, to wit. the 3d September. Indeed, all presumption is against it. Considering, then, the captain of this privateer as ignorant of these instructions. and under the circumstances of the case he must be so considered, I am of opinion, that they could have no effect or operation on his conduct. There is a material difference between acting in ignorance of a supreme legislative act and of executive orders. The one affords no impunity to the commission of a crime; the publication of a law enacted by .the known public authority of the country, which operates upon every member of the community, is the only notice which, in the'nature of things, can be given of it. A knowledge of it must be presumed ex necessitate, from the impossibility of giving to it farther publicity. But a private executive instruction, for the government of a certain class of public agents, can be made known to them in a different manner, and must be so, before they can be governed by it. In short, .the one is a public, the other a private instrument. Ignorance of the one cannot be alleged, but the other cannot be obeyed unless known. A law operates until repealed with the same solemnity with which it was enacted. An instruction must be obeyed, until revoked with the same formality with which it was given. The original instruction was given and communicated to the commanders of these vessels, and another intended to annul or supersede it, must be given and communicated to them in like manner to produce that effect; until then the first instruction is their only rule of action. Again, this is a warlike operation. Considering, then, these instructions of the president in a military point of view, is not every act done under the one legal and effectual until another is communicated? If the libellants had been instructed to capture property of this description, would they not have been bound to do -so until an order interdicting it was received? The case has been likened to captures made after a treaty of peace signed; but there is not the least similitude. To capture enemy property is a right of war. If there be no war, there can be no capture. The right to capture is during war, and is extinguished with it, eo instante. Some publicists have contended, even that a capture is good till notice of peace received. But that is exploded. I am clearly of opinion, therefore, that these instructions can have no weight under the circumstances of this case. But suppose, for a moment, that they were to have effect, that they were known, or though not known, that still they were binding. That, it seems to me, would only raise a question between the government and the captors. If this be enemy property, this court would not restore it. If the captors have no claim, it would be condemned to the government. But from the best view I am able to take of these additional instructions, it appears to me that they were not intended to touch the case of enemy property. It is well known, that at the commencement of the war, American vessels, laden in most cases with <page-number citation-index=\"1\" label=\"863\">*863</page-number>American propertj’, were molested and captured by privateers, with a view to a condemnation, on the ground of being engaged in an illegal trade with the <em>enemy. </em>As these vessels sailed in ignorance of the war, the government thought, that under all the circumstances of the case, they were entitled to consideration and lenity. These instructions, then, were issued to protect American vessels and American property from molestation before their arrival, without intending, in my judgment, to interfere with the question of prize in relation to enemy property. If it were otherwise, it would present the case of the executive abrogating, not only a right already vested by law, but one which is universally given and recognized in modern warfare, to capture enemy property on the high seas; and a proceeding resulting in nothing but drawing the forfeiture to the government; thus frustrating the very objects which had led these people to this species of warfare — to capture hostile property within the limits prescribed by their commission. I cannot give to these orders a construction that will lead to this conclusion.</p>\n<p id=\"b865-4\">The last question to be considered is whether Mr. Richardson, in whose behalf this property is claimed, is, for the purposes of this proceeding, entitled to all the rights and immunities of an American citizen. In the prosecution of this inquiry, I shall not stop to examine whether a naturalization, obtained for special and temporary, and not for general and permanent purposes, can be valid and effectual? Whether a government is bound, under any circumstances, <em>tp </em>protect a citizen or subject, who not only withdraws voluntarily from the performance of every duty, but who, for nearly “twice the period that ordinary calculation assigns to. the continuance of human life,” incorporates himself and his resources with the numbers and the wealth of another nation? These, in my judgment, are questions well worthy of consideration, and less easy of solution than seems to be apprehended. But, as I have already exceeded the limits usually observed on occasions of this sort, I shall waive their discussion now, and notice only the more limited difficulties suggested by the course of the argument. The facts relative to Mr. Richardson’s naturalization here, and residence abroad, as disclosed by the further proof which was ordered, are these: It appears that he was naturalized as a citizen of the United States in the year 1793, according to the laws then in force on that subject; that in 1797 he went to England; that in 1799 he came again to this country, and returned to England in 1800, where lie continued to reside till March. 1813. making a residence-, of sixteen years in England, with the exception of a visit to this country of a few months. The effect of that will presently be noticed. It is contended by the captors that this residence constitutes a domicil under the law of nations. A commercial residence, within the principles of prize law, investing the claimant with all the characteristics of a British trader, and involving &gt;him in all the consequences and all the evils incident to that character.</p>\n<p id=\"b865-6\">I think it may be assumed as a principle, that the law of nations, without regarding the municipal regulations prescribed for his admission, views every man as a member of the society in which he is found. Residence is prima facie evidence of national character; susceptible, however, at all times, of explanation. If it be for a special purpose, and transient in its nature, it shall not destroy the original or prior national character. But if it be taken up animus manendi, with the intention of remaining, then it becomes a domicil, superadding to the original or prior character, the rights and privileges, as well as the disabilities and penalties of a citizen or subject of the country in which the residence is established. “The domicil,” says Vattel. “is the habitation fixed in any place with an intention of always staying there. A man does not then establish his domicil in any place, unless he makes sufficiently known his intention of fixing there, either tacitly, or by an express declaration!” Again: “The natural or original domicil is that given us by birth, where our father had his; and we are considered as retaining it. till we have abandoned it in order to choose another. The domicil acquired, is that where we settle by our own choice.” This is the general principle, determining the national character solely by the domicil, whether natural or acquired. As the original domicil is given by birth, it requires no explanation. But what shall constitute an acquired domicil? Although the definition given of it appears, at first view, sufficiently plain, yet in analyzing it we have soon to encounter an important difficulty. When shall the intention to remain be deemed to exist? If it be not openly declared, when, as Vattel expresses it. shall it be deemed to be tacitly made known? What shall be evidence of the animus manendi and determine the intention? In order to ascertain this, we must resort to the exposition of able magistrates, whose duty it has been to expound and apply this public law; we must descend into an examination of the judgments and official acts of tribunals sitting and deciding under the law of nations.</p>\n<p id=\"ARfn\">It has been contended that the practical illustration of this doctrine, derived from the course and practice of the prize courts, justifies the following conclusions: 1st. That no residence establishes a domicil to any hostile purpose, or operating a condemnation of goods, but that which is either taken up or continued after the commencement of hostilities. 2d. That on the breaking out of war. a citizen or subject of one belligerent country, has a right to return from the other, and bring with him, or withdraw from <page-number citation-index=\"1\" label=\"864\">*864</page-number>thence, his goods and effects. I think the consideration of these propositions will embrace all the arguments, and lead to an examination of all the authorities which are in any way applicable to the merits of this cause. It must be remembered, that the principle laid down by Yattel is general, and must be universal in its application. It has no relation whatever to either a state of war or peace. The different authorities which have been cited, must all be examined with a reference to that.</p>\n<p id=\"b866-4\">The most general view which has been taken of this subject by Sir Wm. Scott, is in the ease of The Harmony, 2 C. Rob. Adm. 321. “Of the few principles,” he says, “that can be laid down generally, I may venture to hold, that time is the grand ingredient in constituting domicil. I think that hardly enough is attributed to its effects; in most cases it is unavoidably conclusive; it is not unfrequently said, that if a person comes only for a special purpose, that shall not fix a domicil. This is not to be taken in an -unqualified latitude, and without some respect had to the time which such a purpose may or shall occupy; for if the purpose be of a nature that may, probably, or does actually detain the person for a great length of time, I cannot but think that a general residence might grow upon the special purpose. That against such a long residence, the plea of an original, special purpose could not be averred; it must be inferred, in such a case, that other purposes forced themselves upon him. and mixed themselves with his original design, and impressed upon him the character of the country where he resided.” Surely, if terms can be explicit, and language can be plain, this is so. There is in it not the least allusion to a state of hostilities, or to a belligerent country. The terms are as comprehensive as those of Yattel. Showing, that residence alone, wherever it may be. is the souice and foundation of domicil, and that from the length of the resilience is derived the evidence of an intention to remain. If this be not so, why is time the grand ingredient in constituting domicil? If residence in a hostile country were necessary, that would be the grand ingredient; the characteristic feature in this acquired character which works a forfeiture of goods. But it is said, that the further remarks of this great authority in the same case, furnish an inference unfavorable to the opinion I have expressed:. “Suppose a man comes into a belligerent country, at or beiore the beginning of a war; it is certainly reasonable not to bind him too soon to an acquired character, and to allow him a fair time to disengage himself.”</p>\n<p id=\"b866-5\">From this, I should draw an argument directly the reverse of that which it has been cited to support; why is it too soon to bind him to an acquired character, who comes into a belligerent country at or before the beginning of a war? Host assuredly, because he had not, by a residence previous to the war, established a domicil, or manifested his intention to remain. His residence had been too short to afford evidence of a determination to fix his habitation there. He shall, therefore, be permitted to make his election to retire, and be allowed a fair time to disengage himself. If this, claimant had arrived in England at, or immediately preceding the war, we would have had a very different case to examine. Sir William Scott proceeds: “In proof of the efficacy of mere time, it is not impertinent to remark, that the same quantity of business which would not fix a domicil in a certain space of time, would nevertheless have that effect, if distributed over a larger space of time. Suppose an American comes to Europe, with six temporary cargoes, of which he had the present care and management, meaning to return to America immediately; they would form a different ease from that of the same American coming to any particular country of Europe with one cargo, and fixing himself there to receive five remaining cargoes, one in each year successively. I repeat, that time is the great agent in this matter; it is to be taken in a compound ratio of the time and the occupation, with a great preponderance on the article of time; be the occupation what it may, it cannot happen, but with a few exceptions, that mere length of time shall not constitute a domicil.” He here supposes an American to go to Europe —not to any particular hostile country — and to remain for five years, intimating distinctly tnat it would fix on him the national character of the country in which he was thus established. It appears, also, from the same case, that one of the Murrays was considered, by the common law of England, as a British trader, subject to the bankrupt laws of that kingdom. How a British trader? Hostilities did not exist then between that country and this. He had acquired, therefore, the character of a British trader, by a residence in time of peace. It is that character that brought him within the operation of these local laws, and that character that would work a condemnation of his property in the prize courts of a nation at war with England. This case is so replete with information on this subject, that I shall notice one other passage found in the judgment of the court: “Time, I have said, is a great agent in those matters, and I should have been glad to have heard any instance quoted, on the part of Mr. Murray, in which a residence of four years, connected with a former residence, was deemed capable of any explanation.” It is true, that the residence of thq claimant, in that case, was in a hostile country; but it is equally true, that in the passages to which I have referred, the court lays down the general principle, without any reference whatever to the fact, as is obvious from the context, and his general reasoning on the subject.</p>\n<p id=\"AEay\"><page-number citation-index=\"1\" label=\"865\">*865</page-number>The case of The Indian Chief (3 C. Rob. Adm. 17) affords much light on this question. This vessel was seized in a British port where she came for orders, on a voyage from an enemy colony to Hamburgh. The claimant was a native American, and the court, after stating that fact, says: — “He came, however, to this country in 17S3, and engaged in trade, and has resided in this country till 1797; during that period he was undoubtedly to be considered as an English trader; for no position is more established than this, that if a person goes into another country and engages in trade, and resides there, he is, by the law of nations, to be considered as a merchant of that country. I should, therefore, have no doubt in pronouncing that Mr. Johnson was to be considered as a merchant of this country at the time of the sailing of this vessel on her outward voyage.” The vessel sailed in 1795. The residence in this case was twelve years. In the case of Mr. Miller, the claimant of the cargo of this vessel. the principle under consideration was applied with great rigor. He was an American citizen and American consul, resident in some of the remote possessions of Great Britain, in India. He was for that reason pronounced by the court of admiralty a British merchant, and his property condemned for being engaged in a trade prohibited to British subjects. It is very manifest, therefore, that foreigners who reside in Great Britain, and enter into trade, are considered by the government and courts of that country, in pursuance of the general principle of the law of nations, as British merchants, entitled to all the privileges, and subject to all the restrictions of the native merchants of that kingdom.</p>\n<p id=\"b867-4\">It also appeal's, from other cases, that the principle is impartially and universally applied; that their own subjects, when settled abroad, are allowed all the benefits, and held to all the restraints of the native subjects of the country in which they reside. If resident in a neutral country, they are treated as neutral merchants, and may trade freely, even with the enemies of their native land. This general rule is given by Sir \"Wil-lia.m Scott, in the case of The Emanuel, 1 C. Rob. Adm. 303. “The general rule is, that a person living bona fide in a neutral country, is fully entitled to carry on a trade to the same extent as the native merchants of the country in y¿hieh he resides.” In the case of The Dree Gebroeders, 4 C. Rob. Adm. 233, and The Adriana, 1 C. Rob. Adm. 313, the rule is exemplified. Grant and Bo-land, the respective claimants, were both native subjects of Great Britain, claiming the American character. It does not appear that they were ever naturalized in this country. The court makes no allusion to that circumstance, with the view, no doubt, if the fact were so, to avoid discussing the question of naturalization. He examines nothing but their residence, and admits that, if the}- had sufficiently proved it to have been in this country, they would have been entitled to a neutral character. In the case of La Vir-ginie, 5 C. Rob. Adm. 9S, a Frenchman claimed the benefit of the American character; and it is fully admitted by the court, that if he had sufficiently made out his residence to have been in this country, he would have been entitled to restoration as a neutral. So it has been decided, even by the lords on appeal, that a British-born' subject, resident at Lisbon, acquires by that circumstance the Portuguese character, and can trade with impunity with the enemies of England.' And it would seem, by a recent decision, that the same rights are allowed to British subjects residents in this country. There are a great variety of cases, as well in the common law books as in the admiralty decisions, which have a bearing, in point of principle, on this question; but it cannot be necessary, nor is it now convenient, to analyze them all. From all, I think it appears very conclusively, that residence gives national character, independent of the political state or condition of the country in which it is established. Whether the native country or the adopted country be at war or peace, is perfectly immaterial. By residence, neutrals • become belligerents, and belligerents neutrals.</p>\n<p id=\"b867-6\">But the question constantly recurs: What is it that constitutes this residence? And it certainly is not easy to answer it with precision. It must be such a residence, however, as will stop the party from saying that he came for a special or temporary purpose, such as will fix upon him the animus man-endi, the intention to remain. The residence itself, as I have said, is prima facie evidence of the intention; if continued, it becomes, in process of time, conclusive. In the case of The Indian Chief, twelve years was decided to have that effect. In the case of The Embden [1 C. Rob. Adm. 1G], ten years was said to fix the national character. In that of The Harmony, four years was declared not susceptible of explanation. In this case there has been a residence of sixteen years, with the exception of a visit to this country. It is well established that a temporary excursion. either to the place of the original domicil or to any other, shall not be deemed to interrupt the residence; the time previous to the absence shall attach to that subsequent. and constitute a continued residence. But taking the time most favorable to the claimant, there is an uninterrupted residence of thirteen years, which, in mj' judgment, is unavoidably conclusive. In this case, most especially. Mr. Richardson is a native British subject, and the same authority, so often quoted, says: “It is always to be remembered that the native character easily reverts; and that it requires fewer circumstances to constitute domicil in the case of a native subject, than to impress the national character on one who is originally of another country.” La Virginie, 5 C. Rob. Adm. <page-number citation-index=\"1\" label=\"866\">*866</page-number>8. This rule applies here with great force. It does not appear, from any evidence that has been produced, that Mr. Richardson was recognized in England as a citizen of America; and upon the general principles held by the government of that country, we must presume that he mingled again with the mass of its population, as a legitimate, complete British subject, enjoying all the rights and advantages of that character without being subject to any of the restrictions and inconveniences of an American citizen. It does not appear that even after the war he was, by himself, or by others, considered liable to the ordinary evils incident to the citizens of a hostile country. There may be other evidence of the intention than that which mere length of residence affords. The intention may be openly declared, publicly made known; and that, however. short the residence may be, shall establish the domicil. Whitehill had been but two days in the enemy country when war was declared; but he had previously avowed his intention to remain, and his property was condemned. It has been alleged that Mr. Richardson was established in Liverpool as a commission merchant only, and that he was not engaged in general commerce. That is wholly immaterial — quoad this shipment, he can only be recognized as a merchant; his domicil is established, and this transaction imparts to it a commercial character.</p>\n<p id=\"b868-3\">Having endeavored to show how a domicil is established — how a foreign commercial character is acquired — it will be proper to inquire how it is divested; how a citizen of one country can disengage himself and his property from the effects and consequences of q residence established in another; and this brings me to an examination of the last point which I have proposed to consider. It is insisted that Mr. Richardson, being a naturalized citizen of the United States, had a right to withdraw his property from the hostile country. As a general proposition. I think this cannot be maintained. It is by no means clear that a citizen or subject of one belligerent can, stricti juris, withdraw anything from the territories of the other. It is no doubt true that bona fide cases of this kind <em>are treated </em>with indulgence; and that, from motives of public policy, the general principles of the laws of war are not unfrequently relaxed and accommodated to the sufferings and peculiar circumstances of individuals. But it is of no use to discuss the principle, unless the facts disclosed can-bring the case within it. It is both proved and admitted that this property was shipped before the declaration of war was known to the claimant, and it is difficult to conceive how property can be claimed here as withdrawn from the hostile country, when it was sent before the claimant knew that the respective nations were at war. This difficulty is increased by the full proof before the court that these goods were shipped for saleo and returns. They were not sent to remain here and wait the arrival of the owner. It is clearly established, by the papers, that they were to be sold as soon as might be convenient, and the avails remitted to him in England. All expectation of success, therefore, from this source, must certainly be ill founded.</p>\n<p id=\"b868-6\">It is further urged that Mr. Richardson's affidavit, and others offered as further proof, show that he intended to return to this country. The affidavits which have been produced to this point are those of Robert Fa'lk-ner, James Mills and John Sill. Their affidavits go to show that Mr. Richardson, while in England, at different times expressed an intention to return to America, if the orders in council, complained of by this country, were not repealed, and the commercial intercourse between the two countries restored. Mr. Richardson himself deposes, that he did make these declarations, and did entertain that intention. These facts are well proved, and the claimant is entitled to the full benefit of them. But however distinctly these declarations were made and repeated, and however earnest and decisive that intention may have been, I hold, on the authority of the judgment in the ease of The President, and many others, that it is perfectly immaterial and unavailing in a prize court. “A mera intention to remove,” said Sir William Scott, “has never been held sufficient without <em>some </em>overt act, being merely an intention, residing secretly and undistinguishably in the breast of the party, and liable to be revoked every kour. The expressions of the letter in which this intention is said to be found are. I observe, very weak and general, of an intention merely in futuro. Were they even much stronger than they are they would not be sufficient. Something more than mere verbal declaration, some solid fact, showing that the party is in the act of withdrawing, has always been held necessary in such cases.” 5 O. Rob.Adm. 280. Besides, the intention which was entertained rested wholly on a contingency, the alternative of which might instantly have obliterated this impression from his mind, and produced a determination not to return. This, in fact, must have been the state of the claimant’s mind at the moment this shipment was made. He knew not of the war, and the only assigned cause for his intention to return to America was removed. In his opinion the orders in council were so revoked that the usual commercial intercourse between the two countries would be soon restored. Under that supposition these goods were shipped, and from his own showing, therefore. 1 am not only authorized, but bound to presume, that the intention to return to this country did not at that moment exist. But if it had so existed, the judgment in the case of The Indian Chief, 3 C. Rob. Adm. 14, shows how insufficient and ineffectual it is considered in the prize courts of England. It is there most decisively stated, that the character acquired by residence ceases only by non-residence; that <page-number citation-index=\"1\" label=\"867\">*867</page-number>it ceases only from the time the party turns his hack on the country where he has resided, on his way to his own;, that it adheres to him till the moment he puts himself in motion, bona fide, to quit the country of his residence, sine animo revertendi. The vessel, in that case, was the property of a Mr. Johnson, a native American, but who had for some time resided in England. She was seized as being engaged in a trade with the enemies of England. The court distinctly determined that, if Johnson had remained in England till the time of seizure, she would have been condemned as the property of a British merchant; but as he had left the country on his way to America, he must be deemed to be in pursuit of and to have revived his native character; and for that reason only she was restored. So in the case of The Curtissos [3 C. Rob. Adm. 21, note]: He had been resident in an enemy colony, but had left it before the capture of his property, and was actually on his way home. The lords, on appeal, decided that as he had put himself in motion towards his own country, :as he was in itinere he was entitled to restitution. There are other decisions of these distinguished authorities, showing that the character which residence gives, can only be divested by an actual departure from the country in which it is established, or at least some act that may be deemed an actual commencement of his movemenc from it, and a real substantial effort to regain his native or prior domicil. The principle of these decisions I shall adopt in this case, because I think it founded in good sense, and furnishing the only practicable application of a rule, intended to ameliorate the strict laws of war. If the rule be not thus restricted, and thus .applied, there will be no end to alleged intentions of returning. If a previously declared intention is to justify exportations from the enemy country in every dubious state of things, they will always be made in anticipation of possible consequences, and speculative projects, leading to a long-continued intercourse, the evils of which cannot be foreseen, and which it would certainly be destructive to tolerate.</p>\n<p id=\"b869-4\">It is said that Mr. Richardson executed the intention he had expressed, by returning to this country. As he has returned, he is certainly now entitled to the benefit of it: but it cannot have a retrospective operation. Having acquired and established the character of a British trader, it adhered to him until he did return. It is also said, and I admit, that a person in a foreign country, at the commencement of hostilities, may elect to return or remain abroad: but surely that elec-tion must be made known. How can it be disclosed? What shall be evidence of his election? We have seen that a mere declaration of his intention to return is insufficient. I should presume that a continuation in the foreign country, is the most conclusive evidence that can be furnished of his election to remain, and in the nature of things nothing can be legal and conclusive evidence of his election to return, but an attempt to carry that election into effect. In every act done to effectuate that, he shall be protected. While he remains, the presumption of law is against him, and can only be repelled by the commencement of his return. He cannot remain in the hostile country sending out as many goods as may suit his convenience, and then claim them upon the ground of a previously-declared intention to return. The shipment and his return must be cotemporaneous acts, or so nearly connected in point of time, as substantially to form but one transaction. It is evident from the facts in the case, that at the time this shipment was made, Mr. Richardson was not in pursuit of his American character. This, then, was an act done as a British trader, and cannot be otherwise considered. Mr. Richardson, moreover, did not leave England till seven or eight months after the capture of the Mary and Susan, and his return is now fairly open to the suggestion that it was produced by the capture of his property. Upon principle, therefore, and upon authority too, it is not entitled to consideration, and must be laid entirely out of the case.</p>\n<p id=\"b869-6\">I perceive the necessity of closing this opinion without adverting to a few other topics which the argument presented. I have already been too diffusive, for which the nature of the cause, it is hoped, will be deemed a sufficient apology. I was duly impressed with its novelty and importance, and have felt a solicitude, amidst the pressure of other business, to manifest at least a desire to arrive at a just conclusion. That which has been pronounced has been resisted with all the feelings that human misfortune and individual calamity are calculated to produce; but it has been forced upon me by what I conceive to be clear and explicit, though rigorous rules of law, which imperiously demand the suppression of all personal sympathies. I have, however, the consolation to know that if injustice has been done, relief will be administered in another place, where the skill and profound researches of the judge cannot fail to detect and correct my error.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}