{
  "casebody": {
    "data": "<casebody firstpage=\"85\" lastpage=\"90\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b213-3\">The State ex rel. King, Appellant and Cross-Appellee, <em>v. </em>Industrial Commission of Ohio, Appellee and Cross-Appellant, et al.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b213-4\">[Cite as <em>State ex rel. King v. Indus. Comm., </em>99 Ohio St.3d 85, 2003-Ohio-2451.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b213-7\">(No. 2002-0592</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AiO\">Submitted April 15, 2003</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Abq\">Decided May 16, 2003.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b213-12\">Cook; J.</author>\n<p id=\"b213-13\">{¶ 1} Decedent, David King, was industrially injured in 1974 and his average weekly wage (“AWW”) was set at $434.92. A declaration of permanent total disability (“PTD”) followed. Thereafter he received PTD benefits until his injury eventually caused his death in 2000, some 22 years later. The Bureau of Workers’ Compensation allowed a death claim by the claimant, decedent’s widow, and weekly payments of $289.95 (66 2/3 percent of claimant’s AWW), which the Industrial Commission, appellee and cross-appellant, corrected on appeal to $294.50 per week to conform to the minimum statutory benefit in the year 2000, as set by R.C. 4123.59(B).</p>\n<p id=\"b213-14\">{¶ 2} Decedent’s widow — appellant and cross-appellee herein — sought mandamus relief in the Court of Appeals for Franklin County to increase the weekly death benefit to the maximum rate for decedent’s year of death. The court of appeals concluded that the commission had properly applied R.C. 4123.59(B) in awarding appellant’s death benefit. It found, however, that the commission had failed to address appellant’s argument that the length of time between injury and death in this case is a “special circumstance” under R.C. 4123.61 sufficient to warrant an upward adjustment. It thus returned the cause to the commission for consideration of that question.</p>\n<p id=\"b214-4\"><page-number citation-index=\"1\" label=\"86\">*86</page-number>{¶ 3} This cause is now before this court upon an appeal and cross-appeal as of right.</p>\n<p id=\"b214-5\">I</p>\n<p id=\"b214-6\">{¶ 4} Appellant-claimant raises an issue that has come before this court on several occasions. It concerns the meaning of the proviso in R.C. 4123.59(B) that “when any claimant is receiving total disability compensation at the time of death the wholly dependent person is eligible for the maximum compensation provided for in this section.” Appellant reads the above proviso as entitling her to an increase in her weekly death benefit to the statutory ceding, regardless of decedent’s AWW. We again reject this contention, as we did in <em>Zupp v. Youngstown Fire Dept. </em>(1988), 37 Ohio St.3d 202, 525 N.E.2d 9; <em>State ex rel. Pickrel v. Indus. Comm. </em>(1989), 43 Ohio St.3d 128, 539 N.E.2d 623; and <em>State ex rel. Maynard v. Indus. Comm., </em>97 Ohio St.3d 263, 2002-Ohio-6319, 779 N.E.2d 210, and begin our explanation with an overview of the statute at issue and its history.</p>\n<p id=\"b214-7\">A</p>\n<p id=\"b214-8\">The Statute at Issue</p>\n<p id=\"b214-9\">{¶ 5} R.C. 4123.59 governs what benefits are to be paid to whom when an employee’s industrial injury or occupational disease causes his death. Division (B) of that statute pertains particularly to two classes of persons: (1) “wholly dependent” persons, and (2) wholly dependent persons whose claimant dies while receiving total disability compensation.</p>\n<p id=\"b214-10\">{¶ 6} In 1975, in an apparent effort to prospectively boost the weekly benefit to those persons wholly dependent on decedents with a high AWW, the General Assembly amended R.C. 4123.59(B) with a proviso that increased the <em>potential maximum benefit </em>for all wholly dependent persons from 66 2/3 to 100 percent of the statewide average weekly wage (“SAWW”), for those injured (or diagnosed with an occupational disease) after 1975. 136 Ohio Laws, Part II, 2930. In a second proviso, the amendment allowed the higher maximum for those persons wholly dependent on claimants who die while receiving total disability compensation, regardless of the date of injury or diagnosis. The amendment’s two provisos are as follows (in italics):</p>\n<p id=\"b214-11\">{¶ 7} “In case an injury to * * * an employee causes his death, benefits shall be in the amount and to the persons following:</p>\n<p id=\"b214-12\">{¶ 8} “* * *</p>\n<p id=\"b215-4\"><page-number citation-index=\"1\" label=\"87\">*87</page-number>{¶ 9} “(B) If there are wholly dependent persons at the time of the death, the weekly payment is sixty-six and two-thirds per cent of the average weekly wage, but not to exceed a maximum aggregate amount of weekly compensation which is equal to sixty-six and two-thirds per cent of the statewide average weekly wage * * *, and not in any event less than a minimum amount of weekly compensation which is equal to fifty per cent of the statewide average weekly wage * * *, regardless of the average weekly wage * * *; [1] <em>provided however, that if the death is due to injury received or occupational disease first diagnosed after January 1, 1976, the weekly payment is sixty-six and two-thirds per cent of the average weekly wage but not to exceed a maximum aggregate amount of weekly compensation which is equal to the statewide average weekly wage </em>* * *; [2] <em>provided that when any claimant is receiving total disability compensation at the time of death the wholly dependent person is eligible for the maximum compensation provided for in this section.” </em>(Emphasis added.)</p>\n<p id=\"b215-5\">{¶ 10} Then, as a result of an equal protection challenge to the amendment, this court in 1989 struck from the amendment the phrase “if the death is due to injury received or occupational disease first diagnosed” after January 1, 1976. <em>State ex rel. Doersam v. Indus. Comm. </em>(1989), 45 Ohio St.3d 115, 122, 543 N.E.2d 1169. With that phrase stricken (but never repealed), the statute thereafter allowed any claimant eligible by virtue of a high AWW to receive the higher of the two máximums appearing in the statute, regardless of date of injury or diagnosis.</p>\n<p id=\"b215-6\">B</p>\n<p id=\"b215-7\">The Structure of R.C. 4123.59(B) Forecloses Appellant’s Claim</p>\n<p id=\"AX3\">{¶ 11} R.C. 4123.59(B) establishes that weekly death benefits shall be 66 2/3 percent of the AWW subject to a statutory minimum and maximum. The amendment, with its two provisos, confirms that AWW computations are still based on 66 2/3 percent but doubles the maximum weekly benefit to 100 percent of the SAWW. Before amendment the statute capped benefits at 50 percent of the SAWW.</p>\n<p id=\"b215-8\">{¶ 12} Appellant’s weekly death benefit must, therefore, like those of claimants subject to this statute, derive from the standard computation — 66 2/3 percent of the AWW. Upward adjustments to that sum occur only where the standard computation produces a weekly amount that is less than the statutorily prescribed minimum benefit of 50 percent of SAWW. Likewise, where the standard computation produces a weekly figure that exceeds the statutorily prescribed SAWW-based maximum, the weekly figure is adjusted <em>downward to the maximum </em>amount. This statutory pattern confirms that no claimant is eligible to have a death benefit <em>raised </em>to the maximum. The maximum serves only to lower <page-number citation-index=\"1\" label=\"88\">*88</page-number>the death benefit of dependents whose decedents had a high AWW. And given that appellant’s benefit rate actually required adjustment upward to the <em>minimum, </em>the statutory maximum provisos cannot affect her circumstance.</p>\n<p id=\"b216-4\">{¶ 13} <em>Zupp v. Youngstown Fire Dept., </em>37 Ohio St.3d 202, 525 N.E.2d 9, is consistent with this reasoning. In <em>Zupp, </em>this court took the view that the widow-appellant had misread the statutory language as presenting an <em>entitlement </em>rather than an <em>eligibility contingent on the triggering circumstance </em>of a high AWW. Id. at 202, 525 N.E.2d 9. Similarly, the concurrence of Justice Brown in <em>State ex rel. Pickrel v. Indus. Comm., </em>43 Ohio St.3d 128, 539 N.E.2d 623, affirmed the concept. He wrote that the widow-claimant in <em>Pickrel </em>was <em>“receiving the maximum compensation </em>provided by statute” because R.C. 4123.59(B) bases maximum compensation “upon the <em>employee’s </em>wage.” (Emphasis sic). Id. at 130, 539 N.E.2d 623 (H. Brown, J., concurring).</p>\n<p id=\"b216-5\">{¶ 14} As explained above, the statutory maximum in the second proviso of R.C. 4123.59(B) serves to restrict benefits, not to entitle claimants to increased benefits. The phrase from the second proviso “eligible for the maximum compensation provided for in this section” reflected the potential for eligible claimants to qualify for the increased benefit allowed by the amendment. It afforded the <em>higher of the two máximums </em>found in the amended statute (prior to its modification by <em>State ex rel. Doersam v. Indus. Comm., </em>45 Ohio St.3d 115, 543 N.E.2d 1169) to all high-AWW claimants who were “wholly dependent” on a “claimant who is receiving total disability at the time of death,” dispensing with the restriction, based on date of injury or diagnosis applicable to other claimants.</p>\n<p id=\"b216-6\">II</p>\n<p id=\"b216-7\">{¶ 15} Appellant-widow’s equal protection challenge is premised on her misunderstanding of R.C. 4123.59(B). With our clarification in Part I regarding the meaning of the phrase “is eligible” in the second proviso, appellant’s challenge is untenable. She is not being denied an increase- to the maximum while others receive one, and R.C. 4123.59(B) clearly limits the setting of death benefits, leaving the commission and the courts with no discretion in awarding maximum benefits.</p>\n<p id=\"b216-8\">III</p>\n<p id=\"b216-9\">{¶ 16} Finally, widow-claimant proposes that the lengthy period between injury and death in this case constitutes “special circumstances” pursuant to R.C. 4123.61 so as to permit recalculation of the benefit amount. “ ‘Special circum<page-number citation-index=\"1\" label=\"89\">*89</page-number>stances’ is undefined, but has generally been confined to uncommon situations.” <em>State ex rel. Wireman v. Indus. Comm. </em>(1990), 49 Ohio St.3d 286, 288, 551 N.E.2d 1265.</p>\n<p id=\"b217-5\">{¶ 17} Situations that have supported a “special circumstance” award include the setting of the initial AWW when the claimant was 18 years old with a low-paying job but proved capable of much higher-paying employment than that upon which AWW was set, <em>State ex rel. Bailey v. Indus. Comm. </em>(Aug. 29, 1995), Franklin App. No. 94APD09-1284, 1995 WL 507462, cited in <em>State ex rel. Gillette v. Indus. Comm. </em>(2002), 95 Ohio St.3d 20, 22, 764 N.E.2d 1024; an AWW based on the short time (four weeks) between the date of - employment and the injury when determined to be unjust in light of claimant’s extremely light schedule and her past demonstrated earning power, <em>State ex rel. Clark v. Indus. Comm. </em>(1994), 69 Ohio St.3d 563, 634 N.E.2d 1014; the commission’s inclusion of 21 weeks when claimant was operating a gas station at a net loss, <em>Smith v. Indus. Comm. </em>(1986), 25 Ohio St.3d 25, 25 OBR 21, 494 N.E.2d 1140; and an AWW based on the year preceding a 1969 injury subject to R.C. 4123.58’s cap as it existed in 1969 where claimant worked for an additional 26 years at a much higher salary, <em>State ex rel. Price v. Cent. Serv., Inc., </em>97 Ohio St.3d 245, 2002-Ohio-6397, 779 N.E.2d 195.</p>\n<p id=\"b217-6\">{¶ 18} In <em>State ex rel. Cawthorn v. Indus. Comm. </em>(1997), 78 Ohio St.3d 112, 114, 676 N.E.2d 886, this court noted that R.C. 4123.61 “provides a standard AWW computation that is to be used in all but the most exceptional cases. It does not authorize the commission to later readjust that figure in order to keep pace with changes in earnings.” Moreover, “special circumstances can be invoked only if the standard calculation yields a result that is substantially unjust.” Id. at 115, 676 N.E.2d 886.</p>\n<p id=\"b217-7\">{¶ 19} No “special circumstances” as that term has been interpreted by this court exist here. No unusual factors affected the fairness of decedent’s original AWW computation. Though decedent’s AWW was based upon his earnings many years prior to his death, the actual award is based on a current figure, the SAWW for the year 2000. We do not assess this to be one of the “most exceptional eases” justifying a deviation from the standard application of R.C. 4123.59(B).</p>\n<p id=\"b217-8\">{¶ 20} We affirm the judgment of the court of appeals in part and reverse it in part and reinstate the commission’s decision.</p>\n<p id=\"b217-9\">Judgment accordingly.</p>\n<judges id=\"b217-10\">Moyer, C.J., F.E. Sweeney, Lundberg Stratton and O’Connor, JJ., concur.</judges>\n<judges id=\"b217-11\">Pfeifer, J., concurs in part and dissents in part.</judges>\n<judges id=\"b217-12\">Resnick, J., dissents and would affirm the judgment of the court of appeals.</judges>\n<attorneys id=\"A3hu\"><page-number citation-index=\"1\" label=\"90\">*90</page-number>Butler, Cincione &amp; DiCuccio and Matthew P. Cincione, for appellant and crossappellee.</attorneys>\n<attorneys id=\"AIX\">Jim Petro, Attorney General, and Gerald H. Waterman, Assistant Attorney General, for appellee and cross-appellant.</attorneys>\n</opinion>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"Avt\">Pfeifer, J.,</author>\n<p id=\"A2D\">concurring in part and dissenting in part.</p>\n<p id=\"b218-4\">{¶ 21} I concur in the bulk of the majority opinion; however, like the court of appeals, I believe the cause should be remanded to the commission so it can consider whether there is a special circumstance under R.C. 4123.61 sufficient to warrant an upward adjustment. Accordingly, I concur in part and dissent in part.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}