{
  "casebody": {
    "data": "<casebody firstpage=\"711\" lastpage=\"713\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b763-10\">E. L. KLINGSTEIN, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b763-12\">No. 6893.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b763-13\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b763-14\">Argued Nov. 10, 1954.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b763-15\">Decided Dec. 8, 1954.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b764-3\"><page-number citation-index=\"1\" label=\"712\">*712</page-number>Jacob P. Lefkowitz, New York City, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b764-4\">James R. Moore, Asst. U. S. Atty., Richmond, Va. (L. S. Parsons, Jr., U. S. Atty., Norfolk, Va., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b764-5\">Before PARKER, Chief Judge, and SOPER and DOBIE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b764-6\">PER CURIAM.</author>\n<p id=\"b764-7\">This is an appeal from the denial of a motion to be allowed to withdraw a plea of nolo contendere and enter a plea of not guilty. We denied a motion to admit appellant to bail pending appeal after careful examination of the record in the case. Klingstein v. United States, 4 Cir., 216 F.2d 494. We have again examined the record and heard arguments of counsel and we think that the appeal is entirely without merit.</p>\n<p id=\"b764-8\">On February 3, 1953, appellant was indicted in the court below for fraudulent income tax evasion. On September 30, 1953, he entered a plea of not guilty and thereafter sundry proceedings were had looking to the trial of the case, but on April 12, 1954, he appeared in court with counsel and asked leave to withdraw his plea of not guilty and enter a plea of nolo contendere. The government objected to the acceptance of this plea but the trial judge, after fully explaining to appellant the nature of the plea and that he was subject to punishment thereon just as upon a' plea of guilty, allowed the plea of not guilty to be withdrawn and the plea of nolo contendere to be entered and continued the case for imposition of sentence to July 21, 1954, directing the probation officer to make in the meantime a pre-sentence investigation and report. This report of the probation officer was shown to counsel for appellant who appeared with appellant on July 21 and spent the greater portion of the day introducing evidence as to the character and standing of appellant and in answer to certain matters contained in the report of the probation officer. Appellant took the stand at this hearing and admitted his guilt, stating under oath that he had failed to report his true income in his réturns and that he realized that he had “committed a crime which is tantamount to a felony under our laws,” and that, in his panic,' when he learned that his income was being investigated, he endeavored to cover up the wrongs that he had committed. The trial judge then sentenced him to three years imprisonment and to pay a fine of $25,000, stating:</p>\n<blockquote id=\"b764-10\">“I have considered the evidence, considered the facts developed, and as I indicated earlier, I am more impressed by the facts of this case than I am by the standing of the defendant or the regard or lack of regard in which he is held in the City of Harrisonburg. But the facts, as disclosed by the evidence here, show an intentional and active fraud perpetrated in this case.”</blockquote>\n<p id=\"b764-11\">The appellant did not appeal from the sentence imposed and was given sixty days by the judge to get his affairs in order before beginning service of the sentence. Shortly before the expiration of the sixty day period, on September 14, 1954, he moved for a reduction of the sentence and requested an additional extension of sixty days in which to put his affairs in order. Upon denial of this motion he moved to withdraw his plea of nolo contendere, the only ground given for the motion being that counsel had advised the plea, expecting “that some consideration and justice would be forthcoming to him”. From the denial of the motion, appellant has taken this appeal.</p>\n<p id=\"b764-12\">It is perfectly clear that there was no error in denying the motion. Whether appellant would be allowed to withdraw the plea of nolo contendere and enter a plea of not guilty was a matter resting in the discretion of the trial judge. Rules of Criminal Procedure 32 (d), 18 U.S.C.A.; United States v. Lias, 4 Cir., 173 F.2d 685, 688. Motion to withdraw the plea could be made only before the imposition or suspension of sentence, unless necessary to correct manifest injustice; and in view of the fact that appellant had gone on the <page-number citation-index=\"1\" label=\"713\">*713</page-number>stand and admitted his guilt, it can hardly be contended that withdrawal of the plea was necessary to correct manifest injustice.</p>\n<p id=\"b765-4\">Appellant did not appeal from the sentence, and at the time he took the appeal from the denial of the motion it was too late to appeal from the sentence. An examination of the record shows, moreover, that there was no ground for such an appeal. Appellant complains of the pre-sentence report of the probation officer, but an examination shows that this was a comprehensive report going fully into matters favorable to appellant as well as to matters which were unfavorable; and the judge stated clearly that the sentence imposed was not influenced by the report but was based upon the facts disclosed by the evidence showing that appellant had been guilty of active fraud. It is well settled, however, that the judge in imposing sentence may properly give consideration to matters contained in the report of a probation officer. Williams v. New York, 337 U. S. 241, 69 S.Ct. 1079, 93 L.Ed. 1337. Appellant makes an attack on the report, but we have examined it carefully and have had it made a part of the record on appeal, and we think the attack thoroughly unjustified. While it contains reference to derogatory statements about appellant made by persons interviewed, it also contains favorable statements. It does not show prejudice against defendant on the part of the probation officer and does not contain matter calculated to prejudice a judge of any character or intelligence. Without basis in the record, appellant complains, also, that the judge did not read affidavits and letters offered by him in mitigation of punishment although the record shows that he was given ample opportunity to offer evidence and that counsel and witnesses were allowed to say everything in his behalf that they wished to say. The attention of the court was called to the purport of affidavits which counsel did not ask to read, and before sentence was pronounced, appellant, when asked whether he had anything further to say, stated that he thought the judge had been very fair.</p>\n<p id=\"b765-7\">Not having taken a timely appeal from the sentence, appellant may not be heard to complain of it; but an examination of the record shows that, even if the appeal were timely, there was nothing connected with the proceedings or the sentence of which he could justly complain. He and his counsel evidently thought that they could escape a prison sentence by entering a plea of nolo contendere; but admittedly no promises to that effect were made them by the judge or the prosecuting attorney, who opposed the acceptance of the plea. The sentence which was imposed was not only much less than might have been imposed under the statute, but was thoroughly justified by the crime of which appellant was guilty. The record shows that he was treated with absolute fairness and that there is no justification whatever for any complaint on his part.</p>\n<p id=\"b765-8\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}