{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"646\" lastpage=\"651\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b656-6\" pgmap=\"656\">William B. White v. Sisters of Charity, B. V. M., etc.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b656-7\" pgmap=\"656\">1. Building Contracts—Measure of Damages for Breach of.—In estimating the damages sustained by reason of the failure of a contractor to complete a building according to the contract, the evidence must be confined to the cost of making and completing the building according to the plans and specifications contained in the contract.</headnotes><summary data-order=\"2\" data-type=\"summary\" id=\"b656-8\" pgmap=\"656\">Assumpsit, on a building contract. Appeal from the Superior Court of Cook County; the Hon. Area N. Waterman, Judge, presiding.</summary><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"A20c\" pgmap=\"656\">Heard in the Branch Appellate Court, at the May term, 1898.</otherdate><disposition data-order=\"4\" data-type=\"disposition\" id=\"Ay5\" pgmap=\"656\">Reversed and remanded.</disposition><p data-order=\"5\" data-type=\"judges\" id=\"AQl\" pgmap=\"656\">Mr. Justice Shepard dissenting.</p><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"ACfx\" pgmap=\"656\">Opinion filed November 11, 1898.</decisiondate><otherdate data-order=\"7\" data-type=\"otherdate\" id=\"A5u\" pgmap=\"656\">Rehearing denied January 6, 1899.</otherdate><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b656-9\" pgmap=\"656\">George W. Plummer, Gary &amp; Dupuy and Wharton Plummer, attorneys for appellant.</attorneys><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b656-10\" pgmap=\"656\">Richard Prbndergast and J. E. Deakin, attorneys for appellee.</attorneys> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b656-11\" pgmap=\"656\">Hr. Justice Horton</author> <p id=\"AW_l\" pgmap=\"656\">delivered the opinion of the court.</p> <p id=\"b656-12\" pgmap=\"656\">This suit was commenced by appellant to recover balance claimed to be due him under a contract and for extras for putting a roof upon a building belonging to appellee, situated at Dubuque, Iowa,. The amount claimed to be thus due is $2,113.60.</p> <p id=\"b656-13\" pgmap=\"656\">Appellee claimed set-off for damages for the reason that appellant bad not performed the work according to his contract, and that it had been thereby injured to an amount in excess of the amount claimed by appellant. The verdict of the jury and the judgment thereon is in favor of appellee and against appellant for the sum of $8,400.</p> <p id=\"b657-4\" pgmap=\"657\">The contract between the parties is in writing, and is in the form usually prepared by architects, with plans and specifications, wkich are a part of the contract. The work was to be done by appellant according to such plans and specifications, under the supervision of an architect, who was, by the contract, made umpire as between the parties. We quote from the record somewhat at length, showing the manner of presenting the case to the jury. Witness William H. Klauer was being examined as an expert, and the record is as follows, viz.:</p> <blockquote id=\"b657-5\" pgmap=\"657\">“ Q. What, in your opinion, would be the necessary and reasonable cost of making that roof such a roof as called for by the plans and specifications, having regard to the condition in which you found it ?</blockquote> <blockquote id=\"b657-6\" pgmap=\"657\">(Plaintiff’s objection sustained; defendant excepts.)</blockquote> <blockquote id=\"b657-7\" pgmap=\"657\">The Court: 1 think he may answer that, taking the original roof, making use of all the material there, so far as it could be done to accomplish the purpose of making a good, tight and durable roof, it would have cost.</blockquote> <blockquote id=\"b657-8\" pgmap=\"657\">A. It would be almost impossible to state how much that ivould cost, because no one can tell you how many slates would be broken in taking the roof off, and if we were to make the roof according to plans and specifications none of that material could be used.</blockquote> <blockquote id=\"b657-9\" pgmap=\"657\">The Court: I didn’t say to make it according to plans and specifications, but to make a good, tight, durable roof, making use of such material there as could be made use of; what w ould it cost taking the original roof ?</blockquote> <blockquote id=\"b657-10\" pgmap=\"657\">A. Well, it would be a matter of guess-work and I couldn’t give you a proper estimate upon it.</blockquote> <blockquote id=\"b657-11\" pgmap=\"657\">Q. Mr. Klauer, I will request you, adopting as nearly as I can the language used by the court, to make an estimate of the cost of taking the roof as you found it, with your knowledge of its defective condition, as you learned it to be, and state what it would cost, using all of the material capable of use, to make that roof a good, durable, serviceable roof? A. Using the same material as has been used?</blockquote> <blockquote id=\"b657-12\" pgmap=\"657\">Q. Using the material there as far as you could properly.</blockquote> <blockquote id=\"b657-13\" pgmap=\"657\">The Court: So far as it wTould make a good, substan-</blockquote> <blockquote id=\"b657-14\" pgmap=\"657\">tial, tight, proper roof.</blockquote> <blockquote id=\"b657-15\" pgmap=\"657\">A. \"The balance of the material—</blockquote> <blockquote id=\"b658-4\" pgmap=\"658\">The Court: Would have to be new. A. Of the same kind ?</blockquote> <blockquote id=\"b658-5\" pgmap=\"658\">The Court: The balance of the material would haxre to be such as would, added to that already there, make a good substantial, durable, tight roof.</blockquote> <blockquote id=\"b658-6\" pgmap=\"658\">(Objection.) (Answer reserved.)”</blockquote> <blockquote id=\"b658-7\" pgmap=\"658\">The next day, and after the testimony of several witnesses had been introduced, Mr. Klauer was recalled and the record is then as follows, viz.:</blockquote> <blockquote id=\"b658-8\" pgmap=\"658\">“ Q. Mr. Klauer, have you made a computation and are you prepared to state the amount, the reasonable cost of making out of the roof as you found it in 1894, the original roof, having regard to the imperfect condition that you hax’e described and that you found there a durable, serviceable roof, using so far as they can be properly used, or could be properly used, all the material existing in the roof ?</blockquote> <blockquote id=\"b658-9\" pgmap=\"658\">(Plaintiff objects.)</blockquote> <blockquote id=\"b658-10\" pgmap=\"658\">The Court: I think he may ansxver.</blockquote> <blockquote id=\"b658-11\" pgmap=\"658\">(Plaintiff excepts.)</blockquote> <blockquote id=\"b658-12\" pgmap=\"658\">Q. Give us the figures.</blockquote> <blockquote id=\"b658-13\" pgmap=\"658\">(Plaintiff’s objection overruled; exception.)</blockquote> <blockquote id=\"b658-14\" pgmap=\"658\">A. Taking the roof as I found it in 1894, using the materials that xvere in the job at that time, to make a durable job xvould cost $8,400 even.”</blockquote> <p id=\"b658-15\" pgmap=\"658\">It xvill be noticed that the question as first put to this witness was as to his estimate of the expense to make the roof according to “ plans and specifications.” To this the court sustained an objection, but said the witness might state the cost of “ making a good, tight and durable roof? making use of the material there. When the xvitness ansxvered that he could not state what it xvould cost using such material to make the roof “ according to plans and specifications,” the court replied, “ I did not say to make it according to plans and specifications, but to make a good, tight, durable roof? The answer of witness xvas then reserved for the purpose, apparently, of giving him an opportunity to prepare an estimate for such ansxver.</p> <p id=\"b658-16\" pgmap=\"658\">The next day when he was recalled he was asked xvhat it' xvould cost to make “ a durable, serviceable roof? using the material then in the roof. His reply was that “ to make a durable job would cost $8,400 even.”</p> <p id=\"b659-4\" pgmap=\"659\">It thus appears that it was no accident in a single question or answer giving an erroneous basis for the measure of damages. The correct theory is the cost to make the roof according to the contract, that is, according to plans and specifications, in case the appellant has failed to do so. The trial court, however, did not permit the witness to answer upon the basis of what the contract required, but said to the witness, referring to an estimate of the cost to reconstruct the roof, “ I did not say to make it according to plans and specifications.” But that was the proper basis. That is what the appellant had contracted to do. The court not only stated that the estimate need not be upon the basis of appellant’s contract, but stated that it should be upon the theory of what it would cost “ to make a good, tight, durable roof.” This may or may not have been according to contract. There is testimony tending strongly to show that a roof constructed according to the contract would not have been a “ good, tight, durable roof.”</p> <p id=\"b659-5\" pgmap=\"659\">The verdict of the jury is for precisely the amount stated by the witness Klauer. BTo other witness stated that amount or stated anything from which the jury could fix tha tamount. There is apparently no doubt but what the verdict was based upon the testimony of this witness. The basis of that testimony, as directed by the court, was wrong.</p> <p id=\"b659-6\" pgmap=\"659\">We find in the record, just preceding the closing of the testimony, the following, viz.:</p> <blockquote id=\"b659-7\" pgmap=\"659\">“ The answer of the witness Klauer to the question of defendant’s attorney having been reserved for the consideration of the court, the court thereupon stated to the jury :</blockquote> <blockquote id=\"b659-8\" pgmap=\"659(125) 660(23)\">“ Gentlemen of the Jury: There was a question asked of the witness Klauer, who examined this roof in 1894, and Avho had also examined the plans and specifications, as to what it would have cost in 1894, when he examined the roof, to have taken the original roof as it then stood and made a roof in accordance with the plans and specifications, making use of so much of the material as was then on the roof as could be done, and giving credit for whatever of the material that could be sold, and having regard to the change made from a composition roof to a tin roof, assuming the tin roof to be a first class roof in every respect, and his answer was $10,600; and to that testimony of course the plaintiff objects and excepts to the ruling of the court\" in admitting it.</blockquote> <blockquote id=\"b660-5\" pgmap=\"660\">“ Defendant’s Attorney : That would be the testimony of the witness if he were here.”</blockquote> <p id=\"b660-6\" pgmap=\"660\">This statement by the court to the jury is radically at variance with the record as it comes to this court. The question put to the witness Klauer, and which was answered by him, was not what it would have cost to-make a roof in accordance with the plans and specifications'—as the court here states it—but was what it would cost to make “ a durable, serviceable roof; ” neither was there any reference in the question to giving credit for whatever of the material could be sold, nor to the change made of a portion from a composition roof to a tin roof. Neither did the witness Klauer at any time state the sum to be $10,600. Ilis answer was $8,400.</p> <p id=\"b660-7\" pgmap=\"660\">The attorney for defendant put to the witness another question, giving a somewhat different basis for an estimate of the cost of reconstructing the roof from the basis contained in the question to which the Avitness gaA~e the reply $8,400. To this question an objection interposed by plaintiff’s attorney Avas sustained by the court, and no answer Avhatever Avas made by the witness. Defendant’s attorney then offered to prove that it would cost $10,600 to reconstruct the roof in the manner indicated in this question. Attorney for plaintiff, in response to a question by the court, then declined to consent to this amount in case the court should conclude to admit it. The record says “ decision reserved,” and that the court said, “ I don’t think the testimony is admissible, but if I conclude to admit it there will be some way found of getting it in.”</p> <p id=\"b660-8\" pgmap=\"660\">That is the only place and the only manner in Avhich the sum of $10,600 is used in connection Avith the testimony of that Avitness. The witness never named that sum or assented to it. -</p> <p id=\"b660-9\" pgmap=\"660(33) 661(33)\">Waiving the question as to this statement or instruction giAren by the court to the jury being oral and not in writing, and waiving the question as to the court instructing the jur)^ as to what the testimony had been, this statement of the court is so at variance with the testimony as in fact given, that we can not see how it can be approved.</p> <p id=\"b661-4\" pgmap=\"661\">Another witness who testified that he did not know anything about either the plans or the specifications, was permitted to state how, in his opinion, certain parts, such as dormer windows and the roof connections therewith, should have been formed and constructed, and whether those made by appellant -were properly constructed to make a good and substantial job. The witness did not know what the plans and specifications were, and did not, therefore, know or pretend to state whether the parts were formed and constructed by appellant according to his contract. This witness produced models showing, as he said, the construction of parts as he found them, and also other models showing the construction which, in his opinion, should have been adopted. It may be that the plan of construction which this witness indicated is better than the plan adopted by the architect, Mr. Egan, but appellant contracted to do the work according to Mr. Egan’s plan, and not according to the witness’ plan.</p> <p id=\"b661-5\" pgmap=\"661\">As this case must be reversed and remanded for another trial, we refrain from reviewing the testimony further.</p> <p id=\"b661-6\" pgmap=\"661\">For the reasons indicated, the judgment of the Superior Court is reversed and the cause remanded.</p> <p id=\"b661-7\" pgmap=\"661\">Mr. Justice Shepard dissents.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}