{
  "casebody": {
    "data": "<casebody firstpage=\"31\" lastpage=\"37\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b55-4\">THE STATE OF MONTANA, Plaintiff and Respondent, v. BRIAN E. BARKER, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b55-8\">No. 91-596.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b55-9\">Submitted on Briefs August 13, 1992.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b55-10\">Decided February 18, 1993.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b55-11\">50 St.Rep. 147.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b55-12\">257 Mont. 31.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b55-13\">847 P.2d 300.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b56-12\"><page-number citation-index=\"1\" label=\"32\">*32</page-number>For Appellant: Brian E. Barker, Pro Se, Deer Lodge.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b56-13\">For Plaintiff and Respondent: Marc Racicot, Attorney General, Elizabeth L. Griffing, Assistant Attorney General, Helena; Dennis Paxinos, Yellowstone County Attorney, Shelley Briney, Deputy County Attorney, Billings.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b56-14\">JUSTICE TRIEWEILER</author>\n<p id=\"ACC\">delivered the Opinion of the Court.</p>\n<p id=\"b56-15\">Defendant Brian Barker entered a plea of guilty to two counts of possession of dangerous drugs and misdemeanor domestic abuse. On October 18, 1991, his motion to withdraw his guilty plea and his petition for post-conviction relief were denied by order of the Thirteenth Judicial District Court in Yellowstone County. He appeals that order. We affirm.</p>\n<p id=\"b57-3\"><page-number citation-index=\"1\" label=\"33\">*33</page-number>The issues before this Court are restated as follows:</p>\n<p id=\"b57-4\">1. Did the District Court abuse its discretion when it denied defendant’s motion to allow withdrawal of the plea agreement?</p>\n<p id=\"b57-5\">2. Did the District Court err when it denied defendant’s petition for post-conviction relief which claimed that methamphetamine was improperly classified as a controlled substance under Montana law?</p>\n<p id=\"b57-6\">Brian Barker was a passenger in a vehicle which was stopped on the morning of March 26, 1989, after a registration check indicated that there was an outstanding arrest warrant for the vehicle’s registered owner. When the police officers approached the car, they observed Barker apparently placing items under the car seat. After a search of the vehicle, officers discovered a marijuana cigarette and a pouch containing methamphetamine under the seat where Barker had been sitting. Barker was subsequently charged by information with felony and misdemeanor counts of criminal possession of dangerous drugs for possession of the methamphetamine and marijuana, respectively. The affidavit accompanying the information inaccurately described methamphetamine as a Schedule I drug, when in fact, it is designated as a Schedule II drug under § 50-32-224, MCA.</p>\n<p id=\"b57-7\">On April 6,1989, the State’s motion to consolidate the drug charges with three other pending cases in which Barker was charged with theft was granted after a hearing, and without Barker’s objection. In addition, there were several misdemeanor charges pending against Barker in justice court, including a charge of domestic abuse, four traffic violations, and a drug paraphernalia charge.</p>\n<p id=\"b57-8\">Following hearings on April 20 and 23, 1990, Barker entered into a plea agreement with the State in which Barker agreed to plead guilty to the two counts of possession of dangerous drugs and the misdemeanor domestic abuse charge, and the State agreed to dismiss all remaining charges pending against Barker. According to the plea hearing transcript, this plea bargain was proposed by Barker and accepted by the State. Barker received a five-year suspended sentence for his felony conviction of possession of dangerous drugs, and for the two misdemeanor convictions of domestic abuse and possession of dangerous drugs, he was sentenced to the amount of time he had already served in the Yellowstone County Detention Facility.</p>\n<p id=\"b57-9\">The State filed petitions seeking revocation of Barker’s suspended sentence on October31,1990,andMay 1,1991, due to repeated parole violations, and Barker was subsequently arrested and incarcerated. The District Court later revoked the suspended sentence and the <page-number citation-index=\"1\" label=\"34\">*34</page-number>original five-year prison sentence was imposed. Following his arrest, Barker filed a petition for post-conviction relief and a motion to withdraw his guilty plea. On October 18, 1991, the District Court denied both of these requests. From this order, Barker appeals.</p>\n<p id=\"b58-4\">I</p>\n<p id=\"b58-5\">Did the District Court abuse its discretion when it denied Barker’s motion to allow withdrawal of the plea agreement?</p>\n<p id=\"b58-6\">Section 46-16-105(2), MCA, allows the district court to permit the withdrawal of a guilty plea and substitute in its place a plea of not guilty upon a showing of good cause. The determination of good cause is a matter of discretion for the district court, and absent an abuse of that discretion, this Court will uphold the district court’s refusal to permit the withdrawal of a guilty plea. <em>State v. Reynolds </em>(1992), 253 Mont. 386, 389-90,833 P.2d 153, 155, 49 St. Rep. 463, 465; <em>State v. Cameron </em>(1992), 253 Mont. 95, 100-02, 830 P.2d 1284, 1288, 49 St. Rep. 150, 152.</p>\n<p id=\"b58-7\">After reviewing the record and considering Barker’s arguments, we conclude that the District Court did not abuse its discretion when it denied Barker’s motion. There is adequate evidence to justify the District Court’s finding that the plea was entered knowingly and voluntarily, and that Barker fully understood the consequences of, and the benefits he would receive, under the plea. Furthermore, the record clearly supports the court’s determination that Barker was not prejudiced nor misled by the erroneous description of methamphetamine as a Schedule I controlled substance.</p>\n<p id=\"b58-8\">Barker contends on appeal that his plea was not entered knowingly or voluntarily and sets forth several arguments in support of this claim. Barker raises such issues as the failure of the court to rule on his earlier motions concerning suppression of evidence and severing the charges; an allegation that the court established no factual basis for the plea; and the State’s filing of a notice of persistent felony offender after the plea was entered. We find no merit in these arguments and note that some of these claims are raised for the first time on appeal and are, therefore, not properly before this Court.</p>\n<p id=\"b58-9\">A review of the record demonstrates that the court went through a very careful and thorough process to assure that Barker understood the nature and consequences of his plea, and was not acting under coercion or duress when the plea was entered. The court did not accept Barker’s guilty plea at the first hearing held on April 20, 1990, because it wanted to have the terms of the plea <page-number citation-index=\"1\" label=\"35\">*35</page-number>agreement set down in writing and signed by all parties. At the second plea hearing, there was considerable discussion of the consequences of the plea bargain and Barker’s understanding of the rights he waived by entering a plea of guilty. The voluntary nature of the plea is apparent from the discussion that took place, and we find nothing in the record to suggest that Barker was unwilling to enter into the agreement, or did not understand the disadvantages of pleading guilty.</p>\n<p id=\"b59-4\">Barker next contends that he was laboring under a fundamental mistake when the plea was entered because the affidavit accompanying the information described methamphetamine as a Schedule I rather than Schedule II drug. We have clearly stated in the past that when a guilty plea is based upon a fundamental mistake or misunderstanding, a court may allow the defendant to withdraw the plea. <em>State v. Miller </em>(1991), 248 Mont. 194, 810 P.2d 308; <em>Benjamin v. McCormick </em>(1990), 243 Mont. 252, 792 P.2d 7. However, in this case, we do not find that the mistake affected Barker’s plea agreement, and therefore, does not provide grounds for withdrawal of the plea.</p>\n<p id=\"b59-5\">The information charged Barker with one count of “Criminal Possession of Dangerous Drugs (felony)” for possession of “methamphetamine, a controlled substance,” pursuant to Section 45-9-102, MCA, and Sections 50-32-101 through -232, MCA. Methamphetamine is listed as a proscribed drug under Schedule II in Section 50-32-224(3)(c), MCA. Thus, there was no error in the information charging Barker with a felony. The only place where Schedule I was ever referred to was in the affidavit; Barker’s plea referred only to “criminal possession of dangerous drugs,” as did the sentencing order.</p>\n<p id=\"b59-6\">The statute Barker was charged under, Section 45-9-102(1), MCA states: “[a] person commits the offense of criminal possession of dangerous drugs if he possesses any dangerous drug, as defined in 50-32-101.” Section 50-32-101, MCA, defines dangerous drug as “a drug, substance, or immediate precursor in Schedules I through V hereinafter set forth.” Whether methamphetamine was described as a Schedule I or II drug was not the dispositive factor; the crime Barker was charged with, pled guilty to, and was sentenced for was the criminal possession of methamphetamine, a dangerous drug. Had methamphetamine been properly described as a Schedule II substance, the criminal charge would have been exactly the same. We fail to see how Barker was prejudiced by this error or entered his plea under a fundamental mistake or misapprehension as to the charges.</p>\n<p id=\"b59-7\">Barker finally argues that he should have been allowed to withdraw the plea because it contained an unlawful provision which <page-number citation-index=\"1\" label=\"36\">*36</page-number>required him to permanently leave the State of Montana when he was released from prison. We hold that because this provision was not part of the sentence, it is not enforceable against Barker. As such, that provision does not invalidate the plea nor give cause to withdraw it.</p>\n<p id=\"b60-4\">After reviewing the record in this case, we conclude that there was no abuse of discretion when Barker’s motion to withdraw his guilty plea was denied.</p>\n<p id=\"b60-5\">II</p>\n<p id=\"b60-6\">Did the District Court err when it denied Barker’s petition for post-conviction relief which claimed that methamphetamine was improperly classified as a controlled substance under Montana law?</p>\n<p id=\"b60-7\">Barker contends that methamphetamine was improperly classified as a controlled substance because two products containing methamphetamine, a Vick’s brand inhaler and a Rynal brand nasal spray, were available over the counter at the time of the offense. Under Montana law, Barker argues that the State is barred from prosecuting him for possession of a drug if a product containing the drug is legal to sell and possess without a prescription. His claim for relief is premised on the assertion that he was convicted of something which was not a crime.</p>\n<p id=\"b60-8\">We reject this argument for two reasons. First, Barker misconstrues the pertinent statute. Section 50-32-205, MCA provides:</p>\n<blockquote id=\"Ab\">The board [of pharmacy] shall exclude any nonnarcotic drug from a schedule if the <em>drug </em>may, under the Federal Food, Drug, and Cosmetic Act and 50-31-307(2)(b) of the Montana Food, Drug, and Cosmetic Act, be lawfully sold over the counter without a prescription. [Emphasis added.]</blockquote>\n<p id=\"b60-9\">Contrary to Barker’s assertion, this explicit statutory condition has not been satisfied with respect to the drug methamphetamine. Although the two nasal products Barker refers to do contain minuscule amounts of methamphetamine and are available without a prescription, Barker cannot demonstrate that either state or federal law allows over the counter sale of the drug itself.</p>\n<p id=\"b60-10\">Second, this same argument has been soundly rejected in other jurisdictions, and we find the reasoning adopted by these courts persuasive. In <em>United States v. Caperell </em>(9th Cir. 1991), 938 F.2d 975, the Court of Appeals, unpersuaded by the “Vick’s/Rynal” defense, stated:</p>\n<blockquote id=\"b60-11\">[M]ethamphetamine is only one ingredient of the substances in question. It is ludicrous to believe that authorization for sale over <page-number citation-index=\"1\" label=\"37\">*37</page-number>the counter of a product containing a small amount of a controlled substance renders that controlled substance lawful and exempt from the schedule in all forms.</blockquote>\n<p id=\"b61-4\"><em>Caperell, </em>938 F.2d at 979 (quoting <em>United States v. Housley </em>(D. Nev. 1990), 751 F. Supp. 1446, 1447, <em>aff’d </em>955 F.2d 622 (9th Cir. 1992)). <em>See also United States v. Coyote </em>(10th Cir. 1992), 963 F.2d 1328; <em>United States v. Youngblood </em>(10th Cir. 1991), 949 F.2d 1065; <em>United States v. Roark </em>(8th Cir. 1991), 924 F.2d 1426.</p>\n<p id=\"b61-5\">We hold that the District Court properly concluded that methamphetamine is not barred from classification as a controlled substance pursuant to Section 50-32-205, MCA, and did not err when it denied Barker’s petition for post-conviction relief.</p>\n<p id=\"b61-6\">The decision of the District Court is affirmed.</p>\n<judges id=\"b61-7\">CHIEF JUSTICE TURNAGE, JUSTICES <em>HUNT, </em>McDONOUGH, and WEBER concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}