{
  "casebody": {
    "data": "<casebody firstpage=\"384\" lastpage=\"385\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b406-11\">UNITED STATES of America, Plaintiff-Appellee, v. Ernest Anthony MONTOYA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b406-14\">No. 12-50288</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aa1\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b406-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b406-17\">Jan. 4, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b406-18\">Joseph H. Gay, Jr., Assistant U.S. Attorney, Elizabeth Berenguer, Assistant U.S. Attorney, U.S. Attorney’s Office, San Antonio, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b406-19\">Evers Jason Leach, Law Office of E. Jason Leach, Odessa, TX, Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b407-5\"><page-number citation-index=\"1\" label=\"385\">*385</page-number>Before HIGGINBOTHAM, OWEN, and SOUTHWICK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b407-6\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b407-7\">A jury convicted Ernest Anthony Montoya of aiding and abetting the possession with intent to distribute 100 kilograms or more, but less than 1,000 kilograms, of marijuana. The district court sentenced Montoya to 63 months of imprisonment. Montoya argues that his conviction should be reversed because the prosecutor’s rebuttal argument improperly bolstered the credibility of two cooperating witnesses. He concedes that review of this claim is for plain error.</p>\n<p id=\"b407-8\">To show plain error, the appellant must show a forfeited error that is clear or obvious and that affects his substantial rights. <em>Puckett v. United States, </em>556 U.S. 129, 135, 129 S.Ct. 1423, 173 L.Ed.2d 266 (2009). If the appellant makes such a showing, this court has the discretion to correct the error but only if it seriously affects the fairness, integrity, or public reputation of judicial proceedings. <em>Id.</em></p>\n<p id=\"b407-9\">Even assuming that the prosecutor’s remarks constituted obvious error, Montoya has not shown that they had the “probable effect” of preventing the jury from “judg[ing] the evidence fairly.” <em>United States v. Young, </em>470 U.S. 1, 12, 105 S.Ct. 1038, 84 L.Ed.2d 1 (1985). The evidence against Montoya was “substantial and virtually uncontradicted,” <em>id. </em>470 U.S. at 20, 105 S.Ct. 1038 and Montoya points to no reason why the jury should not be presumed to have heeded the district court’s instructions that remarks of counsel are not evidence. <em>See United States v. Gallardo-Trapero, </em>185 F.3d 307, 321 (5th Cir. 1999).</p>\n<p id=\"b407-14\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b407-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}