{
  "casebody": {
    "data": "<casebody firstpage=\"481\" lastpage=\"482\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b509-14\">General PARKER, Appellant, v. David PORTER, Officer, Appellee, Shiela Whirley; John Essner, Judge; Shevon Harris; Brian Dunlop; Jeffrey Medler; Mia Brodie; Nancy Emmel, Defendants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b509-17\">No. 06-2063.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b509-18\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b509-19\">Submitted: April 5, 2007.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b509-20\">Filed: April 19, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b509-22\">General Parker, Peoria, IL, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b509-23\">Robert C. Moore, County Counselor’s Office, Clayton, MO, for Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b509-24\">Before RILEY, HANSEN, and MELLOY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b509-26\">PER CURIAM.</author>\n<p id=\"b509-27\">General Parker appeals from the district court’s<footnotemark>1</footnotemark> Federal Rule of Civil Procedure 12(b)(6) dismissal of his 42 U.S.C. § 1983 action against Officer David Porter. Upon de novo review, <em>see Levy v. Ohl, </em>477 F.3d 988, 991 (8th Cir.2007), we conclude that the district court did not err in dismissing Parker’s complaint, notwithstanding the <page-number citation-index=\"1\" label=\"482\">*482</page-number>liberal standard applied to pro se section 1983 complaints. <em>See Davis v. Hall, </em>992 F.2d 151, 152 (8th Cir.1993) (“CM rights pleadings are construed liberally[, but] they must not be conclusory and must set forth facts which state a claim as a matter of law.”); <em>Martin v. Sargent, </em>780 F.2d 1334, 1337 (8th Cir.1985) (“Although it is to be construed liberally, a <em>pro se </em>complaint must contain specific facts supporting its conclusions.”). Further, we find no abuse of discretion in dismissing the complaint with prejudice, and without notifying Parker that he could amend his complaint, especially given that — despite a show-cause order and the passage of more than six months — Parker never addressed the merits of Porter’s motion to dismiss. <em>See Meehan v. United Consumers Club Franchising Corp., </em>312 F.3d 909, 913-14 (8th Cir.2002) (district court did not abuse its discretion in failing to invite amended complaint when plaintiff had not moved to amend and had not submitted proposed amended complaint; “[a]ll civil litigants are required to follow applicable procedural rules”); <em>Clayton v. White Hall Sch. Dist., </em>778 F.2d 457, 460 (8th Cir.1985) (dismissal with prejudice is warranted if plaintiff engaged in pattern of intentional delay, willfully disobeyed court order, or persistently failed to prosecute complaint).</p>\n<p id=\"b510-4\">Accordingly, we affirm the judgment of the district court. <em>See </em>8th Cir. R. 47B.</p>\n<footnote label=\"1\">\n<p id=\"b509-28\">. The Honorable Stephen N. Limbaugh, United States District Judge for the Eastern District of Missouri.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}