{
  "casebody": {
    "data": "<casebody firstpage=\"97\" lastpage=\"101\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b111-3\">ALLEN v. COMMERCIAL NAT. BANK OF DETROIT et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b111-4\">(Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AgH\">November 7, 1911.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b111-5\">No. 2,109.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b111-6\">Corporations (§ 76*) — Subscriptions to Stock — Ultra Vires Contract with Subscriber.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b111-7\">A Michigan, manufacturing corporation, prohibited by the law of the state from issuing stock except for full par value received, or until at least one-half of the capital stock or of any proposed increase had been actually taken by good-faith subscriptions, and required to file an annual statement giving a list of its stockholders and the amount of stock-held by each, has no power as against its creditors to enter into a contract giving a subscriber who pays for and receives his stock an option to convert himself into a creditor 'by agreeing to purchase his stock on demand and notice.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b111-8\">[Ed. Note. — For other cases, see Corporations, Cent. Dig. §§ 213-2.18; Dec. Dig. § 76.*]</syllabus>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b111-14\">*For other cases see same topic &amp; § number in Déo. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b111-9\">Appeal from the District Court of the United States for the Eastern District of Michigan.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b111-10\">In the matter of the Humphrey Book Case Company, bankrupt. From an order rejecting a claim, the claimant, Charles T. Allen, appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AmJ\">Affirmed.</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b111-11\">The Humphrey Book Case Company was a Michigan corporation, doing business at Detroit. In October, 1906. it desired to increase its capital, and its sole directors. Messrs. Humphrey, Dickinson and Moore, solicited Charles T. Allen, of Battle Creek, to become a stockholder. On October 16th Allen signed a writing, subscribing for 1,000 shares of the common stock at $10 per share, and agreeing to make payments as called. In that connection he received a paper bearing the same date, signed by Humphrey, Moore and Dickinson, reciting the subscription, and agreeing to protect Allen from any loss ■on the stock, and to relieve him from it, by purchase or by finding a buyer, on or before July 1, 1907, providing Allen should give notice to.them within 80 days after receiving the January 1, 1907, statement.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b111-12\">Later, and by a formal written instrument, bearing date November 1, 1906, Allen and the company and the three directors joined in an agreement reciting. the same subscription, and saying that Allen “reserves the right as his option, and said subscription and payment by him are upon the express condition that within thirty days after said first parties [the company and the three directors] shall furnish him [Allen] with the annual, 1906, statement of the condition and resources of said corporation, he might elect to withdraw from said corporation,” and containing the further agreement that the first parties, in ease of the withdrawal by Allen under the option specified, will refund and repay to him within six months from his notice his $10,000, or so much thereof as he might have paid, upon his surrender to- the corporation of the stock so issued. The agreement also contained the separate and additional promise of the three individual directors to repay the money to Allen on the contingency named, and concluded: “This contract and agreement supersedes and is to annul all former contracts and agreements between the parties, whether verbal or written.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b111-13\">About October 16th Allen received a stock certificate for the $2,500 which he then paid. On December 7th he attended and participated in a stockholders’ meeting, and as early as January 1,1907, he had paid up the full $10,-000 and received stock certificates for the full amount. January 22,1907, he gave written notice exercising his option to withdraw and demanding, a return of his money. He thereafter consistently maintained this position, but from time to time postponed enforcing his demand, and on August 27, 1908, a peti<page-number citation-index=\"1\" label=\"98\">*98</page-number>tion in bankruptcy was filed against the corporation and adjudication followed. Allen filed his claim for 110,000, and interest, as for borrowed money ; other creditors objected. The referee found that the papers dated October 16th, which did not seem to bind the corporation to a return of the money, but only to bind the three individual directors, became the complete agreement of the parties, which was not superseded by the contract of November 1st, because there was no consideration moving to the corporation for its joinder in such later agreement, and because the three directors, who were also1 officers, could not bind the corporation to a change in the existing agreement where such modification shifted the primary responsibility from themselves to the corporation. It was Allen’s contention that the agreement of October 16th was only tentative; that he always understood the corporation was to be bound; that he was not satisfied and refused to proceed under the situation created by the papers of October 16th; and that the making of the paper of November 1st was only the correction of a misunderstanding. On appeal the District Court confirmed the conclusions of the referee, and ordered that Allen’s claim should not he proved. Allen brings this appeal, insisting upon the same positions which he took before the referee.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b112-4\">Henry B. Graves, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b112-5\">H. H. Barlow and Boynton, McMillan, Bodman &amp; Turner, for-appellees.</attorneys>\n<p data-order=\"16\" data-type=\"judges\" id=\"b112-6\">Before WARRINGTON and DENISON; Circuit Judges, and HODDISTER, District Judge.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b112-7\">DENISON, Circuit Judge</author>\n<p id=\"An-\">(after stating the facts as above). If it should be assumed that Allen was right in his substantial position that the paper of November 1st binds the corporation as completely as if it had been executed under the fullest authority from a stockholders’ meeting, and as if it was not affected by any precedent contract (assumptions which we do not make), we are met by a difficulty which we think insuperable. We then find a contract between a Michigan corporation and an investor, by which the latter becomes a stockholder, reserving to himself the right, at his later option, to change himself from a stockholder to a creditor; and we are satisfied that such an option right is in violation of the established Michigan policy as declared by and derived from the statutes of that state regarding corporations and their stockholders, and that any agreement purporting to give such right is pro tanto void. True, the option term here was short, continuing only 30 days after the indefinite time of receiving the 1906 statement; but the length of the option period cannot be important, nor be a matter which should be determinative, one way or the other, according to its reasonableness between the parties under the varying circumstances of the particular cases. If there may be such an option for three or four months while the business is passing perhaps a critical stage, there may be one for two or three years while some plan is being developed or while the investor goes abroad, and will not, until his return, have time enough to look intp the merits. We see no middle ground between approving such an option contract for any period and upon any terms the parties may fix (short of intending actual fraud), and condemning the entire class of such contracts.</p>\n<p id=\"b112-8\">Obviously such an option is materially different from an executory contract of subscription, conditioned upon a similar contingency. If there is unsubscribed capital stock, and the corporation and an investor <page-number citation-index=\"1\" label=\"99\">*99</page-number>choose to contract that he may have a given period within which he may decide whether or not he will become a stockholder, and that, in the meantime, he will loan to the corporation a part or the whole of his expected subscription money, such contract would not be open to the objections here considered. It is also obvious that such an option differs materially from a complete purchase of its own stock by a solvent corporation, which, it may be, could be permitted without affecting the principles here involved.</p>\n<p id=\"b113-3\">The Michigan statutes and decisions recognize the relationship existing between the corporation and its stockholders and that portion of the public which may become interested as creditors. The articles of ¡association must show the stockholders and the amount of their subscriptions. The stockholders are liable for labor debts in any event, and to creditors, if the par value of the stock has not been actually paid in full. Reports showing the condition of the company, the names of the stockholders, and the amount of stock held by each on January 1st must be filed with the Secretary of State and with the county clerks in each year. The entire public, including those who may become specific creditors, is entitled to act upon the theory that the capital stated to be paid in is actually paid in, and that the persons stated to be stockholders have actually put into the capital and at the risk of the business, the amount of their stock, or are still liable to do so. The amount of the stock so shown belonging to an individual is not assessable to him for taxation purposes as it would be if the same amount was a debt front the corporation; and the corporation may deduct its debts, but not its capital stock, from its credits to be taxed. The amounts, respectively, of capital stock and of debts, when the two are considered in connection with the assets both as shown by the required statements, constitute the foundation which every stockholder authorizes the corporation to put forward as a basis of credit before the public, and any one who gives credit may act upon that representation.</p>\n<p id=\"b113-4\">Considering this situation, we cannot overlook the results of permitting a stockholder to convert himself at his pleasure into a creditor. If the privilege existed, every subscriber would wish to reserve the option. In very many cases, if not in the typical case, the exercise of such option would be the additional burden which the company could not carry, and which would create or promote a condition of insolvency. So far as the decisions indicate, such an option right is unknown, and such a contract unprecedented, in Michigan. Act 232, Laws 1903; Fair Ass’n v. Walker, 88 Mich. 62, 49 N. W. 1086; Continental, etc., Co. v. Sec’y of State, 128 Mich. 621, 625, 87 N. W. 901; Reid v. Detroit, etc., Co., 132 Mich. 528, 530, 94 N. W. 3; Clark v. Clark Machine Co., 151 Mich. 416, 423, 424, 115 N. W. 416, 418, saying “money paid toward the purchase of stock cannot be converted into a loan to the detriment of other interested parties.” See, also, Utica, etc., Co. v. Waggoner, etc., Co., 132 N. W. 502.</p>\n<p id=\"b113-5\">We find only two decisions which have any appearance of supporting the validity of such a contract. Ophir, etc., Co. v. Brynteson, 143 Fed. 829, 74 C. C. A. 625, holds that a somewhat similar contract is valid, and even where the corporation had no power to purchase its <page-number citation-index=\"1\" label=\"100\">*100</page-number>own stock, because such an arrangement is a contract of \"sale or return.” This holding was with reference to the sale of a large amount of treasury stock in a mining company existing under the Colorado statutes; the sale price being 30 cents on the dollar. _ It may well be that, under the Colorado statutes, and under the prevailing customs in mining companies (which are sui generis, Young v. Iron Co., 65 Mich. 111, 125, 31 N. W. 814), such treasury stock is property or assets in the hands of the corporation, capable of being, the subject of a \"sale or return” contract. We think this cannot be said ofc a Michigan manufacturing corporation. The term “treasury stock” is of doubtful descriptive propriety. It has only a certain amount of authorized capital stock not yet subscribed. The contract of the prospective stockholder is not one of sale but of subscription. The stock cannot be sold for any supposed market price (unless in exceptional instances) ; it must be subscribed for at par and must be paid for at par. See cases above; also, Peninsula Co. v. Cody, 161 Mich. 604, 610, 126 N. W. 1053.</p>\n<p id=\"b114-4\">Vent v. Duluth, etc., Co., 64 Minn. 307, 67 N. W. 70, was a somewhat similar case, and a recovery from the solvent corporation was permitted ; but the court did not consider what seems to us the controlling question, viz.', the necessary results of permitting a dissatisfied stockholder to change his status. Further, the case was rested on the ground that the rights of creditors were not affected; while here such rights are now involved, and may have been so involved at the date the option was exercised.</p>\n<p id=\"b114-5\">In the present case Allen knew or was bound to know that the reports .of January 1st, to be filed with the Secretary of State and with the county clerk, would show that he was a stockholder to the extent of $10,000. The report, as filed, did show this fact, and it is a natural inference that most of the indebtedness existing in August, 1908, would have accrued after January 1, 1907, and so in presumed reliance upon the reported investment by Allen, and also that future stock subscriptions which might be made in this or any similar case could be presumed to rest upon the same basis.</p>\n<p id=\"b114-6\">It is of further importance that the capital stock was increased at the time of, and in connection with, this arrangement with Allen, and apparently in order to provide stock for him and perhaps for others. The statute forbids an increase to become effective until at least one-half thereof is actually taken by good-faith subscriptions. To permit such option contracts as this, in place of the subscriptions required by the statute, would destroy the force of the law. The same consideration applies with full force to the original organization of corporations, where an analogous requirement for subscription exists.</p>\n<p id=\"b114-7\">These. considerations and a review of the decisions cited confirm us in the opinion that the contract of November 1st did not vest in Allen any lawful right to demand from the corporation a return of the purchase money. It does not follow that the consideration or conditions so wholly failed that he is entitled to a return of his purchase money for that reason. The liability of the corporation to return the money and the liability of the three individuals in the subject-matter are several. One does n'ot necessarily depend upon <page-number citation-index=\"1\" label=\"101\">*101</page-number>the other. It is true that Allen might not have made the contract unless he had obtained the promise oí the corporation, but he can enforce the valid promise of the individuals without standing upon the invalid promise of the company. To hold that the contract with the corporation to repay is invalid, but that Allen may demand repayment because of the failure of the expected consideration, is to accomplish by indirection the forbidden result. We think this contract is of the class where the valid provisions may stand unaffected by the invalidity of another provision, and where the law leaves the parties, pro tanto, where it finds them. Armstrong v. Am. Exch. Bk., 133 U. S. 433, 469, 10 Sup. Ct. 450, 33 L. Ed. 747.</p>\n<p id=\"b115-3\">The judgment will be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}