{
  "casebody": {
    "data": "<casebody firstpage=\"190\" lastpage=\"198\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b216-5\">PEOPLE OF PORTO RICO <em>v. </em>AMERICAN SURETY COMPANY.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b216-8\">San Juan,</court>\n<p data-order=\"2\" data-type=\"summary\" id=\"ACP\">Law,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AEVW\">No. 1153.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b216-9\">Liability of Surety in Absence of Principal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b216-10\">Bond — Place of Contract.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b216-11\">1. The place where a contract is made depends not upon where it is written and signed, hut where it is delivered as consummating the bargain, and where it is to be carried out.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b216-12\">Suit on bond — Omission of Principal.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b216-13\">2. Under § 1731 of the Civil Code of Porto Eico recourse must first be had to property of the principal, but under the next section this does not apply where the principal, having gone out of business, cannot be sued. Particularly is this true in Porto Eico; under § 1723 of the Givil Code of Porto Eico the surety makes himself jointly liable with the principal.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b216-14\">Bond — Time of Acceptance.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b216-15\">3. A telephone company cannot set up a defect as to the time of the acceptance of the bond under which it obtained its rights.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b217-4\"><page-number citation-index=\"1\" label=\"191\">*191</page-number>Government Bond — Damages.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b217-5\">4.' Under the Porto Rico Civil Code, §§ 1120, 1121, the penalty of a government bond is regarded in the nature of liquidated damages, ■whether any actual loss is shown or not.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b217-6\">Bond — Prescription.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b217-7\">5. In the case of a bond for the construction of a telephone system, the prescription in Porto Rico is fifteen years for a personal action under Civil Code, § 1865.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b217-8\">Principal and Surety' — Property.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b217-9\">6. Under Civil Code, § 1733, the surety may require levy to be had against the property of the principal, and no allegation on the subject is needed in the complaint filed by a creditor.</headnotes>\n<decisiondate data-order=\"17\" data-type=\"decisiondate\" id=\"b217-10\">Opinion filed November 26, 1917.</decisiondate>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b217-11\"><em>Mr. Howard L. </em>Kern, Attorney General, for plaintiff.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b217-12\"><em>Mr. Charles Hartzell </em>for demurrer.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b217-13\">IIamiltoN, Judge,</author>\n<p id=\"AWy\">delivered tbe following opinion:</p>\n<p id=\"b217-14\">In tbis case tbe complaint alleges that tbe Porto Eico Telephone Company undertook to install a telephone system in the island, and gave a bond signed by itself and by tbe defendant as surety for tbe performance of tbe franchise granted by the plaintiff, but that tbe said telephone company went out of existence, and a forfeiture was bad in 1906. Tbe complaint in tbis case was filed August 31, 1916, and amended June 1, 1917. Tbe demurrer alleges several defects in tbe suit under these * circumstances.</p>\n<p id=\"b217-15\">1. Tbe points raised by tbe demurrer make it necessary to determine under what law tbe bond now in question shall be <page-number citation-index=\"1\" label=\"192\">*192</page-number>construed. The rules prevailing in Porto Pico are those of the civil law, while those prevailing-in New .York, where the surety seems to have executed the bond, are of the common law, or statutes carrying out its principles. The two systems differ in some respects at least, and it will make the subject clearer to determine what system is to be followed. The bond was given under § 17 of the Telephone Ordinance, which is as follows: “Within thirty days after the date thereof the grantee shall file with the Treasurer of Porto Rico a bond in the sum of $10,000 in favor of the People of Porto Rico, and conditioned upon the performance by the grantee of all the terms and conditions hereof; said bond shall be satisfactory in form to the Auditor of Porto Rico, and as to the sufficiency of the surety to the Treasurer.”</p>\n<p id=\"b218-5\">This contemplates that the bond shall be filed in Porto Rico, and satisfactory in form and surety to officials of the Porto Rican government; and it was so filed and approved in Porto Rico. “The place where a contract is made depends not upon the place where it is written, signed, or dated, but upon the place where it is delivered as consummating the bargain.” Pan. Neg. Inst. 5th ed. p. 887. Thus in the case of a bond by a postmaster the Supreme Court held that “this bond speaks only from the time when it reached the Postmaster General and was accepted by him.” United States v. Le Baron, 19 How. 73, 15 L. ed. 525; Moses v. United States, 166 U. S. 571, 578, 41 L. ed. 1119, 1122, 17 Sup. Ct. Rep. 682; 1 Brandt, Suretyship &amp; Guaranty, 3d ed. § 34. In the case of Porto Rico v. Title Guaranty &amp; S. Co. 227 U. S. 382, 57 L. ed. 561, 33 Sup. Ct. Rep. 362, a similar point arose as to a bond to secure the building of an electric railway, and the Supreme Court <page-number citation-index=\"1\" label=\"193\">*193</page-number>held that the bond was at least as between the parties an obligation made by Porto Pico and enforceable under the principles of the civil law there prevailing. Thus, where a bond is executed in New York, but to be effected in Louisiana, it is held to be governed by the civil law prevailing in the latter state. Pritchard v. Norton, 106 U. S. 124, 27 L. ed. 104, 1 Sup. Ct. Rep. 102. On the other hand, a bond made in Louisiana, but effected in the District of Columbia, is governed by the laws of that District. Cox v. United States, 6 Pet. 172, 8 L. ed. 359.</p>\n<p id=\"b219-5\">In other words, an obligation is governed by the law of the place where it is to be carried out, and not by that of the place where it happens to be signed. A contract is valid from its delivery, and in the case at bar the delivery must be held to have been in Porto Pico. Therefore the Civil Code of Porto Pico applies.</p>\n<p id=\"b219-6\">2. The demurrer alleges that the suit is defective because the principal, the telephone company, is not made a party defendant. The principle involved is that in § 1731 of the Civil Code, which provides that “the surety cannot be compelled to pay a creditor until application has been previously made of all the property of the debtor.” The reason for this omission, as shown in the complaint itself, is that the telephone company went out of business, and that there is no principal' to sue. This seems to be covered by the Porto Rican Civil Code, § 1732, which reads as follows: “This application cannot take place: (1) If the surety has expressly renounced it. (2) If he has jointly bound himself with the. debtor. (3) In case of bank<page-number citation-index=\"1\" label=\"194\">*194</page-number>ruptcy of tbe debtor. (4) When, the debtor cannot be judicially sued within Porto Rico.” [Compilation 1911, § 4838.]</p>\n<p id=\"b220-5\">In the case at bar the principal debtor cannot be judicially sued within Porto Rico, as there is no representative of his to be served. 42 llanresa, Comentarios, 269, shows that this principle goes back even to Roman law, and that it is not right to impose upon the creditor the delay and expense of suing outside the country.</p>\n<p id=\"b220-6\">Apart from this,, there is a good reason, from the nature of the obligation itself, why the principal is not joined. As Man-resa'says, vol. 12, 168, a suretyship- may become a principal obligation when the surety obligates himself jointly (en solido) with the principal debtor. The Supreme Court of Spain in its Sentencia of December 29, 1898, holds that a suretyship o’f this nature is an obligation en solido. It seems, therefore, that at the civil law, as a bond consists of the obligation to comply with promises of a'third party, it follows that the surety is jointly bound with the principal without the contract otherwise losing its fundamental nature of suretyship. The surety assumes the obligation of paying the debt without the necessity of a claim being first made against the principal. Sentencia, Supreme Court of Spain, December 29, 1898.</p>\n<p id=\"b220-7\">It follows; therefore, that the surety can be sued separately from the principal, although there can of course be but one satisfaction; for under § 1723 of the Civil Code if the surety binds himself jointly with the principal he becomes for the purposes of the obligation a joint debtor, and under § 1111 a creditor may sue any of- the joint debtors, and an action instituted against one shall not be an obstacle to those brought <page-number citation-index=\"1\" label=\"195\">*195</page-number>subsequently against others, tbe debt not having been collected in full.</p>\n<p id=\"b221-5\">3. It is set up that the bill does not show the grantee filed an acceptance as required by § 18 of the ordinance. Of course if there was no contract by the principal, there could be none by the surety. The bill in paragraph 5 alleges that, “with the consent of the Executive Council, 'the said Benjamin J. Horton transferred said .franchise to the Porto Pico Telephone Company, a corporation organized and existing under the laws of the state of New York; that said ordinance and franchise were accepted by the said Porto Pico Telephone Company. It is not alleged that this was done within sixty days, but this point is not raised by the demurrer, which denies that there was an acceptance at any time. At m'ost the question of defect in the time of acceptance would be one to be set up by the government of Porto Pico, if there was any defect, and not by the Porto Pico Telephone Company. The telephone company, if there was. a defect on its part, could not take advantage of it itself. The transfer by Horton was expressly contemplated by the ordinance itself, § 13, and its acceptance by Horton is necessarily implied in his transfer to the Porto Pico Telephone Company.</p>\n<p id=\"b221-6\">4. The amended complaint does not allege any loss, damage, or embarrassment caused to the plaintiff by the alleged failure of the grantee to carry out the franchise. Under the civil law, however, the penalty of a bond in such a case is considered as what the common law would call liquidated damages agreed on in advance.</p>\n<p id=\"b221-7\">Civ. Code, § 1120. “In obligations with a penal clause the penalty shall substitute indemnity for damages and the payment <page-number citation-index=\"1\" label=\"196\">*196</page-number>'of- interest in case of nonfulfilments, should there be no agreement to the contrary. This penalty can only be enforced when it is demandable in accordance with the provisions of this Code.”</p>\n<p id=\"b222-5\">Section 1121. “The debtor cannot exempt himself from the fulfilment of the obligation by paying the penalty, unless such right has been expressly reserved to him. Neither may the creditor exact the fulfilment of the obligation and also the payment of the penalty, unless such right has been clearly granted him.” [Compilation 1911, §§ 4227,. 4228.]</p>\n<p id=\"b222-6\">The Spanish -Civil Code is even more definite on this subject than the Code Napoleon, § 1226, which is that the penal clause is that by which a person, in order to assure the performance of an agreement, binds himself to something in case of nonperformance. Scaevola, vol. 19, 832, construes the section of the Spanish Civil Code as a substitute and predetermination by the contracting parties of the amount of injuries and prejudice to which the failure to execute the \"contract gives rise. In the same way Manresa considers that it is unnecessary to prove the amount of damages and injuries because that is already fixed beforehand. 8 Comentarios, 232.</p>\n<p id=\"b222-7\">Moreover, the principles governing an obligation to public authorities are not the same as those governing one to a business concern. It would very seldom occur that the -public are actually damaged in matters of this kind. There might be in the ease of a default of an official, but not in the case of a default of a telephone company. No computation and assessment of actual damages would be practicable, and the alternative would be that the public, in fixing such a penalty, has established its own measure of the public loss. The question of damages in such cases could not be in the contemplation of the parties. <page-number citation-index=\"1\" label=\"197\">*197</page-number>Clark v. Barnard, 108 U. S. 436, 27 L. ed. 780, 2 Sup. Ct. Rep. 878. Tbe principle, therefore, is the same under the common law of Rhode Island and the civil law of Porto Rico in this particular. In Clark v. Barnard, supra, the state was the real party to the contract, but could gain nothing in its political and sovereign character by the construction of the road in question; and so, on the other h'and, it would lose nothing by a default in such construction. No computation would be practicable, and unless the contract is to be construed as providing a vain thing, it must be held that the amount fixed is considered as liquidated damages. United States v. Rubin, 233 Fed. 125; Illinois Surety Co. v. United States, 143 C. C. A. 595, 229 Fed. 527; Sedgw. Damages, 9th ed. § 416a.</p>\n<p id=\"b223-5\"><em>5. </em>The franchise in question was declared by ordinance in 1902, and declared null and void in 1906, while the complaint in this case was not filed until August 31, 1916, so that ten years has elapsed without action to enforce the penalty, and during that period the principal has gone out of business. The demurrer, therefore, sets up that the Statute of Limitations, or prescription as it is called at civil law, has run. The demurrer does not define which period of limitation is in the contemplation of the pleader. The suit at bar would seem to he ,a personal action, being one for the collection of a debt. 12 Manresa, 869; Hernandez v. Perez, 17 P. R. R. 579; Sentencias of the Supreme Court of Spain dated October 12, 1908, December 15, 1909, and April 13, 1910. Apart from the question, how far Porto Rico is governed by its own statute of prescription, it would seem that the section of the Civil Code applicable must be 1865, which declares: “A mortgage action prescribes after twenty year's, and those which are personal and <page-number citation-index=\"1\" label=\"198\">*198</page-number>for which no special term of prescription is fixed, after fifteen years.” [Compilation 1911, § 4971.]</p>\n<p id=\"b224-5\">The pleadings so far do not show precisely when the breach occurred, but is must have been within fifteen years from the commencement of this' suit, because there is only fourteen years’ interval between the franchise and the commencement of thie suit.</p>\n<p id=\"b224-6\">6. The demurrer also sets up that no showing is made of the condition of the principal as to possession of property. This would seem to be based on the principle that recourse must be exhausted against the principal before resort can be had to the surety. Thus § 1733 of the Civil Code provides: “In order that the surety may avail himself of the benefit of a levy against the principal, he must require it of the creditor as soon as the latter may sue for payment, and determine the property of the debtor which can be sold within Porto Rican territory and which may be sufficient to cover the amount of the debt.” [Compilation 1911, § 4839.]</p>\n<p id=\"b224-7\">There was some fluctuation of opinion on this subject before the adoption of the Code as above, but it is now held that this imposes on the surety the obligation of demanding the application of the principal’s property. The duty is not, therefore, incumbent upon the plaintiff, but upon the surety, to point out property which can be so applied. 12 Manresa, Com-entarios, 262. The plain implication from the allegations of the bill is that there is no such property of the principal within Porto Rican jurisdiction.</p>\n<p id=\"b224-8\">It follows, therefore, that the demurrer must be overruled, and</p>\n<p id=\"b224-9\">It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}