{
  "casebody": {
    "data": "<casebody firstpage=\"745\" lastpage=\"749\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b801-4\">Fred W. STEINER, John W. Hadzima, Olive Spicuzza, Charles Walker and Roy Pursselley, Appellants, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b801-6\">No. 14512.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b801-7\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b801-8\">Jan. 23, 1956.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b801-9\">Rehearing Denied March 15,1956 (as to Hadzima).</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b802-17\"><page-number citation-index=\"1\" label=\"746\">*746</page-number>Harold P. Lasher, Thomas Whelan, San Diego, Cal., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b802-18\">Laughlin E. Waters, U. S. Atty., Los Angeles, Cal., Harry D. Steward, Howard R. Harris, San Diego, <em>Cal., </em>Louis Lee Abbott, Asst. U. S. Attys., Los Angeles, Cal., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b802-19\">Before MATHEWS and CHAMBERS, Circuit Judges, and FOLEY, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b802-20\">MATHEWS, Circuit Judge.</author>\n<p id=\"b802-21\">Appellants (Fred W. Steiner, John W. Hadzima, Olive Spicuzza, Charles Walker and Roy Pursselley) and others were indicted in the District Court for the Southern District of California. The indictment was in 11 counts. Appellants pleaded not guilty and had a jury trial, in the course of which counts 2, 3, 4, 5, 6 and 7 were dismissed. The jury returned verdicts finding Steiner and Hadzima guilty on counts 1, 8, 9, 10 and 11, Spicuzza guilty on counts 1, 8 and 9, Walker guilty on counts 1, 10 and 11 and Pursselley guilty on count 1 only. From judgments entered on these verdicts appellants appeal.</p>\n<p id=\"b802-22\">Appellants contend that the indictment failed to charge an offense against the United States, thus, in effect, contending that each of counts 1, 8, 9, 10 and 11 failed to charge such an offense.</p>\n<p id=\"b802-23\">Count 1 alleged, in substance, that on December 10, 1949, and continuously <page-number citation-index=\"1\" label=\"747\">*747</page-number>thereafter until August 5, 1953,<footnotemark>1</footnotemark> in the Southern Division of the Southern District of California, appellants, their co-defendants and others conspired to commit offenses against the United States, namely, violations of 18 U.S.C.A. § 545,<footnotemark>2</footnotemark> by knowingly and willfully, with intent to defraud the United States, smuggling and clandestinely introducing into the United States mei'chandise, namely, psittacine birds, which should have been invoiced; by fraudulently and knowingly importing merchandise, namely, psittacine birds, into the United States contrary to law; and by knowingly receiving, concealing and facilitating the transportation and concealment of such merchandise after importation, knowing the same to have been imported into the United States contrary to law. Count 1 further alleged, in substance, that on specified dates between December 10, 1949, and May 10, 1953, in the Southern Division of the Southern District of California, appellants and their coconspirators did 35 overt acts<footnotemark>3</footnotemark> to effect the object of the conspiracy. Thus count 1 charged an offense against the United States, namely, a violation of 18 U.S.C.A. § 371.<footnotemark>4</footnotemark></p>\n<p id=\"b803-12\">Appellants contend that the birds mentioned in count 1 were not merchandise, within the meaning of 18 U.S.C.A. § 545. There is no merit in this contention.<footnotemark>5</footnotemark></p>\n<p id=\"b803-13\">Count 1 failed to state what law (other than 18 U.S.C.A. § 545) the importations mentioned therein were contrary to, or in what respect such importations were contrary to such law. Appellants contend that the failure so to state rendered count 1 fatally defective. There is no merit in this contention.<footnotemark>6</footnotemark></p>\n<p id=\"b803-14\">Count 8 alleged, in substance, that on or about April 3, 1952, in the Southern Division of the Southern District of California, appellants and their codefendants fraudulently and knowingly imported into the United States certain merchandise, namely, a number of psittacine birds, contrary to law. Count 9 alleged, in substance, that on or about April 3, 1952, in the Southern Division of the Southern District of California, appellants and their codefendants knowingly received, concealed and facilitated <page-number citation-index=\"1\" label=\"748\">*748</page-number>the transportation and concealment of certain merchandise, namely, a number of psittacine birds, after importation, knowing the same to have been imported into the United States contrary to law. Count 10 was similar to count 8, and count 11 was similar to count 9, except that the date mentioned in counts 10 and 11 was September 22, 1952, instead of April 3, 1952. Thus each of counts 8, 9, 10 and 11 attempted to charge a violation of 18 U.S.C.A. § 545 and did not charge or attempt to. charge any other offense. However, each of counts 8, 9, 10 and 11 failed to state what law (other than 18 U.S.C.A. § 545) the importation mentioned therein was contrary to, or in what respect such importation was contrary to such law. Thus each of counts 8, 9, 10 and 11 failed to charge a violation of 18 U.S. C.A. § 545 and failed to charge an offense against the United States.<footnotemark>7</footnotemark> Hence the convictions on counts 8, 9, 10 and 11 were improper.</p>\n<p id=\"b804-4\">The defect in counts 8, 9, 10 and 11 could not have been cured by a bill of particulars.<footnotemark>8</footnotemark> It is therefore immaterial that appellants did not move for such a bill.</p>\n<p id=\"b804-5\">At the trial, after the close of the Government's evidence, Hadzima, Spicuzza, Walkér and Pursselley, by their counsel, Clifford L. Duke, Jr., moved the District Court<footnotemark>9</footnotemark> “to compel the Government to elect, if any, offenses they choose to rely as far as the substantive counts are concerned.” The motion was not granted, but was — impliedly, if not expressly — denied. Appellants,<footnotemark>10</footnotemark> contend that it should have been granted. However, it did not relate to count 1, but related only to the substantive counts of the indictment. The only substantive counts here involved are counts 8, 9, 10 and 11. In view of our above stated conclusions as to these counts, we need not and do not consider the contention that the motion should have been granted.</p>\n<p id=\"b804-10\">The trial began on September 29, 1953, and ended on October 21, 1953. Between those dates, many recesses were taken. During such recesses, the jurors were permitted to separate, after being properly admonished. On October 8 and October 12, 1953, during such recesses, a juror, Gloria Ann Miller, also known as Gloria Miller, had conversations with Rupert L. Hefner, also known as Lee Hefner. On October 29, 1953— after the verdicts were returned and before appellants were sentenced — appellants filed a motion for a new trial. A stated ground of the motion was that “The jury committed misconduct during the trial in that certain jurors conversed with witnesses subpoenaed to testify on behalf of the Government<footnotemark>11</footnotemark> outside the courtroom.” There was attached to the motion a supporting affidavit of Hefner, from which it appeared that he had conversed with Miller on October 8 and October 12, 1953. The District Court conducted a hearing on the motion — a hearing at which Hefner and Miller testified as witnesses.<footnotemark>12</footnotemark> Finding that appellants were not prejudiced by <page-number citation-index=\"1\" label=\"749\">*749</page-number>the conversations between Hefner and Miller, the District Court denied the motion. Appellants contend that they were prejudiced by the conversations and that therefore the motion should have been granted. However, the District Court’s finding that appellants were not so prejudiced was supported by the evidence and is accepted by us as correct. Furthermore, the motion was addressed to the District Court’s discretion.<footnotemark>13</footnotemark> The denial of such a motion is reviewable, if at all, only for an abuse of discretion.<footnotemark>14</footnotemark> Here no abuse of discretion is shown.</p>\n<p id=\"b805-5\">Appellants were sentenced on count 1 under and in conformity with the first paragraph of 18 U.S.C.A. § 371.<footnotemark>15</footnotemark> Steiner, Spicuzza, Walker and Pursselley contend that the offenses the commission of which was the object of the conspiracy charged in count 1 were misdemeanors only,<footnotemark>16</footnotemark> namely, violations of a regulation, 42 C.F.R. § 71.152(b), prescribed by the Surgeon General of the United States under 42 U.S.C.A. § 264 and punishable under 42 U.S.C.A. § 271(a), and that therefore, if sentenced at all on count 1, appellants should have been sentenced under and in conformity with the second paragraph of 18 U.S.C.A. § 371.<footnotemark>17</footnotemark> There is no merit in these contentions.<footnotemark>18</footnotemark> Nor is there any merit in Hadzima’s contention that the offenses the commission of which was the object of the conspiracy charged in count 1 were punishable under 18 U.S.C.A. §§42 and 43 and under 42 U.S.C.A. § 271(a). Obviously, they were punishable under 18 U.S.C.A. § 545<footnotemark>19</footnotemark> and hence were felonies.<footnotemark>20</footnotemark> Accordingly, and properly, appellants were sentenced on count 1 under and in conformity with the first paragraph of 18 U.S.C.A. § 371.</p>\n<p id=\"b805-10\">The judgments against Steiner and Hadzima are affirmed as to count 1 and reversed as to counts 8, 9, 10 and 11. The judgment against Spicuzza is affirmed as to count 1 and reversed as to counts 8 and 9. The judgment against Walker is affirmed as to count 1 and reversed as to counts 10 and 11. The judgment against Pursselley is affirmed in toto.</p>\n<footnote label=\"1\">\n<p id=\"b803-4\">. The date on which the indictment was returned.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b803-5\">. At all pertinent times, § 545 provided:</p>\n<blockquote id=\"A-b\">“Whoever knowingly and willfully, with intent to defraud the United States, smuggles, or clandestinely introduces into the United States any merchandise which should have been invoiced * * * ; or “Whoever fraudululently or knowingly imports or brings into the United States, any merchandise contrary to law, or receives, conceals, buys, sells, or in any manner facilitates the transportation, concealment, or sale of such merchandise after importation, knowing the same to have been imported or brought into the United States contrary to law— “Shall be fined not more than $5,000 or imprisoned not more than two years, or both. * * <em>*”</em></blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b803-7\">. The overt acts were described in count 1.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b803-9\">. At all pertinent times, § 371 provided:</p>\n<blockquote id=\"b803-10\">“If two or more persons conspire * * * to commit any offense against the United States, * * * and one or more of such persons do any act to effeet the object of the conspiracy, each shall be fined not more than $10,000 or imprisoned not more than five years, or both.</blockquote>\n<blockquote id=\"b803-16\">“If, however, the offense, the commission of which is the object of the conspiracy, is a misdemeanor only, the punishment for such conspiracy shall not exceed the punishment provided for such misdemeanor.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b803-17\">. See definition of “merchandise” in 19 U.S.C.A. § 1401(c). It should be noted that 19 U.S.C.A. § 1401(c) was derived from § 401(c) of the Tariff Act of June 17, 1930, 46 Stat. 708, and that 18 U.S. C.A. § 545 was derived from § 593 of the same Act, 46 Stat. 751.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b803-18\">. Wong Tai v. United States, 273 U.S. 77, 47 S.Ct. 300, 71 L.Ed. 545. Like the indictment in the Wong Tai case, count 1 of the indictment in this case charged a conspiracy and did not charge or attempt to charge any substantive offense. Hence appellants’ contention as to count 1 finds no support in Keek v. United States, 172 U.S. 434, 19 S.Ct. 254, 43 L.Ed. 505, or in Babb v. United States, 5 Cir., 218 E.2d 538.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b804-6\">. Keck v. United States, supra; Babb v. United States, supra. Counts 8, 9, 10 and 11, like tbe counts involved in the Keck and Babb cases, attempted to charge substantive offenses, not conspiracies. Hence the holding in Wong Tai v. United States, supra, is inapplicable to counts 8, 9, 10 and 11. There was not at any pertinent time any law absolutely prohibiting the importation of psittacine birds into the United States. Hence such cases as Wong Lung Sing v. United States, 9 Cir., 3 F.2d 780, are not in point here.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b804-8\">. Babb v. United States, supra.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b804-11\">. Steiner does not appear to have joined in the motion.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b804-12\">. Including Steiner.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b804-13\">. Hefner was subpoenaed to appear at the trial as a witness for the Government. He did appear, but did not testify at the trial. It is not here contended, nor does the record show, that any juror other than Miller conversed with any witness, or that Miller conversed with any witness other than Hefner.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b804-14\">. These witnesses were examined by counsel for the Government, by counsel for appellants and bythe District Court. <page-number citation-index=\"1\" label=\"749\">*749</page-number>No other testimony was adduced or offered at the hearing.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b805-7\">. Allred v. United States, 9 Cir., 146 F.2d 193; Banks v. United States, 9 Cir., 147 F.2d 628; Gage v. United States, 9 Cir., 167 F.2d 122; Eagleston v. United States, 9 Cir., 172 F.2d 194; Grover v. United States, 9 Cir., 183 F.2d 650; Adams v. United States, 9 Cir., 191 F.2d 206.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b805-19\">. Grover v. United States, supra.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"Aic\">. See footnote 4.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"A4d\">. See 18 U.S.GA. § 1.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"Ar4\">. See footnote 4.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"A9P\">. Murray v. United States, 9 Cir., 217 F.2d 583.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"AAJ\">. See footnote 2.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"AFO\">. See 18 U.S.C.A. § 1.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}