{
  "casebody": {
    "data": "<casebody firstpage=\"851\" lastpage=\"855\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b907-11\">Ardis Gadd KILLPACK, and Ardis Gadd Killpack, as Executrix of the Estate of Theron William Killpack, Deceased, Appellants, v. NATIONAL OLD LINE INSURANCE COMPANY, a corporation, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b907-14\">No. 5161.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b907-15\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b907-16\">Jan. 16, 1956.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b908-13\"><page-number citation-index=\"1\" label=\"852\">*852</page-number>Clair M. Aldrich, Provo, Utah, for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b908-14\">Peter W. Billings, Salt Lake City, Utah, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b908-15\">Before PHILLIPS and MURRAH, Circuit Judges, and RICE, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b908-16\">RICE, District Judge.</author>\n<p id=\"b908-17\">Appellant, Ardis Gadd Killpack, brought an action in her individual capacity as the proposed beneficiary of an insurance policy and, in addition, other alternative causes in her representative capacity as executrix of the estate of her deceased husband, Theron W. Kill-pack, to recover from the National Old Line Insurance Company, appellee, under an alleged life insurance contract. The trial court sustained appellee’s motion for summary judgment and dismissed the actions. This appeal challenges the correctness of the summary judgment.</p>\n<p id=\"b908-18\">The undisputed facts as established by the pleadings, affidavits, and supporting exhibits show that on June 25, 1954, at the solicitation of appellee's local agent, appellant’s husband signed a life insurance application form and received appellee’s standard binding receipt in exchange for his check for the first annual premium. The policy was to pay to appellant, as beneficiary, $12,000 in the event of her husband’s death during the first year. The application carried the notation, “Date contract so insurance age is 50,” which was inserted because the policy in question was not issued to persons over 50. Appellant’s husband was to become 51 on August 26, 1954. Both the application and the binding receipt contained the provision that “If within sixty days a policy has not been received by me or if I have not received notice of approval or rejection, then this application shall be deemed to have been <page-number citation-index=\"1\" label=\"853\">*853</page-number>declined by the company.” The binding receipt also provided that the insurance was to be in force upon approval at appellee’s home office.</p>\n<p id=\"b909-5\">On June 29, 1954, the application with Killpack’s check for the first premium was received at appellee’s home office and processing was begun. On August 16, 1954, however, because it had received no medical examination report, appellee cancelled the application in accordance with its underwriting rules and returned the premium check together with a notice of cancellation dated August 11, 1954, to appellant’s husband. The medical examination had in fact taken place on August 10, 1954, and the report was received by appellee on August 16, 1954. On that date appellee wrote its local agent suggesting that the case would be “reopened” on the submission of a new application. Appellee’s agent thereupon obtained a new application and another premium check. The local agent told appellant’s husband at this time that his insurance had been approved. However, the second application, which was received by appellee on August 25, 1954, contained no request to date the contract so as to reflect an insurance age of 50. On August 27, 1954, appellee accordingly sent its general agent (the local agent having resigned on August 25) a suitable amendment but on September 8, 1954, appellant’s husband died suddenly before his signature had been obtained.</p>\n<p id=\"b909-6\">On October 27, 1954, an attorney for appellee called on appellant at her home. The company attorney denied liability, but, in addition to returning the premium, offered appellant a check for $500 in exchange for her promise not to claim coverage. Appellant, in her individual capacity, executed a release and accepted the check, but on further consideration refused to negotiate it and instituted this suit.</p>\n<p id=\"b909-12\">In her suit below appellant contended first, that a valid contract of insurance had been created, and second, that even if there was no contract, appellee was liable in damages on the basis of tort liability.</p>\n<p id=\"b909-13\">The court below, in dismissing the action, found that appellee had acted with reasonable diligence; that neither application had been approved by the home office and that consequently no contract of insurance was ever entered into; that in the absence of a contract of insurance appellee is not liable to appellant or either of them; and, finally, that in any event the appellant had executed a valid and binding release of all liability. Appellant challenges all three findings on this appeal.</p>\n<p id=\"b909-14\">Rule 56 of the Federal Rules of Civil Procedure, 28 U.S.C.A., authorized the entry of a summary judgment when it affirmatively appears from the pleadings, admissions, affidavits, depositions, and exhibits on file that there is no genuine issue as to any material fact.<footnotemark>1</footnotemark> Since this procedure was not designed as a substitute for the regular trial of cases, however, it should be invoked with due caution and all substantial doubts concerning the existence of a disputed material issue of fact should be resolved against the moving party after a careful scrutiny of the record.<footnotemark>2</footnotemark></p>\n<p id=\"b909-15\">A review of the pleadings and supporting affidavits and exhibits in this case reveals the existence of several conflicts. A detailed discussion of the points of difference is not necessary, however, since in our opinion none involves an issue upon which the outcome of this litigation depends. The decision is here controlled by unchallenged documentary evidence.</p>\n<p id=\"b909-16\">Turning to appellant’s first contention, that a valid insurance contract had been created prior to her husband’s <page-number citation-index=\"1\" label=\"854\">*854</page-number>death, there is no material dispute concerning any of the transactions between her husband and appellee’s agents, nor does appellant contest the accuracy of appellee’s records which reflect its intracompany activity. Only the legal significance of these events is at issue.</p>\n<p id=\"b910-4\">The construction of provisions in both insurance application forms and “Binding Receipts” with respect to coverage during the interim period between the submission of the application and either rejection or acceptance by the insurer has been the subject of frequent litigation and much scholarly comment. See, for example, Note, “Operation of Binding Receipts in Life Insurance,” 44 Yale L.J. 1223; Note, “Construction and Operation of * * * Binding Receipt,” 60 Harv.L.R. 1164. The usual binding receipts discussed in the case reports contain a clause to the effect that the insurance is to become effective <em>as of the date of the application or the medical examination </em>provided either that the applicant was • in fact insurable at that time or that his application was later approved at the insurer’s home office. The courts have generally held even in these cases, where the binder receipt provides for the creation of the insurance contract retroactively as of a date almost always earlier than the date of approval, that nevertheless there is no “interim insurance,” and no insurance at all until either the application has been formally approved by the insurer or the insured’s counter offer has been accepted by the applicant.<footnotemark>3</footnotemark> And this court has followed the weight of authority in a case arising in Utah.<footnotemark>4</footnotemark></p>\n<p id=\"b910-10\">Here, moreover, both the application form signed by appellant’s husband and the binding receipt provided that the policy would be dated, and the insurance would therefore become effective, on the date the application was approved at appellee’s home office. The express terms of this kind of agreement are clear and unambiguous, and the courts have consistently upheld such provisions.<footnotemark>5</footnotemark></p>\n<p id=\"b910-11\">Unless one or the other of the applications was approved at appellee’s home office, then, appellant’s contention must fail. A careful study of the record causes us to agree with the trial court’s conclusion that no such approval took place. The first application was can-celled and returned to appellant’s husband together with his premium check. The second application could not be approved until the amendment was signed by appellant’s husband and returned to appellee, since appellee had no authority to ante-date the policy without the applicant’s consent. The second application was accordingly being held in suspense at the time of appellant’s husband’s death. The trial court was therefore justified in concluding as a matter of law that no insurance contract had been created.</p>\n<p id=\"b910-12\">With respect to appellant’s second contention, that appellee is liable in tort, the law of Arkansas, the location of appellee’s home office, controls.<footnotemark>6</footnotemark></p>\n<p id=\"b910-13\">While we agree with the trial court’s finding that appellee “ * * * acted with reasonable diligence in the handling and processing of both said applications”, we consider this point moot, <page-number citation-index=\"1\" label=\"855\">*855</page-number>because Arkansas, together with a number of other states, has rejected the theory of tort liability in cases of this sort.<footnotemark>7</footnotemark></p>\n<p id=\"b911-5\">In view of the absence of liability whether based on contract or tort, it is unnecessary to discuss the purported release agreement.</p>\n<p id=\"b911-6\">The trial court was correct in dismissing the action and the judgment is therefore affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b909-7\">. Safeway Stores, Inc., v. Wilcox, 10 Cir., 220 F.2d 661; Broderick Wood Products Co. v. United States, 10 Cir., <em>195 </em>F.2d 433; Harris v. Railway Express Agency, Inc., 10 Cir., 178 F.2d 8.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b909-17\">. SMS Manufacturing Co., Inc., v. United States—Mengel Plywoods, Inc., 10 Cir., 219 F.2d 606, and cases cited therein; Zampos v. United States Smelting, Refining &amp; Mining Co., 10 Cir., 206 F.2d 171.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b910-5\">. Mutual Life Insurance Co. of New York v. Young’s Administrator, 23 Wall. 85, 90 U.S. 85, 23 L.Ed. 152; Mohrstadt v. Mutual Life Ins. Co. of New York, 8 Cir., 115 F. 81; Drake v. Missouri State Life Ins. Co., 8 Cir., 21 F.2d 39; Travelers’ Ins. Co. v. Schenkel, 8 Cir., 35 F. 2d 611; 2 A.L.R.2d 963 note 13. Contra, Gaunt v. John Hancock Mutual Life Ins. Co., 2 Cir., 160 F.2d 599.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b910-8\">. Mofrad v. New York Life Ins. Co., 10 Cir., 206 F.2d 491.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b910-15\">. Davis v. Mutual Ben. Health &amp; Accident Ass’n, 5 Cir., 96 F.2d 165; cases collected at 2 A.L.R.2d 998, § 25. Field v. Missouri State Life Insurance Co., 77 Utah 45, 290 P. 979; 2 A.L.R.2d 999.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b910-16\">. Restatement of Conflict of Laws, §§ 377-380, 383; Beale, Conflict of Laws, § 379.1; Vrooman v. Beech Aircraft Corp., 10 Cir., 183 F.2d 479.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b911-15\">. National Union Fire Ins. Co. v. School Dist. No. 55, 122 Ark. 179, 182 S.W. 547, L.R.A.1916D, 238; Interstate Business Men’s Accident Ass’n v. Nichols, 143 Ark. 369, 220 S.W. 477; American Ins. Co. v. School Dist. No. 23, 182 Ark. 158, 30 S.W.2d 217. See also cases collected at 32 A.L.R.2d 517 § 17.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}