{
  "casebody": {
    "data": "<casebody firstpage=\"42\" lastpage=\"43\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b66-6\">HARRIS v. INTERURBAN ST. RY. CO. LINTER v. SAME.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b66-8\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARd\">January 30, 1905.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b66-9\">1. Street Railways — Transfers — Refusal to Accept — Statutory Provi-</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b66-10\">sions—Action to Recover Penalty—Construction.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b66-11\">Under Laws 1892, p. 1406, c. 676, § 104, requiring a street railway to give to each passenger paying a single fare a transfer, etc., a refusal to accept a valid transfer tendered by a passenger is equivalent to a refusal to give one, rendering defendant liable to the penalty provided.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b66-12\">2. Same—Evidence—Presumptions.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b66-13\">In an action to recover the penalty imposed by Laws 1892, p. 1406, c. 676, § 104, on a street railway refusing to give a transfer to a passenger, where there are two lines of cars, one of which is operated by defendant, running along a street, it will not be presumed, in the absence of proof, that the car boarded by plaintiff, and on which a transfer tendered by him was refused, ran over the line operated by defendant.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b66-14\">Appeal from Municipal Court, Borough of Manhattan, Thirteenth District.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b66-15\">Actions by Arthur N. Harris against the Interurban Street Railway Company, and by Isaac Linter against the same. From judgments in favor of plaintiff in each action, defendant appeals. Records ordered returned to files of court for amendment or completion.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b66-16\">Argued before GIEGERICH and McCALL, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b66-17\">Henry F. Goddard, and J. P. Cotton, Jr., for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b66-18\">Jacob Gordon, for respondents.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b66-19\">PER CURIAM.</author>\n<p id=\"AL8\">Both of the above-entitled actions were brought to recover penalties, under section 104 of the railroad law (Laws 1892, p. 1406, c. 676), for the alleged failure of the defendant to give transfers. Théy were tried as one case, the evidence in the Harris case to be considered as having also been taken in the Linter case. The material facts are undisputed. Harris, the plaintiff, in company with Linter and a Mr. and Mrs. Weinstein, boarded a car of the defendant at Chatham Square and the Bowery, intending to go to the Juvenile Orphan Asylum, at 176th street and Amsterdam avenue. This car was marked, “Amsterdam Ave. &amp; 195th St.” Weinstein paid the fares for the entire party. Upon reaching the intersection of 125th street and 3d avenue, the conductor of the car informed the party that he \"had received orders to take the car direct to 129th street, and he thereupon gave them transfers, which <page-number citation-index=\"1\" label=\"43\">*43</page-number>he stated would be good upon a car going west upon 125th street. These transfers were taken by the plaintiff and his friends, who alighted from the car, and immediately boarded another car, which was about to proceed westerly upon said 125th street. This car, the plaintiff testifies, was also marked, “Amsterdam Ave. &amp; 195th St.” Upon tendering the transfers to the conductor of that car, they were refused, the conductor saying “it was against the rules,” and the plaintiff was told that he must “pay your fare or get off.” The plaintiff thereupon paid five cents fare, as did the other members of the party.</p>\n<p id=\"b67-5\">There is no testimony in the case showing that the plaintiff failed to take the proper car, nor was there any reason advanced for the refusal of this conductor to honor the transfers given by the first conductor. Under such circumstances, it might well be held that a refusal to accept a transfer is equivalent to a refusal to give one, and thereby renders the defendant liable to the penalty sued for. Tullís v. Brooklyn Heights R. Co., 71 App. Div. 494, 75 N. Y. Supp. 863. It was shown, however, by the defendant, that there are at least two lines of cars running westerly over and along 125th street, from its intersection with 3d avenue, which cars run over the same tracks. A lease of these lines alleged to have been given by the Metropolitan Street Railway Company to the defendant was offered and received in evidence, and marked “Exhibit 2,” as appears by the stenographer’s minutes, but no such lease is attached to or submitted with the return. The transfers given to the plaintiff, and admitted in evidence, may be taken as showing that the defendant controls and operates one of the lines above referred to; but, in the absence of the lease, this court cannot determine whether or not the car boarded by the plaintiff ran over a line controlled or operated by the defendant, and that such was the fact we cannot assume.</p>\n<p id=\"b67-6\">The records in these cases must therefore be returned to the files of the court, to enable them to be amended or completed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}