{
  "casebody": {
    "data": "<casebody firstpage=\"240\" lastpage=\"246\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"1\" data-type=\"parties\" id=\"b262-6\">The People, <em>ex relatione </em>James R. Whiting, <em>versus </em>James Godfrey.</parties>\n<decisiondate data-order=\"0\" data-type=\"decisiondate\" id=\"b262-3\">Oct. Term, 1828.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b262-9\">In an indictment, under the act to prevent forcible entry and detainer, [1 B. <em>L. </em>96.] the defendant may be convicted of forcible'iietoiner <em>only.</em></headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b262-10\">In aprosecution of this nature, the title to the premises, as bétween the defendant and the <em>relator, </em>cannot be inquirediinto; although the latter is bound to set forth his title, so far as to show himself to be within the provisions of the act. <em>That </em>title may be controverted by the defendant, but he cannot set up his <em>own </em>as a ^substantive <em>matter </em>of defence: because the <em>question </em>of title cannot be tried in this action.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b262-11\">The defendant in this case, was tried on the 4th day of September, 1828, before Mr. Justice Hoffman, on an indictment found by a jury, impannelled under the act entitled,‘ an act to prevent forcible entry and detainer.” [1 <em>R. L. </em>96..]</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b262-12\">At the trial the <em>relator, </em>for the purpose of showing his title to the premises in question, and his possession thereof, offered in evidence, 1. A lease from Peter Ogilvie to one William Peet, of the lot and premises known .as 221 Delancey-street, in the city of New-York. This lease was for a term of 21 years, from the first day of October, 1825, reserving a rent of fifty dollars per annum, and was duly recorded in the office of the Register, for the city and county of New-York, on the 21st day of April, 1826.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b262-13\">2. An assignment of this lease from Peet to one Newcomb, for the consideration of $600, dated the first day of May, 1826, and recorded on the 13th of March, 1827. On this assignment was endorsed a condition or defeasance, by which it was agreed, that upon the payment of the last-mentioned sum by Peet to Newcomb, on or before the first-day of the July next following, the assignment was to be void. This assignment was recorded on the 13th of March, 1827; and on the same day Peet released the <em>defeasance </em>to Newcomb.,</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b262-14\">3. An assignment of said lease by Newcomb to one Scott, on the same 13th of March, and from <em>Scott to the relator, </em>on the first day of September following, for the consideration of $775.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b263-3\"><page-number citation-index=\"1\" label=\"241\">*241</page-number>4. Various receipts for rent, paid by the relator to Ogilvie. The plaintiff then called one Henry Thison, as a witness on his part, who testified, that shortly after the <em>assignment </em>of said lease by Scott to Whiting, he, as the agent of the relator, and by his request, <em>took possession of the premises in question, </em>and informed the tenants thereon, that they were no longer to pay rent to Scott, but to Whiting; and the witness afterwards collected the rent from several of the tenants for the relator.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b263-4\">He also further testified, that three or four of the agreements for rent made between the tenants and Scott, were handed over by the latter to Whiting at the time of the assignment. That a <em>lower backroom of the premises had been leased to one Badeau, </em>who abandoned it in January, 1828, and that <em>the defendant, some time afterwards, teas found in the possession of it.</em></summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b263-5\">In the month of March following, the witness, as agent of the relator, ordered the <em>defendant </em>to leave the room; but he refused, and said, that <em>“ </em>no man should enter it but over his dead body.” The defendant continued in possession of the room until the first of May, 1828, when the lease of the other tenants expired. He then took possession of the <em>entire </em>premises, <em>claiming title </em>thereto. The witness at a subsequent period again attempted to take possession for the relator, but was resisted by the defendant, who again said that no man should dispossess him but at the expense of his life. The defendant insisted upon his right to retain possession, and claimed title to the premises: and the relator since that time had never derived any benefit from the same.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b263-8\"><em>Elisha Morrell, Esq. </em>one of the Justices of the city of New-York, then testified, that on the first day of May last, at the solicitation of the relator, he went to the premises, and there saw the defendant, who claimed title thereto, and insisted that the relator should leave the same.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b263-9\">That he (the witness) enquired as to the force—recorded it, and imposed a fine of <em>$5 </em>upon the defendant</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b263-10\">Upon this state of facts the relator rested his cause.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b263-11\">The defendant then <em>offered </em>to prove, that the premises were worth $1500 : that he had paid a full consideration, for the same, <page-number citation-index=\"1\" label=\"242\">*242</page-number>and that they were conveyed to him by Peet, by deed bearing date the 18th day of October, 1826, for the consideration of ^1400 ; that he had taken <em>peaceable possession </em>of the premises, and held them under a good title.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b264-5\">The relator objected to this evidence; but stated that he would show that the title set up by the defendant was fraudulent. The presiding Judge, decided that the question of title could not be investigated in a trial of this nature; that the relator being only a mortgagee of the lease, and the defendant having come peaceably into possession of the premises, claiming title under the deed of Peet, no further evidence was necessary on the part of the defendant, and that he should direct a verdict for him.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b264-6\">The defendant then read the deed from Peet to him, which appeared to have been recorded on the 19th of October, 1826 ; and offered to prove, that he had paid the consideration named in it, and that the transaction between himself and Peet was <em>bona fide. </em>But this evidence the presiding Judge refused to receive.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b264-7\">The Judge then charged the jury, that the question of title was not to be taken into consideration by them ; but that they were to <em>enquire into the force, </em>and might convict the defendant of forcible entry and detainer, or of <em>forcible detainer </em>only; and stated, that whatever might be their verdict, the court would regulate it according to the law of the case.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b264-8\">The jury found that the defendant was <em>not </em>guilty of forcible <em>entry, </em>but <em>loas guilty </em>of a forcible <em>detainer.</em></summary>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b264-9\"><em>Mr. F. A. Tallmadge, </em>for the defendant,</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"A6i\">now moved for a new trial, and contended, I. That the jury having found, that the defendant was not guilty of a <em>forcible entry, </em>but on the contrary, that the entry was peaceable and <em>under claim of </em>title; the subsequent detainer could notin judgment of law be deemed either forcible or unlawful. [Vin. <em>Ab. </em>383. <em>F. n. Also p. </em>385. <em>n. Coke Lit. </em>257. (notis.)]</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b264-10\">II. If the defendant was peaceably in possession, neither the relator nor the rightful owner himself could forcibly eject him without falling under the penalties of the statute. This statute <page-number citation-index=\"1\" label=\"243\">*243</page-number>was not framed for the purpose of settling questions of title, or the <em>right </em>of possession: but merely to prevent the exercise of force obtaining possession. [11 <em>John. R. </em>504.]</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"ADP\">But if the title had any bearing upon the questions before the jury, then the defendant ought to have been permitted to show what his claims to the premises actually were. The relator was permitted to show <em>his </em>title, and was not restricted to proof of possession merely. The defendant, on the contrary, relying upon the intimation which fell from the Judge, that there could be no conviction for a forcible detainer, where the entry was peaceable, and under color of title, was prevented from showing what the strength of his title was.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b265-7\">But the title cannot be enquired into, and the entry being peaceable under <em>colour </em>of title, the defendant had a right to resort to force if necessary to defend that possession, which he had already lawfully taken.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b265-8\">III. The relator was never in such an exclusive possession of the premises, as would render the acts of the defendant a violation of the statute against forcible entry and detainer. He was the mere mortgagee of a lease, and never took actual possession of the premises; but relies upon a <em>constructive possession, </em>derived from the attornment of the tenants. It is a sufficient answer to this suggestion, that the <em>defendant </em>never attorned <em>to the </em>relator, and never acknowledged his rights. Besides this, the mortgagor can never be ejected summarily, but is always entitled to notice to quit. [4 <em>John R. </em>186.] The defendant is as much entitled to protection as the relator: for if he were a mere lessee at will, he could have the benefit of this act, although he could not maintain trespass against a person claiming title. But his <em>right </em>was prior in time to that of the relator, and there is no proof that his possession did not precede that of the other party; he was fully justified, therefore, in the course he pursued, and had perfect right to defend his peaceable possession. [2 <em>Hawk. Ch. </em>64. 4 John. 180. 3 <em>Term. R. </em>292. 3 <em>Blac. Com, </em>174. 6 <em>Bac, Abr. </em>566.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"ALj2\"><page-number citation-index=\"1\" label=\"244\">*244</page-number>IV. If the defendant <em>entered </em>peaceably, he cannot be held <em>to detain </em>unlawfully. There can be no indictment without force, [ <em>Cro. Jac. </em>144.] and the jury under the charge of the Judge ought to have acquitted the defendant. Upon this point the charge of the Judge was entirely correct: for although the Supreme Court has decided, that there may be a conviction under this act for a forcible <em>detainer, </em>their decision applies only to cases where the entry was wrongful, and without colour of title. The finding of the jury was against the charge of the Judge, and against law: the defendant is therefore entitled to a new trial.</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b266-4\"><em>Mr. Barnes, </em>for the relator, (with whom was the relator <em>in propria persona.)</em></attorneys>\n<p data-order=\"27\" data-type=\"legal\" id=\"b266-5\">The object of the statute under which this indictment was found, was to prevent persons from doing themselves justice, by the employment of force, even although they might have title. The question of title therefore does not arise under this proceeding, and the enquiry relates exclusively .to the <em>possession. </em>It is immaterial whether the relator was the owner in fee, or mortgagee merely : for he was at all events <em>mortgagee in possession, </em>and that is the only subject of enquiry. The defendant confined his offer to an investigation of his <em>own </em>title, without attempting to adduce proof, that he ever had any <em>possession </em>of the premises, anterior to that of the relator. This could not be permitted in this proceeding, and the Judge was right in excluding the testimony. [11 <em>John. R. </em>504. <em>People v. Richard, </em>8 <em>Cowen 226.</em></p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b266-6\">The enquiry then, in the first place, is limited to the question of <em>possession; </em>and upon that point the case is clearly with the relator. It is not pretended by the defendant, that he ever had possession of any part of the premises, until the room occupied by Badeau was abandoned by him. This was at a period some time subsequent to January, 1828. Now, the lease of the entire premises was transferred by Scott to Whiting on the first day of September, 1827. Immediately after this, Whiting gave notice of the transfer to the tenants (of whom Badeau was one) and receivéd rent-from them. He took <em>actual possession </em>by his agent, and he had <page-number citation-index=\"1\" label=\"245\">*245</page-number><em>legal possession </em>through his tenants; for the possession of the tenant is that of his landlord.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"ApU\">The defendant does not pretend to hold under Badeau, but remits himself back to an anterior title, upon which\" he pretends to rely, instead of possession. It is no reason for a new trial, that the relator was permitted to exhibit his title; for it merely shows, that he proved more than lie was bound to prove, and more than was required by law.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b267-5\">II. The relator having shown himself in such possession as the law requires, and having proved himself entitled to the protection of the statute, the only question is, whether there may be a conviction for a forcible detainer merely, where the entry is peaceable.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b267-6\">It is conceded by the counsel for the defendant, that the law is well settled that there maybe a conviction for a forceable detainer: but he restricts it to a case where the entry was unlawful.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b267-7\">The jury in the present instance have merely found, that the entry was <em>not forcible, </em>and from that finding, the court are not to deduce the inference that the entry was lawful. The evidence clearly shows that it was <em>illegal, </em>and the title is set up as a mere colour for the wrongful acts. The defendant entered after Badeau abandoned; if he held under Badeau he would have been the tenant of the relator, and might have been ejected under the act relative to landlords and tenants. But he claims title in himself, and the relator has resorted to the only expeditious remedy known to the laws. If this verdict be not permitted to stand, then every individual is exposed to the' hazard of finding his dwelling in the hands of a stranger, who may drive him to an action of <em>ejectment </em>to recover that possession of which he is so unjustly deprived.</p>\n<opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b267-8\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"AMr\">On an indictment for a forcible entry and detainer, it is settled beyond all question, by the decisions of our own courts, that the defendant may be convicted of a forcible <em>detainer</em>only. [ <em>The People v. Anthony, 4 J. R. </em>198. <em>People v. </em>Richard, 8 <em>Cowen </em>226.]</p>\n<p id=\"ApR\"><page-number citation-index=\"1\" label=\"246\">*246</page-number>In this case the jury have found the defendant guilty of a forceable detainer, from all the evidence spread before them; and ^e court have no disposition to interfere with their decision upon the questions of fact.</p>\n<p id=\"b268-5\">Although the <em>title </em>to the premises cannot be enquired into, in a prosecution of this nature, still the <em>relator </em>is bound to set forth <em>his </em>title so far as to show himself within the provisions of the act. The title of the relator may be controverted by the defendant, but he cannot set up <em>his own </em>as a substantive matter of defence. The question of title, as between the relator and the deféndant cannot be tried in this <em>manner; </em>but the latter, if his claim is paramount to that of the relator, must resort to an appropriate remedy to maintain his rights. <em>[People v. Nelson. </em>13. <em>John. R. </em>40. 8 <em>Cow. R. 226.]</em></p>\n<p id=\"b268-8\">It is urged by the counsel for the defendjant, that he is to be considered as standing in the place of Peet, the mortgagor, and that he is, at all events, entitled to notice to quit, before any legal proceedings can be instituted to eject him. But the assignee of a mortgagor is not entitled to notice to quit; <em>[Jackson v. Fuller, </em>4 <em>John. Rep. </em>215.] and the defendant evidently intended to defend his possession at all hazards.</p>\n<p id=\"b268-10\">The reasons shown by the counsel for the defendant are not sufficient to induce the court to disturb the verdict of the jury, or grant a new trial.</p>\n<p id=\"b268-11\">\n<em>New trial denied,</em>\n</p>\n<p id=\"b268-12\">[J. R. Whiting, the relator, <em>for the People. </em>F. A. Tallmadge, <em>Att'y for the def't.]</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}