{
  "casebody": {
    "data": "<casebody firstpage=\"150\" lastpage=\"154\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b168-4\">Waddell Walker Hancock, and Katherine Walker Keeble as Co-Executrices of the Estate of Mrs. Seth M. Walker, Deceased, Appellees, <em>v. </em>G. Hilton Butler, Commissioner Department of Revenue of the State of Tennessee, Appellant.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b168-7\">401 S.W.2d 776.</citation>\n<court data-order=\"2\" data-type=\"court\" id=\"b168-8\">\n<em>(Nashville,</em>\n</court>\n<p data-order=\"3\" data-type=\"misc\" id=\"AUc\">December Term, 1965.)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b168-9\">Opinion filed April 6, 1966.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b169-3\"><page-number citation-index=\"1\" label=\"151\">*151</page-number>Hookee, Keeble, Dodson &amp; Habéis, Nashville, for ap-pellees.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b169-4\">G-eoege F. McCanless, Attorney General, Milton P. Rice and William H. Lassitee, Jb., Assistant Attorneys General, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b169-7\">Me. Justice Dyee</author>\n<p id=\"AmF\">delivered the opinion of the Court.</p>\n<p id=\"b169-8\">This is a suit filed by Appellees to recover inheritance taxes paid, under protest, to the State of Tennessee.</p>\n<p id=\"b169-9\">On 11 February 1960 Mrs. Seth M. Walker, of Nashville, Tennessee, executed two written instruments. First an instrument creating a trust in favor of her daughter, Waddell Walker Hancock, for life and then generally to the children of this daughter. Under this instrument Waddell Walker Hancock and her husband, <page-number citation-index=\"1\" label=\"152\">*152</page-number>A, B. Hancock, Jr., were named Trustees and the instrument, inter alia, provided:</p>\n<blockquote id=\"b170-5\">. ‘‘DONOR has this day assigned, transferred and delivered to the TRUSTEES One Hundred Thousand Dollars ($100,000.00) and all of the investments thereof, in trust, and upon the following conditions hereinafter set forth.”</blockquote>\n<p id=\"b170-6\">The second instrument executed by Mrs. Walker was a check in amount of $100,000.00 drawn against her account in the Third National Bank in Nashville, Tennessee payable to Waddell Walker Hancock and A. B. Hancock, Jr., as Trustees.</p>\n<p id=\"b170-7\">Mr. and Mrs. Hancock lived in Paris, Kentucky, but at this time were on vacation in Florida. These two instruments were taken to Florida by Mrs. Hancock’s sister and delivered to the Hancocks on the night of 11 February 1960. The Hancocks, on this same day, accepted and executed the trust agreement. They forwarded the check, by mail, to a bank at their home in Paris, Kentucky for deposit. This check was deposited in a Paris, Kentucky bank and sent, in due course, by this bank to the Third National Bank in Nashville, Tennessee. The check did not arrive in Nashville, and was not presented for payment, prior to the death of Mrs. Walker on Sunday, 14 February 1960.</p>\n<p id=\"b170-8\">The Appellant filed a demurrer as follows:</p>\n<blockquote id=\"b170-9\">That the bill shows upon its face that the check for $100,000.00 drawn by Mrs. Seth M. Walker upon her checking account as an intended gift to Waddell Walker Hancock was not paid by the drawee bank during the lifetime of Mrs. Sefh M. Walker, which as a matter of law, does not constitute a completed gift and, therefore, <page-number citation-index=\"1\" label=\"153\">*153</page-number>said $100,000.00 remained a part of the estate of the said Mrs. Seth M. Walker and taxable as such.</blockquote>\n<p id=\"b171-5\">The Chancellor overruled the demurrer and allowed an appeal.</p>\n<p id=\"b171-6\">The question raised here is whether there was sufficient legal delivery of the subject matter of this gift in trust. This trust agreement and check were executed, delivered and accepted all as a part of the same transaction, and are to be considered together.</p>\n<p id=\"b171-7\">In <em>Scott v. Union &amp; Planters Bank &amp; Trust Co., </em>123 Tenn. 258, 130 S.W. 757 (1910) this court held the question of legal delivery depends largely upon the intention of the parties and this intent is to be ascertained from the conduct of the parties, particularly the donor, and all the surrounding circumstances of the transaction.</p>\n<p id=\"b171-8\">Appellant insists this trust agreement was nothing more than an agreement between Mrs. Walker and the Trustees in regard to the powers and duties of the Trustees in handling the subject matter of the trust, when and if the trust was created. We do not agree with this interpretation of the trust agreement. The language of this trust (copied above in this opinion) imports, on the part of the donor, an intent to do more than create the framework of a trust, which will later be made viable by placing in the Trustees hands the subject matter of the trust. In fact the written instruments and every fact and circumstance surrounding the transaction supports the conclusion. Mrs. Walker intended to make and complete this gift by trust on 11 February 1960.</p>\n<p id=\"b171-9\">We think this gift should be sustained for yet another reason. In Scott on Trusts, Section 32.2 we find the following:</p>\n<blockquote id=\"b172-4\"><page-number citation-index=\"1\" label=\"154\">*154</page-number>“So also, in the case of an absolute gift, we have seen that where the donor subsequently dies and the donee was a natural object of his bounty, a court of equity may compel the completion of the gift. A similar principle is applicable where the beneficiary of an incomplete gift in trust is a natural object of bounty of the settlor and the settlor has died.”</blockquote>\n<p id=\"b172-5\">The beneficiaries of this trust are first the daughter and then the grandchildren of the donor. They would be among those who would be the natural objects of the donor’s bounty. We think this is a case where such rule should be applied.</p>\n<p id=\"b172-6\">The judgment is affirmed and the cause remanded for any other necessary proceedings.</p>\n<judges id=\"b172-7\">Bubnbtt, Chief Justice, and Chattin and Ckeson, Justices, concur.</judges>\n<judges id=\"b172-8\">White, Justice, not participating.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}