{
  "casebody": {
    "data": "<casebody firstpage=\"739\" lastpage=\"739\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b789-3\">Fourth Department,</court>\n<p data-order=\"1\" data-type=\"misc\" id=\"AQRy\">April, 1981</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQE7\">(April 3, 1981)</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"Ak4j\">The People of the State of New York, Respondent, v Dennis Reilly, Appellant.</parties>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"Aokj\">— Judgment, insofar as it imposes sentence, unanimously modified, as a matter of discretion in the interest of justice, and defendant remanded to Erie County Court for further proceedings, in accordance with memorandum, and, as modified, affirmed, Callahan, J., not participating. Memorandum: Upon his conviction of one count of criminal sale of a controlled substance, sixth degree (Penal Law, § 220.31, now amd by L 1979, ch 410, § 16 and described as criminal sale, fifth degree), and criminal possession of a controlled substance, seventh degree (Penal Law, § 220.03) defendant was sentenced to one-year imprisonment on each count to run concurrently. The absence of a prior criminal record and both the nature and the amount of drugs involved suggest that a one-year period of incarceration was not appropriate (Penal Law, § 65.00, subd 1). Under the circumstances of this case the sentences were excessive and should be modified. Accordingly, the judgment is modified as a matter of discretion in the interest of justice by reducing the sentence to one of probation for a period of five years to encompass the sentences for both convictions and defendant remanded to Erie County Court to fix the conditions of probation (Penal Law, § 65.10). Because we have determined that the other issues raised by the defendant are without merit, as modified, the judgment is affirmed. (Appeal from judgment of Erie County Court — criminal sale of controlled substance, sixth degree, and another charge.) Present — Cardamone, J.P., Hancock, Jr., Callahan, Denman and Schnepp, JJ.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}