{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"2\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b63-4\">UNITED STATES of America, Plaintiff-Appellee, v. Stephen J. WILLIAMS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b63-7\">No. 78-5175.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b63-8\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b63-10\">Oct. 18, 1978.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b63-15\">Thomas E. Jackson, Kenneth R. Sasse and Stephen Gleit, Detroit, Mich., for defendant-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b63-16\">James K. Robinson, U. S. Atty., Ellen Ritteman, F. William Soisson, Detroit, Mich., for plaintiff-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b63-18\">Before WEICK and EDWARDS, Circuit Judges, and PECK, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b63-17\">ORDER</p>\n<p id=\"b63-19\">On receipt and consideration of an appeal in the above-styled case; and</p>\n<p id=\"b63-20\">Noting that appellant was convicted after jury trial on two counts of passing counterfeit notes and one count of possession of counterfeit notes, all in violation of 18 U.S.C. § 472 (1970); and</p>\n<p id=\"b63-21\">Further noting that the only appellate issue presented is appellant’s claim that “the trial court abused its discretion in ruling that defendant’s prior convictions of carrying a concealed weapon and attempted armed robbery would be admissible at trial”; and</p>\n<p id=\"b63-22\">Having determined from the record that the District Judge considered the question of cross-examination on prior crimes and ruled in advance that the testimony concerning one offense would not be admissible but that testimony pertaining to two felony convictions (which permitted sentences in excess of one year) would be admissible if defendant took the stand; and</p>\n<p id=\"b63-23\">Noting further from the record that appellant in fact did not take the stand, but nonetheless contends prejudicial error in said pretrial ruling by the Judge in influencing his decision not to take the stand; and</p>\n<p id=\"b63-24\">Further noting that Rule 609(a) provides as follows:</p>\n<blockquote id=\"b63-25\">(a) <em>General rule. </em>For the purpose of attacking the credibility of a witness, evidence that he has been convicted of a crime shall be admitted if elicited from him or established by public record during cross-examination but only if the crime (1) was punishable by death or imprisonment in excess of one year under the law under which he was convicted, and the court determines that the probative value of admitting this evidence outweighs its prejudicial effect to the defendant, or (2) involved dishonesty or false statement, regardless of the punishment.</blockquote>\n<p id=\"b63-26\">Fed.R.Evid. 609(a).</p>\n<p id=\"b63-27\">And further noting that the District Judge in his pretrial ruling clearly exercised his discretion, as called for by Rule 609 by holding that a conviction for the sale of <page-number citation-index=\"1\" label=\"2\">*2</page-number>marijuana could not be admitted or allowed to be made a subject of cross-examination if defendant took the stand; and</p>\n<p id=\"b64-4\">Further finding no abuse of that discretion in ruling that the two felonies of carrying a concealed weapon and attempted robbery armed could be the subject of cross-examination,</p>\n<p id=\"b64-5\">Now, therefore, the judgment of conviction is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}