{
  "casebody": {
    "data": "<casebody firstpage=\"40\" lastpage=\"46\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b80-9\">[S. F. No. 7447.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A7\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALiN\">March 25, 1918.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b80-10\">W. S. BULLIS, Appellant, v. VIRGINIA LEE STANIFORD et al., Respondents.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b80-11\">Homestead — Fraudulent Declaration — Action to Annul — Residence—Evidence.—In an action by a judgment creditor to annul and set aside as fraudulent a homestead declared by a wife, evidence examined and found not to sustain a finding that the defendants at the time of the declaration actually resided on the premises.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b80-12\">Id.—Residence Essential.—To constitute a valid homestead the claimant must actually reside on the premises when the declaration is filed.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b80-13\">Ib.—.Head op Family—Residence op Wipe.—The husband being the head of the family, the residence of the husband is that of the wife.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b80-14\">APPEAL from a judgment of the Superior Court of Fresno County. BE. Z. Austin, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b80-16\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"9\" data-type=\"summary\" id=\"b80-17\">Edward C. Harrison, Maurice E. Harrison, Edgar K. Brown, and Trask &amp; Brown, for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b80-19\">Frank Kauke, for Respondents.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-4\"><page-number citation-index=\"1\" label=\"41\">*41</page-number>MELVIN, J.</author>\n<p id=\"A9Y\">Plaintiff, who is a judgment creditor of defendants, sued to annul and set aside a homestead which was alleged to have been declared fraudulently by defendant, Virginia Lee Staniford, wife of defendant, George F. Staniford, upon certain premises in the city of Fresno. Judgment was given in favor of defendants. From said judgment plaintiff appeals. • The most important question in the ease was whether or not, at the time of filing the declaration of homestead, Virginia Lee Staniford was, in the contemplation of the homestead law, actually residing with her husband and family on the premises. The declaration of homestead was filed in February, 1914.</p>\n<p id=\"b81-5\">It is undisputed that the property in question had been originally purchased by the Stamfords as their place of residence and had been occupied by them. At that time Mr. Staniford was employed in the business of special agent of insurance companies. His occupation compelled him to travel over certain territory embracing Fresno. At times he was able to be at home with his family, as his territory included the San Joaquin Valley. In 1912 he was given duties which required his services elsewhere, and was relieved of the task of attending to business for his employers in the San Joaquin Valley. He was then, as he testified, “transferred absolutely to Southern California.” At that time he went to Los Angeles and had been there all of the time from 1912 until the trial took place in 1915. It was shown without contradiction that George F. Staniford had registered as a voter in the city of Los Angeles in April, 1912, again in September of that year, and yet again in September, 1914, and that he had voted at all regular elections in that city between 1912 and 1915. Of course, his registrations were supported by affidavits solemnly alleging, in each instance, that his residence was in Los Angeles. It was shown further that in August, 1914, George F. Staniford had testified in the superior court of Los Angeles County that his residence was in the city of Los Angeles. It will thus be seen that between 1912 and the time of the declaration of the homestead, Mr. Staniford not only by his solemn declarations under oath, but by every overt act, indicated his intent as running with his physical presence to make Los Angeles the place of his residence. Appellant’s counsel contend that as Mr. Staniford was the head of the family, furnishing support to his wife and the younger son, <page-number citation-index=\"1\" label=\"42\">*42</page-number>who was a student at Stanford University, his residence was the residence of his family, and that irrespective of the intention of Mrs. Stamford with regard to her place of residence, his residence in Los Angeles at the time of the declaration of homestead is established without contradiction, and is determinative of the whole matter. We will have occasion to consider this theory further in a subsequent part of this opinion.</p>\n<p id=\"b82-5\">It appears without contradiction that when the Stamfords moved into the home in Fresno, the family consisted of Mr. and Mrs. Stamford and two sons. In 1912 the elder son established himself as a physician in San Francisco and the younger was a student at Leland Stafford Junior University. In that year the defendants leased the property in Fresno and Mrs. Stamford went to San Francisco to keep house for her elder son and to be near the younger one. Mr. Stamford had gone to Los Angeles. During the first year of their absence the tenants were a family named Johnson. Judge George B. Graham, a warm friend of the defendants and a relative of the Johnsons, went to lodge and board with his kinsfolk, and at the expiration of the written lease to the Johnsons, in July, 1913, a lease for the following year was taken in his name. In February, 1914, a foreclosure suit by plaintiff upon other property of the defendants being in progress, but not yet carried to a judgment, Mrs. Stamford consulted an attorney in San Francisco upon the subject of filing a homestead on the Fresno property. He wrote a letter to Judge Graham and Mrs. Stamford, without previous notification to the judge, went with her younger son to Fresno and to the property here in question. Judge Graham was about to start on a business trip to San Francisco. This was February 20, 1914. On presentation of the letter from her attorney in San Francisco, Mr. Coldwell, to Judge Graham, a “rider” canceling the lease was pasted on the written contract. Judge Graham then departed for San Francisco, taking with him only the articles necessary for a short sojourn, and he returned from San Francisco on the 26th or 27th of February. Meanwhile Mrs. Stamford remained at the house and her younger son was there part of the time. Graham’s subtenants stayed on the premises just as they had been in occupancy of the place. There is no evidence that they ever attorned to Mrs. Stamford or paid her any rent. On February 24th, Mrs. Stamford filed the declaration of homestead <page-number citation-index=\"1\" label=\"43\">*43</page-number>wherein she certified and declared that she was actually residing on the premises with her husband and family. On Judge Graham’s return a new lease was executed whereby he became the tenant of the property for one year from March 1, 1914, upon exactly the same terms upon which he had previously rented it, and Mrs. Staniford returned to her son’s home in San Francisco, where she continued to remain. From these facts, appellant insists that the cancellation was a mere “paper transaction’’ carried through so that Mrs. Staniford could file a homestead. The validity of this contention is virtually conceded by counsel for respondents. He declared at the oral argument that he did not depend upon the brief sojourn of Mrs. Staniford and her younger son in February to establish residence, but he contended in his briefs and in his argument that defendants had never surrendered their residence in Fresno. In support of this contention he calls attention to the fact that Mr. Staniford was almost constantly on the move from place to place in his territory; that the family furniture was left in the Fresno house; that a small room or closet was reserved, by the lease, for the storage of some of the goods of the Stamfords; and that Mrs. Staniford retained membership in a lodge in Fresno. It is argued that undoubtedly the family resided on the premises originally; that the burden of proof was on plaintiff to show a change of residence in effect at the time of the declaration; and that this burden had not been met. With this contention we cannot agree, because it appears not only that Mrs. Staniford was physically present in San Francisco substantially all of the time between her arrival there in 1912 and the time of the trial, but that she solemnly swore that she resided in San Francisco. Her first registration was on October 4, 1912. Regarding this matter she said that she was induced to register in a moment of enthusiasm over the newly acquired right of women to exercise the electoral franchise and without any intention of abandoning her home and residence in Fresno. We cannot help lauding her enthusiasm in a cause so great and praising its continuance, for not only did she vote in San Francisco at all elections following her registration, but on the 15th of July, 1914, after filing the declaration of homestead, she again registered and voted in San Francisco. In her affidavits of registration she deposed that she was a resident of the city and county of San Francisco.</p>\n<p id=\"b84-4\"><page-number citation-index=\"1\" label=\"44\">*44</page-number>At the oral argument counsel for respondents said in substance that there was no question that both Mr. and Mrs. Staniford violáted the law by voting, but that “that did not have the effect of changing their residence. It was only a circumstance.”</p>\n<p id=\"b84-5\">Undoubtedly our laws are most liberal to homestead claimants and the courts in the interpretation of such laws go to great lengths to protect the actual home of the family from creditors; but to permit such an alleged homestead as this to withstand appellant’s attack would make a mockery of laws passed for the beneficent purpose of preserving an abiding place for the actual, <em>bona fide </em>residence of the family. True, our own courts have held that 'in certain instances residence on the property, though only for a day, may be sufficient. <em>(Skinner </em>v. <em>Hall, </em>69 Cal. 195, [10 Pac. 406]; <em>Hohn </em>v. <em>Pauly, </em>11 Cal. App. 724, [106 Pac. 266].) But in both of those cases there were special circumstances vastly different from those presented in the case at bar to sustain the judgments. In <em>Skinner </em>v. <em>Hall </em>the declarant had abandoned one homestead which had undoubtedly been created in good faith and had immediately filed a new declaration. In the opinion in the other case it was said: “That the plaintiff actually resided in the building and that it was her only home is not questioned. ’ ’</p>\n<p id=\"b84-6\">It has also been held that although the wife may not declare a valid homestead on one piece of property and the husband upon another parcel of land, she may establish a valid homestead. <em>(Gambette </em>v. <em>Brock, </em>41 Cal. 78; <em>Harlan </em>v. <em>Schulze, </em>7 Cal. App. 287, [94 Pac. 379].) But in both of those cases the right of the wife was carefully qualified by the statement that the wife’s selection of a homestead is valid only in the absence of any proof that the husband had a home or fixed residence elsewhere. In the case at bar not only did the husband declare by registration, by voting, and by his sworn testimony in court that Los Angeles, where his business permanently kept him, was his place of residence, but when asked if he, as the head of the family, was supporting his wife and his sons during their absence from Fresno, he said: “I was turning over my earnings to them. I don’t know about being the head of the family. I supplied the money to them. ’ ’</p>\n<p id=\"b84-7\">The only justification for the conclusion of the lower court that Mr. Staniford had not changed his residence to Los <page-number citation-index=\"1\" label=\"45\">*45</page-number>Angeles appears in his own declarations, which were contradicted by his repeated acts and his solemn sworn asseverations when not confronted with any question involving the homestead. That he was not actually residing on the property personally or by legal intendment when the homestead was declared is obvious, and any.pretense to the contrary is sham. The law on this subject is. declared in <em>Tromans </em>v. <em>Mahlman, </em>92 Cal. 1, [27 Pac. 1094, 28 Pac. 579], wherein it is said:</p>\n<blockquote id=\"b85-4\">“It is settled law in this state that to constitute a valid homestead the claimant must <em>actually </em>reside on the premises when the declaration is filed. <em>(Prescott </em>v. <em>Prescott, </em>45 Cal. 58; <em>Babcock </em>v. <em>Gibbs, </em>52 Cal. 629 ; <em>Aucker </em>v. <em>McCoy, </em>56 Cal. 524; <em>Pfister </em>v. <em>Dascey, </em>68 Cal. 572; <em>Lubbock </em>v. <em>McMann, </em>82 Cal. 228, [16 Am. St. Rep. 108].) . . .</blockquote>\n<blockquote id=\"b85-5\">“The obvious purpose of the statute in providing for the selection of a homestead was to thereby make a home for the family, which neither of the spouses could encumber or dispose of without the consent of the other, and which should at all times be protected against creditors. To effect its purpose, the statute has been liberally construed in some respects, but the requirement as to residence at the time the declaration is filed has been strictly construed. Thus this court has many times used and emphasized the word ‘actually,’ to show that the residence must be real, and not sham or pretended.”</blockquote>\n<p id=\"b85-6\">Again, speaking of the purpose of our homestead law, this court has said: “The benign object of the statute was to protect <em>the home </em>of the owner from forced sale, and not to withdraw from the reach of creditors property of the debtor as a source of revenue for the support of himself or family.” <em>(Maloney </em>v. <em>Hefer, </em>75 Cal. 422-424, [7 Am. St. Rep. 180, 17 Pac. 539, 540].)</p>\n<p id=\"b85-7\">Under the undisputed facts in this ease the husband was the head of the family. His place of residence was the residence of his wife. (Pol. Code, sec. 52, subd. 5; <em>Luck </em>v. <em>Luck, </em>92 Cal. 653, [28 Pac. 787].) The record in the case discloses no single act of the husband from 1912 to the time of the trial such as would alter the effect' of his removal to Los Angeles as a change of residence. The only contradiction of all of his acts and sworn statements while he was actually occupying an office and lodgings in Los Angeles occurred in the trial of this case. At one place in the record wfe find that <page-number citation-index=\"1\" label=\"46\">*46</page-number>he said, while a witness, “Traveling the way I was, my home was under my hat, all the time. ’ ’ Again, he was asked if he had any intention of having any other place of abode, as a residence or home, than Fresno, he said: “Not in Los Angeles, or directly in Los Angeles, but if we could have ever sold our property, disposed of it properly and taken up a home somewhere else where we had purchased a ranch which we had purchased, and over which this controversy is, we might have done it.” Tet during his absence from Fresno the property claimed as a homestead was occupied by a tenant except for a few days when the pretended surrender of the lease took place, and during that time the lessee’s subtenant was undisturbed. Added to this were his admitted permanent business activities outside of the San Joaquin Valley, his repeated statements under oath that Los Angeles was his place of residence, and his participation in all regular elections held in that city. At most his testimony amounts to proof of a floating intention some day to return to Fresno to live, and this as against the solemn, undisputed evidence of facts establishing his residence in Los Angeles is negligible. <em>(Estate of Weed, </em>120 Cal. 634, [53 Pac. 30].)</p>\n<p id=\"b86-5\">Appellant sustained the burden of proving the establishment of another residence than Fresno by Mr. Stamford, thus fixing the family home in Los Angeles, and this showing was not overbalanced by the mere declaration that Mr. Stamford had always intended to keep the property in Fresno as his home.</p>\n<p id=\"b86-6\">The judgment is reversed.</p>\n<p id=\"b86-7\">Sloss, J., Wilbur, J., Victor E. Shaw, J., <em>pro </em>tern.&gt; and Angellotti, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}