{
  "casebody": {
    "data": "<casebody firstpage=\"288\" lastpage=\"289\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b296-4\">John O. Benthall &amp; another <em>vs. </em>Fisher A. Hildreth, Executor.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b296-6\">Though a defendant may plead in abatement that the action was commenced before a right of action existed, yet he may rely on that fact as a bar to the action, in an answer filed after the expiration of the time allowed by law for filing an answer in abatement, and after he has filed an affidavit of merits.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b296-7\">Action of contract against the executor of Dexter Hildreth, on a debt of his testator. The defendant, at the return term, filed an affidavit of merits, and at the second term, the following answer : “ That he ought not to be held to answer to said suit, because he says the same was commenced within one year after his giving bond for the discharge of his trust as executor of the will of Dexter Hildreth, the deceased; said suit not being brought for the recovery of a demand against said deceased, which would not be affected by insolvency of the estate of said deceased, and said estate not having been represented insolvent.” The plaintiffs demurred, because “ the defendant’s answer, being in the nature of a plea in abatement, should have been filed within the first four days of the term to which the plaintiffs’ writ was returnable.” The court of common pleas gave judgment for the defendant, and plaintiffs alleged exceptions.</summary>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b296-8\"><em>R. B. </em>Caverly, for the plaintiffs.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"ALh\">By <em>St. </em>1852, <em>c. </em>312, § 10, any defendant is to be defaulted, who does not file, within ten days from the return day of the writ, <em>“ </em>an affidavit that he verily believes that the defendant has a substantial defence to the action <em>on its </em>merits, and intends to bring the same to trial.” By §.27, “ any defence, which might have been made by plea in abatement, may hereafter be made by answer, containing such allegations or denials as may be necessary to constitute such defence ; ” but no time is fixed by that statute, nor by any subsequent rule of court, within which answers in abatement must be filed. They must therefore be filed “ during the first four days of the return term, and not afterwards.” Rule 68 of C. C. P., Colby’s Pract. 452. The defence set forth in this answer was in abatement of the writ, and not “ on the merits.” The <page-number citation-index=\"1\" label=\"289\">*289</page-number>defendant, by not filing it within the first four days of the return term, and by entering his appearance, and filing his affidavit of merits, waived all matters in abatement. <em>Simonds </em>v. <em>Parker, </em>1 Met. 508. <em>Eaton </em>v. Whitaker, 6 Pick. 468. <em>Christian Society </em>v. <em>Macomber, </em>3 Met. 235. <em>Foot </em>v. <em>Knowles, </em>4 Met. 391, 392. <em>Carlisle </em>v. <em>Weston, </em>21 Pick. 535. 1 Chit. Pl. (6th Amer. ed.) 474, 475.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b297-5\"><em>B. F. Butler, </em>for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b297-6\">Metcalf, J.</author>\n<p id=\"Acm\">The matter of the defendant’s answer might have been pleaded in abatement; but the defendant was not bound so to plead it, and may well rely upon it, in his answer, as a bar to the action. Com. Dig. Abatement, G. 6; Action, E. 1. Gould Pl. <em>c. </em>5, § 138. The plaintiff cannot therefore object that the answer was filed too late. When a party has an option to plead a matter in abatement or in bar, and elects to plead in bar, he is entitled to all the incidents of such plea, in the same manner as if a plea in bar only were admissible.</p>\n<p id=\"b297-7\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}