{
  "casebody": {
    "data": "<casebody firstpage=\"424\" lastpage=\"428\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b432-6\">Thomas Shepard <em>vs. </em>Nelson Richards.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b432-7\">in this state, a tenant in common, who has’received in money more than his share of the profits of the estate, is liable to his cotenant in an action at law for the surplus. But in order to support such an action, it must appear that the defendant has received more than his share not merely of a single article of produce, but of the entire profits of the estate, after deducting all reasonable charges; and that the balance is due to the plaintiff, and not to other cotenants.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b432-8\">A mortgagee of an undivided part of land, on entering into possession, is entitled to his share of the rents and profits, although his entry be made for the purpose of foreclosure and be insufficient for that purpose.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b432-9\">Action of contract, brought by the plaintiff, as guardian of his two minor children, to recover pay for apples gathered and <page-number citation-index=\"1\" label=\"425\">*425</page-number>sold by the defendant, which grew on land of which said children owned two undivided fifteenths.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b433-5\">At the trial in the court of common pleas, there was evidence that in 1852 thirty barrels of apples grew on the land, of which (he defendant gathered fourteen barrels, and sold twelve barrels of those so gathered; that in the same season the plaintiff sold from six to twelve tons of grass which grew on the land; and that the plaintiff and defendant each paid something for taxes, but it did not appear how much.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b433-6\">The defendant gave in evidence a mortgage to himself, dated October 12th 1850, from a cotenant of the plaintiff’s wards, of an undivided fifth of said land, and the following certificate, indorsed on the mortgage, duly signed and sworn to by two witnesses, and recorded: “ We hereby certify that on this first day of April, in the year 1852, Nelson Richards, the within named mortgagee, entered upon the lands described in the within mortgage deed, for condition broken, and for the purposes of foreclosure, and in order that the three years, at the expiration of which time he, the said Nelson Richards, might hold said lands absolute and irredeemable, might this day begin; and we went with said Nelson Richards, as witnesses, and saw him enter as aforesaid and take possession of said lands for foreclosing, and left him, said Nelson Richards, in the peaceable and undisturbed possession of said lands.”</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b433-7\">Upon this evidence, Hoar, J. ruled that the defendant had shown himself to be tenant in common with the plaintiff, and that the plaintiff could not maintain this action against him, and directed a verdict for the defendant. The plaintiff alleged exceptions.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b433-8\"><em>N. </em>Morton, for the plaintiff.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Amd\">The mortgage and the entry of the defendant did not make him a cotenant with the plaintiff, so as to justify him in taking the produce of the land. The entry can have no effect, for want of notice to the mortgagor and to the cotenants. <em>Scott </em>v. <em>McFarland, </em>13 Mass. 309. And the certificate is insufficient, because it does not show “an open and peaceable entry,” or that the mortgagee was “not opposed by <page-number citation-index=\"1\" label=\"426\">*426</page-number>the mortgagor or other person claiming the premises.” Rev. Sts. <em>c. </em>107, §§ 1, 2.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b434-5\">But if the defendant’s possession was sufficient to make him a cotenant, he is bound to account to his cotenants for their proportion of the excess of the profits taken by him. <em>Chapman </em>v <em>Gray, </em>15 Mass. 439. <em>Brinley </em>v. <em>Kupfer, </em>6 Pick. 179. <em>Johnson </em>v. Ames, 6 Pick. 330. <em>Haskell v. Adams, </em>7 Pick. 59. <em>Monroe </em>v. <em>Luke, </em>1 Met. 464. The defendant was entitled to only one fifth of the apples; he took much more, and must account for the excess.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b434-6\"><em>E. Ames, </em>for the defendant.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AU6\">The defendant, at the time of gathering the apples, was lawfully in possession of an undivided fifth part of the estate, as mortgagee, for condition broken and .for the purpose of foreclosure. Rev. Sts. <em>c. </em>107, §§ 1, 2. He had therefore the same right to gather crops as if he had been seized in fee simple absolute of an undivided fifth part.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b434-7\">Had the defendant gathered all the grass and all the apples, and sold them, yet the plaintiff could not have maintained this action. <em>Wilbur </em>v. <em>Wilbur, </em>13 Met. 404. <em>Sargent </em>v. <em>Parsons, </em>13 Mass. 149. <em>Allen </em>v. <em>Carter, </em>8 Pick. 177. <em>Porter </em>v. Hooper, 13 Maine, 25. <em>Duncan </em>v. <em>Sylvester, </em>13 Maine, 417.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b434-8\">But however this may be, a cotenant owning two fifteenths of an estate cannot sue a cotenant owning three fifteenths, for gathering less than half the apples, especially when the former has gathered all the grass for the same season.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b434-9\">Bigelow, J.</author>\n<p id=\"AJb\">The general rule of the common law, that one partner or tenant in common cannot sue his copartner or co-tenant in an action <em>ex contractu, </em>but must proceed by action of account, or bill in equity, is not the law of this commonwealth. Long before the action of account was abolished by Rev. Sts. <em>c. </em>118, § 43, and when the courts of this state had no jurisdiction in equity of suits between copartners and tenants in common, it was held that assumpsit would lie by a tenant in common to recover from his cotenant any surplus in money over and above his share of the profits. This remedy was said to be consonant to the ancient practice in this commonwealth. <em>Brigham </em>v. Eveleth, 9 Mass. 538. <em>Jones </em>v. <em>Harraden, </em>9 Mass. <page-number citation-index=\"1\" label=\"427\">*427</page-number>540, <em>note. </em>The same doctrine has been since affirmed in several cases. <em>Bond </em>v. Hays, 12 Mass. 34. <em>Wilby </em>v. <em>Phinney, </em>15 Mass. 116. <em>Brinley </em>v. Kupfer, 6 Pick. 179. And it has been held that the remedy in equity, now given by the statute, does not affect the application of the rule to cases where the remedy by action at law is plain and adequate. <em>Fanning </em>v. Chadwick, 3 Pick. 420, 424.</p>\n<p id=\"b435-5\">' But although this is the well settled rule of law in this commonwealth, we think the plaintiff fails to bring his case within its operation. The evidence does not show that the defendant has received more than his share of the proceeds of the entire crops and products of the estates owned in common, or that there is any surplus thereof in his hands for which he is bound to account to the plaintiff or his wards. It is not enough for the plaintiff to show that the defendant has taken more than his proportion of a single article raised on the estate; but it must be made to appear that he has received more than his aliquot part of the proceeds of all the profits of the common property, after deducting all reasonable and proper charges. There must be a balance due, at the commencement of the plaintiff’s action, in the hands of the defendant, as the result of a final settlement of the account between the parties relating to the estate owned in common. »This the evidence on the part of the plaintiff entirely fails to establish. The only fact distinctly proved is, that the defendant gathered and took away more than his \"share of the apples which grew on the estate in the year 1852. But it does not appear that the plaintiff did not also receive the full share belonging to his wards, out of those which were left on the estate by the defendant; nor that the defendant has received more than his proportion of the entire products of the estate.</p>\n<p id=\"b435-6\">Besides; in the present state of the proof, the rights of the other cotenants to the income and profits of the common property are left wholly indeterminate, and for aught that appears they may have claims adverse to those of the parties in this action. In such a case, an action of assumpsit does not afford an adequate remedy. Where a case is complicated by having three or more <page-number citation-index=\"1\" label=\"428\">*428</page-number>parties with adverse interests, the only suitable remedy is by a bill in equity, in which the conflicting claims of all persons interested in the joint property can be adjusted and settled. See Report of Commissioners on Rev. Sts. <em>c. </em>118, § 39, <em>note.</em></p>\n<p id=\"b436-5\">The objection urged by the plaintiff, that the defendant cannot be regarded as a cotenant of the estate, is not tenable. By virtue of his mortgage, he had the right to enter and take possession of the estate, to the extent of his title under it, both as against the mortgagor and all other persons. Being in possession under a legal title and seizin, he had the right to the perception of his share of the rents and profits. <em>Goodwin </em>v. Richardson, 11 Mass. 469. <em>Welch </em>v. Adams, 1 Met. 494. It is wholly immaterial that <em>his entry </em>was informal and invalid for the purpose of foreclosure. It is sufficient that it gave him legal possession of the estate under the mortgage. <em>Exceptions overruled,</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}