{
  "casebody": {
    "data": "<casebody firstpage=\"373\" lastpage=\"384\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b389-4\">MIHARU H. MIZOGUCHI, Personal Representative of the Estate of Tsutomu Mizoguchi, aka Tom Tsutomu Mizoguchi, deceased, Plaintiff-Appellee, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Defendant-Appellant</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b389-5\">NO. 7926</docketnumber>\n<p data-order=\"2\" data-type=\"docketnumber\" id=\"b389-7\">(CIVIL NO. 4329)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ams\">MAY 5, 1983</decisiondate>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b390-4\"><page-number citation-index=\"1\" label=\"374\">*374</page-number>OPINION OF THE COURT BY</p>\n<author id=\"Axq1\">LUM, C.J.</author>\n<p id=\"b390-5\">The primary issue in this declaratory judgment action is whether no-fault benefits payable under an additional no-fault coverage endorsement may exceed the aggregate limits established for basic no-fault benefits, in cases where accidental harm has resulted in death. We find that under the terms of the policy at issue and the applicable statutory provisions, the decedent’s surviving spouse and dependents are entitled to payment of survivors’ loss benefits and provable work loss benefits, up to the increased aggregate limits of the additional no-fault coverage.</p>\n<p id=\"b390-6\">I.</p>\n<p id=\"b390-7\">On February 15,1979, plaintiffs decedent, Tsutomu Mizoguchi, died from injuries he sustained when the car he was driving collided with another automobile. At the time of the accident, decedent’s car was insured by defendant-appellant State Farm Mutual Automobile Insurance Company (hereinafter referred to as State Farm). Decedent’s insurance policy includes both basic as well as additional no-fault coverage. The additional no-fault coverage endorsement increases the aggregate limit for all no-fault benefits from the basic $15,000 limit to $50,000.</p>\n<p id=\"b390-8\">State Farm tendered $15,000 to plaintiff-appellee Miharu Mizoguchi, decedent’s surviving spouse. Plaintiff, in her capacity as personal representative of decedent’s estate, filed the instant declaratory judgment action, requesting additional no-fault benefits equal to the difference between the increased aggregate limit of $50,000 under the additional no-fault coverage and the $15,000 previously tendered. The trial court subsequently granted plaintiffs motion for summary judgment and denied State Farm’s cross-motion for summary judgment.</p>\n<p id=\"b390-9\">II.</p>\n<p id=\"b390-10\">State Farm contends that the maximum recovery available in all cases of death is limited to $15,000, even where the insured has purchased additional coverage. State Farm relies <page-number citation-index=\"1\" label=\"375\">*375</page-number>on the limit of liability for survivors’ loss in the basic no-fault endorsement which states that</p>\n<blockquote id=\"b391-5\">The maximum amount payable for <em>survivors’ loss </em>is $15,000 reduced by the amount of any other no-fault benefits paid or payable under this coverage.</blockquote>\n<p id=\"b391-6\">(Emphasis in original). “Survivors’ loss” benefits are defined in the policy as</p>\n<blockquote id=\"b391-7\">No-fault benefits payable as a result of the death of the <em>eligible injured person </em>for the benefit of <em>dependent survivors. </em>Such benefits may be paid immediately in a lump sum payment at the option of the beneficiary.</blockquote>\n<p id=\"b391-8\">(Emphasis in original).</p>\n<p id=\"b391-9\">State Farm’s position is that the additional no-fault benefit coverage does not provide any additional benefits to those payable under the basic no-fault coverage in cases involving death, rather than injury. In support of its position, State Farm cites HRS § 294-4(1) (Supp. 1982) which provides as follows:</p>\n<blockquote id=\"AIe\">§ 294-4 Obligation to pay no-fault benefits. Every no-fault and self-insurer shall provide no-fault benefits for accidental harm as follows:</blockquote>\n<blockquote id=\"b391-10\">(1) Except as otherwise provided in section 294-5(c):</blockquote>\n<blockquote id=\"b391-11\">(A) In the case of injury arising out of a motor vehicle accident to any person, including the owner, operator, occupant, or user of the insured motor vehicle, or any pedestrian (including a bicyclist), or any user or operator of a moped as defined in section 249-1 who sustains accidental harm as a result of the operation, maintenance, or use of said vehicle, the insurer shall pay, without regard to fault, to such person an amount equal to the no-fault benefits payable to such person as a result of such injury; or</blockquote>\n<blockquote id=\"b391-12\">(B) In the case of death arising out of a motor vehicle accident of any person, including the owner, operator, occupant, or user of the insured motor vehicle, or any pedestrian (including a bicyclist), or any user or driver of a moped as defined in section 249-1 who sustains accidental harm as a result of the operation, maintenance, or use of said vehicle, the insurer shall pay, without regard to fault, to the legal representative <page-number citation-index=\"1\" label=\"376\">*376</page-number>of such person, for the benefit of the surviving spouse and any dependent, as defined in section 152 of the Internal Revenue Code of 1954, of such person, an amount equal to the no-fault benefits payable to such spouse and dependent as a result of the death of such person, subject, however, to the provisions of section 294-2(10).<footnotemark>1</footnotemark></blockquote>\n<p id=\"b392-5\">State Farm points out that HRS § 294-4(l)(B), which deals with cases involving death, expressly refers to HRS § 294-2(10), whereas § 294-4(l)(A), which deals with injury cases, makes no such reference. HRS § 294-2(10) imposes maximum monetary limits for specific no-fault benefits and establishes an aggregate limit of $15,000 on the total amount of no-fault benefits payable under a standard no-fault policy.<footnotemark>2</footnotemark> State Farm <page-number citation-index=\"1\" label=\"377\">*377</page-number>construes the reference to HRS § 294-2(10) in § 294-4(l)(B) as an indication that the legislature intended to restrict no-fault benefits to the maximum aggregate limit of $15,000 established in § 294-2(10) in all cases where accidental harm results in death, even where additional coverage has been purchased by the insured.</p>\n<p id=\"b393-5\">State Farm’s position is untenable, given the legislature’s enactment of HRS § 294-11(a)(3) which expressly requires insurers to offer additional coverages and additional benefits in cases of death arising out of a motor vehicle accident. HRS § 294-11(a)(3) (Supp. 1982) provides:</p>\n<blockquote id=\"b393-6\">§ 294-11 Required optional additional insurance.</blockquote>\n<blockquote id=\"b393-7\">(a) In addition to the no-fault coverages described in section 294-10 every insurer issuing a no-fault policy shall make available to the insured the following optional insurance under the following conditions:</blockquote>\n<blockquote id=\"b393-8\">(3) Additional coverages and benefits with respect to any injury, death, or any other loss from motor vehicle accidents or loss from operation of a motor vehicle. An insurer may provide for aggregate limits with respect to such additional coverage so long as the basic liability coverages provided are not less than those required by section 294-10(a)(l) and (2).<footnotemark>3</footnotemark></blockquote>\n<p id=\"b393-9\">Every no-fault insurer is required under HRS § 294-11(a)(3) to offer additional coverages and benefits to the insured, who may choose to avail himself of such coverage. It is apparent therefore that the statutory provisions regarding basic no-fault benefits set minimum limits, which the parties are allowed to exceed. <em>See Yamaguchi v. State Farm Mutual Automobile Insurance Co., </em>515 F. Supp. 186, 191 (D. Haw. 1980) (“[Pjarties cannot contract for less protection than that afforded by statute, but can contract for more extensive pro<page-number citation-index=\"1\" label=\"378\">*378</page-number>tection.”) <em>See also </em>7 Blashfield, Automobile Law and Practice § 275.6 (Supp. 1981). State Farm’s analysis ignores the possibility that other no-fault benefits, such as work loss, may be payable in cases of death, in addition to any survivors’ loss benefits available to the eligible beneficiaries.</p>\n<p id=\"b394-5\">Courts in other jurisdictions, when confronted with this issue, have required that insurers pay earnings loss benefits in addition to any survivors’ loss benefits in no-fault cases involving death. In <em>Allstate Insurance Co. </em>v. <em>Heffner, </em>491 Pa. 447, 421 A. 2d 629 (1980), for instance, the Pennsylvania Supreme Court held that a decedent’s survivors are entitled to both survivors’ benefits and work loss benefits under the Pennsylvania No-Fault Motor Vehicle Insurance Act. In <em>Muschette </em>v. <em>Gateway Insurance Co., </em>76 N.J. 560, 388 A.2d 964 (1978), for another example, the New Jersey Supreme Court held that a surviving spouse may recover income continuation and essential services benefits under an optional additional personal injury protection coverage, in addition to statutory death benefits.</p>\n<p id=\"b394-6\">Upon careful review of our no-fault statute and its legislative history, we conclude that our legislature intended that work loss benefits would be payable in cases of death in addition to any survivors’ loss benefits and that eligible beneficiaries would be entitled to no-fault benefits up to the increased aggregate limit of any additional coverage.</p>\n<p id=\"b394-7\">The United States District Court reached the same conclusion in a recent decision interpreting the Hawaii no-fault statute, <em>Yamaguchi </em>v. <em>State Farm Mutual Automobile Insurance Co., supra.</em><footnotemark><em>4</em></footnotemark><em> </em>The court reasoned that</p>\n<blockquote id=\"b395-4\"><page-number citation-index=\"1\" label=\"379\">*379</page-number>Survivors’ loss is different from and does not duplicate loss of earnings.</blockquote>\n<blockquote id=\"b395-5\">. . . There is no indication in either the Hawaii no-fault law, regulations, or the insurance policies that “survivors’ loss” benefits are meant to preempt or reduce “work loss” benefits, or to duplicate “work loss” benefits.</blockquote>\n<p id=\"b395-6\">515 F. Supp. at 193.</p>\n<p id=\"b395-7\">The legislative intent to allow work loss benefits up to the aggregate limit of the policy is evident in the Conference Committee report on the no-fault bill which states in relevant part that</p>\n<blockquote id=\"b395-8\">[A]ll wage loss would be paid until such time as the injured person could resume available and appropriate gainful activity, <em>up to the standard or maximum limit of every no-fault policy </em>.... Benefits would also be paid for loss of future anticipated earnings or for impairment of earning capacity resulting from injuries sustained in an automobile accident, <em>up to the standard or maximum limit of every no-fault policy.</em></blockquote>\n<p id=\"b395-9\">H. Conf. Comm. Rep. No. 13 on H.B. 637, 1973 House Journal 1220; S. Conf. Comm. Rep. No. 4 on H.B. 637, 1973 Senate Journal 636 (emphasis added).</p>\n<p id=\"b395-10\">By using the phrase “standard <em>or </em>maximum limit,” the legislature indicated that work loss benefits are not limited only to the standard aggregate limit of the basic policy. Where the insured has purchased additional coverage, provable earning losses may extend beyond the standard $15,000 aggregate limit, up to the maximum limit of the additional coverage. Such an interpretation is far more logical than State Farm’s position that the deceased insured paid additional consideration for no additional protection.</p>\n<p id=\"b395-11\">References to “accidental harm” and “death” in the statutory work loss provisions are evidence of the legislature’s intent to allow work loss benefits in cases where the injured person <page-number citation-index=\"1\" label=\"380\">*380</page-number>dies.<footnotemark>5</footnotemark> “Accidental harm” is defined by statute as “bodily injury, <em>death, </em>sickness, or disease caused by a motor vehicle accident to a person.” HRS § 294-2(1) (1976) (emphasis added). The policy provisions regarding work loss are similar in language to the no-fault statute and also refer to “accidental harm.”<footnotemark>6</footnotemark></p>\n<p id=\"b397-4\"><page-number citation-index=\"1\" label=\"381\">*381</page-number>State Farm’s position, if adopted, would frustrate the legislative intent to allow payment of work loss benefits in cases of death. Under State Farm’s analysis, eligible beneficiaries would never receive any work loss benefits in cases of death, since the payment of survivors’ loss benefits would preclude payment of work loss benefits. We believe that by expressly allowing payment of work loss benefits in cases of death, the legislature intended that these payments be in addition to survivors’ loss benefits.</p>\n<p id=\"b397-5\">To hold otherwise would lead to the anomalous situation wherein the insurer would pay less benefits in cases of death, where the injuries are presumably more severe, than in cases involving non-fatal injuries. We do not believe that the legislature intended such an inequitable result. As we recently stated in <em>Hudson </em>v. <em>Uwekoolani, </em>65 Haw. 468, 472-73, 653 P.2d 783, 787 (1982), “If the injured person was entitled to these [work loss] benefits had he lived and been permanently incapacitated, his estate should be entitled to receive these same benefits if he died.” <em>Accord, Yamaguchi </em>v. <em>State Farm Mutual Automobile Insurance Co., </em>515 F. Supp. at 195; <em>Georgia Farm Bureau Mutual Insurance Co. </em>v. <em>Nelson, </em>153 Ga. App. 623, 629-30, 266 S.E.2d 299, 303 (1980).</p>\n<p id=\"b397-6\">We thus hold that plaintiff is entitled to a maximum recovery of provable work loss benefits up to the increased aggregate limit of the additional coverage, less the amount of survivors’ loss benefits already received. The trial court thus properly denied State Farm’s cross-motion for summary judgment, which would have required that the court find that an insurer is only obligated to pay a maximum of $15,000 in all cases of death.</p>\n<p id=\"b397-7\">We are, however, compelled to reverse the trial court’s grant of summary judgment in favor of plaintiff. Although under our holding today, plaintiff would be entitled to provable work loss benefits, in addition to the survivors’ loss benefits already paid, the record as it exists on appeal is barren of any evidence of the earnings loss suffered by plaintiffs decedent. There is nothing in the record in this case which indicates decedent’s loss of earnings, probable future earnings, life expectancy or expected earning capacity. The only factual <page-number citation-index=\"1\" label=\"382\">*382</page-number>reference to decedent’s work loss is a brief statement in a supplemental memorandum that decedent had been employed as a school teacher for many years, a statement which is not supported by any affidavit as required under HRCP Rule 56(e).</p>\n<p id=\"b398-5\">It is a well-established principle that on a motion for summary judgment, the record musí be adequate for decision of the legal issues presented. 6 Pt.2 J. Moore &amp; J. Wicker, Moore’s Federal Practice ¶ 56.15[7] (2d ed. 1982). Otherwise summary judgment must be reversed and, in the discretion of the appellate court, remanded for additional proceedings. <em>See Hawaiian Insurance and Guaranty Company </em>v. <em>Fernandez, </em>3 Haw. App. 95, 98, 641 P.2d 1365, 1367 (1982). We accordingly remand the case for additional evidence of work loss to support the judgment below.</p>\n<p id=\"b398-6\">III.</p>\n<p id=\"b398-7\">The final issue on appeal is whether plaintiff is the proper recipient of the no-fault benefits due under her husband’s policy. State Farm contends for the first time on appeal that it is not obligated to pay plaintiff any no-fault benefits because plaintiff has filed suit in her capacity as a personal representative of decedent’s estate, rather than as a “legal representative of [the decedent], for the benefit of the surviving spouse and any dependent, as defined in section 152 of the Internal Revenue Code of 1954, of [the decedent],” which State Farm maintains is required under HRS § 294-4(l)(B).</p>\n<p id=\"b398-8\">State Farm’s contention is without merit. It is apparent from the record that State Farm has previously tendered survivors’ loss benefits to plaintiff, in her capacity as the personal representative of decedent’s estate. State Farm’s claim representative informed plaintiffs counsel, soon after Tom Mizoguchi’s death, that State Farm would be “making payment to <em>the estate of Tom T. Mizoguchi” </em>and requested the name of the <em>“administrator or administratix [sic] of the estate” </em>so that benefits could be tendered. (Emphasis added). In its answer to plaintiffs complaint, State Farm admitted that it had “tendered to Plaintiff the sum of $14,174.68.” By its use of the term <page-number citation-index=\"1\" label=\"383\">*383</page-number>“plaintiff,” State Farm acknowledged that it had made payments to Miharu Mizoguchi in her capacity as “personal representative of the estate of Tsutomi Mizoguchi, aka Tom Tsutomu Mizoguchi” and at the same time conceded plaintiffs right to receive these payments.</p>\n<p id=\"b399-5\">It would seem unfair for State Farm to refuse to pay additional no-fault benefits to plaintiff, when State Farm had made prior payments to plaintiff and informed plaintiffs counsel that State Farm would tender any payments due under the policy to the administratrix of the estate.</p>\n<p id=\"b399-6\">Since the question of plaintiffs capacity to receive additional no-fault benefits was not raised or properly reserved in the court below, State Farm’s contention on this issue would ordinarily be deemed waived. <em>See Miller </em>v. <em>Leadership Housing Systems, Inc., </em>57 Haw. 321, 325, 555 P.2d 864, 867 (1976); <em>Fujioka </em>v. <em>Kam, </em>55 Haw. 7, 9, 514 P.2d 568, 570 (1973); <em>City and County of Honolulu </em>v. <em>Manoa Investment Co., </em>1 Haw. App. 52, 56, 613 P.2d 662, 665 (1980). Nevertheless, although we are not required to consider a contention made for the first time on appeal, we will briefly address this issue to dispel any confusion the parties might have.</p>\n<p id=\"b399-7\">It is true, as State Farm contends, that in cases where the decedent leaves a surviving spouse and/or dependents, HRS § 294-4(l)(B) establishes a preference for payment of no-fault benefits to the legal representative of the decedent for the benefit of the surviving spouse and any dependents. <em>Cf., Hudson </em>v. <em>Uwekoolani, </em>65 Haw. at 473, 653 P.2d at 787. However, there is nothing in the statute that prohibits the personal representative of the estate from also acting as the legal representative of the decedent for the benefit of the surviving spouse and any dependent.</p>\n<p id=\"b399-8\">In this particular case, Miharu Mizoguchi, the surviving spouse of the decedent and the personal representative of decedent’s estate, is the most logical person to act as the legal representative under HRS § 294-4(l)(B). Any no-fault benefits that Miharu Mizoguchi receives will not go directly to the estate, but will be held in trust for those entitled to benefits under the statute. Under these circumstances, we find no problem in allowing plaintiff to receive any additional no-fault <page-number citation-index=\"1\" label=\"384\">*384</page-number>benefits to which the trial court finds she is entitled, on behalf of herself as the surviving spouse and any other eligible beneficiaries listed in HRS § 294-4(l)(B).</p>\n<p id=\"b400-5\">Affirmed in part, reversed in part, and remanded for further proceedings consistent herewith.</p>\n<footnote label=\"1\">\n<p id=\"b392-6\"> The current language of HRS § 294-4(l)(B) (Supp. 1982) was in effect on February 15, 1979, the date of the accident in this case.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b392-7\"> The full text of HRS § 294-2(10) (Supp. 1982) is as follows:</p>\n<blockquote id=\"b392-8\">§ 294-2 Definitions. As used in this chapter:</blockquote>\n<p id=\"b392-9\">(10) “No-fault benefits” with respect to any accidental harm shall be subject to an aggregate limit of $15,000 per person or his survivor and means:</p>\n<blockquote id=\"b392-10\">(A) All appropriate and reasonable expenses necessarily incurred for medical, hospital, surgical, professional nursing, dental, optometric, ambulance, prosthetic services, products and accommodations furnished, x-ray and may include any non-medical remedial care and treatment rendered in accordance with the teachings, faith or belief of any group which depends for healing upon spiritual means through prayer;</blockquote>\n<blockquote id=\"b392-11\">(B) All appropriate and reasonable expenses necessarily incurred for psychiatric, physical, and occupational therapy and rehabilitation;</blockquote>\n<blockquote id=\"b392-12\">(C) Monthly earnings loss measured by an amount equal to the lesser of:</blockquote>\n<blockquote id=\"b392-13\">(i) $800 per month, or</blockquote>\n<blockquote id=\"b392-14\">(ii) The monthly earnings for the period during which the accidental harm results in the inability to engage in available and appropriate gainful activity.</blockquote>\n<blockquote id=\"b392-15\">(D) All appropriate and reasonable expenses necessarily incurred as a result of such accidental harm, including, but not limited to, (i) expenses incurred in obtaining services in substitution of those that the injured or deceased person would have performed not for income but for the benefit of himself or his family up to $800 per month, (ii) funeral expenses not to exceed $1,500, and (iii) attorney’s fees and costs to the extent provided in section 294-30(a);</blockquote>\n<p id=\"b392-16\">provided that the term, when applied to a no-fault policy issued at no cost under the provisions of section 294-24(b)(2), shall not include benefits under subparagraphs (A), (B), and (C) for any person receiving public assistance benefits.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b393-10\"> The current language of HRS § 294-11(a)(3) (Supp. 1982) was in effect on the date of the accident.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b394-8\"> The court in Yamaguchi v. State Farm Mutual Automobile Insurance Co., <em>supra, </em>was confronted with the situation where the deceased passenger was insured under two policies, each of which contained additional coverage with an aggregate limit of $50,000. The court held that in that situation, the eligible beneficiaries were entitled to $50,000 in work loss benefits on each of the policies, for a total judgment of $100,000, in addition to the $15,000 in survivors’ loss benefits already paid by the automobile’s insurer.</p>\n<p id=\"b394-9\">In this particular case, we are dealing with one insurance policy issued by a single insurer and a plaintiff who has only requested additional no-fault benefits equal to the difference between the aggregate limit of the additional coverage and the survivors’ loss benefits already received.</p>\n<p id=\"b394-10\">We reserve opinion on the specific issues raised in <em>Yamaguchi </em>until a future case involving those facts comes before us.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b396-5\"> See HRS § 294-2(10)(C) (Supp. 1982) which provides:</p>\n<blockquote id=\"b396-6\">(10) “No-fault benefits” with respect to any accidental harm shall be subject to an aggregate limit of $15,000 per person or his survivor and means:</blockquote>\n<blockquote id=\"b396-7\">(C) Monthly earnings loss measured by an amount equal to the lesser of:</blockquote>\n<blockquote id=\"b396-8\">(i) $800 per month, or</blockquote>\n<blockquote id=\"b396-9\">(ii) The monthly earnings for the period during which the <em>accidental harm </em>results in the inability to engage in available and appropriate gainful activity.</blockquote>\n<p id=\"b396-10\">(Emphasis added).</p>\n<blockquote id=\"b396-11\">See also HRS § 294-2(7) (1976) which states:</blockquote>\n<blockquote id=\"b396-12\">(7) “Monthly earnings” means:</blockquote>\n<blockquote id=\"b396-13\">(A) In the case of a regularly employed person, one-twelfth of the average annual compensation before state and federal income taxes at the time of <em>injury or death;</em></blockquote>\n<blockquote id=\"b396-14\">(B) In the case of a person regularly self-employed, one-twelfth of the average annual earnings before state and federal income taxes at the time of <em>injury or death;</em></blockquote>\n<blockquote id=\"b396-15\">(C) In the case of an unemployed person or a person not regularly employed or self-employed, one-twelfth of the anticipated annual compensation before state and federal income taxes of such person paid from the time such person would reasonably have been expected to be regularly employed.</blockquote>\n<p id=\"b396-16\">(Emphasis added).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b396-17\"> The policy also defines “accidental harm” as “bodily injury, <em>death, </em>sickness or disease caused by a motor vehicle accident to a person.” (Emphasis added).</p>\n<p id=\"b396-18\">See “no fault benefits” section in basic no-fault endorsement which defines “work loss” as “[ljoss of monthly earnings resulting from the inability of the eligible injured person to engage in available and appropriate gainful activity or a decrease in earning capacity because of <em>accidental harm.” </em>(Emphasis added).</p>\n<blockquote id=\"b396-19\">See also “limits of liability” section for work loss benefits which states:</blockquote>\n<blockquote id=\"b396-20\">(a) The maximum amount payable for work loss shall not exceed the lesser of</blockquote>\n<blockquote id=\"b396-21\">(1) $800 per month, or</blockquote>\n<blockquote id=\"b396-22\">(2) the monthly earnings for the period during which the <em>accidental harm </em>results in the inability of the eligible injured person to engage in available and appropriate gainful activity, reduced by the actual earnings of the eligible injured person for such month.</blockquote>\n<blockquote id=\"b396-25\">This monthly amount shall be pro rated when the period of work loss is less than a month.</blockquote>\n<p id=\"b396-26\">(Emphasis added).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}