{
  "casebody": {
    "data": "<casebody firstpage=\"265\" lastpage=\"269\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b265-7\">Gest <em>against </em>Espy.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b265-8\">A party to a note which is strictly negotiable, and has been actually negotiated, cannot'be a witness to invalidate it.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b265-9\">On the trial of a cause in the common pleas, it is not error to refuse to reject' evidence, on the ground that notice of special matter was demanded, when the cause was pending in a district court, and not furnished to the plaintiff; it not appearing that the district court had any rule to authorize the demand by the plaintiff.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b265-10\">ERROR to the common pleas of <em>Dauphin </em>county.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b265-11\">This was an action of <em>assumpsit </em>by John Gest indorsee of James S. Espy, against James S. Espy indorser, to which the defendant pleaded <em>non assumpsit </em>and payment with leave, &amp;c. The suit was originally in the district court; and while pending there, the plaintiff demanded, in writing, of the defendant, to be furnished with the special matters upon which he intended to rely for his defence ; the cause was afterwards removed into the common pleas, and there tried. Upon the trial the plaintiff gave in evidence a note in these words:</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b265-12\">“ Thirty days after date, I promise to pay to John Martin, or order, four hundred dollars, value received, Oct. 29th, 1824.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b265-13\">“William Martin.”</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b265-14\">Indorsed—“ John Martin, James S. Espy.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b265-15\">It was regularly protested for non payment, at .the request of Gaius Moore, on the 1st of December 1824.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b265-16\">■ The defendant having released John Martin, offered him as a witness. The witness was objected to by the plaintiff, on the ground that he was incompetent: being a party to the note, he could not be a witness to invalidate it. His testimony was objected to on the ground that the defendant had not furnished to the plaintiff, in pursuance of notice, the special matter on which he relied for a defence, <page-number citation-index=\"1\" label=\"266\">*266</page-number>Both objections were overruled, and the witness was sworn and examined, and gave the evidence mentioned in the opinion of the court; and these were the errors assigned in the judgment, which was for the defendant.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b266-6\"><em>II. Jllricks </em>and <em>Foster, </em>for plaintiff in error.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"APU\">Although there existed no rule in the district court to compel a party to give notice of special matter, yet, when the cause came into the common pleas, where there was such a rule, the defendant had the plaintiff’s notice that he desired to be furnished with notice of his defence. As to the incompetency of the witness, it was urged, that no one who had given character and credit to a negotiable paper, should be permitted to invalidate it by his testimony. Cited, 1 <em>Term, Rep. </em>300; Warren <em>v. </em>Merry, 3 <em>Mass. </em>21; Churchill <em>v. </em>Suters, 4 <em>Mass. </em>156; Manning <em>v. </em>Wheatland, 10 <em>Mass. </em>502; Hartford Bank <em>v. </em>Barry, 17 <em>Mass. </em>94; 3 <em>Johns. Cas. </em>185; Coleman <em>v. </em>Wise et al., 2 <em>Johns. Rep. </em>165 ; <em>Chit. on Bills </em>528, note; <em>Anthon's </em>N. <em>P. 7; </em>Lewis <em>v. </em>Reeder, 9 <em>Serg. &amp; Rawle </em>193; Stille <em>v. </em>Lynch, 2 <em>Dall. </em>194; Shaw <em>v. </em>Wallis, 2 <em>Yeates </em>17; Erb <em>v. </em>Underwood, 3 <em>Yeates </em>172; Baring <em>v. </em>Shippen, 2 <em>Binn. </em>165; Bank <em>v. </em>Walker, 9 <em>Serg. &amp; Rawle </em>236; Griffiths. Reford, 1 <em>Rawle </em>197.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b266-7\"><em>Ml Cormich </em>and <em>MI Clure, </em>for defendant in error.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AP7\">The court below is the best judge of its own rules. Kelly <em>v. </em>Foster, 2 <em>Binn. </em>7. On the second point, cited, 5 <em>Cowen </em>23, 153, 160; 1 <em>Conn. Rep. </em>260; Fox <em>v. </em>Whitney, <em>16 Mass. </em>118; Baird <em>v. </em>Cochran, 4 <em>Serg. </em>&amp; <em>Rawle </em>399; Hepburn <em>v. </em>Cassel, 6 <em>Serg. &amp; Rawle </em>115 ; 2 <em>Stark. </em>298.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b266-8\">The opinion of the Court was delivered by</p>\n<author id=\"b266-9\">Rogers, J.</author>\n<p id=\"AlJ\">This was an action of <em>assumpsit </em>by an indorsee against an indorser. The defendant pleaded payment with leave, and the general issue. The plaintiff having proved the handwriting of the drawer and indorser, gave in evidence the note in the following words:</p>\n<p id=\"b266-10\">“ Thirty days after date, I promise to pay to John Martin, or order, four hundred dollars, value received, October 29th, 1824.</p>\n<p id=\"b266-11\">“William Martin.”</p>\n<p id=\"b266-12\">Indorsed—“ John Martin, James S. Espy.”-</p>\n<p id=\"b266-13\">It was regularly protested for non payment, at the request of Gaius Moore, on the 1st of December 1824.</p>\n<p id=\"b266-14\">The defendant then offered to prove “ that at the time the note was drawn, <em>William Martin, the drawer, was not indebted to John Martin, the payee, but had large claims against him. </em>That this was an accommodation note, given, at the instance of the plaintiff, by his agent; that he paid nothing for it, and knew it was an accommodation note; that James S. Espy was not indebted to Gest, when he indorsed the note, nor was John Martin or William Martin indebted to Gest at the time that Espy’s name was procured at the instance <page-number citation-index=\"1\" label=\"267\">*267</page-number>of plaintiff’s agent; and that this note lias not been negotiated in the usual course of business, but remains in the hands of the original parties. That when this note was given to the plaintiff’s agent he promised to take up the note, when due, himself, without recourse to the drawer or indorsers.”</p>\n<p id=\"b267-6\">The plaintiff objected to the evidence, because he had demanded notice of special matter, and also because the note on which suit is brought is a negotiable note.</p>\n<p id=\"b267-7\">The court overruled the objections and admitted the evidence, except that part which is underscored, to which opinion the counsel for the plaintiff excepted.</p>\n<p id=\"b267-8\">The defendant, having released the witness, then offered John Martin, payee of the note, as a witness to prove what is contained in their written offer. To this the plaintiff objected, but the objections being overruled, the plaintiff excepted.</p>\n<p id=\"b267-9\">John Martin was then called and sworn, on his <em>voir dire, </em>and said, “This is my name indorsed on the note. I never considered myself liable for the note, when I indorsed it. It was for him to raise money on. I put ray name on the note to accommodate Mr Moore; he accommodated me several times, by lending me two or three barrels of flour. I got no value for the note. Gaius Moore was agent of Gest, as I was informed by Moore and Gest.”</p>\n<p id=\"b267-10\">The counsel objected to the witness, as incompetent, but this objection was also overruled and the plaintiff excepted.</p>\n<p id=\"b267-11\">John Martin was then sworn in chief, and said, “Gaius Moore brought this note to me, and told me Gest had drawn on him for money, and he could not raise it himself, unless he got this accommodation note. William Martin’s name was to the note. He told me it would be a great accommodation to him. I owed neither him nor Gest any thing at the time. I signed the note at his request, on his telling me I never would have any trouble with it. He said he would get money and lift the note himself. Don’t think Mr Espy got on the note for a day or two after. Moore could not raise the money, and insisted on me to get Mr Espy’s name on the note. I went and insisted on Mr Espy to do <em>it; </em>that it would be no loss to him. Mr Espy signed at, my desk, in the presence of Moore. Mr Moore said, in the presence of Espy, that he, Moore, would take up the note when it became due.”</p>\n<p id=\"b267-12\">It is not now denied that the facts contained in the defendant’s offer were pertinent to the issue. If proved, it would show that the plaintiff was the drawer of the note, and that the suit was to recover from an indorser on paper which had been given for his accommodation. But the plaintiff objects that the payee is not a competent witness for that purpose.</p>\n<p id=\"b267-13\">As early as the year 1792 it was decided, that an indorser could not be a witness to invalidate the instrument to which he was a party. Stille <em>v. </em>Lynch, 2 <em>Dall. </em>194. This rule, with certain restrictions and qualifications, has since been repeatedly recognized, as in <page-number citation-index=\"1\" label=\"268\">*268</page-number>Pleasant’s Adm. v. Pemberton’s Adm. 2 <em>Dall. </em>196; Baring <em>v. </em>Shippen, 2 <em>Binn. </em>165; Beard, indorsee of M’Donnel <em>v. </em>Cochran and Dowling, 4 <em>Serg. &amp; Rawle </em>115; Hepburn <em>v. </em>Cassel, 6 <em>Serg. &amp; Rawle </em>115; and in the receht case of Griffith <em>v. </em>Reford, 1 <em>Rawle </em>197. After the decisions cited, this cannot be considered an open question; nor do we think ourselves at liberty, now, to examine the foundations of the rule. The rule in Pennsylvania, whatever it may be in our sister states, unquestionably is, that a party to a note cannot be a witness to invalidate it, when it is strictly negotiable, and has been actually negotiated. The rule is founded on policy which protects holders of negotiable paper, who have become so in the common course of business. The note was drawn by William Martin, payable to the order of John Martin, by him indorsed to Espy, and by Espy to the plaintiff, Who is the holder. On the face of the transaction, it is a note transferred in the usual course of trade, and now in the hands of a <em>bona fide </em>holder. To bring themselves within an exception to the rule, it was necessary for the defendant to show, by testimony <em>aliunde, </em>that the original parties <em>remained the </em>same, and this position the defendant’s counsel was obliged to assume as the basis of his argument. For, if the contest is between the original parties, or between the drawer and a person who has not become the holder by the usual mercantile indorsement, it is granted that there is no ground for the application of the rule. But this preliminary matter is no otherwise proved than by the testimony of John Martin, and for this purpose he is as incompetent as to give testimony in chief, as is ruled in Griffith <em>v. </em>Reford, 1 <em>Rawle </em>197. He cannot, by his own evidence, remove an apparently well founded objection to his own competency. If he might (says the chief justice, in delivering the opinion of the court) make way for his testitimony in chief, by taking his case out of a rule which, <em>prima facie, </em>furnishes a valid objection to it, he might as well testify in chief in the first instance ; for if he were competent for the one purpose, he would necessarily be so for the other. But a witness cannot open his lips, for any purpose whatever, while an original <em>objection </em>to his competency remains. But how does this appear on the testimony of Martin himself1? He says he put his name to thfe note to accommodate Moore.- It is nothing to the purpose that Moore was an agent of Gest, unless the note was given for his accommodation; for if done to enable Moore to pay Gest a debt contracted on account of his agency, it is not an accommodation to Gest, but it is intended for the benefit of Moore. And this view of the case is strengthened by his examination in chief. Moore, as he says, brought the note to him, and told him Gest had drawn on him for money, and that he could not raise it himself, unless he got this accommodation note. He said it would be a great accommodation to him. That he would get the money, and lift the note himself. He also said, in the presence of Espy, that he, Moore, would take up the note when it came due. It does not appear that Gest’s name was even men<page-number citation-index=\"1\" label=\"269\">*269</page-number>tioned in the transaction with Espy, nor was reference made to him, except in the statement of Moore, to John Martin, that Gest had drawn on him for money, which he was unable to raise. There is nothing, therefore, in the evidence of Martin, or of any other witness who has been examined, from which it could be reasonably inferred that Espy was any other than the bail of John and William Martin, or of Gaius Moore. If so, as respects the plaintiff, it is a fair business transaction. It is the case of a third person, who, in the common course of business, has became the holder of paper strictly negotiable. The evidence offered is to show, by the testimony of the payee of the note, matter, the inevitable effect of which will be to defeat Lhe title of the holder; it shows that as between the parties there is no consideration for the note. That this cannot be done is decided in Stille «. Lynch, already cited.</p>\n<p id=\"b269-5\">There is nothing in the remaining exception. At the time the plaintiff demanded notice of special matter, the cause was in the district court, which was governed by rules which did not authorize the plaintiff to demand notice of special matter in a case like the present. When the cause was transferred to the court of common pleas, if the plaintiff wished the benefit of the rule of that court, he should have given a fresh notice to the defendant. The court were right in refusing to exclude the testimony on that ground, and in refusing the plaintiff’s motion for judgment <em>secundum regulam. </em>If the plaintiff apprehended injury from not being informed of the nature of the defence, he should have moved the court to continue the cause.</p>\n<p id=\"b269-6\">Judgment reversed, and a <em>venire de novo </em>awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}