{
  "casebody": {
    "data": "<casebody firstpage=\"514\" lastpage=\"522\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b526-4\">Alice M. Saunders and Wilmington Trust Company, a corporation of the State of Delaware, Defendants Below, Appellants, <em>vs. </em>Leander L. Saunders, Complainant Below, Appellee.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b526-9\">\n<em>Supreme Court, On Appeal,</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfQ\">\n<em>January 11, 1950.</em>\n</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b526-13\">Richards, C. J., Terry, Carey, and Pearson, JJ., sitting.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b531-4\"><page-number citation-index=\"1\" label=\"519\">*519</page-number><em>John S. Walker, </em>for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b531-5\"><em>Clement C. Wood, </em>of Hering, Morris, James &amp; Hitchens, for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b531-6\">Terry, Judge,</author>\n<p id=\"AzME\">delivering the opinion of the court:</p>\n<p id=\"b531-7\">Lord Chancellor Eldon in the case of <em>Hampson v. Hampson, English Reports, Full Reprint </em>35 <em>Chancery Book, </em>15, 395, 3 <em>V. &amp; B. </em>42, stated the early English law to be</p>\n<blockquote id=\"b531-8\">“Courts of equity have an original jurisdiction, which, I agree, must be exercised to a sound discretion; to try questions of fact without the intervention of a jury; and which aid is sought, according to the common expression, for the purpose of informing the conscience of the Court. I agree, that a mistake in refusing to send the cause to a jury is a just ground of appeal if the Court of Appeal should think, that the contrary decision would have been a sounder exercise of discretion: but it is a competent exercise of the authority and duty of the Court in every case, and throughout every case, and in every stage, to determine according to its discretion, whether it does, or not, want that assistance.”</blockquote>\n<p id=\"b531-9\">Such was unquestionably the law in this State until 1792, when the following statute was enacted:</p>\n<p id=\"b531-10\"><em>Chapter </em>54, <em>Laws of Delaware, </em>1792, <em>Volume 1—Sec. </em>25:</p>\n<blockquote id=\"b531-11\">“Provided, also, that nothing herein contained shall give the said Justices any power or authority to hear, decree or determine in equity, any matter, cause or thing, wherein sufficient remedy may be had in any other Court or before any other Magistrate or Judicature in this Government, either by the rules of the common law or according to the tenure and directions of the laws of this government, but that when matters determinable at common law shall be brought before them in equity they shall refer or remit the parties to the common law; and when matters of fact shall happen to arise upon their <page-number citation-index=\"1\" label=\"520\">*520</page-number>examination or hearing of the matters and causes to be heard and determined in said Court, then, and in every such case, they shall order the matter of fact to issue and trial at the Court of Common Pleas for the County where the fact ariseth, before they proceed to sentence or decree in the said Court of Equity.”</blockquote>\n<p id=\"b532-4\">See also <em>Page </em>103 of the <em>Code of </em>1829.</p>\n<p id=\"b532-5\">Under this statute we find the case of <em>Waters, et al., v. Comly, </em>3 <em>Har., Del., </em>117, decided between 1839 and 1843 by the Court of Errors and Appeals, where the Chancellor below refused to order an issue to be tried by a jury at law. The Court of Errors and Appeals, in construing the second clause of <em>Section </em>25, stated:</p>\n<blockquote id=\"b532-6\">“As to the refusal of the Chancellor to order certain proposed issues of fact to be tried at the bar of the Superior Court, we are clearly of the opinion, that the provisions of the act of assembly which directs it to be done, must be understood as referring only to issues of fact which involve the merits of the cause, and are material to the decision of the cause, which we do not conceive to have been the character of those proposed in the present instance.”</blockquote>\n<p id=\"b532-7\"><em>Section </em>25, aforesaid, was amended in 1852, <em>Chapter </em>95, <em>Paragraphs </em>1932 and 1933 of the <em>Code of </em>1852. The precise language of <em>Paragraphs </em>1932 and 1933, as indicated, appears under <em>Section </em>4367 in our present <em>Code </em>1935. The first reported case involving <em>Paragraph </em>1933 of the <em>Code of </em>1852, now the second clause of <em>Paragraph </em>2 of <em>Section </em>4367 of the <em>Code of </em>1935, was before Chancellor Bates, and in reference thereto he stated in the case of <em>Sparks, et al., v. President, etc., of Farmers Bank, </em>3 <em>Del.Ch. </em>225, that the granting of an application to direct an issue to be tried by a jury is a matter to be determined by the sound discretion of the court.</p>\n<p id=\"b532-8\">Whatever import may be given to the court’s language in the <em>Water’s </em>case, <em>supra, </em>decided under the statute of 1792, it must be said that our Chancellors, since the Bates decision in the <em>Sparks </em>case, <em>supra, </em>under the statute of 1852, <em>Section </em>4367, <em>Code of </em>1935, have consistently indicated in the very few cases presented that the granting of an appli<page-number citation-index=\"1\" label=\"521\">*521</page-number>cation to direct an issue to be tried by a jury at law is not a matter of right, but falls completely within the sound discretion of the court. <em>Killen v. Purdy, </em>11 <em>Del.Ch. </em>66, 67, 95 <em>A. </em>908, on appeal 11 <em>Del.Ch. </em>396, 402, 99 A. 537; <em>Mackenzie Oil Co. v. Omar Oil &amp; Gas Co., </em>14 <em>Del.Ch. </em>36, 120 A. 852; <em>Aetna Casualty </em>&amp; <em>Surety Co. v. Mayor </em>&amp; <em>Council of Wilmington, </em>18 <em>Del.Ch. </em>324, 160 A. 749; <em>Episcopo v. Olivere, </em>15 <em>Del.Ch. </em>290, 136 A. 885.</p>\n<p id=\"b533-5\">The respondent relies upon the following cases in support of her contention: <em>Waters v. Comly, </em>3 <em>Har. </em>117; <em>Episcopo v. Olivere, </em>15 <em>Del. Ch. </em>270, 136 A. 885; <em>Hook v. Hook, </em>126 <em>Va. </em>249, 101 <em>S.E. </em>223; <em>Wilson v. Howland, </em>84 <em>N. J. Eq. </em>14, 93 A. 688; <em>Hayes v. Smith, </em>104 <em>N. J. Eq. </em>146, 144 A. 636, 638. Of the cases cited, the only case lending possible support to the respondent’s position is the <em>Waters </em>case, <em>supra, </em>decided under our statute of 1792. The <em>Episcopo </em>case indicates that the question falls within the sound discretion of the Chancellor. The remaining cases from Virginia and New Jersey deal mainly with questions concerning the title to real estate, which issues, of course, equity will not determine. Compare <em>Steiner v. Stein, </em>2 <em>N.J. </em>367, 66 A. <em>2d </em>719.</p>\n<p id=\"b533-6\">If a cause is properly in the Court of Chancery, we find no right to exist in either party to the litigation to say that a fact necessary to be determined in the course of the proceeding, although it may be said to be a subject for cognizance in a court of law before a jury, cannot also be determined in equity without the intervention of a jury.</p>\n<p id=\"b533-7\">Once jurisdiction of the subject matter has been properly ascertained equity will proceed to determine all facts essential to a decree, except the determination of facts necessary to adjudicate the legal title to land. To construe the second clause of <em>Paragraph 2 </em>of <em>Section </em>4367 otherwise would be to render it an infringement upon the inherent jurisdiction of the court of equity.</p>\n<p id=\"b534-3\"><page-number citation-index=\"1\" label=\"522\">*522</page-number>No question having been raised concerning the jurisdiction of the court below over the subject matter, we conclude (1) that the respondent is not entitled as a matter of right to a trial by jury at the bar of the Superior Court with respect to the issues encompassed within her demand, and (2) that the refusal of the Chancellor to frame an issue to be tried by a jury was not arbitrary, but rather the exercise of a sound judicial discretion under the circumstances presented.</p>\n<p id=\"b534-4\">The decree as entered below is affirmed.</p>\n<p id=\"b534-5\">An order will be entered in accordance with this opinion.</p>\n<p id=\"b534-6\">Pearson, J., did not participate in this opinion, because of his resignation as Associate Judge, effective December 22, 1949. ,</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}