{
  "casebody": {
    "data": "<casebody firstpage=\"193\" lastpage=\"194\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b209-4\">(70 Hun, 557.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b209-5\">TOWNSEND v. BELL et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b209-6\">(Supreme Court, General Term, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AOp\">July 8, 1893.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b209-7\">Water Courses—Pollution—Reasonableness oe Use.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b209-8\">In an action against a factory owner for polluting a stream it is a material question whether defendant’s use of such stream was reasonable.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b209-9\">Appeal from special term, Ulster county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b209-10\">Action by William H. Townsend against Winslow M. Bell and Arthur E. Bell. Judgment, from which defendants appeal.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A5B\">Reversed.</disposition>\n<seealso data-order=\"9\" data-type=\"seealso\" id=\"b209-11\">For former report, see 17 N. Y. Supp. 210.</seealso>\n<p data-order=\"10\" data-type=\"judges\" id=\"b209-12\">Argued before MAYHAM, P. J., and PUTNAM and HERRICK, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b209-13\">Linson &amp; Van Burén, (John J. Linson, of counsel,) for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b209-14\">J. ¡Newton Fiero, (George C. Reynolds, of counsel,) for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b209-15\">HERRICK, J.</author>\n<p id=\"A3d\">This is an action brought by the.plaintiff against the defendants for damages claimed to have been suffered by the plaintiff by reason of the defendants’ polluting and discoloring a stream of water which flowed by and in front of plaintiff’s premises. The defendants are the owners and operators of a plush factory situated upon a stream, and at a short distance above the premises of the plaintiff. Upon defendants’ premises is a pond ■constructed more than 20 years ago by a former proprietor of said premises. The defendants used the water of this pond in operating their factory, drawing the water from it, and then discharging into the stream the refuse from the factory, polluting the waters by the materials used in dyeing and rinsing the goods colored at the factory. From the view that I have taken, it is unnecessary to set forth all the facts of the case found by the trial court. The case was tried before the court without a jury.</p>\n<p id=\"b209-16\">Among other things found by the court was that the use which defendants made of the stream is necessary in carrying on their business. The defendants requested the court to find, as a matter of fact, that “the use by defendants of the waters is a reasonable one.” In response the court said: “I refuse to pass on the question sought to be presented by this finding on the ground that, under the decision of the general term in this case, whether the use was a reasonable one or not is not material.” This, I think, was error. It is elementary law that a riparian proprietor is entitled to a reasonable use of the stream of water running through his property, as a part of his proprietary rights in the soil. Gould, Waters, 220; Ang. Water Courses, p. 240; Bullard v. Manufacturing Co., 77 N. Y. 525; Prentice v. Geiger, 74 N. Y. 341. Gould v. Dock Co., 13 Gray, 442; Merrifield v. Worcester, 110 Mass. 216. Hence it becomes a question, in every case where a particular use of water is sought to be enjoined, whether such use, under all circumstances, taking into consideration the equal rights of other riparian proprietors, is a reasonable exercise of the rights of a <page-number citation-index=\"1\" label=\"194\">*194</page-number>riparian owner or proprietor. I do not understand that when the case was in this court before (62 Hun, 306, 17 N. Y. Supp. 210) the court decided that the question as to whether the use of the water was a reasonable or unreasonable one was not a material question in the case. The prevailing opinion would seem to have been more to the effect that the use of the water in this particular case, as shown by the facts then before the court, was one that the defendants had no right to exercise, and that in fact it was an unreasonable and illegal use, and one which, therefore, irrespective of any special injury that could be shown to have resulted therefrom to the plaintiff, the defendants were not entitled to enjoy. I do not see—taking into consideration the various uses to which water and streams of water are put for milling and manufacturing-purposes, by means of which streams of water are necessarily used, and have been found, time and again, by the courts, to have been more or less discolored, polluted, and lessened in quantity— that any distinction, in principle, can be drawn between that use by the riparian proprietor which obstructs the flow of water, and subtracts from its quantity, and that which discolors, deteriorates, or pollutes it. Running streams cannot be used for commercial or manufacturing purposes, and the waters thereof retain their pristine clearness and purity. The test of what is a reasonable use, I think, applies to all uses by the riparian proprietor of the waters which flow through his premises. The question whether a particular use of water by one riparian owner is consistent with the rights of other owners is generally a question of fact to be determined by a jury. “And the test, in the absence of a right by prescription or grant, is whether the particular use, under the circumstances, having regard to the maxims covering the right of property, is a reasonable one.” Prentice v. Geiger, 74 N. Y. 341-345. What is a reasonable use is also a question of fact to be determined by a jury or trial court. Herman v. Roberts, 119 N. Y. 37-45, 23 N. E. Rep. 442; Bullard v. Manufacturing Co., 77 N. Y. 530. The question as to whether the use was a reasonable one, then, being material, and one necessary to be determined in rendering a final decision in the case, and that being, as we have seen, a question of fact for a jury, or for the court acting in place of the jury, a refusal to make any finding at all in respect thereto, on the ground that it was not material, was error of law. Baumann v. Pinckney, 118 N. Y. 615, 616, 23 N. E. Rep. 916; James v. Cowing, 82 N. Y. 449. For that error the judgment should be reversed, and a new trial granted; costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}