{
  "casebody": {
    "data": "<casebody firstpage=\"582\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b604-5\">IN RE LYRIC H.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b604-6\">(AC 29904)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b604-7\">DiPentima, Gruendel and Lavery, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b604-10\">Argued March 18</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"An_\">officially released May 26, 2009</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b604-12\"><em>David J. Reich, </em>for the appellant (respondent mother).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b604-13\"><em>Stephen G. Vitelli, </em>assistant attorney general, with whom, on the brief, <em>were Richard Blumenthal, </em>attorney <page-number citation-index=\"1\" label=\"583\">*583</page-number>general, and <em>Susan T. Pearlman, </em>assistant attorney general, for the appellee (petitioner).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b605-6\"><em>John F. Daly III, </em>for the minor child.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b604-14\"> In accordance with the spirit and intent of General Statutes § 46b-142 (b) and Practice Book § 79-3, the names of the parties involved in this appeal are not disclosed. The records and papers of this case shall be open for inspection only to persons having a proper interest therein and upon order of the Appellate Court.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b605-7\">\n<em>Opinion</em>\n</p>\n<author id=\"b605-8\">GRUENDEL, J.</author>\n<p id=\"A9Ra\">The respondent mother<footnotemark>1</footnotemark> appeals from the judgment of the trial court terminating her parental rights with respect to her minor daughter, Lyric. On appeal, the respondent claims that Lyric was entitled, under the state and federal constitutions, to conflict free legal representation in the termination proceedings and that she was deprived of that right. Because the record is not adequate for us to determine that Lyric’s attorney indeed had a conflict of interest, we do not reach the substantive claims set forth by the respondent and, accordingly, affirm the judgment of the trial court.</p>\n<p id=\"b605-9\">The facts and procedural history relevant to the respondent’s appeal are not in dispute. The petitioner, the commissioner of children and families, filed a petition seeking to terminate the respondent’s parental rights with respect to Lyric pursuant to General Statutes § 17a-112 (j) (3) (B) (i).<footnotemark>2</footnotemark> Throughout the proceedings, <page-number citation-index=\"1\" label=\"584\">*584</page-number>John F. Daly III served both as Lyric’s guardian ad litem and as her attorney pursuant to General Statutes § 46b-129a (2).<footnotemark>3</footnotemark> During his closing argument at trial, Daly made the following representation to the court: “I have visited Lyric at her foster home many times. I have found the surroundings to be quite appropriate. The house is a very large structure, which can easily hold five children and does so with ease. I’ve always found Lyric to be clean and well groomed, and she thinks of the foster home as her home—not a temporary home, but where she lives, grows and learns. . . . [W]e heard testimony that Lyric thinks of [her foster mother]<footnotemark>4</footnotemark> as her psychological mother, and, as I’ve observed, I think that [the foster mother] will be a suitable and worthy adoptive parent.</p>\n<p id=\"b607-5\"><page-number citation-index=\"1\" label=\"585\">*585</page-number>“Now, why not the two biological parents? First of all, I don’t think either of them are evil, just unsuited. [The respondent] has led a nomadic existence. She’s gone from place to place. She’s now with her brother, but where will she be tomorrow, next week, next month, next year? And if Lyric were to trail along in her wake, what would happen to this little girl? Lyric needs the stability that she’s found in the foster home.</p>\n<p id=\"b607-6\">“And also, [the respondent] has a history of drug abuse and, yes . . . she is to be commended for seeking out treatment, but treatment has always failed. As late as [approximately five weeks ago] [the respondent] tested positive for marijuana. This is not something that we want a little girl to be exposed to, and, granted, today, [the respondent] is alert and oriented and clean and sober, but again, what of tomorrow, next month, next year? [The respondent’s] history is just too unstable, and she may have been the psychological parent at one time, but as [the psychologist] has testified, she is no longer. . . .</p>\n<p id=\"b607-7\">“Right now, Lyric is in a situation that works. And so my point, Your Honor, is that I ask this court to grant the petition for termination of parental rights. Let Lyric have a normal, stable, secure life.”</p>\n<p id=\"b607-8\">The respondent’s sole claim on appeal is that the foregoing excerpt from Daly’s closing argument evinces a conflict of interest between advocating for the express wishes of Lyric and advocating for a result that is in Lyric’s best interest. In support of her claim, the respondent cites a May, 2006 report authored by the court-appointed psychologist, noting, inter alia, that the respondent “fills the role of psychological parent for Lyric at this time.”<footnotemark>5</footnotemark> That same report noted that “[a]t <page-number citation-index=\"1\" label=\"586\">*586</page-number>one point, [the respondent] said to [Lyric], ‘I want you to come and live with me.’ Lyric ignored this remark, asking her mother for a piece of gum in response. Overall, however, the two appeared to have a close relationship.” The respondent further cites a March, 2007 social study performed by the department of children and families (department) that notes that “Lyric has weekly visits with both [of her biological parents]. Lyric appears to have a strong bond with [both]. Lyric has cried after recent visits with [the respondent] stating she ‘wants her mommy.’ Lyric has stated when asked where she would like to live that <em>she wants to live with mommy, daddy, maternal grandmother, or foster mother.” </em>(Emphasis added.)</p>\n<p id=\"b608-6\">The respondent asserts that the foregoing evidence illustrates a desire on the part of Lyric for the respondent’s parental rights not to be terminated. The respondent further claims that Daly’s support of the petition to terminate her parental rights, despite Lyric’s supposed desire to the contrary, deprived Lyric of her right to conflict free representation.</p>\n<p id=\"b608-7\">We begin our analysis of the respondent’s claim by pointing out that the respondent did not preserve her claim by bringing it to the attention of the trial court. See Practice Book § 60-5 (“[t]he [reviewing] court shall not be bound to consider a claim unless it was distinctly raised at the trial or arose subsequent to the trial”). Rather, the respondent contends that the court knew or reasonably should have known that Daly had a conflict of interest and, as such, had an independent obligation to intervene and to conduct an investigation into whether Daly was representing Lyric in accordance with the Rules of Professional Conduct. The respondent <page-number citation-index=\"1\" label=\"587\">*587</page-number>further asserts that because Lyric’s attorney agreed with the petitioner that the respondent’s parental rights should be terminated despite, according to the respondent’s view, Lyric’s desire to the contrary, the court had a constitutional duty to appoint, sua sponte, a separate guardian ad litem.<footnotemark>6</footnotemark></p>\n<p id=\"b609-6\">The respondent’s claim on appeal and the facts of the present case are remarkably similar to those set forth in <em>In re Christina M., </em>280 Conn. 474, 908 A.2d 1073 (2006). In that case, our Supreme Court addressed the claim of the respondents in a termination of parental rights action that “when a trial court has reason to believe that an attorney for a minor child is not advocating for that child’s express wishes, the court has an independent obligation to intervene and conduct an inquiiy to determine whether the attorney is representing the child in accordance with the Rules of Professional Conduct.” Id., 487. We conclude here, just as our Supreme Court did in <em>In re Christina M., </em>that the record in this case does not support the existence of a conflict of interest as claimed by the respondent. See id., 488.</p>\n<p id=\"b609-7\">Applying the conflict of interest analysis from a criminal context to the juvenile context, the court in the <em>In re Christina M. </em>decision noted: “ ‘There are two circumstances under which a trial court has a duty to inquire with respect to a conflict of interest: (1) when there has been a timely conflict objection at trial . . . or (2) when the trial court knows or reasonably should know that a particular conflict exists .... Before the <page-number citation-index=\"1\" label=\"588\">*588</page-number>trial court is charged with a duty to inquire, the evidence of a specific conflict must be sufficient to alert a reasonable trial judge that the defendant’s [constitutional] right to effective assistance of counsel is in jeopardy. . . .’ Accordingly, it is a high threshold that must be satisfied before the trial court affirmatively must inquire as to whether a conflict exists.” (Citation omitted.) Id., 489-90, quoting <em>State </em>v. <em>Gaines, </em>257 Conn. 695, 706-709, 778 A.2d 919 (2001).</p>\n<p id=\"b610-6\">Utilizing the framework of analysis set forth in <em>In re Christina M., </em>even if we were to assume that Lyric has a constitutional right to effective, conflict free representation, and that the court had an obligation to act, sua sponte, if it knew or reasonably should have known that a particular conflict existed,<footnotemark>7</footnotemark> the record in this case does not support the respondent’s claim that the court indeed knew or should have known that such a conflict existed. See <em>In re Christina M., </em>supra, 280 Conn. 493. The only evidence the respondent cites to demonstrate that there was a conflict between Lyric’s wishes and Daly’s position at trial are reports of the department and the court-appointed psychologist. The respondent cites the psychological evaluation indicating that she was Lyric’s psychological parent at one time (though this was no longer the case by the time of trial). She also cites language in a report indicating that Lyric “feels kind of sad . . . sometimes” about the fact that she is not living with either of her biological parents. The clearest example given by the respondent that may indicate a desire on the part of Lyric not to have the respondent’s parental rights terminated was set forth <page-number citation-index=\"1\" label=\"589\">*589</page-number>in the department’s social study: “Lyric has stated when asked where she would like to live that she wants to live with mommy, daddy, maternal grandmother, or foster mother.”<footnotemark>8</footnotemark></p>\n<p id=\"b611-5\">These examples do not, however, rise to a level that would cause the court to know that a particular conflict of interest exists. At the time of trial, Lyric was referring to her foster mother as “mommy” and considered herself to be a member of the foster family. The foster mother wanted to adopt Lyric, and the department supported such a plan. Despite uncontested evidence that Lyric, at the time of trial, had a relationship with her biological parents, the record is insufficient to support a determination that the court knew or reasonably should have known that a particular conflict existed between what Lyric wanted at the time of trial and what her attorney advocated. See <em>In re Christina M., </em>supra, 280 Conn. 494.</p>\n<p id=\"b611-6\">The judgment is affirmed.</p>\n<p id=\"b611-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b605-10\"> The petitioner, the commissioner of children and families, instituted these termination proceedings against both the mother and the father of the child, naming both as respondents. Only the mother has filed an appeal from the judgment of the trial court. For simplicity, all references to the respondent herein are to the mother.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b605-11\"> General Statutes § 17a-112 (j) provides in relevant part: “The Superior Court, upon notice and hearing . . . may grant a petition filed pursuant to this section if it finds by clear and convincing evidence that (1) the Department of Children and Families has made reasonable efforts to locate the parent and to reunify the child with the parent . . . unless the court finds in this proceeding that the parent is unable or unwilling to benefit from reunification efforts ... (2) termination is in the best interest of the child, and (3) . . . (B) the child (i) has been found by the Superior Court . . . to have been neglected or uncared for in a prior proceeding . . . and the parent of such child has been provided specific steps to take to facilitate the return of the child to the parent pursuant to section 46b-129 and has failed to achieve such degree of personal rehabilitation as would encourage the belief that within a reasonable time, considering the age and needs of the child, such parent could assume a responsible position in the life of the <page-number citation-index=\"1\" label=\"584\">*584</page-number>child . . . In a prior proceeding, Lyric was adjudicated neglected or uncared for, and the court ordered specific steps to facilitate the return of Lyric to the respondent.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b606-8\"> General Statutes § 46b-129a provides in relevant part: “In proceedings in the Superior Court under section 46b-129 ... (2) a child shall be represented by counsel knowledgeable about representing such children who shall be appointed by the court to represent the child and to act as guardian ad litem for the child. The primary role of any counsel for the child including the counsel who also serves as guardian ad litem, shall be to advocate for the child in accordance with the Rules of Professional Conduct. When a conflict arises between the child’s wishes or position and that which counsel for the child believes is in the best interest of the child, the court shall appoint another person as guardian ad litem for the child. The guardian ad litem shall speak on behalf of the best interest of the child and is not required to be an attomey-at-law but shall be knowledgeable about the needs and protection of children. In the event that a separate guardian ad litem is appointed, the person previously serving as both counsel and guardian ad litem for the child shall continue to serve as counsel for the child and a different person shall be appointed as guardian ad litem, unless the court for good cause also appoints a different person as counsel for the child. ...”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b606-9\"> The structure of the foster family was somewhat complex. The individuals who technically were Lyric’s foster parents were an elderly couple, one of whom died during the proceedings giving rise to the present appeal. The foster parents’ adult daughter lived with them in the foster home. It is this adult daughter who became Lyric’s psychological parent and who, at the time of the termination proceeding, was seeking to adopt Lyric. We refer to her as the foster mother for simplicity.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b607-9\"> It should be noted, however, that in a subsequent report from approximately fourteen months after the May, 2006 report, the same psychologist opined that “Lyric has a relationship with each of her parents, but neither of them has been able to provide her with the security and consistent nurturance she requires on a day to day basis. She currently looks to her <page-number citation-index=\"1\" label=\"586\">*586</page-number>foster mother for these things, and the foster mother appears to fill the role of psychological parent. . . . Neither the mother nor the father currently fills the role of psychological parent for Lyric.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b609-8\"> Because a lack of standing would implicate our subject matter jurisdiction; <em>In re Christina M., </em>280 Conn. 474, 480, 908 A.2d 1073 (2006); we point out that the respondent indeed has standing to assert these claims on behalf of Lyric. In <em>In re Christina </em>M., our Supreme Court held, in a similar situation, that the rights of parents involved in termination of parental rights proceedings “are inextricably intertwined with those of their children.” Id., 487. As such, it concluded that parents in such proceedings have standing to assert the constitutional rights of their children. Id.; see also <em>In re Melody L., </em>290 Conn. 131, 157, 962 A.2d 81 (2009).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b610-7\"> In <em>In re Christina M., </em>our Supreme Court explicitly declined to address the question of whether children in Lyric’s position have a constitutional right to effective assistance of counsel because the record in that case did not “reflect that there was an apparent conflict between the wishes of the children and the position advocated by their attorney.” <em>In re Christina M., </em>supra, 280 Conn. 476. We similarly decline to reach that question in light of the inadequacy of the record in the present case.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b611-12\"> The respondent also cites several other examples with similar content to those set forth previously in support of her argument on appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}