{
  "casebody": {
    "data": "<casebody firstpage=\"799\" lastpage=\"822\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b821-6\">STATE OF CONNECTICUT <em>v. </em>JASON LUTHER</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Adpd\">(AC 29027)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b821-7\">DiPentima, Gruendel and Schaller, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b822-10\"><page-number citation-index=\"1\" label=\"800\">*800</page-number>Argued January 12</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AcNf\">officially released June 9, 2009</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b823-5\"><page-number citation-index=\"1\" label=\"801\">*801</page-number><em>Alice Osedach, </em>assistant public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b823-6\"><em>Margaret Gaffney </em>Rodionovas, senior assistant state’s attorney, with whom, on the brief, were <em>Michael Dearington, </em>state’s attorney, and <em>Donald S. MacCalmon, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b823-7\">\n<em>Opinion</em>\n</p>\n<author id=\"b823-8\">DiPENTIMA, J.</author>\n<p id=\"AoW\">The defendant, Jason Luther, appeals from the judgment of conviction, rendered after a jury trial, of criminal possession of a firearm in violation of General Statutes § 53a-217 and carrying a pistol or revolver without a permit in violation of General Statutes § 29-35 (a). On appeal, the defendant claims that (1) his federal and state constitutional rights<footnotemark>1</footnotemark> to a fair trial were violated when a state’s witness testified in violation of the trial court’s ruling that granted the defendant’s motion in limine to preclude certain testimony, (2) his federal and state constitutional rights<footnotemark>2</footnotemark> to a fair trial were violated due to prosecutorial impropriety,<footnotemark>3</footnotemark> and (3) the court improperly instructed the jury <page-number citation-index=\"1\" label=\"802\">*802</page-number>regarding consciousness of guilt. We disagree and affirm the judgment of the trial court.</p>\n<p id=\"b824-6\">The jury reasonably could have found the following facts. On the night of January 22, 2006, the New Haven police department received a complaint that the defendant had used a gun to threaten an individual. On the basis of this complaint, Officers Daniel Hartnet and Ronald Pressley of the New Haven police, along with two other officers, decided to search for the defendant at the home of his former girlfriend, Natasha Jones, and their two children at 255 Newhall Street, New Haven. Hartnet and two other officers approached the front door of Jones’ third floor apartment while Pressley secured the back door in the event that the defendant attempted to escape.</p>\n<p id=\"b824-7\">The three officers knocked on the front door, and Jones answered. She informed the officers that the defendant was not there and that she did not know where he w;as. She allowed them to search her apartment.</p>\n<p id=\"b824-8\">At substantially the same time, the defendant appeared in front of the railing of the steps leading from the back door of 255 Newhall Street. Pressley, who was positioned behind the neighboring house at 253 Newhall Street, immediately identified himself as a police officer and told the defendant to “freeze.” When the defendant did not comply, Pressley advanced toward him and ordered him to put his hands where Pressley could see them. Again, the defendant did not comply. Instead, the defendant took small steps in the opposite direction and turned his body so that one side of it was not in view. Pressley issued his third order for the defendant to stop, drew his weapon and continued advancing toward the defendant. The defendant bent to his side and slowly removed an object from his pocket. Pressley, for the fourth time, yelled at the defendant to show his hands. <page-number citation-index=\"1\" label=\"803\">*803</page-number>The defendant dropped the object to his side, turned around and surrendered. At this time, Pressley was unable to identify the object that the defendant had removed from his pocket, and he did not hear anything hit the ground.</p>\n<p id=\"b825-6\">Pressley then called the three officers who were still inside the apartment. He informed them of the location of the defendant, and they immediately came to assist in his apprehension. After the defendant had been placed in police custody, Pressley went back to the area where he had observed the defendant drop an object and located a loaded and operable .25 caliber semiautomatic pistol.</p>\n<p id=\"b825-7\">The jmy found the defendant guilty of carrying a pistol or revolver without a permit and criminal possession of a firearm.<footnotemark>4</footnotemark> The court sentenced the defendant to four and one-half years incarceration and six years of special parole. This appeal followed. Additional facts will be set forth as necessary.</p>\n<p id=\"b825-8\">I</p>\n<p id=\"b825-9\">The defendant first claims that his right to a fair trial was violated when a state’s witness testified in violation of the court’s ruling on the motion in limine. He argues that the denial of his subsequent motion for a mistrial deprived him of his right to a fair trial and that the curative instruction given by the court did not cure the prejudice resulting from the violation. We disagree.</p>\n<p id=\"b825-10\">At trial, the defendant filed, and the court granted, a motion in limine precluding the state from introducing evidence regarding any events that transpired prior to the officers’ arrival at 255 Newhall Street and any testimony from the defendant’s father that he allegedly witnessed the defendant in possession of a gun earlier that <page-number citation-index=\"1\" label=\"804\">*804</page-number>day. Both defense counsel and the prosecutor agreed, however, that the state’s witnesses could testify that the police decided to search for the defendant as the result of a prior investigation. During direct examination of Pressley, the prosecutor asked why the police had decided to search for the defendant. That question initiated the following colloquy, which forms the basis of the defendant’s claim on appeal:</p>\n<p id=\"b826-4\">“[The Witness]: The nature of the call [was] a gun call, allegedly he had pulled out a gun—</p>\n<p id=\"b826-5\">“[The Prosecutor]: Okay.</p>\n<p id=\"b826-6\">“[The Witness]: —on his father.”</p>\n<p id=\"b826-7\">The defendant objected, and the court excused the jury. The defendant moved for a mistrial, arguing that Pressley’s statement violated the ruling on the motion in limine. He claimed that the violation was unduly prejudicial because “there [is] a certain connotation with a father making these allegations against a son.” The state responded that the violation was inadvertent and that any prejudice could be remedied by a curative instruction. The court found that the violation was an isolated incident, was not done in bad faith and merely referenced a complaint and not a threat. It further found that the violation caused no irreparable prejudice. Accordingly, the court denied the defendant’s motion for a mistrial and immediately provided the jury with a curative instruction.<footnotemark>5</footnotemark></p>\n<p id=\"b827-5\"><page-number citation-index=\"1\" label=\"805\">*805</page-number>During deliberations, the jury requested a playback of Pressley’s entire testimony. Consequently, the jury heard the curative instruction a second time.<footnotemark>6</footnotemark> Additionally, the court’s charge to the jury at the beginning and the end of the trial included instructions to disregard any and all stricken evidence.</p>\n<p id=\"b827-6\">The defendant claims that the denial of his motion for a mistrial deprived him of his right to a fair trial. At the outset, we note that “[w]hile the remedy of a mistrial is permitted under the rules of practice, it is not favored. [A] mistrial should be granted only as a result of some occurrence upon the trial of such a character that it is apparent to the court that because of it a party cannot have a fair trial . . . and the whole proceedings are vitiated. ... If curative action can obviate the prejudice, the drastic remedy of a mistrial should be avoided.” (Internal quotation marks omitted.) <em>State </em>v. <em>Coltherst, </em>87 Conn. App. 93, 99, 864 A.2d 869, cert. denied, 273 Conn. 919, 871 A.2d 371 (2005).</p>\n<p id=\"b827-7\">“On appeal, the defendant bears the burden of establishing that there was irreparable prejudice to the defendant’s case such that it denied him a fair trial.” (Internal quotation marks omitted.) <em>State </em>v. <em>Taveras, </em>49 Conn. App. 639, 652, 716 A.2d 120, cert. denied, 247 Conn. 917, 722 A.2d 809 (1998). In determining whether the defendant was deprived of his right to a fair trial, “[ejvery reasonable presumption will be given in favor of the trial court’s ruling . . . because the trial court, which has a firsthand impression of the jury, is in the best position to evaluate the critical question of whether the juror’s or jurors’ exposure has prejudiced a defendant. ... It is only when an abuse of discretion is <page-number citation-index=\"1\" label=\"806\">*806</page-number>manifest or where an injustice appears to have been done that a reversal will result from the trial court’s exercise of discretion. ... A reviewing court gives great weight to curative instructions in assessing error.” (Internal quotation marks omitted.) <em>State </em>v. Vitale, 76 Conn. App. 1, 13, 818 A.2d 134, cert. denied, 264 Conn. 906, 826 A.2d 178 (2003).</p>\n<p id=\"b828-6\">In <em>State </em>v. <em>Henderson, </em>47 Conn. App. 542, 706 A.2d 480, cert. denied, 244 Conn. 908, 713 A.2d 829 (1998), this court held that the denial of a motion for a mistrial in a similar situation was not an abuse of discretion. In <em>Henderson, </em>the trial court granted a motion in limine precluding the state from introducing evidence tending to show that the defendant sold stolen goods on the day prior to his arrest. Id., 555 n.8. The state elicited testimony, however, from a store detective that on the previous day he had witnessed the defendant purchasing several “high ticket” items that easily could be resold on the street. Id., 556. The court sustained the defendant’s objection and issued a curative instruction but denied the defendant’s motion for a mistrial. Id., 556-57. On appeal, this court determined that the denial of the motion for a mistrial was not an abuse of discretion because the improper testimony was not “of such a magnitude and character that as a result, [the defendant] did not receive a fair trial.” Id., 557.</p>\n<p id=\"b828-7\">Likewise, the improper testimony in the present case did not rise to the level such that the defendant was deprived of a fair trial. Both defense counsel and the state had agreed that the state’s witnesses could testify that the police decided to search for the defendant as the result of a prior investigation. Prior to Pressley’s testimony, Hartnet testified, without objection, that they decided to search for the defendant on the basis of a prior weapons complaint. Therefore, the only new information the jury learned from Pressley’s improper testimony was the identity of the complainant. The key <page-number citation-index=\"1\" label=\"807\">*807</page-number>issue at trial was whether the gun found at 255 Newhall Street belonged to the defendant. The identity of the complainant had no bearing on whether the defendant actually possessed a gun at 255 Newhall Street.</p>\n<p id=\"b829-6\">In response to the improper testimony, the court immediately ordered the testimony stricken and issued a timely curative instruction. It is well settled that “the jury is presumed to follow the court’s curative instructions in the absence of some indication to the contrary.” <em>State </em>v. <em>Grenier, </em>257 Conn. 797, 810, 778 A.2d 159 (2001). “Thus, [a] jury is normally presumed to disregard inadmissible evidence brought to its attention unless there is an overwhelming probability that the juiy will not follow the trial court’s instructions and a strong likelihood that the inadmissible evidence was devastating to the defendant. . . . Consequently, the burden is on the defendant to establish that, in the context of the proceedings as a whole, the stricken testimony was so prejudicial, notwithstanding the court’s curative instructions, that the jury reasonably cannot be presumed to have disregarded it.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>McIntyre, </em>250 Conn. 526, 534, 737 A.2d 392 (1999).</p>\n<p id=\"b829-7\"><em>In State v. Davis, </em>32 Conn. App. 21, 628 A.2d 11 (1993), this court held that a curative instruction obviated any prejudice resulting from similar improper testimony. In <em>Davis, </em>the court granted a motion in limine precluding the state from introducing evidence about the defendant’s prior arrests, convictions or trials. Id., 29. A state’s witness violated the order when she testified that after the alleged robbery she “knew that the cops were looking for [the defendant].” Id., 31. The court sustained the defendant’s objection, ordered the testimony stricken, denied a motion for a mistrial and issued a curative instruction. Id. In affirming those actions, this court stated that “[t]he reference was not prejudicial beyond cure, requiring an automatic mistrial, but rather <page-number citation-index=\"1\" label=\"808\">*808</page-number>falls into the category of witness remarks requiring a case-by-case analysis to determine their effect. . . . We are convinced that any prejudice that the defendant may have initially suffered was eliminated by the trial court’s prompt action and thorough instruction.” (Citation omitted.) Id., 33.</p>\n<p id=\"b830-6\">Here, Pressley’s improper testimony revealed that the defendant’s father was the source of the complaint that brought the police to 255 Newhall Street. Although the jury might have attached a negative connotation to a defendant whose father had filed a complaint with the police about him, Pressley’s testimony was not so prejudicial as to be beyond cure. As we noted previously, the stricken testimony did not address the ultimate issue to be decided by the jury. In response to the violation, the court immediately issued a thorough curative instruction to obviate any harm to the defendant. The defendant has failed to demonstrate that the stricken testimony was so devastating to him that the jury cannot reasonably be presumed to have disregarded the improper testimony. We conclude that the curative instruction obviated any prejudice the defendant might have suffered. Accordingly, the court properly exercised its discretion in striking the testimony, delivering a curative instruction and denying the defendant’s motion for a mistrial.<footnotemark>7</footnotemark></p>\n<p id=\"b830-7\">II</p>\n<p id=\"b830-8\">The defendant next claims that he was deprived of his right to a fair trial due to prosecutorial impropriety <page-number citation-index=\"1\" label=\"809\">*809</page-number>that occurred during the prosecution’s rebuttal argument. Specifically, the defendant argues that two comments made by the prosecutor each amounted to impropriety and warrant a new trial.</p>\n<p id=\"b831-6\">In his rebuttal, the prosecutor made the following argument regarding Pressley’s testimony: “Now . . . Pressley has taken a beating. His testimony has been impugned. He’s been slapped around. But if you think about what he actually stood up there or sat there and told you, what you saw was an officer that was doing the best to give you the truth as he recalls it. This is not the movies, ladies and gentlemen. This is not something that we can recall specifically and just, you know, the facts as exactly as we would always love to have them. <em>The fact of the matter is, [Pressley] stood up there or sat in that chair and gave you the truth. And gave you a truth described in a highly charged situation, where there was a gun involved.” </em>(Emphasis added.)</p>\n<p id=\"b831-7\">On rebuttal, the prosecutor also attempted to question the credibility of Jones’ testimony. The prosecutor presented the following argument: “She didn’t testify that [he] didn’t carry a gun, just don’t bring that gun into the house. Isn’t that what she said? Now, if the defendant didn’t carry a gun, why would he need to be told that? Would anyone need to be told not to carry a gun into the house if he didn’t carry one? Now, she really can’t keep her story straight, and she’s obviously trying to protect [the defendant] and that’s fair enough. And I think you’ve seen that for what it is. <em>The fact is [Jones] didn’t tell the truth [to the police] on [the date of the incident], and she’s not being straightforward today.” </em>(Emphasis added.)</p>\n<p id=\"b831-8\">At the outset, we note that the defendant failed to object or otherwise to preserve the claim of prosecutorial impropriety at trial by way of an objection or a <page-number citation-index=\"1\" label=\"810\">*810</page-number>motion for a mistrial. “Nonetheless, a defendant who fails to preserve claims of prosecutorial [impropriety] need not seek to prevail under the specific requirements of <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989), and, similarly, it is unnecessary for a reviewing court to apply the four-pronged <em>Golding </em>test. . . . The reason for this is that the defendant in a claim of prosecutorial [impropriety] must establish that the prosecutorial [impropriety] was so serious as to amount to a denial of due process .... In evaluating whether the [impropriety] rose to this level, we consider the factors enumerated by th[e] court in <em>State </em>v. <em>Williams, </em>204 Conn. 523, 540, 529 A.2d 653 (1987). ... The consideration of the fairness of the entire trial through the <em>Williams </em>factors duplicates, and, thus makes superfluous, a separate application of the <em>Golding </em>test.” (Internal quotation marks omitted.) <em>State </em>v. <em>Felix, </em>111 Conn. App. 801, 805-806, 961 A.2d 458 (2008).</p>\n<p id=\"b832-6\">“[I]n analyzing claims of prosecutorial [impropriety], we engage in a two step analytical process. The two steps are separate and distinct: (1) whether [impropriety] occurred in the first instance; and (2) whether that [impropriety] deprived a defendant of his due process right to a fair trial. Put differently, [impropriety] is [impropriety], regardless of its ultimate effect on the fairness of the trial; whether that [impropriety] caused or contributed to a due process violation is a separate and distinct question . . . .” (Internal quotation marks omitted.) <em>State </em>v. <em>Stevenson, </em>269 Conn. 563, 572, 849 A.2d 626 (2004). We therefore begin by determining whether the challenged remarks were improper.</p>\n<p id=\"b832-7\">In making the determination as to whether the prosecutor’s conduct constituted impropriety, “[w]e are mindful ... of the unique responsibilities of the prosecutor in our judicial system. A prosecutor is not only an officer of the court, like every other attorney, but is also a high public officer, representing the people of <page-number citation-index=\"1\" label=\"811\">*811</page-number>the [s]tate, who seek impartial justice for the guilty as much as for the innocent. ... By reason of his [or her] office, [the prosecutor] usually exercises great influence upon jurors. [The prosecutor’s] conduct and language in the trial of cases in which human life or liberty [is] at stake should be forceful, but fair, because he [or she] represents the public interest, which demands no victim and asks no conviction through the aid of passion, prejudice or resentment. If the accused be guilty, he [or she] should [nonetheless] be convicted only after a fair trial, conducted strictly according to the sound and well-established rules which the laws prescribe.” (Internal quotation marks omitted.) <em>State </em>v. <em>Fauci, </em>282 Conn. 23, 32-33, 917 A.2d 978 (2007).</p>\n<p id=\"b833-6\">“It is well settled that, in addressing the jury, [counsel must be allowed a generous latitude in argument, as the limits of legitimate argument and fair comment cannot be determined precisely by rule and line, and something must be allowed for the zeal of counsel in the heat of argument.” (Internal quotation marks omitted.) <em>State </em>v. <em>Singh, </em>259 Conn. 693, 712, 793 A.2d 226 (2002).</p>\n<p id=\"b833-7\">“[A] prosecutor may not express his [or her] own opinion, directly or indirectly, as to the credibility of the witnesses. . . . Such expressions of personal opinion are a form of unsworn and unchecked testimony, and are particularly difficult for the jury to ignore because of the prosecutor’s special position. . . . Put another way, the prosecutor’s opinion carries with it the imprimatur of the [state] and may induce the jury to trust the [state’s] judgment rather that its own view of the evidence. . . . Moreover, because the jury is aware that the prosecutor has prepared and presented the case and consequently, may have access to matters not in evidence ... it is likely to infer that such matters precipitated the personal opinions. . . . However, [i]t is not improper for the prosecutor to comment upon <page-number citation-index=\"1\" label=\"812\">*812</page-number>the evidence presented at trial and to argue the inferences that the jurors might draw therefrom .... We must give the jury the credit of being able to differentiate between argument on the evidence and attempts to persuade them to draw inferences in the state’s favor, on one hand, and improper unsworn testimony, with the suggestion of secret knowledge, on the other hand. The state’s attorney should not be put in the rhetorical straitjacket of always using the passive voice, or continually emphasizing that he [or she] is simply saying I submit to you that this is what the evidence shows, or the like.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Stevenson, </em>supra, 269 Conn. 583-84.</p>\n<p id=\"b834-6\">A</p>\n<p id=\"b834-7\">We first turn to the prosecutor’s statement as to the testimony of Pressley. The defendant argues that this statement was an improper voucher for the credibility of Pressley’s testimony. A careful review of our highest state court’s decisions on prosecutorial impropriety leads us to conclude that the statement was not improper.</p>\n<p id=\"b834-8\">In claims of improper vouching, our Supreme Court has noted that the degree to which a challenged statement is supported by the evidence is an important factor in determining the propriety of that statement. The Supreme Court recently stated that “[a] prosecutor may properly comment on the credibility of a witness where . . . the comment reflects reasonable inferences from the evidence adduced at trial.” (Internal quotation marks omitted.) <em>State </em>v. <em>Luster, </em>279 Conn. 414, 438, 902 A.2d 636 (2006).</p>\n<p id=\"b834-9\">In <em>State </em>v. <em>Thompson, </em>266 Conn. 440, 467, 832 A.2d 626 (2003), the defense counsel’s closing argument questioned the consistency of the testimony of a state’s witness. In rebuttal, the prosecutor argued that “[s]ince day one . . . [the witness] has said, David Stebbins <page-number citation-index=\"1\" label=\"813\">*813</page-number>pointed the gun at me. [The defendant] got out of the car with the gun. [Defense counsel] gives you no possible reason why . . . [the witness] would come in and lie in that particular way. He cannot give you a reason because . . . [the witness] was telling the truth. He told the truth in April when the police first spoke with him. He told the truth when he testified at the probable cause hearing, and he told the truth when he testified before you. When he told you it was [the defendant] that got out of the car carrying a rifle, he was telling you the truth. We also know that . . . Harding and . . . [the witness] were telling the truth because [other witnesses] confirm everything they say.” (Internal quotation marks omitted.) Id., 467-68.</p>\n<p id=\"b835-6\">Our Supreme Court concluded that this statement was not an improper voucher for the credibility of the witness, but, rather, the statement was a permissible comment on the evidence suggesting an inference that the jury could reasonably have drawn. The court stated that “[although it would have been preferable for the [prosecutor] to have expressed more clearly that he was suggesting that the inference that [the witness] was telling the truth was tied to the evidence, the comments were not improper.” Id., 468.</p>\n<p id=\"b835-7\">Later in <em>Thompson, </em>the court reached a contrary conclusion with respect to a different statement by the prosecutor. In rebuttal, the prosecutor argued that when two witnesses gave their Whelan<footnotemark>8</footnotemark> statements, they “truthfully told the police who amongst them was responsible.” (Internal quotation marks omitted.) Id. The court held that this was an improper voucher for the credibility of the statements because it “was not tied to any discussion of the evidence.” Id. Rather, it <page-number citation-index=\"1\" label=\"814\">*814</page-number>was “connected only to the prosecutor’s improper comments on the moral character of those two witnesses.” Id., 469.</p>\n<p id=\"b836-6\">In the present case, defense counsel’s closing argument repeatedly attacked the credibility of Pressley’s testimony. In particular, the defendant’s counsel argued that “all this case is . . . Pressley’s testimony, and it leaves nothing but reasonable doubts.” He noted that no other witnesses could corroborate Pressley’s testimony. He pointed out “numerous deficiencies and inconsistencies” between Pressley’s testimony at trial and prior testimony. Furthermore, the defendant’s counsel noted that Pressley testified that the defendant dropped a gun where he was apprehended; however, the gun was actually found several feet away from that spot. He therefore repeatedly argued that Pressley’s testimony just “doesn’t add up.”</p>\n<p id=\"b836-7\">In rebutting these remarks, the prosecutor stated that “[t]he fact of the matter is, [Pressley] stood up there or sat in that chair and gave you the truth. And gave you a truth described in a highly charged situation, where there was a gun involved.”<footnotemark>9</footnotemark> We conclude that this statement was not improper because it reflected a reasonable inference from the evidence adduced at trial and did not reflect secret knowledge on the part of the prosecutor. See <em>State </em>v. <em>Luster, </em>supra, 279 Conn. 436. The statement was given in a context suggesting that it was premised on the evidence rather than the personal opinion of the prosecutor. Specifically, the prosecutor <page-number citation-index=\"1\" label=\"815\">*815</page-number>noted that the incident was a “highly charged situation, where there was a gun involved.” There was evidence that the defendant exited the back door as the police were entering the front door, showing a consciousness of guilt, as well as evidence of a gun being found a few feet from where the defendant was apprehended. The prosecutor did not suggest that he had secret knowledge of facts that were not before the jury. Consequently, when viewed in context, the statement reflected a reasonable inference from the evidence adduced at trial.<footnotemark>10</footnotemark></p>\n<p id=\"b837-6\">B</p>\n<p id=\"b837-7\">The defendant also challenges the propriety of the prosecutor’s statement that “[Jones] didn’t tell the truth [to the police] on [the date of the incident], and she’s not being straightforward today.” The defendant argues that this was an improper statement of the prosecutor’s personal opinion regarding the witness’ credibility. We disagree.</p>\n<p id=\"b837-8\">As we noted, our Supreme Court recently stated that the degree to which a challenged statement is supported by the evidence is an important factor in determining the propriety of that statement. Therefore, although a prosecutor may not state his or her personal opinion concerning the credibility or truthfulness of a witness, a prosecutor may comment on the credibility or truthfulness of a witness as long as the comment is “grounded in the evidence.” <em>State </em>v. <em>Luster, </em>supra, 279 Conn. 440.</p>\n<p id=\"b838-5\"><page-number citation-index=\"1\" label=\"816\">*816</page-number>Furthermore, our Supreme Court has concluded that it is not improper for a prosecutor to argue that a witness is lying, provided that the jury reasonably could infer from the evidence admitted at trial that the witness is lying. In <em>State </em>v. <em>Oehman, </em>212 Conn. 325, 334, 562 A.2d 493 (1989), the court stated that “[although such invective is wholly unprofessional and has no place in a Connecticut courtroom, we conclude that the comments by the prosecutor characterizing the defendant as a liar, coward, and a person without principles were supported by the evidence presented in this case.”</p>\n<p id=\"b838-6\">Similarly, in <em>State </em>v. <em>Stevenson, </em>supra, 269 Conn. 584, the court concluded that it was not improper for a prosecutor to state that the defendant’s testimony was “totally unbelievable.” (Internal quotation marks omitted.) The court reasoned that it was not improper because “it was a comment on the evidence presented at trial, and it posited a reasonable inference that the jury itself could have drawn without access to the assistant state’s attorney’s personal knowledge of the case.” Id.</p>\n<p id=\"b838-7\">In the present case, the prosecutor’s argument that Jones was not telling the truth was supported by evidence from which the jury reasonably could have inferred that she was lying. On the date of the incident, Jones told the police that she did not know where the defendant was. At substantially the same time as Jones was denying any knowledge concerning the whereabouts of the defendant, however, he was apprehended as he exited the back door of her apartment. At trial, she again argued that she had no knowledge of the defendant’s whereabouts that night. Specifically, she stated: “At that present time, I didn’t know where he was at; he already went out the back door.” On the basis of this evidence, the jury reasonably could have <page-number citation-index=\"1\" label=\"817\">*817</page-number>inferred that she was lying. Accordingly, the prosecutor’s argument that Jones lied was a permissible comment on the evidence and, therefore, was not improper.</p>\n<p id=\"b839-6\">Ill</p>\n<p id=\"b839-7\">The defendant’s final claim is that he was deprived of his right to a fair trial because the court improperly instructed the jury regarding consciousness of guilt. Over the defendant’s objection, the court granted the state’s request to charge the jury regarding consciousness of guilt. On appeal, the defendant argues that (1) the consciousness of guilt instruction was issued improperly and (2) the language of the instruction was unduly prejudicial because it was not evenhanded and improperly marshaled the evidence in favor of the state. We disagree.</p>\n<p id=\"b839-8\">A</p>\n<p id=\"b839-9\">The defendant first argues that the court should not have issued any instruction on consciousness of guilt. We disagree.</p>\n<p id=\"b839-10\">“[T]he decision whether to give an instruction on flight, as well as the content of such an instruction, if given, should be left to the sound discretion of the trial court. . . . We review the defendant’s claim under this standard. . . . [Our Supreme Court] previously has stated that [¶] light, when unexplained, tends to prove a consciousness of guilt .... Flight is a form of circumstantial evidence. Generally speaking, all that is required is that the evidence have relevance, and the fact that ambiguities or explanations may exist which tend to rebut an inference of guilt does not render evidence of flight inadmissible but simply constitutes a factor for the jury’s consideration. . . . [T]he fact that the evidence might support an innocent explanation as well as an inference of a consciousness of guilt <page-number citation-index=\"1\" label=\"818\">*818</page-number>does not make an instruction on flight erroneous.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Scott, </em>270 Conn. 92, 104-105, 851 A.2d 291 (2004), cert. denied, 544 U.S. 987, 125 S. Ct. 1861, 161 L. Ed. 2d 746 (2005).</p>\n<p id=\"b840-6\">In the present case, there was evidence that the defendant was exiting the back door of Jones’ apartment at approximately the same time as three police officers were knocking on the front door. The defendant contends that he was unduly prejudiced because the jury instruction highlighted the fact of his flight. Although the evidence might support an innocent explanation as well as an inference of guilt, the only requirement is that the evidence be relevant. When presented with relevant evidence of flight, the court is well within its discretion to issue a consciousness of guilt instruction. Because evidence of the defendant’s flight was relevant to a charge of consciousness of guilt, we conclude that the court did not abuse its discretion by issuing a consciousness of guilt instruction.</p>\n<p id=\"b840-7\">B</p>\n<p id=\"b840-8\">The defendant also argues that the language of the instruction was unduly prejudicial because it was not evenhanded and improperly marshaled the evidence in favor of the state. We disagree.</p>\n<p id=\"b840-9\">The court instructed the jury as follows: “In any criminal trial, it is permissible for the state to show that conduct by a defendant after the alleged offense may fairly have been influenced by the criminal act. That is, the conduct shows a consciousness of guilt. The defendant’s conduct in leaving by the rear door of 255 Newhall Street, at the same time as the police were knocking on the front door of the same location, may be offered by the state because such conduct tends to show a consciousness of guilt.</p>\n<p id=\"b841-5\"><page-number citation-index=\"1\" label=\"819\">*819</page-number>“It does not, however, raise a presumption of guilt. The flight of a person accused of a crime is a circumstance, which, when considered together with all of the facts of the case, may justify a finding of the defendant’s guilt. If you find that the defendant was fleeing, you may consider this as evidence of his consciousness of guilt.</p>\n<p id=\"b841-6\">“It is up to you as judges of the facts to decide whether the conduct of the defendant reflects a consciousness of guilt, and it is up to you as judges of the facts to consider such in your deliberations in conformity with these instructions.”</p>\n<p id=\"b841-7\">Our Supreme Court previously has held that “an instruction which did not include all the possible innocent explanations for [the defendant’s] flight . . . was not erroneous and that [t]he [trial] court was not required to enumerate all the possible innocent explanations offered by the defendant.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Hines, </em>243 Conn. 796, 813, 709 A.2d 522 (1998).</p>\n<p id=\"b841-8\">Notwithstanding the court’s discretion to disregard such innocent explanations, the defendant argues that flight is inherently ambiguous and that the instruction therefore hampered the jury’s ability to analyze the evidence independently because it improperly supported the state’s version of the events. In particular, the defendant claims that the language of the instruction was improper because it did not include a provision noting that the jury could determine that there was no consciousness of guilt if it found that the defendant was not fleeing.</p>\n<p id=\"b841-9\">Although “evidence of flight from the scene of a crime inherently is ambiguous .... [t]hat ambiguity does not render a flight instruction improper.” (Citations omitted.) <em>State </em>v. <em>Luster, </em>supra, 279 Conn. 423. We are mindful, however, that “[t]he influence of the trial judge <page-number citation-index=\"1\" label=\"820\">*820</page-number>on the jury is necessarily and properly of great weight and his lightest word or intimation is received with deference, and may prove controlling. ... To avoid the danger of improper influence on the jury, a recitation of the evidence should not be so drawn as to direct the attention of the jury too prominently to the facts in the testimony on one side of the case, while sinking out of view, or passing lightly over, portions of the testimony on the other side, which deserve equal attention.” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Hernandez, </em>218 Conn. 458, 462, 590 A.2d 112 (1991).</p>\n<p id=\"b842-6\">In <em>State </em>v. <em>Freeney, </em>228 Conn. 582, 593, 637 A.2d 1088 (1994), the defendant introduced evidence at trial of an innocent explanation for his flight, namely, that he was on parole and was avoiding the police for that reason. The trial court, however, did not include an innocent explanation provision in the consciousness of guilt instruction. Our Supreme Court concluded that although “the court’s charge on flight might have included a reference to the fact that the defendant was on parole and the inference that could be drawn therefrom, we cannot say that the trial court’s refusal to charge the jury to that effect was improper.” Id., 594; see also <em>State </em>v. <em>Lugo, </em>266 Conn. 674, 697-98, 835 A.2d 451 (2003).</p>\n<p id=\"b842-7\">Similarly, in the present case, the defendant introduced some evidence of an innocent explanation for his flight, namely, that he left Jones’ apartment before the police had arrived. Although the trial court’s instruction did not contain an innocent explanation provision, it explicitly instructed the jury that the evidence of flight did not raise a presumption of guilt. Accordingly, the absence of an innocent explanation did not improperly suggest that the jury should endorse the state’s version of the events. See <em>State </em>v. <em>Lugo, </em>supra, 266 Conn. 697-98; <em>State </em>v. <em>Freeney, </em>supra, 228 Conn. 594.</p>\n<p id=\"b843-5\"><page-number citation-index=\"1\" label=\"821\">*821</page-number>The defendant further argues that the court’s instruction “permitted the jury to consider evidence of [his] flight as evidence of guilt of the crimes charged, thereby diluting the state’s burden of proof.” In support of this claim, the defendant refers to the following language from the instruction: “The flight of a person accused of a crime is a circumstance, which, when considered together with all of the facts of the case, <em>may justify a finding of the defendant’s guilt.” </em>(Emphasis added.)</p>\n<p id=\"b843-6\">This court previously rejected the argument that the state’s burden of proof was diluted due to a similar consciousness of guilt instruction. In <em>State </em>v. <em>Crnkovic, </em>68 Conn. App. 757, 793 A.2d 1139, cert. denied, 260 Conn. 925, 797 A.2d 521 (2002), the challenged instruction contained the exact language on which the defendant bases his argument. In <em>Cmkovic, </em>this court noted the well settled rule that “[w]hen reviewing [a] challenged jury instruction . . . [the] charge to the jury is to be considered in its entirety, read as a whole, and judged by its total effect rather than by its individual component parts.” (Internal quotation marks omitted.) Id., 767. This court concluded that the instruction did not dilute the state’s burden of proof. Id., 769. Specifically, we noted that although the court could have included an innocent explanation, it was not required to do so. Id.<footnotemark>11</footnotemark></p>\n<p id=\"b843-7\">Accordingly, we conclude that the court correctly instructed the jury as to the issue of consciousness of guilt.</p>\n<p id=\"A0f\"><page-number citation-index=\"1\" label=\"822\">*822</page-number>The judgment is affirmed.</p>\n<p id=\"b844-5\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b823-9\"> The defendant does not provide an analysis of his claim under the constitution of Connecticut independent of his claim under the analogous provisions of the United States constitution. “[W]e will not entertain a state constitutional claim unless the defendant has provided an independent analysis under the particular provisions of the state constitution at issue. . . . Without a separately briefed and analyzed state constitutional claim, we deem abandoned the defendant’s claim . . . .” (Internal quotation marks omitted.) <em>State </em>v. <em>Peloso, </em>109 Conn. App. 477, 484 n.10, 952 A.2d 825 (2008). Accordingly, we confine our analysis to the defendant’s federal constitutional claim. See <em>State </em>v. <em>Eady, </em>249 Conn. 431, 435 n.6, 733 A.2d 112, cert. denied, 528 U.S. 1030, 120 S. Ct. 551, 145 L. Ed. 2d 428 (1999).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b823-10\"> The defendant again failed to provide a separate analysis under the Connecticut constitution, and, therefore, we confine our analysis to his federal constitutional claim. See footnote 1.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b823-11\"> Although most of the Supreme Court cases that we cite in this opinion refer to impropriety as “misconduct,” we employ the noun “impropriety” for misconduct when quoting from these opinions. <em>See State </em>v. <em>Fauci, </em>282 Conn. 23, 26 n.2, 917 A.2d 978 (2007).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b825-11\"> The state introduced evidence establishing that the defendant did not have a permit to carry a gun.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b826-8\"> The court instructed the jury as follows: “Testimony that has been excluded or stricken is not evidence and has no probative value. Specifically, the court instructs you that . . . Pressley’s testimony regarding a complaint by the defendant’s father is ordered stricken, and, therefore, you must disregard it.</p>\n<p id=\"b826-9\">“You must also disregard any implication or inference from that testimony. It cannot be used for any purpose whatsoever. The testimony was improper and inadmissible and has no probative value in this case. It is not proof of anything, nor is it evidence of guilt in this trial.</p>\n<p id=\"b826-10\">“We are not concerned with any charges other than the charges contained in this information, which forms the basis of this trial. Therefore, I caution you that the stricken testimony cannot be considered by you. It can play <page-number citation-index=\"1\" label=\"805\">*805</page-number>no role in your deliberations, and you are obliged to follow this instruction disregarding that part of his testimony and focus only on the evidence that was properly admitted.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b827-11\"> At the defendant’s request, the court did not play back Pressley’s testimony that violated the ruling on the motion in limine.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b830-9\"> The defendant additionally argues that the prosecutor deliberately procured the improper testimony by stating, “okay,” rather than immediately cutting Presley off. The mere word “okay,” however, is inherently ambiguous and does not support a claim of deliberate procurement. Accordingly, we decline the defendant’s invitation to invoke our supervisory powers to order a new trial.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b835-8\"> See <em>State </em>v. Whelan, 200 Conn. 743, 513 A.2d 86, cert. denied, 479 U.S. 994, 107 S. Ct. 597, 93 L. Ed. 2d 598 (1986).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b836-8\"> Our Supreme Court has noted that the use of the word “truth” is not per se improper; rather, “the use of the word ‘truth’ to describe a person or statement may invite an allegation of prosecutorial impropriety when none exists . . . therefore, a prosecutor’s more judicious selection of words may avoid such allegations altogether.” <em>State </em>v. <em>Fauci, </em>supra, 282 Conn. 41 n.6. The present case is emblematic of that statement. Although the prosecutor might have avoided a claim of impropriety if he had more clearly tied his argument to the evidence, his failure to do so did not make an otherwise proper argument improper.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b837-9\"> Even if we were to conclude that this statement was improper, we would conclude that it did not deprive the defendant of his right to a fair trial under the test set forth in <em>State </em>v. <em>Williams, </em>supra, 204 Conn. 540 (“the extent to which the [impropriety] was invited by defense conduct or argument . . . the severity of the [impropriety] . . . the frequency of the [impropriety] . . . the centrality of the [impropriety] to the critical issues in the case . . . the strength of the curative measures adopted . . . and the strength of the state’s case” [citations omitted]).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b843-8\"> Furthermore, we note that the challenged language is included in the consciousness of guilt instruction recommended by a learned treatise. “Flight, when unexplained, tends to prove consciousness of guilt. <em>The flight of a person accused of crime is a circumstance which, when considered together with all the facts of the case, may justify afinding of the defendant’s guilt. </em>However, flight, if shown, is not conclusive. It is to be given the weight to which you, the jury, think it is entitled under the circumstances.” (Emphasis added.) D. Borden <em>&amp; </em>L. Orland, 5 Connecticut Practice Series: Connecticut Criminal Jury Instructions (4th Ed. 2007) § 3.16, p. 234.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}