{
  "casebody": {
    "data": "<casebody firstpage=\"201\" lastpage=\"204\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b225-8\">UNITED STATES of America, Plaintiff-Appellee, v. Gary Jack HOLLIS, Jr., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b225-11\">No. 02-3341.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b225-12\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b225-13\">March 12, 2004.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b226-8\"><page-number citation-index=\"1\" label=\"202\">*202</page-number>Anthony W. Mattivi, Office of the United States Attorney, Topeka, KS, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b226-9\">Michael M. Jackson, Topeka, KS, for Defendant-Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b226-10\">Before SEYMOUR, Circuit Judge, and ANDERSON, and BRORBY, Senior Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b226-12\">ORDER AND JUDGMENT<footnotemark>*</footnotemark></p>\n<author id=\"b226-13\">SEYMOUR, Circuit Judge.</author>\n<p id=\"b226-14\">In this action pursuant to 28 U.S.C. § 2255, a Certificate of Appealability (COA) was granted as to the following issues:</p>\n<blockquote id=\"b226-15\">1) Whether Mr. Hollis received ineffective assistance of trial counsel</blockquote>\n<blockquote id=\"b226-16\">a) based on his counsel’s failure to allow him to testify or to advise him that the decision to testify was exclusively his decision, or</blockquote>\n<blockquote id=\"b226-17\">b) based upon his counsel’s failure to call co-defendant, Wayne Getman, as a trial witness;</blockquote>\n<blockquote id=\"b226-18\">2) Whether the Supreme Court’s decision in <em>Apprendi v. New Jersey, </em>530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), renders Mr. Hollis’ conviction unconstitutional and whether that issue is procedurally barred;</blockquote>\n<blockquote id=\"b226-19\">3) Whether Mr. Hollis’ challenge to the drug quantity was procedurally barred and, if so, whether counsel was ineffective for failing to raise it.</blockquote>\n<p id=\"b226-20\">Having reviewed these issues in light of the entire record, we affirm.<footnotemark>1</footnotemark></p>\n<p id=\"b226-21\">After a jury trial, Mr. Hollis was found guilty of one count of conspiracy to manufacture methamphetamine in violation of 21 U.S.C. § 846, and two counts of manufacturing methamphetamine in violation of 21 U.S.C. § 841(a)(1). The court sentenced Mr. Hollis to 262 months on counts one, six, and eight, to be served concurrently. This court affirmed his conviction. <em>See United States v. Hollis, </em>99-3233, 2000 WL 235250 (10th Cir. Mar. 2, 2000).</p>\n<p id=\"b227-4\"><page-number citation-index=\"1\" label=\"203\">*203</page-number>Mr. Hollis now contends he received ineffective assistance of counsel because his attorney refused to allow him to testify. Under the familiar two-prong analysis of <em>Strickland v. Washington, </em>466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), Mr. Hollis has the burden of proving his counsel’s representation fell below an objective standard of reasonableness and the deficiency prejudiced his defense. <em>Id </em>at 687-88, 104 S.Ct. 2052. He must also overcome the strong presumption that counsel’s decisions “might be considered sound trial <em>strategy.” Id. </em>at 689, 104 S.Ct. 2052 (quotation omitted).</p>\n<p id=\"b227-5\">If Mr. Hollis’ counsel actually overrode his desire to testify, his counsel’s conduct fell below an objective standard of reasonableness and would satisfy the first prong of <em>Strickland. See United States v. Teague, </em>953 F.2d 1525, 1534 (11th Cir.1992) (“Where the defendant claims a violation of his right to testify by defense counsel, the essence of the claim is that the action or inaction of the attorney deprived the defendant of the ability to choose whether or not to testify in his own behalf. In other words, by not protecting'defendant’s right to testify, defense counsel’s performance fell below the constitutional minimum, thereby violating the first prong of the <em>Strickland </em>test.”). Even if counsel overrode his desire to testify, however, Mr. Hollis must show prejudice, which is “a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” <em>Strickland, </em>466 U.S. at 694, 104 S.Ct. 2052.</p>\n<p id=\"b227-6\">Mr. Hollis asserts via affidavit that he was prepared to admit the charges of manufacturing methamphetamine in counts six and eight in hopes of getting the jury to believe that he was innocent of the charge of conspiracy to manufacture methamphetamine in count one. The district court noted there was an overwhelming amount of evidence against Mr. Hollis on counts six and eight. Even had he testified that he was innocent as to count one and the jury had acquitted him of that count, he would still be serving concurrent sentences of 262 months on each of counts six and eight, so the outcome of his trial with regard to sentence would not have changed. Moreover, had the jury acquitted Mr. Hollis on count one, the court could still have used the relevant conduct pertaining to count one to sentence him. <em>See United States v. Watts, </em>519 U.S. 148, 157, 117 S.Ct. 633, 136 L.Ed.2d 554 (1997) (holding that conduct underlying charges for which defendant has been acquitted may be relied on at sentencing if it has been proved by a preponderance of the evidence). We thus conclude that Mr. Hollis has failed to show he was prejudiced by his counsel’s performance.</p>\n<p id=\"b227-8\">We also reject Mr. Hollis’s claim that his counsel was ineffective for failing to call his co-defendant, Mr. Getman, as a trial witness. Mr. Getman’s trial was pending at the time of Mr. Hollis’s trial. Although Mr. Getman now asserts in his affidavit he would have testified in favor of Mr. Hollis had he been called, we agree with the government that it is objectively unreasonable to believe a co-defendant would admit his guilt in the very conspiracy for which he was charged in order to absolve his co-defendant, rather than invoking his rights under the Fifth Amendment. <em>See United States v. Castorenar-Jaime, </em>285 F.3d 916, 931 (10th Cir.2002). In any event, as Mr. Getman admits in his affidavit, he implicated Mr. Hollis in his plea agreement with the government, a fact of which the district court was aware when it denied Mr. Hollis’ habeas petition.</p>\n<p id=\"b227-9\">Mr. Hollis’ claim that he was sentenced in contravention of the rules announced in <em>Apprendi </em>is procedurally barred. He failed to raise an <em>Apprendi </em><page-number citation-index=\"1\" label=\"204\">*204</page-number>claim on direct appeal and he has not shown cause for that failure. Even assuming counsel was constitutionally deficient for failing to raise <em>Apprendi </em>either on direct appeal or in the petition for certiorari, Mr. Hollis has not shown he was thereby prejudiced. Had Mr. Hollis’ counsel raised an <em>Apprendi </em>claim, the outcome would have remained the same: the court would have been required to run his sentences consecutively to the extent necessary to satisfy the minimum guideline amount of 262 months. U.S. Sentencing Guidelines Manual § 5G1.2(d); <em>see also United States v. Price, </em>265 F.3d 1097, 1108-09 (10th Cir.2001).</p>\n<p id=\"b228-4\">Finally, Mr. Hollis’ claims the district court erred in determining the drug quantity attributable to him has been procedurally defaulted. Nor are we persuaded his counsel was ineffective for failing to raise this issue; Mr. Hollis suffered no prejudice because his sentence would not have been affected. <em>See United States v. Hollis, </em>191 F.Supp.2d 1257, 1267 &amp; n. 6 (D.Kan.2002)</p>\n<p id=\"b228-5\">For the foregoing reasons, we AFFIRM.</p>\n<footnote label=\"*\">\n<p id=\"b226-11\"> This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. The court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b226-22\">. We deny COA as to all the other issues Mr. Hollis raises because we conclude he has not \"made a substantial showing of the denial of a constitutional right\" as to any of them. 28 U.S.C. § 2253(c)(2).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}