{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"787\" lastpage=\"796\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Gina CIMINO\n  <br/>\n  v.\n  <br/>\n  Joseph CIMINO\n </parties>\n <docketnumber id=\"p-2\">\n  AC 38705\n </docketnumber>\n <court id=\"p-3\">\n  Appellate Court of Connecticut.\n </court>\n <decisiondate id=\"p-4\">\n  Argued January 6, 2017\n  <br/>\n  Officially released June 20, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Gina Cimino, self-represented, the appellant (plaintiff).\n </attorneys>\n <attorneys id=\"p-6\">\n  Christopher T. Goulden, Bridgeport, with whom, on the brief, were Janis M. Laliberte and Margaret Sullivan, Milford, for the appellee (defendant).\n </attorneys>\n <judges id=\"p-7\">\n  DiPentima, C.J., and Prescott and Beach, Js.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   DiPENTIMA, C.J.\n  </author>\n  <p id=\"p-9\">\n   The plaintiff, Gina Cimino, appeals from the judgment of the trial court denying her motion to open and vacate the judgment dissolving her marriage to the defendant, Joseph Cimino. On appeal, she argues that (1) the dissolution court committed plain error in its valuation of the defendant's pension and (2) the trial court abused its discretion in denying her motion to open the judgment. We decline to address the claim that the dissolution court committed plain error and affirm the judgment of the trial court.\n  </p>\n  <p id=\"p-10\">\n   In a previous decision of this court, we set forth the following facts. \"In a memorandum of decision dated July 25, 2013, the [dissolution] court found [that] ... [t]he parties' twenty-nine year marriage had broken down irretrievably and neither party was more at fault than the other for the breakdown. The plaintiff was fifty-four years old, in reasonably good health, and a college graduate with a Master's degree in business administration. The parties stipulated the plaintiff's earning capacity to be $37,000 per year. Although she had not worked outside of the home since 1990, the plaintiff had a business making wreaths and ornaments.\n  </p>\n  <p id=\"p-11\">\n   \"The defendant has been employed by the Internal Revenue Service for thirty years and, at the time of trial, earned $119,548 per year. At the time of the memorandum of decision, the defendant had a thrift savings\n   plan with a balance of $124,377.16 and a [pension], in lieu of social security, in the amount of $147,000....\n  </p>\n  <p id=\"p-12\">\n   \"The court ... ordered the defendant to pay alimony in the amount of $600 per week for a period of ten years to the plaintiff. The plaintiff was awarded the thrift savings plan valued at approximately $124,000 and an individual retirement account valued at $11,216. The defendant was awarded the [pension] fund.\"\n   <em>\n    Cimino\n   </em>\n   v.\n   <em>\n    Cimino\n   </em>\n   ,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=155%20Conn.%20App.%20298\">\n    155 Conn.App. 298\n   </extracted-citation>\n   , 299-300,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=109%20A.3d%20546\">\n    109 A.3d 546\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=316%20Conn.%20912\">\n    316 Conn. 912\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=111%20A.3d%20886\">\n    111 A.3d 886\n   </extracted-citation>\n   (2015).\n  </p>\n  <p id=\"p-13\">\n   On August 3, 2015, the plaintiff filed a motion to open and vacate the July 25, 2013 dissolution judgment on the bases of fraud, intentional misrepresentation and/or mutual mistake.\n   <footnotemark>\n    1\n   </footnotemark>\n   She argued, inter alia, that the defendant had provided only the value of his contributions to the pension, approximately $147,000, rather than its actual value, which was substantially\n   higher,\n   <footnotemark>\n    2\n   </footnotemark>\n   and that the defendant had failed to disclose approximately $50,000 in gifts from his family. The plaintiff sought to conduct postjudgment discovery pursuant to our decision in\n   <em>\n    Oneglia\n   </em>\n   v.\n   <em>\n    Oneglia\n   </em>\n   ,\n   <extracted-citation case-ids=\"1967960\" index=\"4\" url=\"https://cite.case.law/conn-app/14/267/\">\n    14 Conn.App. 267\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=540%20A.2d%20713\">\n    540 A.2d 713\n   </extracted-citation>\n   (1988), and sought an order vacating the judgment on the basis of either fraud or mutual mistake, and any other equitable relief.\n   <footnotemark>\n    3\n   </footnotemark>\n   The defendant filed an opposition to the motion to open on September 16, 2015.\n   The trial court held a hearing on November 20, 2015. Approximately three weeks later, the court issued a memorandum of decision denying the plaintiff's motion to open. This appeal followed.\n   <footnotemark>\n    4\n   </footnotemark>\n   Additional facts will be set forth as necessary.\n  </p>\n  <p id=\"p-14\">\n   Before addressing the specific claims of the plaintiff, we set forth our standard of review and the relevant legal principles. \"Our review of a court's denial of a motion to open [based on fraud] is well settled. We do not undertake a plenary review of the merits of a decision of the trial court ... to deny a motion to open a judgment.... In an appeal from a denial of a motion to open a judgment, our review is limited to the issue of whether the trial court has acted unreasonably and in clear abuse of its discretion.... In determining whether the trial court abused its discretion, this court must make every reasonable presumption in favor of its action.... The manner in which [this] discretion is exercised will not be disturbed so long as the court could reasonably conclude as it did....\n  </p>\n  <p id=\"p-15\">\n   \"In considering a motion to open the judgment on the basis of fraud, then, the trial court must first determine whether there is probable cause to open the judgment for the limited purpose of proceeding with discovery related to the fraud claim.... This preliminary hearing is not intended to be a full scale trial on the merits of the [moving party's] claim. The [moving party] does not have to establish that he will prevail, only that there is probable cause to sustain the validity of the claim.... If the moving party demonstrates to the court that there is probable cause to believe that the judgment was\n   obtained by fraud, the court may permit discovery.\" (Internal quotation marks omitted.)\n   <em>\n    Gaary\n   </em>\n   v.\n   <em>\n    Gillis\n   </em>\n   ,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=162%20Conn.%20App.%20251\">\n    162 Conn.App. 251\n   </extracted-citation>\n   , 255-57,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=131%20A.3d%20765\">\n    131 A.3d 765\n   </extracted-citation>\n   (2016) ; see also\n   <em>\n    Spilke\n   </em>\n   v.\n   <em>\n    Spilke\n   </em>\n   ,\n   <extracted-citation case-ids=\"4065164\" index=\"8\" url=\"https://cite.case.law/conn-app/116/590/#p594\">\n    116 Conn.App. 590\n   </extracted-citation>\n   , 594-95,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=976%20A.2d%2069\">\n    976 A.2d 69\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation case-ids=\"5769744,5768274,5768995\" index=\"10\" url=\"https://cite.case.law/conn/294/918/\">\n    294 Conn. 918\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=984%20A.2d%2068\">\n    984 A.2d 68\n   </extracted-citation>\n   (2009).\n  </p>\n  <p id=\"p-16\">\n   I\n  </p>\n  <p id=\"p-17\">\n   The plaintiff first claims that the dissolution court committed plain error in its valuation of the defendant's pension. Specifically, she argues that the dissolution court valued the pension by using the defendant's contributions of $147,000, and that it should have used a different method to determine its actual value, which, she claims, exceeds $1 million. We decline to consider this claim because it is an untimely collateral attack on the judgment of the dissolution court and, therefore, outside the purview of this appeal taken from the denial of the motion to open the judgment.\n  </p>\n  <p id=\"p-18\">\n   The plaintiff failed to challenge the valuation of the pension in her prior appeal. See\n   <em>\n    Cimino\n   </em>\n   v.\n   <em>\n    Cimino\n   </em>\n   , supra,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=155%20Conn.%20App.%20298\">\n    155 Conn.App. at 299\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=109%20A.3d%20546\">\n    109 A.3d 546\n   </extracted-citation>\n   . A challenge to the propriety of findings and determinations of the dissolution court should have been made within twenty days of the dissolution judgment, and not nearly two years later via a motion to open. See, e.g.,\n   <em>\n    Berzins\n   </em>\n   v.\n   <em>\n    Berzins\n   </em>\n   ,\n   <extracted-citation case-ids=\"4047162\" index=\"14\" url=\"https://cite.case.law/conn-app/105/648/\">\n    105 Conn.App. 648\n   </extracted-citation>\n   , 649 n.1,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=938%20A.2d%201281\">\n    938 A.2d 1281\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation case-ids=\"3965513,3965595,3963828\" index=\"16\" url=\"https://cite.case.law/conn/289/932/\">\n    289 Conn. 932\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=958%20A.2d%20156\">\n    958 A.2d 156\n   </extracted-citation>\n   (2008). The present appeal is thus limited to whether the trial court acted unreasonably or in a clear abuse of its discretion in denying the plaintiff's motion to open the judgment on the basis of fraud.\n   <em>\n    Gaary\n   </em>\n   v.\n   <em>\n    Gillis\n   </em>\n   , supra,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=162%20Conn.%20App.%20251\">\n    162 Conn.App. at 255-56\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=131%20A.3d%20765\">\n    131 A.3d 765\n   </extracted-citation>\n   ; see also\n   <em>\n    Chapman Lumber, Inc.\n   </em>\n   v.\n   <em>\n    Tager\n   </em>\n   ,\n   <extracted-citation case-ids=\"3713923\" index=\"20\" url=\"https://cite.case.law/conn/288/69/#p94\">\n    288 Conn. 69\n   </extracted-citation>\n   , 94-95,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=952%20A.2d%201\">\n    952 A.2d 1\n   </extracted-citation>\n   (2008) ;\n   <em>\n    Farren\n   </em>\n   v.\n   <em>\n    Farren\n   </em>\n   ,\n   <extracted-citation case-ids=\"12415879\" index=\"22\" url=\"https://cite.case.law/conn-app/142/145/#p152\">\n    142 Conn.App. 145\n   </extracted-citation>\n   , 152,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=64%20A.3d%20352\">\n    64 A.3d 352\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=309%20Conn.%20903\">\n    309 Conn. 903\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=68%20A.3d%20658\">\n    68 A.3d 658\n   </extracted-citation>\n   (2013). Simply stated, the plaintiff's claim of plain error by the dissolution court is an untimely and impermissible collateral attack of that judgment. See\n   <em>\n    CUDA &amp; Associates, LLC\n   </em>\n   v.\n   <em>\n    Smith\n   </em>\n   ,\n   <extracted-citation case-ids=\"12416242\" index=\"26\" url=\"https://cite.case.law/conn-app/144/763/#p766\">\n    144 Conn.App. 763\n   </extracted-citation>\n   , 766,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=73%20A.3d%20848\">\n    73 A.3d 848\n   </extracted-citation>\n   (2013). The plaintiff's claim regarding the valuation of the pension by the dissolution court is not properly before us in this appeal and, therefore, we are unable to consider the propriety of the court's valuation.\n  </p>\n  <p id=\"p-19\">\n   II\n  </p>\n  <p id=\"p-20\">\n   The plaintiff next claims that the trial court abused its discretion in denying her motion to open the judgment on the basis of fraud. Specifically, she argues that the defendant misrepresented the value of his pension and failed to include monetary gifts from his family in his financial affidavits. We conclude that the court did not abuse its discretion in denying the plaintiff's motion.\n  </p>\n  <p id=\"p-21\">\n   A\n  </p>\n  <p id=\"p-22\">\n   We first consider the plaintiff's argument that the defendant misrepresented the value of his pension in his financial affidavit. Specifically, she contends that he failed to disclose the actual value of his pension, or to provide her with a \"pension booklet\" that contained the information necessary to calculate its actual value. With respect to this issue of the pension, the court found that \"[a]t the time of the dissolution trial, the defendant disclosed on his financial affidavit the details\n   [that] he knew [regarding] his pension.\" The court further noted that the plaintiff had obtained a copy of the pension benefits statement dated January 2, 2011. This statement, which was admitted into evidence at both the dissolution trial and the hearing on the motion to open, listed the defendant's expected monthly annuity if he retired at age fifty-five, sixty or sixty-two.\n   The statement also provided the estimated monthly annuity for the defendant's thrift savings plan.\n  </p>\n  <p id=\"p-23\">\n   The court further found that the defendant credibly had testified at both the dissolution trial and the hearing on the motion to open that \"he had no knowledge of the value of the pension. He relied instead on [the statement] for the anticipated monthly payout under the [pension].... The defendant also credibly testified at the hearing that he complied with all discovery requests. Neither of the plaintiff's two trial attorneys made any request for the pension booklet, nor did either request an opportunity to obtain the value of the pension prior to the completion of the dissolution trial. This court infers that said nonaction by [the] plaintiff's attorneys was a tactical decision. Further, there is no credible evidence that the plaintiff relied to her detriment on any alleged failure to disclose. The defendant met his obligation of disclosing what he understood about his pension. There was no fraud, intentional misrepresentation or mutual mistake regarding the value of the pension or the pension booklet.\" (Citation omitted.)\n  </p>\n  <p id=\"p-24\">\n   The plaintiff claims that the court improperly denied her motion to open with respect to her claim that the defendant committed fraud and/or intentionally misrepresented the value of his pension. Specifically, she argues that the defendant failed to provide documents regarding the \"salient details\" or the \"total worth\" of the pension, that she was unable to obtain a copy of the pension booklet on her own, and that information\n   regarding the pension was readily available and accessible by the defendant. The plaintiff also claims that the defendant's failure to provide her the information regarding his pension runs counter to the requirement set forth in several decisions from our Supreme Court of a \"full and frank\" disclosure of financial information. Finally, she argues that several of the court's findings were clearly erroneous. We are not persuaded by these contentions.\n  </p>\n  <p id=\"p-25\">\n   We first identify the applicable legal principles. In\n   <em>\n    Reville\n   </em>\n   v.\n   <em>\n    Reville\n   </em>\n   ,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=312%20Conn.%20428\">\n    312 Conn. 428\n   </extracted-citation>\n   , 441,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=93%20A.3d%201076\">\n    93 A.3d 1076\n   </extracted-citation>\n   (2014), our Supreme Court discussed the elements of an action for fraud, as well as the principles related to fraud by nondisclosure. \"Fraud consists in deception practiced in order to induce another to part with property or surrender some legal right, and which accomplishes the end designed.... The elements of a fraud action are: (1) a false representation was made as a statement of fact; (2) the statement was untrue and known to be so by its maker; (3) the statement was made with the intent of inducing reliance thereon; and (4) the other party relied on the statement to his detriment.... A marital judgment based upon a stipulation may be opened if the stipulation, and thus the judgment, was obtained by fraud....\n  </p>\n  <p id=\"p-26\">\n   \"Fraud by nondisclosure, which expands on the first three of [the] four elements [of fraud], involves the failure to make a full and fair disclosure of known facts connected with a matter about which a party has assumed to speak, under circumstances in which there is a duty to speak.... A lack of full and fair disclosure of such facts must be accompanied by an intent or expectation that the other party will make or will continue in a mistake, in order to induce that other party to act to her detriment.... In a marital dissolution case, the requirement of a duty to speak is imposed by Practice Book § [25-30], requiring the exchange and\n   filing of financial affidavits ... and by the nature of the marital relationship.\" (Citation omitted; internal quotation marks omitted.)\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=93%20A.3d%201076\">\n    Id.\n   </extracted-citation>\n  </p>\n  <p id=\"p-27\">\n   Additionally, our Supreme Court has noted the importance of the disclosure of\n   financial information between the parties in a dissolution proceeding. \"Our [rules of practice have] long required that at the time a dissolution of marriage, legal separation or annulment action is claimed for a hearing, the moving party shall file a sworn statement ... of current income, expenses, assets and liabilities, and pertinent records of employment, gross earnings, gross wages and all other income.... The opposing party is required to file a similar affidavit at least three days before the date of the hearing ....\n  </p>\n  <p id=\"p-28\">\n   \"Our cases have uniformly emphasized the need for full and frank disclosure in that affidavit. A court is entitled to rely upon the truth and accuracy of sworn statements required by ... the [rules of practice], and a misrepresentation of assets and income is a serious and intolerable dereliction on the part of the affiant which goes to the very heart of the judicial proceeding.... These sworn statements have great significance in domestic disputes in that they serve to facilitate the process and avoid the necessity of testimony in public by persons still married to each other regarding the circumstances of their formerly private existence....\n  </p>\n  <p id=\"p-29\">\n   \"Moreover ... [l]awyers who represent clients in matrimonial dissolutions have a special responsibility for full and fair disclosure, for a searching dialogue, about all of the facts that materially affect the client's rights and interests.\" (Citation omitted; internal quotation marks omitted.)\n   <em>\n    Weinstein\n   </em>\n   v.\n   <em>\n    Weinstein\n   </em>\n   ,\n   <extracted-citation case-ids=\"3149206\" index=\"31\" url=\"https://cite.case.law/conn/275/671/#p686\">\n    275 Conn. 671\n   </extracted-citation>\n   , 686-87,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=882%20A.2d%2053\">\n    882 A.2d 53\n   </extracted-citation>\n   (2005) ; see also\n   <em>\n    Ramin\n   </em>\n   v.\n   <em>\n    Ramin\n   </em>\n   ,\n   <extracted-citation case-ids=\"3950588\" index=\"33\" url=\"https://cite.case.law/conn/281/324/#p353\">\n    281 Conn. 324\n   </extracted-citation>\n   , 353-54,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=915%20A.2d%20790\">\n    915 A.2d 790\n   </extracted-citation>\n   (2007) ;\n  </p>\n  <p id=\"p-30\">\n   <em>\n    Billington\n   </em>\n   v.\n   <em>\n    Billington\n   </em>\n   ,\n   <extracted-citation case-ids=\"545014\" index=\"35\" url=\"https://cite.case.law/conn/220/212/#p219\">\n    220 Conn. 212\n   </extracted-citation>\n   , 219-20,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=595%20A.2d%201377\">\n    595 A.2d 1377\n   </extracted-citation>\n   (1991). Our Supreme Court also compared the duty of full disclosure between parties seeking to terminate their marriage to that owed to a beneficiary by a fiduciary.\n   <em>\n    Weinstein\n   </em>\n   v.\n   <em>\n    Weinstein\n   </em>\n   , supra, at 687,\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=882%20A.2d%2053\">\n    882 A.2d 53\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-31\">\n   In the present case, the court found that the defendant credibly testified that he had disclosed all of the information that he had about his pension in his financial affidavits during the dissolution proceedings. \"[A]s a general rule, appellate courts do not make credibility determinations. [I]t is within the province of the trial court, when sitting as the fact finder, to weigh the evidence presented and determine the credibility and effect to be given the evidence.... Credibility must be assessed ... not by reading the cold printed record, but by observing firsthand the witness' conduct, demeanor and attitude.... An appellate court must defer to the trier of fact's assessment of credibility because [i]t is the [fact finder] ... [who has] an opportunity to observe the demeanor of the witnesses and the parties; thus [the fact finder] is best able to judge the credibility of the witnesses and to draw necessary inferences from them.\" (Internal quotation marks omitted.)\n   <em>\n    Zilkha\n   </em>\n   v.\n   <em>\n    Zilkha\n   </em>\n   ,\n   <extracted-citation case-ids=\"12486825\" index=\"38\" url=\"https://cite.case.law/a3d/144/447/#p487\">\n    167 Conn.App. 480\n   </extracted-citation>\n   , 487-88,\n   <extracted-citation case-ids=\"12486825\" index=\"39\" url=\"https://cite.case.law/a3d/144/447/#p487\">\n    144 A.3d 447\n   </extracted-citation>\n   (2016) ; see also\n   <em>\n    McTiernan\n   </em>\n   v.\n   <em>\n    McTiernan\n   </em>\n   ,\n   <extracted-citation case-ids=\"12485096\" index=\"40\" url=\"https://cite.case.law/a3d/138/935/#p829\">\n    164 Conn.App. 805\n   </extracted-citation>\n   , 829,\n   <extracted-citation case-ids=\"12485096\" index=\"41\" url=\"https://cite.case.law/a3d/138/935/#p829\">\n    138 A.3d 935\n   </extracted-citation>\n   (2016) (not province of appellate court to find facts or make credibility determinations);\n   <em>\n    Hendricks\n   </em>\n   v.\n   <em>\n    Haydu\n   </em>\n   ,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=160%20Conn.%20App.%20103\">\n    160 Conn.App. 103\n   </extracted-citation>\n   , 109 n.7,\n   <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=124%20A.3d%20554\">\n    124 A.3d 554\n   </extracted-citation>\n   (2015) (exclusive function of trier of fact to determine credibility of witnesses).\n  </p>\n  <p id=\"p-32\">\n   The court also found, based on the defendant's testimony during both the dissolution trial and the hearing on the motion to open, that he lacked any knowledge of the actual value of the pension aside from the monthly annuities for three different retirement ages. Finally, the court found that the plaintiff never requested the pension booklet nor sought a valuation of the pension during the dissolution proceedings.\n  </p>\n  <p id=\"p-33\">\n   The plaintiff bases her claims regarding the pension on her interpretation of the facts. In her view, the defendant either knew the true value of the pension or knew of the existence of the pension booklet, which contained the essential details necessary to calculate the actual value, and that he intentionally failed to furnish this information in violation of the obligation of full and frank disclosure.\n  </p>\n  <p id=\"p-34\">\n   The factual findings made by the court with respect to the defendant's conduct do not support the plaintiff's \"interpretation of the facts.\" We have no basis to conclude that the court's findings were improper. Aside from speculation and conjecture, there is no evidence that the defendant had knowledge of either the total value of the pension or the details in the pension booklet that would allow for a calculation of said value. Additionally, the plaintiff failed to demonstrate that the defendant should have known that the information contained in the pension booklet was something that he should have disclosed. Furthermore, we disagree with the plaintiff's supposition that the defendant engaged in \"gamesmanship\" to deceive both the trial court and the plaintiff with respect to this financial information. On the basis of its subordinate factual findings regarding the conduct of the defendant,\n   <footnotemark>\n    5\n   </footnotemark>\n   the court properly determined that there was no probable cause to justify opening the judgment for the limited purpose of discovery. See, e.g.,\n   <em>\n    Sousa\n   </em>\n   v.\n   <em>\n    Sousa\n   </em>\n   ,\n   <extracted-citation case-ids=\"12490073\" index=\"44\" url=\"https://cite.case.law/a3d/164/702/\">\n    173 Conn.App. 755\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12490073\" index=\"45\" url=\"https://cite.case.law/a3d/164/702/\">\n    164 A.3d 702\n   </extracted-citation>\n   (2017). We cannot conclude that the court abused its discretion in denying the plaintiff's motion to open with respect to the issue of the defendant's pension.\n  </p>\n  <p id=\"p-35\">\n   B\n  </p>\n  <p id=\"p-36\">\n   The plaintiff also argues that the court improperly denied her motion to open with respect to the claim that the defendant fraudulently failed to list $50,000 in gifts from his family in his financial affidavit. Specifically, she claims that the defendant's father gave $25,000 to the defendant's brother in both 2011 and 2012, during the pendency of the dissolution proceeding, and the brother then distributed that $50,000 to the defendant after the judgment of dissolution had been rendered. In other words, the manner in which the gifts were made was done for a fraudulent purpose, i.e., to avoid inclusion in the defendant's financial affidavits and division as marital property. We disagree.\n  </p>\n  <p id=\"p-37\">\n   The court found that it had been customary for the defendant's parents to give their children and their children's spouses significant monetary gifts each December. It credited the defendant's testimony that he was not promised this money and that his parents did not want to give him a gift during the pendency of the dissolution action. Additionally, the court credited the testimony of the defendant's brother that the $50,000 he gave to the defendant after the dissolution judgment was from him and not their parents.\n  </p>\n  <p id=\"p-38\">\n   The plaintiff makes several arguments in support of her contention that the defendant knew that his parents had given his annual gift in 2011 and 2012 to his brother to hold until the judgment had been rendered in the dissolution action. These arguments, however, must fail in light of the court's finding that \"[a]t the time of the dissolution, the defendant had\n   no present interest in the postjudgment gifts from his brother. Any hope that the defendant may have had that he would receive gifts of money from the defendant's family was merely speculative.\" This finding, based on the court's credibility determinations of the defendant's brother and the\n   defendant, defeats the plaintiff's claims regarding the fraudulent nature of the $50,000 gift. As we previously noted, it is the province of the trial court to act as the finder of fact and to make determinations regarding the credibility of the witnesses. See\n   <em>\n    Zilkha\n   </em>\n   v.\n   <em>\n    Zilkha\n   </em>\n   , supra,\n   <extracted-citation case-ids=\"12486825\" index=\"46\" url=\"https://cite.case.law/a3d/144/447/#p487\">\n    167 Conn.App. at 487-88\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12486825\" index=\"47\" url=\"https://cite.case.law/a3d/144/447/#p487\">\n    144 A.3d 447\n   </extracted-citation>\n   ; see also\n   <em>\n    McTiernan\n   </em>\n   v.\n   <em>\n    McTiernan\n   </em>\n   , supra,\n   <extracted-citation case-ids=\"12485096\" index=\"48\" url=\"https://cite.case.law/a3d/138/935/#p829\">\n    164 Conn.App. at 829\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12485096\" index=\"49\" url=\"https://cite.case.law/a3d/138/935/#p829\">\n    138 A.3d 935\n   </extracted-citation>\n   ;\n   <em>\n    Hendricks\n   </em>\n   v.\n   <em>\n    Haydu\n   </em>\n   , supra,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=160%20Conn.%20App.%20103\">\n    160 Conn.App. at\n   </extracted-citation>\n   109 n. 7,\n   <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=124%20A.3d%20554\">\n    124 A.3d 554\n   </extracted-citation>\n   . We conclude, therefore, that the court did not abuse its discretion in denying the motion to open the judgment on the basis of fraud with respect to the family gifts.\n  </p>\n  <p id=\"p-39\">\n   The judgment is affirmed.\n  </p>\n  <p id=\"p-40\">\n   In this opinion the other judges concurred.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-43\">\n    The plaintiff entitled her motion a \"Motion to Reopen,\" which was not technically correct because the judgment had not been opened previously. \"Although the motion was entitled a motion to reopen, we note that because the motion had not been opened previously, the use of that term is both improper and misleading.... The appropriate phrase is motion to open, and we reference it in this opinion accordingly.\" (Internal quotation marks omitted.)\n    <em>\n     State\n    </em>\n    v.\n    <em>\n     Wahab\n    </em>\n    ,\n    <extracted-citation case-ids=\"5765929\" index=\"52\" url=\"https://cite.case.law/conn-app/122/537/\">\n     122 Conn.App. 537\n    </extracted-citation>\n    , 539 n.2,\n    <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=2%20A.3d%207\">\n     2 A.3d 7\n    </extracted-citation>\n    , cert. denied,\n    <extracted-citation case-ids=\"4344274,4343686,4344910\" index=\"54\" url=\"https://cite.case.law/conn/298/918/\">\n     298 Conn. 918\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=4%20A.3d%201230\">\n     4 A.3d 1230\n    </extracted-citation>\n    (2010).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-44\">\n    In the motion to open, the plaintiff argued that the pension had a value of $1,269,888.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-45\">\n    We have stated that \"[u]ntil a motion to open has been granted, the earlier judgment is unaffected, which means that there is no active civil matter. See\n    <em>\n     Oneglia\n    </em>\n    v.\n    <em>\n     Oneglia\n    </em>\n    , supra,\n    <extracted-citation case-ids=\"1967960\" index=\"56\" url=\"https://cite.case.law/conn-app/14/267/\">\n     14 Conn.App. at 269\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"57\" url=\"https://cite.case.law/citations/?q=540%20A.2d%20713\">\n     540 A.2d 713\n    </extracted-citation>\n    . In this postjudgment posture, discovery is not available to the moving party for the simple reason that discovery is permitted only when a cause of action is pending. See id., at 270,\n    <extracted-citation index=\"58\" url=\"https://cite.case.law/citations/?q=540%20A.2d%20713\">\n     540 A.2d 713\n    </extracted-citation>\n    n.2 (For us to say that [the discovery] provisions [of General Statutes § 52-197 [a] and Practice Book § 13-2 ] apply only when there is a cause of action currently pending is to state the obvious. Until and unless the trial court opened the previous judgment, there would be no civil action within the meaning of General Statutes § 52-197 or Practice Book § [13-2].). In short, there is no such thing as postjudgment discovery in a vacuum....\n   </p>\n   <p id=\"p-46\">\n    \"In considering a motion to open the judgment on the basis of fraud, then, the trial court must first determine whether there is probable cause to open the judgment for the limited purpose of proceeding with discovery related to the fraud claim.... This preliminary hearing is not intended to be a full scale trial on the merits of the [moving party's] claim. The [moving party] does not have to establish that he will prevail, only that there is probable cause to sustain the validity of the claim.... If the moving party demonstrates to the court that there is probable cause to believe that the judgment was obtained by fraud, the court may permit discovery.\" (Citations omitted; footnote omitted; internal quotation marks omitted.)\n    <em>\n     Bruno\n    </em>\n    v.\n    <em>\n     Bruno\n    </em>\n    ,\n    <extracted-citation case-ids=\"12415502\" index=\"59\" url=\"https://cite.case.law/conn-app/146/214/#p230\">\n     146 Conn.App. 214\n    </extracted-citation>\n    , 230-31,\n    <extracted-citation index=\"60\" url=\"https://cite.case.law/citations/?q=76%20A.3d%20725\">\n     76 A.3d 725\n    </extracted-citation>\n    (2013).\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-47\">\n    \"The denial of a motion to open is an appealable final judgment.\" (Internal quotation marks omitted.)\n    <em>\n     Worth\n    </em>\n    v.\n    <em>\n     Korta\n    </em>\n    ,\n    <extracted-citation case-ids=\"4070844\" index=\"61\" url=\"https://cite.case.law/conn-app/132/154/#p158\">\n     132 Conn.App. 154\n    </extracted-citation>\n    , 158,\n    <extracted-citation index=\"62\" url=\"https://cite.case.law/citations/?q=31%20A.3d%20804\">\n     31 A.3d 804\n    </extracted-citation>\n    (2011), cert. denied,\n    <extracted-citation index=\"63\" url=\"https://cite.case.law/citations/?q=304%20Conn.%20905\">\n     304 Conn. 905\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"64\" url=\"https://cite.case.law/citations/?q=38%20A.3d%201201\">\n     38 A.3d 1201\n    </extracted-citation>\n    (2012).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-48\">\n    We iterate that the court credited the testimony of the defendant and expressly found that \"he had no knowledge of the value of the pension ... that he complied with all discovery requests ... [and] met his obligation of disclosing what he understood about his pension. There was no fraud, intentional misrepresentation or mutual mistake regarding the value of the pension or the pension booklet.\"\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}