{
  "casebody": {
    "data": "<casebody firstpage=\"782\" lastpage=\"784\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b862-6\">LEAL v. AMERICAN BONDING CO. OF BALTIMORE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b862-7\">No. 3418.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b862-8\">Circuit Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AR5\">Feb. 13, 1947.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b862-9\">Rehearing Denied March 20, 1947.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b862-17\">J. E. Williams, of Ardmore, Okl. (Williams &amp; Williams and W. J. Williams, all of Ardmore, Okl., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b862-19\">Ezra Dyer, of Ardmore, Okl., for appel-lee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b862-20\">Before PHILLIPS, BRATTON, and MURRAH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b862-21\">PHILLIPS, Circuit Judge.</author>\n<p id=\"b862-22\">Leal made four written applications to the American Bonding Company of Baltimore,<footnotemark>1</footnotemark> three for construction bonds and one for a release of lien bond. Thereafter, the bonds were executed by Leal, as principal, and the Bonding Company, as surety. The construction bonds were conditioned for the faithful performance by Leal of certain road construction contracts entered into by him with the State of Texas. The release of lien bond was conditioned as required by Art. 5472b—1, Vernon’s Tex.Civ.Stat. §§ 1 and 2. The provisions, in the applications for the construction bonds, here material read:</p>\n<blockquote id=\"b862-23\">“The undersigned [Leal] does — hereby agree, for the undersigned, [Leal] * * * as follows: — Second, to indemnify the Company against all loss, costs, damages, expenses and attorney’s fees whatever, and any and all liability therefor, sustained or incurred by the Company by reason of executing of said bond * * * in making any investigation on account thereof, in prosecuting or defending any action brought in connection therewith, in obtaining a release therefrom, and in enforcing any of the agreements herein contained; Third, that the Company shall have the right, and is ffereby authorized but not required: (a) In the event of any abandonment or forfeiture of the contract guaranteed by said contract bond or of any breach of said contract to take possession of the work under said contract, and at the expense of the undersigned [Leal] to complete, or to contract for the completion of the same, or to consent to the reletting or completion thereof by the Obligee in said contract bond; (b) To adjust, settle, or compromise any claim, demand, suit or judgment upon said bond * * *, unless the undersigned [Leal] shall request the Company to litigate such claim or demand, or to defend <page-number citation-index=\"1\" label=\"783\">*783</page-number>ittch suit, or to appeal from such judgment and shall deposit with the Company, at the time of such request, cash or collateral satisfactory to it * * * to be used in paying any judgment * * * rendered or that may be rendered, with interest, costs and attorneys’ fees; * * * Fifth, that liability hereunder shall extend to, and include, the full amount of any and all sums paid by the Company in settlement or compromise of any claims, demands, suit and judgments upon said bond * * * in good faith, under the belief that it was liable therefor, whether liable or not, as well as of any and all disbursements, on account of costs, expenses and attorneys’ fees, as aforesaid, which may be made under the belief that such were necessary, whether necessary or not; Sixth, that in event of payment, settlement or compromise, in good faith, of liability, loss, costs, damages, expenses and attorneys’ fees, claims, demands, suits, and judgments as aforesaid, an itemized statement thereof, sworn to by any officer of the Company, or the voucher or vouchers or other evidence of such payment, settlement, or compromise shall be prima facie evidence of the fact and extent of the liability of the undersigned [Leal], in any claim or suit thereunder, and in any and all matters arising between the undersigned [Leal] and the Company; <em>% * </em>2js <em>”</em></blockquote>\n<p id=\"b863-7\">The application for the release of lien bond contained the following provision:</p>\n<blockquote id=\"b863-8\">“The undersigned [Leal] — does * * * hereby agree as follows: — Second, to indemnify the Company against all loss, liability, costs, damages, attorneys’ fees and expenses whatever, which the Company may sustain or incur by reason of executing said bond, * * * ”</blockquote>\n<p id=\"b863-9\">It also contained substantially the same provisions as those quoted above from the applications for the construction bonds, except provisions Third (a) and Fifth.</p>\n<p id=\"b863-10\">Leal defaulted in the construction contracts and, on or before March 31, 1941, ceased performance thereof. Leal also breached the condition of the release of lien bond. The Bonding Company made payments under such bonds prior to May 1, 1941, aggregating $6,681.25, and, after that date made payments under such bonds aggregating $38,464.77.</p>\n<p id=\"b863-15\">The Bonding Company brought this action against Leal upon the indemnity provisions of the applications. The trial court held that the provisions of the applications constituted a contract for indemnity against loss rather than against liability, and that the payments made prior to May 1, 1941, were barred by limitations and awarded the Bonding Company judgment for the amounts paid after May 1, 1941. Leal has appealed.</p>\n<p id=\"b863-16\">If the contracts were for indemnity against loss, the judgment should be affirmed.</p>\n<p id=\"b863-17\">The cardinal rule in the interpretation of contracts is to ascertain the mutual intention of the parties and, in so far as it is possible so to do consistently with legal principles, to give effect to that intention. The court, as nearly as may he, should put itself in the place of the parties to the contract when their minds met upon the terms thereof, and from a consideration of the writing itself, of its purpose, and of the circumstances which conditioned its making endeavor to ascertain the intention of the parties<footnotemark>2</footnotemark></p>\n<p id=\"b863-18\">Here, the contracts provided expressly for indemnity “against all loss.” They authorized the Bonding Company “to adjust, settle, or compromise any claim, demand, suit or judgment upon-said bond or bonds.” They further provided that the liability of the indemnitor should “extend to, and include, the full amount of any and all sums paid by the Company in settlement or compromise of any claims, demands, suits and judgments upon said bond * * * on good faith,” and that in the event of any such payment, settlement, or compromise, in good faith, an itemized statement thereof, sworn to by any officer of the Bonding Company, or other evidence of such payment, settlement, or compromise should be <page-number citation-index=\"1\" label=\"784\">*784</page-number>prima facie evidence of the fact and extent of the liability of Leal. These provisions seem to us to clearly indicate an intention to provide for indemnity against loss. They deal with and contemplate indemnity, not when liability on the part of the Bonding Company has arisen, but after discharge of that liability by payment.<footnotemark>3</footnotemark></p>\n<p id=\"b864-4\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b862-24\"> Hereinafter called the Bonding Company.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b863-11\"> New York Casualty Co. v. Sinclair Refining Co., 10 Cir., 108 F.2d 65, 69; Luke v. American Surety Co. of New York, 189 Okl. 220, 114 P.2d 950, 951, 952; New York Life Ins. Co. v. Bennion, 10 Cir., 158 F.2d 260.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b864-29\"> Cf. Moriarty v. Tomlinson, 58 S.Dak. 431, 235 N.W. 363.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}