{
  "casebody": {
    "data": "<casebody firstpage=\"946\" lastpage=\"949\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b970-12\">Joelson FERNANDES DE PAULA, Petitioner, v. U.S. ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b970-15\">No. 09-15960</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AZoF\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b970-16\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b970-17\">June 2, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b971-8\"><page-number citation-index=\"1\" label=\"947\">*947</page-number>Juan Carlos Gomez, Law Offices of Juan Carlos Gomez, Miami, FL, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b971-9\">Andrew Brinkman, Washington, DC, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b971-11\">Before DUBINA, Chief Judge, CARNES and MARCUS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b971-13\">PER CURIAM:</author>\n<p id=\"b971-14\">Petitioner Joelson Fernandes de Paula (“Fernandes”) petitions for review of a final order of the Board of Immigration Appeals (“BIA”) affirming an immigration judge’s (“IJ’s”) denial of asylum pursuant to the Immigration and Nationality Act (“INA”) § 208(a), 8 U.S.C. § 1158 (2006), and withholding of removal under INA § 241(b)(3), 8 U.S.C. § 1231(b)(3) (2006). Fernandes argues that the BIA ignored the record evidence and misapplied the standard for asylum, and that its factual determinations were not supported by reasonable, substantial, and probative evidence on the record considered as a whole.</p>\n<p id=\"b971-15\">When the BIA issues a decision, we review only that decision, except to the extent that the BIA expressly adopts the IJ’s decision. <em>Al Najjar v. Ashcroft, </em>257 F.3d 1262, 1284 (11th Cir.2001). In this case, the BIA issued its own opinion, so we will review the BIA’s decision only.</p>\n<p id=\"b971-16\">When considering a petition to review a BIA final order, we review legal issues <em>de novo. Mohammed v. Ashcroft, </em>261 F.3d 1244, 1247 (11th Cir.2001). The BIA’s factual determinations are reviewed under the substantial evidence test, and we “must affirm the BIA’s decision if it is supported by reasonable, substantial, and probative evidence on the record considered as a whole.” <em>Al Najjar, </em>257 F.3d at 1283-84 (internal quotation marks omitted). The BIA must consider all evidence introduced by the applicant, but, when the BIA has given reasoned consideration to the application and made adequate findings, it need not specifically address each claim the applicant made or each piece of evidence the applicant presented. <em>Tan v. U.S. Att’y Gen., </em>446 F.3d 1369, 1374 (11th Cir.2006). Rather, the BIA must “consider the issues raised and announce its decision in terms sufficient to enable a reviewing court to perceive that it has heard and <page-number citation-index=\"1\" label=\"948\">*948</page-number>thought and not merely reacted.” <em>Id. </em>(quoting <em>Vergara-Molina v. INS, </em>956 F.2d 682, 685 (7th Cir.1992)). We cannot reverse the BIA’s factual findings unless the record compels it, and the fact that the record also supports the petitioner’s case is not enough to reverse. <em>Adefemi v. Ashcroft, </em>386 F.3d 1022, 1027 (11th Cir.2004) (en banc).</p>\n<p id=\"b972-4\">An alien who arrives in or is present in the United States may apply for asylum. INA § 208(a)(1), 8 U.S.C. § 1158(a)(1) (2006). The Secretary of Homeland Security or the Attorney General has discretion to grant asylum if the alien meets the INA’s definition of a “refugee.” INA § 208(b)(1), 8 U.S.C. § 1158(b)(1) (2006). A “refugee” is</p>\n<blockquote id=\"b972-5\">any person who is outside any country of such person’s nationality ... and who is unable or unwilling to return to, and is unable or unwilling to avail himself or herself of the protection of, that country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.</blockquote>\n<p id=\"b972-6\">INA § 101(a)(42)(A), 8 U.S.C. § 1101(a)(42)(A) (2006).</p>\n<p id=\"b972-8\">An alien may establish eligibility for asylum if he shows that he has suffered either “past persecution” or has a “well-founded fear” of persecution on account of a statutorily listed factor. 8 C.F.R. § 208.13(a)-(b) (2009). Neither the INA nor the controlling regulatory provisions define the term “persecution,” but we have indicated that “persecution is an extreme concept, requiring more than a few isolated incidents of verbal harassment or intimidation, and that mere harassment does not amount to persecution.” <em>Sepulveda v. U.S. Att’y Gen., </em>401 F.3d 1226, 1231 (11th Cir.2005) (internal quotation marks and alteration omitted). “Minor physical abuse and brief detentions do not amount to persecution.” <em>Kazemzadeh v. U.S. Att’y Gen., </em>577 F.3d 1341, 1353 (11th Cir.2009); <em>see also Djonda v. U.S. Att’y Gen., </em>514 F.3d 1168, 1171, 1174 (11th Cir.2008) (holding that evidence that an alien had been detained for 36 hours, beaten by police officers, and suffered only scratches and bruises, did not compel a finding that the alien had been persecuted).</p>\n<p id=\"b972-10\">An applicant can establish a well-founded fear by showing (1) past persecution that creates a presumption of a well-founded fear of future persecution, (2) a reasonable possibility of personal persecution that cannot be avoided by relocating within the subject country, or (3) a pattern or practice in the subject country of persecuting members of a statutorily defined group of which he is a part. 8 C.F.R. § 208.13(b)(1), (2), (3)(i) (2009). The applicant’s fear must be both subjectively genuine and objectively reasonable. <em>Silva v. U.S. Att’y Gen., </em>448 F.3d 1229, 1236 (11th Cir.2006).</p>\n<p id=\"b972-11\">To qualify for withholding of removal under the INA, an applicant must show that, if returned to a country, his life or freedom would be threatened on account of his race, religion, nationality, membership in a particular group, or political opinion. INA § 241(b)(3); 8 U.S.C. § 1231(b)(3) (2006). An applicant can satisfy this burden of proof by a showing that he either suffered past persecution or that it is more likely than not that he will be persecuted in the future. <em>See </em>8 C.F.R. § § 1208.16(b)(1)-(2) (2009). When a petitioner is unable to meet the standard of proof for asylum, he is generally precluded from qualifying for withholding of removal. <em>Al Najjar, </em>257 F.3d at 1292-93.</p>\n<p id=\"b972-12\">“The statutes goveiming asylum and withholding of removal protect not only against persecution by government forces, but also against persecution by non-governmental groups that the government cannot control.” <em>Ruiz v. U.S. Att’y Gen., </em><page-number citation-index=\"1\" label=\"949\">*949</page-number>440 F.3d 1247, 1257 (11th Cir.2006); <em>see also Matter of Acosta, </em>19 I. &amp; N. Dec. 211, 222 (BIA 1985) (“[H]arm or suffering ha[s] to be inflicted either by the government of a country or by persons or an organization that the government was unable or unwilling to control.”).</p>\n<p id=\"b973-5\">Fernandes argues that he qualifies for asylum because he has established past persecution or a well-founded fear of future persecution in Brazil on account of his homosexuality. To establish past persecution, he testified regarding harassment that he experienced as a child due to his homosexuality, as well as an incident when he was robbed on a bus. These incidents do not meet the “extreme concept” of persecution. <em>See Kazemzadeh, </em>577 F.3d at 1353; <em>Sepulveda, </em>401 F.3d at 1231. He also testified regarding confrontations that he had with police officers in the early morning hours when he left the clubs where he worked. These confrontations were isolated, sporadic, and did not result in his arrest, detention, or any physical harm. <em>See id. </em>With regard to a 2003 incident where Fernandes was beaten and cut on the arm by a group of young men called the “Pit Boys,” that incident does not constitute persecution because the record does not establish that Fernandes sustained serious injuries, he did not seek medical treatment, and he did not report the assault to the police. The record is therefore unclear as to whether the Pit Boys is a group that the police would have been unable or unwilling to control. Finally, in 2005, Fernandes witnessed what he believed were police officers in a car shooting at everyone around them, and shouting-threats against homosexuals. This incident does not constitute persecution of Fernandes because he was not specifically targeted, he was not physically harmed, the authorities investigated the shooting incident, and those police officers who were discovered as the perpetrators were prosecuted and imprisoned. <em>Cf Sanchez Jimenez v. U.S. Att’y Gen., </em>492 F.3d 1223, 1233-34 (11th Cir.2007) (finding past persecution when the record showed that the motorcyclists’ shooting was directed at the applicant).</p>\n<p id=\"b973-7\">Because Fernandes has not established past persecution, he is not entitled to a presumption of future persecution. <em>See </em>8 C.F.R. § 208.13(b)(1) (2009). To establish fear of future persecution, Fernandes essentially argues that there is a pattern or practice in Brazil of persecuting homosexuals. However, the record does not compel the conclusion that Fernandes’s fear of future persecution is objectively reasonable. While the materials submitted by Fernandes indicate that violence against homosexuals, including murder, is a problem in Brazil, the record evidence does not suggest that the Brazilian government or a group that the Brazilian government cannot control is responsible for such violence. Rather, the materials indicate that state and federal law prohibits discrimination based on sexual orientation, and these laws are generally enforced.</p>\n<p id=\"b973-8\">The record indicates that the BIA considered all of the evidence and applied the proper standard for asylum, and Fer-nandes’s arguments to the contrary are without merit. Substantial evidence supports the BIA’s conclusion that Fernandes did not qualify for asylum because he failed to establish past persecution or a well-founded fear of future persecution in Brazil on account of his homosexuality. Fernandes’s failure to establish eligibility for asylum precludes him from qualifying for withholding of removal. <em>Al Najjar, </em>257 F.3d at 1292-93. Accordingly, we deny the petition for review.</p>\n<p id=\"b973-9\">PETITION DENIED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}