{
  "casebody": {
    "data": "<casebody firstpage=\"677\" lastpage=\"681\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b769-4\">Staunton</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b769-5\">Frances Klotz v. Alex Klotz.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b769-6\">August 31, 1962.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b769-7\">Record No. 5440.</docketnumber>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b769-8\">Present, Eggleston, C. J., and Spratley, Buchanan, Snead, I’Anson and Carrico, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b769-21\"><em>DuVal Q. Hicks </em>and <em>Griffin T. Garnett, Jr. (Edmund D. Campbell, </em>on brief), for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b770-4\"><page-number citation-index=\"1\" label=\"678\">*678</page-number><em>William J. Gibson </em>and <em>S. Bernard Coleman, </em>for the appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b770-5\">Carrico, J.,</author>\n<p id=\"AmJ\">delivered the opinion of the court.</p>\n<p id=\"b770-6\">On September 5, 1960, Frances Klotz, the complainant, filed a bill of complaint against her husband, Alex Klotz, the defendant, seeking a divorce on the ground of desertion and praying for the allowance of alimony and the partition of personal property.</p>\n<p id=\"b770-7\">The court heard the evidence <em>ore tenus </em>and by its decree of May 20, 1961, awarded the complainant a divorce from the bonds of matrimony and the sum of $290.00 per month as permanent alimony. The decree also awarded certain items of personal prpoerty to the complainant and other items to the defendant.</p>\n<p id=\"b770-8\">The complainant, on this appeal, alleges that the court erred in two respects in its decree:</p>\n<p id=\"b770-9\">1. In refusing to award the complainant more than $290.00 per month as permanent alimony.</p>\n<p id=\"b770-10\">2. In awarding any personal property to the defendant.</p>\n<p id=\"b770-11\">The complainant was 58 years of age at the time of the hearing and the defendant was 66. They had been married for many years and their children were grown and self-sustaining.</p>\n<p id=\"b770-12\">The parties lived in comfort, in an expensive home, were members of two country clubs and expended approximately $20,000.00 each year for living expenses.</p>\n<p id=\"b770-13\">Prior to their separation in 1958, the complainant and defendant, as partners, operated a profitable junk business in the city of Fredericksburg, from which they each drew a weekly salary. This business had returned an average net income of $30,000.00 annually, for more than ten years.</p>\n<p id=\"b770-14\">Following their separation, Mr. Klotz filed a bill in equity against Mrs. IClotz seeking a dissolution of the partnership and a determination of the proper amount to be paid by him for her maintenance and support. He was ordered to pay $290.00 per month for her temporary maintenance and this issue was not further litigated until the present suit was filed.</p>\n<p id=\"b770-15\">The partnership was dissolved and the share of Mrs. Klotz in the partnership’s assets was fixed by a decree of the trial court at $51,768.00, for which she received from the defendant a sum in cash, a parcel of commercial property valued at $20,000.00, the defendant’s interest in the family home valued at $37,500.00 and his interest in a rental dwelling valued at $14,000.00. Thus, at the time <page-number citation-index=\"1\" label=\"679\">*679</page-number>of the hearing in the present suit, considering the $51,768.00 received in the partnership suit, together with her own interest of $18,750.00 in the family home and $7,000.00 in the rental dwelling, Mrs. Klotz had received assets totalling $77,518.00. She testified that she was indebted in the sum of $25,000.00.</p>\n<p id=\"b771-5\">The decree in the partnership dissolution suit was appealed by Mrs. Klotz, and in an opinion handed down subsequent to the chancellor’s decision in the present suit, this Court increased the interest of Mrs. Klotz in the partnership’s assets to $92,140.19, or an increase of $40,372.19, <em>Klotz </em>v. <em>Klotz, </em>202 Va. 393, 117 S. E. 2d 650, which, as she concedes in her brief, has been paid in full.</p>\n<p id=\"b771-6\">The complainant resides, alone, in the home formerly occupied by the parties. Neither this property nor the commercial land she owns produces any income. She receives $90.00 per month from the rental dwelling. She testified that she had no income from any other source, except the $290.00 per month paid to her by the defendant as temporary maintenance. She stated that she had unsuccessfully sought employment.</p>\n<p id=\"b771-7\">There was introduced into evidence a list of expenses which showed the complainant’s estimated financial needs to be $750.00 per month.</p>\n<p id=\"b771-8\">Following the dissolution of the partnership, the defendant incorporated the junk business and became the sole owner of all of the corporate stock. This stock had a value, at the time of the hearing of the present suit, of $193,541.77. The defendant owned other assets worth $133,006.98, or total assets of $326,548.75. He owed $113,000.00 in debts, leaving him a net worth of $213,587.75, which does not reflect the payment by him to Mrs. Klotz of $40,372.19, ordered by this Court in the partnership dissolution suit, <em>Klotz </em>v. <em>Klotz, supra.</em></p>\n<p id=\"b771-9\">As has been noted, the average annual net income of the partnership, in the ten year period prior to dissolution, was $30,000.00. In 1958, the defendant’s income, before taxes, was $2,451.67. In 1959 it was $32,206.75, composed of the income from his business, $2,200.00 in net stock dividends, $647.07 in interest and $5,233.46 in rentals.</p>\n<p id=\"b771-10\">The corporation was formed November 1, 1959, and the defendant’s rental property was conveyed to it. In the period ending March 31, 1960, the corporation showed a net profit, after taxes, of $7,204.61. During this five month period the defendant drew a salary of $3,800. At the hearing he stated that his salary was $200.00 per week. Thus, at the time of the hearing, considering his salary and <page-number citation-index=\"1\" label=\"680\">*680</page-number>dividend and interest receipts, he had an annual income of at least $12,500.00.</p>\n<p id=\"b772-5\">The living expenses of the defendant are modest, estimated by him not to exceed $200.00 per month. He lives on the business property without payment of rent.</p>\n<p id=\"b772-6\">The legal principles applicable to the issue before us are not in dispute.</p>\n<p id=\"b772-7\">In a divorce case, where a claim for alimony is made by a wife who has been held blameless for the marital breach, the law imposes upon the husband the duty, within the limits of his financial ability, to maintain his former wife according to the station in life to which she was accustomed during the marriage. Code of Virginia, 1950, as amended, § 20-107; <em>Taylor </em>v. <em>Taylor, </em>203 Va. 1, 3, 121 S. E. 2d 753; <em>Oliver </em>v. <em>Oliver, </em>202 Va. 268, 271, 117 S. E. 2d 59.</p>\n<p id=\"b772-8\">In fixing the amount of alimony, the court must look to the financial needs of the wife, her age, physical condition and ability to earn, and balance against these circumstances the financial ability of the husband to pay, considering his income and his ability to earn. The amount awarded must, in any event, be fair and just under all the circumstances of the case. <em>Hawkins </em>v. <em>Hawkins, </em>187 Va. 595, 600, 47 S. E. 2d 436; <em>Bailey </em>v. <em>Bailey, </em>21 Gratt. (62 Va.) 43, 58.</p>\n<p id=\"b772-9\">Where the wife is possessed of a sizeable estate in her own right, the law does not require her to invade that estate to relieve the obligation of her former husband whose actions have brought an end to their marriage. <em>Ring </em>v. <em>Ring, </em>185 Va. 269, 273, 274, 38 S. E. 2d 471.</p>\n<p id=\"b772-10\">In the case before us, the evidence does not sustain the complainant’s claim that the defendant should be required to pay her $750.00 per month as alimony. Several of the items making up her Haim are for expenses incurred in connection with her separate estate, which are not chargeable to the defendant. She has failed to show that certain other items are necessary to maintain her in her proper station in life.</p>\n<p id=\"b772-11\">On the other hand, the award of $290.00 per month, made by the chancellor, fails to give due consideration to the proven, reasonable and proper needs of the complainant which are well within the financial means of the defendant to pay. The decision of the chancellor, therefore, results in an unfair and unjust award to the complainant.</p>\n<p id=\"b772-12\">We are of the opinion that, on the record before us, the complainant has shown that she is entitled to the payment of $400.00 per <page-number citation-index=\"1\" label=\"681\">*681</page-number>month from the defendant as permanent alimony,, which amount we consider to be fair and just to the complainant and the defendant alike.</p>\n<p id=\"b773-5\">There is no merit to the contention of the complainant that the chancellor erred in the division of the personal property of the parties. The evidence was in almost hopeless conflict as to the purchase, payment and ownership of the items in contest. The complainant has failed to point out any error in the rulings of the chancellor in this respect, and upon such a record we cannot say that the division as made was unreasonable and unwarranted.</p>\n<p id=\"b773-6\">The decree appealed from is modified to provide that hereafter the defendant shall pay to the complainant the sum of $400.00 per month as permanent alimony. Except as so modified the decree is affirmed.</p>\n<p id=\"b773-7\">The defendant shall pay the costs of this appeal.</p>\n<p id=\"b773-8\">\n<em>Modified and affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}