{
  "casebody": {
    "data": "<casebody firstpage=\"188\" lastpage=\"192\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b188-7\">Ervin’s Appeal.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b188-8\">A decree which restrains a man’s power of disposition over all his real estate, stocks, bonds or other securities, without tracing the money of the plaintiff into their purchase or ownership, and which thus locks up his entire available estate on the ground that he has received the money of another as his agent, cannot be supported by any reasonable exercise of equity powers.</headnotes>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b188-9\">May 25th 1876.</otherdate>\n<judges data-order=\"3\" data-type=\"judges\" id=\"A-p\">Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson, and Woodward, JJ. Williams, J., absent.</judges>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b188-10\">This case was certified from the Eastern District. ■</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b188-11\">• Appeal, No. 131, of July Term 1875, from the order and decree of the Court of Common Pleas, No. 2, of <em>Philadelphia county, </em>in equity, for a special injunction.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b188-12\">On the 30th of June 1875, Charles E. Morris, assignee of Henry G. Morris, filed a bill in equity against Alexander Ervin, the Seventh National Bank and the Second National Bank of Philadelphia, which set forth, that on the 29th of April 1875, Henry G. Morris, being largely engaged in the iron business at Southwark Foundry, in Philadelphia, finding he was insolvent, executed a general assignment for -the benefit of his creditors; that Morris commenced business at said foundry in January 1871, and employed Alexander Ervin at a salary of $6000 per annum, as his confidential agent and financial manager; that he had the fullest faith in the business ability and integrity, of Ervin, and trusted him unreservedly with the control and management of the finances of his business and the receipts of moneys; that the private ledger of Morris was kept by Ervin, and the other books by Ervin’s nephew, under his charge; that so great was the confidence of Morris in Ervin that he never personally examined the books as kept by Ervin, nor investigated the condition of the business, but received a statement, from time to time, on balance sheets prepared by Ervin; that, in April 1875, he became insolvent, and an examination of his books showed that in four years and four months he had lost $1,200,000 in the foundry business; that this investigation of the books showed they <page-number citation-index=\"1\" label=\"189\">*189</page-number>had been kept in a grossly irregular manner, and disclosed the fact' that Ervin, while acting as financial manager for Morris, had received large sums of money for which he failed to account; that from the account in the private ledger, as kept by Ervin himself, it-- appeared he had fraudulently, at divers times, drawn out of the cash assets of Morris various sums of money, aggregating up to 30th of July 1873 the sum of $80,000; that finding himself so indebted, Ervin, without the knowledge or consent of Morris, fraudulently credited himself, on July 31st 1873, as follows: “July 31st, special pig iron- account. On account of interest to cover notes issued to his order, $100,000;” that said credit was purely fictitious and without consideration or authority from Morris, and was made to conceal large sums due by Ervin to Morris, and which, being illegal and unauthorized, should be disallowed; and that after disallowing this credit the account as kept by Ervin showed that the latter was indebted to Morris $79,740.27; that in the course of business Morris was accustomed to make numerous notes for large sums, and at times drew them to Ervin’s order to have the same discounted; that the books showed that $62,840 of these notes were intrusted to Ervin to negotiate, and that the same were paid by Morris at maturity, although the books failed to show that they were issued, and that Ervin has appropriated the proceeds thereof to his own use and never accounted for the same; that the books of the foundry show that Ervin is indebted to Morris on his private ledger account in the sum of $79,740.27, which, added to the proceeds of the above notes, make an aggregate indebtedness of $142,220.27.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b189-6\">The bill further set forth that, because of threatened attachments by certain creditors, moneys received by Morris were deposited at the Seventh National Bank in Ervin’s name, and that the bank has declined to give any information as to the character or amount of money so deposited; that Ervin was also in the habit of depositing money of Morris in Ervin’s personal account at the Second National Bank, and that the true condition of the indebtedness of Ervin cannot by discovered without a copy of the latter’s account with the bank, which the officers of the bank decline to give; that Ervin invested large sums of money of Morris in real estate, in securities and in the stock of the Seventh National Bank, all of which he is about to assign and transfer, &amp;c.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b189-7\">Wherefore the bill prayed that an account be stated between Ervin and Morris, and that Ervin be ordered to pay over the amount found to be due; that he be restrained from transferring, assigning or disposing of any real estate, stocks, bonds or other securities- of which he may be. possessed, until final hearing; that the, several banks be restrained from paying out any moneys in their hands or permitting the transfer of any stock in the name <page-number citation-index=\"1\" label=\"190\">*190</page-number>of Ervin, and that all. the defendants be compelled to make full discovery in answer to interrogatories filed and appended to bill.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b190-6\">Injunction affidavits were annexed to the bill, that of Henry Gr. Morris following closely the averments of the bill.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b190-7\">A preliminary injunction issued on the 30th of June 1875, and upon the 13th of July 1875 an application was made to continue the preliminary injunction, which was heard upon bill and affidavits, the defendant Ervin in his counter-affidavit admitting that he was employed by Morris as his commercial manager, but that he was not known as his “ confidential agent and financial manager” and never was so constituted; that the duties of his employment were to purchase materials, collect and procure money and arrange details of contracts ; that the business was under the eye of Morris; that the books were kept under his direction and instruction, and were frequently examined by him, .and he was informed of the course of his financial transactions from the accounts and consultations; that all the books were not kept by deponent, but were in the charge of other persons, and not under the control or supervision of deponent ; that the private ledger kept by deponent was the capital and personal account of Morris to which he had constant access, and which he often examined, and to none of the items contained therein did he ever object, until this bill was filed; that many of the items in said account on the debit side are payments to deponent on account of profits realized from certain purchases and sales of pig iron to which deponent was entitled by express agreement with Morris, a memorandum of which was in writing and signed by Morris and a copy of which is annexed; that Morris and deponent had agreed, that for the purposes of settlement under this agreement the profits should be computed, and that the credit of $100,000 was on account of deponent’s share in the profits of this pig iron speculation, and that it was entered with the consent and agreement of Morris ; that in making purchases of iron deponent had become liable, for from $300,000 to $400,000, on account of Morris, $40,000 of which were still outstanding, and for which deponent had received no consideration whatever; that deponent: denies- that the promissory notes were given to him to have discounted as asserted in the affidavit of Morris; that the money placed to deponent’s personal account in the Seventh National Bank was charged to deponent by Morris in deponent’s personal account in Morris’s private ledger; that deponent was the largest stockholder in the Seventh National Bank before he had any connection with the foundry, and that he had never increased the number of the shares he held at that time; that he never had money deposited in the Second National Bank in which Morris had any interest, and that he was not the owner of real estate. Deponent further denies that he was the agent or trustee of Morris or received any of his property as his bailee and that he has any property which belongs <page-number citation-index=\"1\" label=\"191\">*191</page-number>to said Morris or is indebted to him, but that on the contrary . Morris is largely indebted to deponent, which indebtedness is likely to be increased by his insolvency, and the liability of deponent as his endorser for his accommodation of notes outstanding.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b191-6\">The following is the decree of the court below:—</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b191-7\">“ And now, July 13th 1875, this cause having been argued and • considered, it appearing to the court that large sums of money, the property of Henry G. Morris, have come to the hands of defendant, Ervin, as the agent of said Morris, and are still retained by said defendant to the prejudice of plaintiff, assignee of said Henry G. Morris, and the defendant having failed to discover to the court where the said sums are deposited, or in what property or securities the. same are invested or converted, now it is ordered and decreed that the injunction heretofore granted be continued, and the said defendant, Ervin, be restrained from transferring or disposing of any real estate, stocks, bonds or other securities of which he may be possessed; and that the defendant, the Seventh National Bank, be restrained from paying over to said Ervin any moneys standing in his name, or permitting the transfer of any shares of stock standing in his name; and that the defendant, the Second National Bank, be restrained from paying over to the said Ervin any moneys standing to his credit therein.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b191-8\">Ervin appealed and assigned this decree for error.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"AQ9\"><em>W. S. </em>Price, for appellant. —</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AQu\">This suit is founded on a claim for money ; and in such a suit there is an injunction to restrain the defendant, Ervin, from parting with any of his property while the plaintiff tries to make out his case, and to obtain a, final decree for an indefinite amount of money and until he can entitle himself to a writ of execution, and levy upon the property held in waiting by the injunction. It is submitted, that this is without warrant in law or equity. The inducement recited in the decree, even if admitted, does not justify the injunction. The gist of it is, that it appears to the court, that moneys, the property of Henry G. Morris, have come to the hands of Ervin, as the agent of Morris, and are retained by him to the prejudice of the plaintiff, assignee of said Morris. Therefore it is that the court restrains Ervin from transferring or disposing of any real estate, no matter when or how he acquired it, or stocks, bonds or other securities of which he may be possessed, even though he purchased or inherited them years before he ever heard of Henry G. Morris. The injunction affidavits do not designate a single piece of real estate, or any stocks, bonds or other securities in which it is supposed that money belonging to Morris was invested, unless it be in the vague reference to stock of the Seventh National Bank.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b191-10\"><em>Lewis Wain Smith </em>and <em>William A. </em>Porter, for appellee. —</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"API\">The <page-number citation-index=\"1\" label=\"192\">*192</page-number>bill and affidavits disclosed a relation of trust between Morris and Ervin, and that the appellant, as agent of Morris, received large sums of money of the latter for which he has failed to account; that he either has this money now in his hands or else has invested it in securities which are unknown to the complainant, and that he is about to make way with the money or transfer the securities so as to defeat the complainant’s claim. The question then simply is whether the defendant, having secured the money of the complainant and refused to discover to the court the form in which it has been invested by him, should thus be able to defeat the complainant’s claim, or whether he should not be restrained from disposing of any and all property until he has made discovery as to which is the complainant’s and which is his own. The rule applicable to this case, both in law and equity, has been well settled for over a hundred and fifty years, and has remained unshaken in this country and in England. It has always been held, that if any one having charge of the property of another willfuly intermixes it with his own, or wilfully conceals which is the property of the other and which is his own, that in such cases he, through whose wrong the confusion occurred, must show affirmatively which is his own and which is the property of the innocent party; or failing so to do, all shall be taken as the property of the innocent party. If it is a case for damages, they will be given for the utmost value the article will bear. In support of this position cited, Armory <em>v. </em>Delamirie, 1 Strange 504; Lord Chedworth <em>v. </em>Edwards, 8 Ves. Jr. 46; Lupton <em>v. </em>White, 15 Id. 432; Hart <em>v. </em>Ten Eyck, 2 Johns. Ch. 108; Brackenridge <em>v. </em>Holland, 2 Blatchford 377; Hesseltine <em>v. </em>Stockwell, 30 Maine 237; Bryant <em>v. </em>Ware, Id. 295; Norris’s Appeal, Brown’s Estate, 21 P. F. Smith 106.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b192-6\">The judgment of the Supreme Court was entered June 5th 1876,</p>\n<author id=\"b192-7\">Per Curiam. —</author>\n<p id=\"AKg\">We shall give no opinion on the merits of this case, but the decree of the court below is so sweeping in its terms it cannot be supported. ■ A decree which restrains a man’s power of disposition over all his real estate, stocks, bonds or other securities, without tracing the money of the plaintiff into their purchase or ownership, and which thus locks up his entire available estate on the ground that he has received the money of another as his agent, cannot be supported by any reasonable exercise of equity powers. An injunction of this wide operation would be an instrument of oppression in many cases. Property or money of thei plaintiff, or which may be reasonably presumed to be his, in fact or in trust, may have to await the result of litigation, but what the defendant has in his own right cannot thus be locked up by such a sweeping decree.</p>\n<p id=\"b192-8\">Decree reversed, and injunction dissolved and record to be remitted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}