{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"363\" lastpage=\"371\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b389-9\" pgmap=\"389\">Prudential Insurance Co. v. Michael T. Haley, Adm., etc.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b389-11\" pgmap=\"389\">1. Life Insurance—Inaccurate Answers in the Application, When Not Available as a Defense.—A finding to the effect that an answer to a question in an application for a policy of life insurance was improperly written by the medical examiner and signed by the applicant under the impression that it was accurate, relieves him from the effect of a false statement and constitutes no defense to an action on the policy. •</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b390-4\" pgmap=\"390\">2. _ Same—Death of the Insured in Consequence of His Own Criminal Act,—The fact that an insured person was shot by a police officer a few minutes after he had committed a robbery and while he was attempting to escape with the money taken, is a complete defense to an action on a policy of life insurance, providing that there could be no recovery in case the insured died in consequence of his own criminal action.</headnotes><summary data-order=\"3\" data-type=\"summary\" id=\"b390-5\" pgmap=\"390\">Assumpsit, on a policy of life insurance. Appeal from the Circuit Court of Cook County; the Hon. Richard S. Tuthill, Judge, presiding. Heard in this court at the March term, 1900.</summary><disposition data-order=\"4\" data-type=\"disposition\" id=\"AhR\" pgmap=\"390\">Reversed, and judgment entered in this court.</disposition><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ATB\" pgmap=\"390\">Opinion filed October 4, 1900.</decisiondate><otherdate data-order=\"6\" data-type=\"otherdate\" id=\"AUi\" pgmap=\"390\">Rehearing denied, October 23, 1900.</otherdate><p data-order=\"7\" data-type=\"summary\" id=\"b390-6\" pgmap=\"390\">Statement.—This suit was brought by appellee against appellant, an insurance company, to recover an amount claimed upon a policy of insurance issued by appellant upon the life of one George M. Haley. Haley was killed by a pistol shot fired at him by a police officer of the city of Chicago. A few minutes before the shooting Haley, together with one King, had robbed a man upon the public street. After the robbery Haley and King proceeded along the street and Britton, the victim of the robbery, followed them, keeping them in view until he found an officer. Upon find-' ing an officer he complained of the robbery and pointed out Haley and King, still within his sight, as the robbers. The officer and Britton proceeded to intercept them. There is a conflict in the evidence as to whether the officer actually placed his hands upon Haley as well as upon King in arresting them. It appears that while holding King, and, as some of the witnesses testify, Haley as well, and Avhile Britton had gone to secure the aid of another officer, Haley undertook to run away. The officer called to him to halt, and then, after firing into the ground twice, fired the shot which killed Haley.</p><p data-order=\"8\" data-type=\"summary\" id=\"b390-7\" pgmap=\"390\">The policy of insurance contained a.provision that if the insured should die in consequence of his own criminal action Avithin three years from the date of the policy, the liability of the company should not exceed the amount of the premiums paid.</p><p data-order=\"9\" data-type=\"summary\" id=\"b390-8\" pgmap=\"390(12) 391(162)\">At the time of the taking of the policy Haley, the insured, was examined by a medical examiner of the appellant company. The written answers signed by the insured to the questions put by the medical examiner are by the terms of contract made warranties. • Answers as to the ages at death of two of the deceased brothers of the insured are claimed by appellant to have been wrong, one being given as twenty-four years, when it should have been twenty-two years, and the other twenty-six years when it should have been twenty-eight years; and there is some evidence to sustain this contention. Written answers as to the number of deceased brothers and sisters are conclusively shown to be wrong. The father of the insured testified that the insured answered the medical examiner when questioned as to said brothers and sisters, that “ he had a good many of them, brothers and sisters, and that he didn’t know anything about the others, what they died of.” He also testified:</p><p data-order=\"10\" data-type=\"summary\" id=\"b391-4\" pgmap=\"391\">“ The answers were all written down in the handwriting of the doctor. The doctor didn’t read it over at all. He said it was all right. He said that what he had written there was all right, and he signed it. I paid the premiums on the policy.”</p><p data-order=\"11\" data-type=\"summary\" id=\"b391-5\" pgmap=\"391\">The medical examiner contradicted this evidence. The issues were submitted to the court without a jury, and a finding resulted for appellee for the amount of the poliev. From judgment upon that finding this appeal is prosecuted.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b391-6\" pgmap=\"391\">Hoyne, O’Connor &amp; Hoyne, attorneys for appellant.</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"b391-7\" pgmap=\"391(113) 392(16)\">If the answers in an application are .warranted to be true, the policy will be void if any of them are untrue, whether from fraud, mistake, negligence or other causes, and whether the untrue answers be material or immaterial and whether the applicant believes them to be true or not. 1 May on Ins. (2d Ed.), Sec. 156; Fame Ins. Co. v. Thomas, 10 Ill. App. 545; Fame Ins. Co. v. Thomas, 108 Ill. 91; Met. L. Ins. Co. v. Zeigler, Admr., 69 Ill. App. 447; Conn. M. L. Ins. Co. v. Young, Admr., 77 Ill. App. 440; Jeffries v. Life Ins. Co., 22 Wall. (U. S.) 47; Ætna Life Ins. Co. v. France, 91 U. S. 510; Miles v. Conn. M. Life Ins. Co., 3 Gray (Mass.), 580.</p><p data-order=\"14\" data-type=\"legal\" id=\"b392-5\" pgmap=\"392\">The insured is presumed to know the contents of the policy and to accept it with all its conditions and limitations. Crikelair v. Citizen’s Ins. Co., 68 Ill. App. 637.</p><p data-order=\"15\" data-type=\"legal\" id=\"b392-6\" pgmap=\"392\">Where an application containing false answers is made a part of the policy, and a copy of it is attached to the policy, the insured is presumed to be acquainted with the contents of the application as a part of the policy, and if he gave correct answers, but the agent wrote down the answers falsely, it was his duty to make complaint to the company and have the false answers corrected; he can not hold the policy without approving of the action of the agent and becoming a participant in the fraud, and his retention of the application will be held to amount to an approval of the application and the answers in it. N. Y. Life Ins. Co. v. Fletcher, 117 U. S. 519.</p><p data-order=\"16\" data-type=\"legal\" id=\"b392-7\" pgmap=\"392\">Questions as to the health, or death, or age at death, of ancestors or brothers and sisters of the insured are material to the risk, as a matter of law. McGowan v. Supreme Ct. I. O. F., 80 N. W. Rep. 603.</p><p data-order=\"17\" data-type=\"legal\" id=\"b392-8\" pgmap=\"392\">False answers which are warranted to be true will render the policy void, whether they are material or not. The warranty malees them material and precludes the courts from inquiring into their materiality. In such a case any untrue answer will avoid the policy, even though it be more unfavorable to the applicant than a truthful answer would have been. Jeffries v. Life Ins. Co., 22 Wall. 47.</p><p data-order=\"18\" data-type=\"legal\" id=\"b392-9\" pgmap=\"392\">The only questions to be determined in a case where the answers are warranted to be frue are: First, were the answers made ? and, secondly, is any of them false ? Ætna L. Ins. Co. v. France, 91 U. S. 510.</p><p data-order=\"19\" data-type=\"legal\" id=\"b392-11\" pgmap=\"392\">It is a crime at common law for one under lawful arrest to break away from the officer and attempt to escape. 2 Whar. Crim. Law (9th Ed.), Sec. 1672, et seq.; 2 Bish. Crim. Law (6th Ed.), Secs. 1070, 1076 and 1077.</p><p data-order=\"20\" data-type=\"legal\" id=\"b392-12\" pgmap=\"392(21) 393(56)\">If any one, having actually committed a felony, will not suffer himself to be arrested, but stands in his own defense or flees, so that he can not possibly be apprehended alive by those who pursue him, whether private persons or public officials, with or without a warrant from a magistrate, he may be lawfully slain by them. 1 Hawk. P. C., p. 81, Sec. 11; 1 East P. C., 298; Carr v. State, 43 Ark. 99.</p><p data-order=\"21\" data-type=\"legal\" id=\"b393-4\" pgmap=\"393\">If one who has committed a felony, break aivay after arrest, his pursuers may kill him if they can not otherwise prevent his escape. 1 East P. C., 298.</p><p data-order=\"22\" data-type=\"legal\" id=\"b393-5\" pgmap=\"393\">It is not lawful to kill one accused of a misdemeanor, if he flees from arrest, though he can not otherwise be apprehended; but if the officer meet with resistance and kill the offender in the struggle, he will be justified. 1 East P. C. 302.</p><p data-order=\"23\" data-type=\"legal\" id=\"b393-6\" pgmap=\"393\">It is against public policy to allow recovery upon a policy where the death arose under circumstances which the insured ought to have known were dangerous to life, and the act causing death was of such a character that public policy would preclude an insurance company from insuring against its consequences. Hatch v. Mut. L. Ins. Co., 120 Mass. 550; Wells v. N. E. Mut. L. Co., 43 Atl. Rep. 126.</p><attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b393-7\" pgmap=\"393\">M. W. Robinson and Herbebt B. Robinson, attorneys for appellee.</attorneys><p data-order=\"25\" data-type=\"legal\" id=\"b393-8\" pgmap=\"393\">The death of the insured, admitting the strongest statement of the facts and circumstances in evidence in the case that can be made in behalf of appellant, was not in consequence of his own criminal action; and there was no breach in the condition of the policy in question that will exempt the company from liability. The language of the condition or exception in the policy is that of the insurer and is to be taken most strongly against the company, and is certainly not to be enlarged by construction beyond the usual and obvious meaning of the terms. Breasted v. Farmer’s Loan and Trust Co., 8 N. Y. 305; Hoffman v. Ætna Insurance Co., 32 N. Y. 405; Ill. M. Ben. Soc. v. Winthrop, 85 Ill. 537; Eiagara Fire Ins. Co. v. Scammon, 100 Ill. 644; Schroeder v. Trade Ins. Co., 109 Ill. 157.</p><p data-order=\"26\" data-type=\"legal\" id=\"b393-9\" pgmap=\"393(17) 394(79)\">Death in consequence of a criminal action means death that resulted as the direct, natural, ordinary, reasonable, lawful and probable consequence of the action; such a result as an ordinarily intelligent man would reasonably expect as the ordinary, natural and probable result of his crime. It is not enough that death follows as a sequence in point of time; it must be a consequence, growing directly, proximately and legitimately out of the crime, and accompanying it as effect follows cause. The maxim “causa próxima non remota speetafair” applies. Insurance Co. v. Bennett, 90 Tenn. 256.</p><p data-order=\"27\" data-type=\"legal\" id=\"b394-5\" pgmap=\"394\">See, also, Patrick v. Com. Ins. Co., 11 Johns. 14; Griffin v. Western Mutual Benevolent Assn., 20 Neb. 620; Harper’s Adm’r v. The Phœnix Ins. Co., 19 Mo. 506; Murray v. New York Life Ins. Co., 19 Hun, 350, 96 N. Y. 614; Goetzman v. Ins. Co., 3 Hun, 515; Overton v. St. Louis Mut. Life Ins. Co., 39 Mo. 122.</p> <opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b394-6\" pgmap=\"394\">Mr. Justice Sears</author> <p id=\"AOJ\" pgmap=\"394\">delivered the opinion of the court.</p> <p id=\"b394-7\" pgmap=\"394\">But two questions are presented upon this appeal which it is necessary for us to consider, viz., first, was the policy avoided by false warranties by the insured, and second, did the insured die in consequence of his own criminal action, within the meaning of the provision of the policy.</p> <p id=\"b394-8\" pgmap=\"394(182) 395(114)\">We are of opinion that the right of action can not be defeated upon the ground first noted. While there is evidence as to the ages of the two brothers, whose ages were given by the insured, which would, if credited, show that the representations of the insured were false, yet that evidence was given by the father of the insured, who did not know his own age and who testified by merely assenting to the statements of counsel as read from an affidavit. We are not prepared to hold that the learned trial judge, who saw the witnesses and heard the evidence, was in error in finding that no sufficient showing was made that the representations by the insured in this respect were false. That there could have been no motive for such misrepresentations is apparent, for the age of one brother was inaccurately given, if inaccurate at all, as two years too young, while the other was given two years too old. The evidence as to other brothers and sisters is conclusive that the written answers are false. But there was evidence which warranted the trial judge in finding that no such answers were made to the medical examiner of appellant, and that the answers were improperly written by the medical examiner and signed by the insured upon the supposition that they were accurate, so far as he had represented anything to the examiner. A finding to this effect would relieve the insured from the effect of the false statements and they would constitute no defense to the action on the policy. The Royal N. of A. v. Boman, 177 Ill. 27; Tarpey v. Security Trust Co., 80 Ill. App. 388; affirmed in 182 Ill. 52.</p> <p id=\"b395-4\" pgmap=\"395(285) 396(47)\">The second contention of appellant’s counsel is that it appears from the evidence that the insured died in consequence of his own criminal action, and therefore under the terms of the contract of insurance there can be no recovery beyond the amount, paid for premiums. We are of opinion that this contention must be sustained. It is true that there was some slight conflict in the evidence as to the fact of Haley’s participation in the robbery. But the evidence is overwhelming to the effect that he, together with King, had robbed Britton a few moments before he ivas shot. Whatever conflict may have arisen by reason of his affidavit and King’s testimony is disposed of by the frank admission of counsel for appellee when in his brief he admits that the insured was a party to the robbery. The question is, then, was the shooting by which he was killed a consequence of his criminal action. He was shot by a police officer a few minutes after the robbery, while attempting to escape with the money ivhich he had taken from Britton. How can it be fairly held that he ivas not engaged in a criminal act at the very moment of the shooting, viz., carrying away the money of another which was the proceeds of the robbery of that other? Britton, the man robbed, had never lost sight of Haley from the time of the robbery until he was accosted by the officer. Whether the officer actually had his hand upon Haley and formally arrested him before he ran away or not, in any event Haley, in trying to escape with Britton’s money, which he had by reason of having robbed Britton, was guilty of a criminal act, and in the course of it and in consequence of it he was killed. The very going away with the property of Britton •was the continuation of the crime. Stinson v. The People, 43 Ill. 397.</p> <p id=\"b396-5\" pgmap=\"396\">We are of opinion that it would be a strained and unsound process of reasoning by which it could be concluded that the brief interval of time between the robbery and the shooting, during which the insured was making off with the fruits of the robbery, so separated him from the criminal act as to obliterate all relation between the criminal act and the 'killing. And so far as the case of Griffin v. West M. B. Ass’n, 20 Neb. 620, holds to that effect, we are unwilling to adopt its reasoning. The Griffin case seems to stand alone as an authority for any such limited application of the term, “ in consequence of,” and it is distinctly disapproved by the author in 1 May on Insurance, Sec. 327. See, also, 1 Am. &amp; Eng. Ency. (2d Ed.), p. 321, note 1. Against the authority of this case are various decisions, among which are: Murray v. N. Y. L. Ins. Co., 96 N. Y. 614; Bloom v. F. L. Ins. Co., 97 Ind. 478; Hatch v. Mut. L. I. Co., 120 Mass. 550.</p> <p id=\"b396-6\" pgmap=\"396\">In the New York case the provision of the policy was that “ if the assured shall die in consequence of * * * the violation of the laws,” etc. The insured was killed while escaping from an affray in which he had been the wrongful assailant. There was a conflict in the evidence as to whether the shot was fired voluntarily by the party assaulted or accidentally. The court held that it was immaterial whether it was accidental or not, for in either case •the death was the consequence of the violation of law, ■within the meaning of the contract of insurance. There, as here, it was argued that death under the circumstances could not, in a legal sense, be attributed to the violation of law which had preceded it. But the court held against this contention, saying:</p> <blockquote id=\"b396-7\" pgmap=\"396(32) 397(95)\">“To exempt the company must the death result from some peculiar and special risk connected with the commission of crime % It seems to us not, and that it is sufficient to bring a case within the condition, if there is such a relation between the act and the death, that(the latter would not have occurred at the time if the deceased had not been engaged in the violation of law. * * * Whether, therefore, the firing of the pistol wa.s intentional or not, or whether Murray ha,d or had not abandoned the combat, the jury, upon the evidence, were justified in finding as they did, by the general verdict, that the assured died in consequence of a violation of the law.”</blockquote> <p id=\"b397-5\" pgmap=\"397\">In the Indiana case the court said:</p> <blockquote id=\"b397-6\" pgmap=\"397\">“ While the unlawful act of the assured must tend in the natural line of causation to his death, in order to work a forfeiture, it is not necessary that the act should be the direct cause, nor that the precise consequences which actually followed could have been foreseen. It is enough if the act is unlawful in itself, and the consequences flowing from it are such as might have been reasonably expected to happen, for in such a case the ultimate result is traced back to the original proximate cause.”</blockquote> <p id=\"b397-7\" pgmap=\"397\">The Massachusetts case goes upon a still broader ground, and asserts in effect that the risk arising from an unlawful undertaking is one which public policy will not permit to be covered by insurance.</p> <p id=\"b397-8\" pgmap=\"397\">We are of opinion that the fact that the insured was killed by a police officer while attempting to arrest him for the crime of robbery which he had committed, is of itself enough to fall within the provision of the contract of insurance. And there would seem to be no question that when the insured was unlawfully carrying away the fruits of the robbery at the precise moment when shot, and the shooting which caused the death was done in an attempt of an officer of the law to stop him and arrest him, the killing was in consequence of the criminal action of the insured.</p> <p id=\"b397-9\" pgmap=\"397\">There can, therefore, be no recovery in this action beyond the amount of premiums paid, as provided by the terms of the policy. It is undisputed that the premiums paid aggregate $318. The judgment of the Circuit Court is reversed and judgment will be entered here for appellee against appellant for the sum of $318. The costs in this court will be adjudged against appellee. Reversed, with judgment in this court.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}