{
  "casebody": {
    "data": "<casebody firstpage=\"387\" lastpage=\"394\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b425-10\">[L. A. No. 1035.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ab1\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A2q_\">July 23, 1901.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b425-11\">In the Matter of the Estate of MARY SCHANDONEY, a Minor.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b425-13\">Guardian and Wabd—Investment of Funds — Ordeb fob Investment— Notice — Liability of Guabdian.—Under section 1792 of the Code of Civil Procedure, a guardian, unless directed so to do by the court, need not give notice to any one of an application by him for an order authorizing him to invest the money of his ward in a particular manner. Such an order is presumed to have been made by the court in the discharge of its official duty, and to be within the lawful exercise of its jurisdiction, and is a complete exoneration of the guardian for making the investment in accordance therewith.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b425-14\">Id.—Failure to Foreclose Mortgage — Negligence. — A guardian who, in pursuance of an order of court, has invested the money of his ward on a mortgage of real estate, is not liable for a loss resulting from the investment, merely because he failed to foreclose the mortgage. His liability depends upon the question of his negligence, and in the present case no such negligence is shown.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b426-4\"><page-number citation-index=\"1\" label=\"388\">*388</page-number>Id. — Accounting—Findings Unnbcessaby. — Findings are not required on a contest upon the settlement of the accounts of a guardian, but if made, may be considered on appeal, for the purpose of determining the issues raised; if not made, and the decree settling the account is found to be erroneous as to an item or items, the supreme court may direct the decree to be corrected, and, as corrected, affirm it.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b426-5\">APPEAL from an order of the Superior Court of Los Angeles County and from an order refusing a new trial. Lucien Shaw, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b426-6\">The facts are stated in the opinion.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b426-7\">W. S. Knott, and William T. Kendrick, Guardian, <em>in pro. per., </em>for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b426-8\">Oliver Miles, C. S. McKelvey, and R. M. darken, for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b426-9\">HAYNES, C.</author>\n<p id=\"A2aC\">Appeal from an order settling the final account of appellant as guardian, and from an order denying his motion for a neW trial.</p>\n<p id=\"b426-10\">The controversy relates to a single item of twelve hundred dollars and accrued interest. On April 4,1895, appellant had in his hands said sum of money, and on that day, upon his petition, an order was made by the superior court directing the guardian to lend said sum to one W. P. McIntosh for-the term of three years, to be secured by a mortgage upon forty acres of land described in the petition, said sum to bear interest at the rate of ten per cent per annum, payable quarterly. The loan was made and the mortgage executed and recorded. The note and mortgage provided that if the interest should not be paid quarterly, the whole sum of principal and interest should immediately become due, at the option of the holder of the note. This loan was credited to the guardian in his first annual account, filed December 14, 1895, and was allowed. The ward became of age May 15, 1900, and in the report accompanying his final account, filed shortly thereafter, the guardian referred to the note and mortgage, saying that “the note is due, and should be collected. The payer of the note has made the gúardian believe, by fair promises, from time to time, that he would pay the note, and this has caused the guardian not to foreclose.”</p>\n<p id=\"b426-11\">Exceptions were filed to said account, in which more detailed <page-number citation-index=\"1\" label=\"389\">*389</page-number>information was sought as to said note and mortgage, the value of the mortgaged property, the solvency of the debtor, etc., and an additional report was filed, which was also excepted to, and a trial was thereupon had.</p>\n<p id=\"b427-5\">No findings were made, except those incorporated in the order settling the account, to the effect that the account was true, except as to said item of twelve hundred dollars claimed in the first annual account of the guardian, filed December 14, 1895, for said sum loaned to McIntosh; that the value of the land described in the mortgage, on which the money was loaned, was, at the date of the loan, twelve hundred dollars, and no more, and at the present time is not worth more than four hundred dollars; and that the ward had offered to transfer to the guardian all her interest in said note and mortgage.</p>\n<p id=\"b427-6\">The court • thereupon charged the guardian with the money loaned,—$1,200, and interest thereon, $532,—but made the payment conditional upon the transfer of the note and mortgage by the ward to the guardian, and in case she refused to do so, that the guardian should be discharged upon payment of seventy-four cents, a balance resulting from other items.</p>\n<p id=\"b427-7\">1. It is contended by the ward that the order made April 4, 1895, directing the loan to be made, is void, and that therefore the guardian is responsible for having improvidently made the loan upon insufficient security. This contention is based upon the assertion that it does not appear that notice was given of the hearing of the petition upon which the order was based. The order recites, however, that the petition “coming on regularly for hearing before the court, and it appearing to the court, by the evidence submitted upon said hearing, that it is for the best interests of the estate of said minor that said loan should be made, . . . and the security for the said loan specified is ample, it is ordered,” etc.</p>\n<p id=\"b427-8\">The argument is, that the petition and order were filed the same day, and therefore no notice could have been given.</p>\n<p id=\"b427-9\">Section 1792 of the Code of Civil Procedure provides: “The court, on the application of the guardian, or any person interested in the estate of the ward, after such notice to persons interested therein as the court shall direct, may authorize,” etc.</p>\n<p id=\"b427-10\">There was no legal obligation or duty resting upon the guardian to give notice to any one, unless directed to do so by the court. The statute does not name, or in any manner desig<page-number citation-index=\"1\" label=\"390\">*390</page-number>nate or describe, the “persons interested,” or prescribe a notice to be given in a particular manner, and the presumption is, that the court discharged its official duty, and acted within the lawful exercise of its jurisdiction. (Code Civ. Proc., sec. 1963, subds. 15, 16.)</p>\n<p id=\"b428-5\">“ Nothing shall be intended to be out of the jurisdiction of a superior court but that which expressly appears to be so. Hence, though the existence of any jurisdictional fact may not be affirmed upon the record, it will be presumed upon a collateral attack that the court, if of general jurisdiction, acted correctly and with due authority, and its judgment will be as valid as though every fact necessary to jurisdiction affirmatively appeared.” (Freeman on Judgments, sec. 124, and cases cited. See also <em>Estate of Eikerenkotter, </em>126 Cal. 54.)</p>\n<p id=\"b428-6\">In <em>Guardianship of Cardwell, </em>55 Cal. 141, it is said, referring to said section 1792 of the Code of Civil Procedure: “An order for investment or other management, thus obtained, would protect the guardian, even if misfortune were to follow; but where he acts upon his own judgment, he is held to a more strict accountability.”</p>\n<p id=\"b428-7\">In <em>Estate of Carver, </em>118 Cal. 73, it is said: “By securing consent of the court he could have invested the ward’s estate without risk to himself. This he failed to do, but assumed to act upon his own responsibility. Under such circumstances he is held to strict accountability.” (Citing <em>Guardianship of Cardwell, </em>55 Cal. 141.)</p>\n<p id=\"b428-8\">So far, therefore, as the making of the loan is concerned, the order of the court directing it is a full and complete exoneration of appellant. There could be no purpose in securing such order, nor any reason for the enactment of the statute authorizing it, if it did not afford protection.</p>\n<p id=\"b428-9\">2. The ward, in her exceptions to her guardian’s report, alleges that it was his duty, upon the non-payment of the first quarter’s interest upon said note, to proceed at once to foreclose said mortgage, and out of the other property of McIntosh to collect such deficiency as might have remained unpaid; that while she makes no charge of any dishonest or other improper motives on the part of said guardian, she alleges that he imprudently, and without the exercise of ordinary or proper care or vigilance, allowed himself to be imposed upon by the empty promises of the debtor; that the debtor is insolvent and has left the state; that a foreclosure would not realize more than <page-number citation-index=\"1\" label=\"391\">*391</page-number>the costs and expenses of foreclosure, the payment of taxes and attorney’s fees; and that the said water stock is of no value.</p>\n<p id=\"b429-5\">The testimony of the guardian as to his efforts to collect the debt is quite full, and to the effect that he called upon the debtor frequently for the payment of the interest; that he was met with repeated promises, based upon “ prospects,” which failed, one after another; that he appeared to have considerable property, which, upon investigation, he found to be encumbered; that, about six or eight months after the note was executed, he met Mr. Sibley, a real estate agent, whom he knew to be reliable, and he gave “ rather a gloomy prospect for selling any property then at that time”; that he knew the mortgaged property; that he thought if it was just then put up under the hammer it would not pay the debt; that things were looking bad, but thought they would soon improve, and that eventually it would be all right; and from that and other information his judgment was that if he foreclosed they would have to take the property, and a deficiency judgment could not be collected; that about the time the note matured he took Mr. Sibley to see the land, when he came to the same conclusion, but he thought that if we kept along until the rains should come I could probably make the money out of it; that he obtained information from Mr. Scott and others, that satisfied him that he could not collect a deficiency judgment; that he would be no better off if he foreclosed, and concluded it was just as well to wait and permit him to raise the money out of his other resources to pay it; that McIntosh explained to him that he was developing water above this property; that there was a shortage of water, and if he should be successful he would not only get money out of it, but it would make the mortgaged property more valuable. It was stated by counsel for the ward, as to the pleadings and his objections, “ that all goes to show that Mr. McIntosh had deceived Mr. Kendrick by his confident talk, and he relied upon his talk, and he ought n’t to have done it. We have no question that Mr. McIntosh made these representations. I have no question about the perfect integrity of Mr. Kendrick, the guardian, in this matter. It is not that point at all. I have no doubt he was imposed upon by the talk of Mr. McIntosh. We think he ought not to have done it, and our client ought not to suffer from his misinformation.”</p>\n<p id=\"b429-6\">Mr. Scott, called by the guardian, testified that he had known <page-number citation-index=\"1\" label=\"392\">*392</page-number>Mr. McIntosh about twelve years, and had known his financial ability since July 1, 1895; that he was familiar with his business affairs and property, having been his attorney, and had discussed with him his business affairs very frequently; “that since July 1, 1895, he has been practically insolvent; that during all that time he had a considerable amount of property in his name, but that it was all, he thought, without any exception, encumbered, and it was taken piece by piece under foreclosure; that if this mortgage had been foreclosed in the summer of 1895, the holder of the mortgage would not have reached by execution more than the .property that is included in the mortgage.” Mr. Scott also testified quite fully in regard to the water stock, to the effect that at one time there was 125 inches flowing, which would give an, inch of water to about 35 acres of land, and the water was worth $800 per inch, making the stock about $20 per share, but the flow from the tunnel had diminished until there is practically no flow; that other works have interfered with the flow, but he supposed that if we should have good seasons some water would come back; that the company had its pipe system and its works, and, he believed, was free from debt; that its works cost a great deal of money, but the stock now had no market value, and he supposed the value of the land depreciated by reason of the failure of the water; that he believed the people who had established orchards would buy the stock and pay something for it.</p>\n<p id=\"b430-5\">The evidence does not show when the guardian procured the stock, nor at what date Mr. Scott placed the value of eight hundred dollars upon it.</p>\n<p id=\"b430-6\">There is no conflict in the evidence, except as to the value of the land and of the water stock, and none as to the fact that the guardian used every reasonable effort to collect the debt, except that he did not foreclose the mortgage. The order of the court directing the loan to be made on the terms and security therein stated, as we have seen, absolves the guardian from all liability on account of the loan having been made on insufficient security, and therefore the only question remaining is, whether he should be held liable, at the option of the ward, or at all, for the amount fixed by the court, or for any sum, on account of his failure to foreclose the mortgage.</p>\n<p id=\"b430-7\">Upon this question the testimony of Mr. Scott would seem to be conclusive of the proposition that from the time when the first installment of interest became due, Mr. McIntosh was in<page-number citation-index=\"1\" label=\"393\">*393</page-number>solvent; that while he had considerable property, it was all heavily encumbered, so that there was no property that could be reached by execution, other than that covered by the mortgage. The guardian consulted Mr. Sibley, who advised him that the land would not then pay the debt, but thought it would “ eventually be all right.” Whether to foreclose the mortgage under those circumstances, with a certainty of a deficiency judgment wholly uncollectable, and the further certainty of the expense of the foreclosure and sale, and the probability of being compelled to take the property for his ward, and depend upon the future for an increase of value, or to defer foreclosure, with an equal chance of improvement in value, and the possibility of the debtor succeeding in his scheme for the development of water, or in some manner paying or reducing the debt, were the questions presented for his determination. His judgment was against foreclosure. Who at that time could say that his judgment was wrong, or that he should have foreclosed? His integrity and good faith are not questioned. If he erred, it was an error of judgment. We do not think the evidence justifies a conclusion of negligence. Negligence implies a failure to act when the judgment requires action. If, as the result of investigation and consideration by a reasonable man, acting in good faith, the conclusion reached is that action should be deferred, the consequent omission to act is not negligence; and the fact that the conclusion reached is erroneous does not convert non-action into negligence. It is simply an error of judgment.</p>\n<p id=\"b431-5\">In <em>In re Moore, </em>96 Cal. 525, the court below found that <em>“ </em>the administrator collected the principal of said note, but did not collect the interest thereon, amounting to $202.50, for the reason that he did not push the collection thereof until after the said Rodriguez became insolvent.” This court said: “ There is no finding that the balance due upon this note was lost by the negligence of the administrator. The failure to push the collection of the note may have been negligence, but it is not necessarily so. It frequently happens that indulgence to the debtor is a matter of prudence on the part of the creditor, and the court does not find as a fact that the administrator in this instance failed to exercise reasonable judgment in failing to enforce the collection of the note by process of law.” And, quoting from <em>Ellig </em>v. <em>Naglee, </em>9 Cal. 695, it was further said: “ Trustees act for the benefit of others, and not for themselves, <page-number citation-index=\"1\" label=\"394\">*394</page-number>and the fair exercise of their judgment should be a protection to them. Supine negligence or willful default will render them liable; but to make them liable for mere errors of judgment would tend to discourage good and prudent men from taking any trusts.” To the like effect, see Pomeroy’s Equity Jurisprudence, sec. 1070.</p>\n<p id=\"b432-5\">We conclude, therefore, that the guardian should not be charged with the twelve hundred dollars loaned, nor with interest thereon.</p>\n<p id=\"b432-6\">Appellant insists that as findings were not waived, it was error not to make them. Upon this subject it was said in a recent case <em>(Estate of Adams, </em>131 Cal. 415): “ When findings are filed in a contest of -this kind, they may be considered for the purpose of determining the issues upon which such finding is made. <em>(Miller </em>v. <em>Lux, </em>100 Cal. 613.) But it is not necessary to have findings in such case. <em>(In re Levison, </em>108 Cal. 455.) When the decree allowing a final account is found to be erroneous as to an item or items, this court may direct the decree to be corrected, and, as corrected, affirm it. <em>(Estate of Parsons, </em>65 Cal. 240.)”</p>\n<p id=\"b432-7\">As the only conflict here is as to the conclusions of law to be drawn from the evidence, a new trial is not necessary.</p>\n<p id=\"b432-8\">The court below should therefore be directed to modify the order appealed from so as to conform to this opinion, and as so modified that it be affirmed. Costs of appeal to be taxed to respondent.</p>\n<p id=\"b432-9\">Cooper, C., and Gray, C., concurred.</p>\n<p id=\"b432-10\">For the reasons given in the foregoing opinion it is ordered that the court below be directed to modify the order appealed from so as to conform to this opinion, and as so modified that it be affirmed. Garoutte, J., Van Dyke, J., McFarland, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}