{
  "casebody": {
    "data": "<casebody firstpage=\"445\" lastpage=\"447\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b445-8\">Speyerer &amp; Co. <em>versus </em>Bennett’s Executors.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b445-9\">1. The plaintiffs sued Bennett as endorser of a note held by them ; pending the suit Bennett’s deposition was taken ; he died before the trial. <em>Held, </em>that the deposition was admissible, under the Act of March 28th 184Í, s. 1.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b445-10\">2. The proviso in the Act of April 15th 1869, excludes the <em>living </em>party in a suit against executors or administrators, on the ground of inequality.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b445-11\">3. The Act of 1814 is not repealed by the Act of 1869.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b445-12\">4. Whether the living party, not having perpetuated his testimony in the life of the deceased, can be heard in answer to the deposition of the deceased party, not decided.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b445-13\">5. Evans <em>v. </em>Reed, 28 P. E. Smith 415, re-affirmed.</headnotes>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b445-14\">November 18th 1875.</decisiondate>\n<judges data-order=\"7\" data-type=\"judges\" id=\"AtY\">Before Agnew, C. J., Sharswood, Williams, Merctjr, Gordon, Paxson and Woodward, JJ.</judges>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b445-15\">Error to the Court of Common Pleas of <em>Beaver eounty: </em>Of October and November Term 1875, No. 249.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b445-16\">This was an action of assumpsit, brought September 23d 1873, by H. J. Speyerer and others, trading as Speyerer &amp; Co., against Hugh Bennett.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b445-17\">The cause of action was two promissory notes, made by William Kennedy, endorsed, as plaintiffs alleged, by Bennett and discounted by plaintiffs' for Kennedy. Bennett’s defence was that he had not endorsed the notes. His deposition was regularly taken to prove his defence; it was filed September 12th 1874. Bennett having died, his death was suggested of record June 14th 1875, and Maria Bennett and James J. Hazen, his executors, substituted.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b445-18\">The case was tried June 15th' 1875, before Hice, P. J.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b445-19\">H. J. Speyerer, one of the plaintiffs, was examined as a witness on their behalf. The defendants then offered the deposition of their testator.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b446-5\"><page-number citation-index=\"1\" label=\"446\">*446</page-number>The offer was objected to on the ground that “the death of Bennett having closed the lips of the plaintiffs,” the deposition was inadmissible under the proviso of the Act of April 15th 1869, sect. 1, Pamph. L. 80, 1 Br. Purd. 624, pi. 16. The court admitted the deposition and sealed a bill of exceptions for the plaintiffs.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b446-6\">The verdict was for the defendants.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b446-7\">The plaintiffs took a writ of error and assigned the admission of the deposition for error.</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b446-8\"><em>S. B. Wilson, </em>for plaintiffs in error,</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AgSx\">cited Allum <em>v. </em>Carroll, 17 P. F. Smith 68.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b446-9\"><em>Chamberlin </em>&lt;j- <em>Peirsol </em>and <em>B. B. Daugherty, </em>whom the court declined to hear, were for the defendants in error.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b446-10\">Judgment was entered in Supreme Court, November 26th 1875,</p>\n<author id=\"b446-11\">Per Curiam.</author>\n<p id=\"ApPi\">This case is ruled by the decision in the case of Evans <em>v. </em>Reed, heard at Harrisburg last May, and decided at this term; opinion by Mercur, J. : 28 P. F. Smith 415. The deposition of Hugh Bennett was taken when both parties were alive, and the plaintiff had an ample opportunity to cross-examine him. Had Bennett lived it is conceded the deposition was admissible under the very words of the Act of 28th March 1814. What has occurred to make it incompetent ? Not the death of the plaintiffs, or any one of them, and a substitution of the executors or administrators. The person dying is the witness himself, whose substituted representative is seeking to give the deposition in evidence against the living parties. These parties insist on what ? Not that the deposition was taken irregularly; not that they had no opportunity to cross-examine; not that their own depositions might not have been taken to prevent the loss of everything they knew; but insisting on the loss of the defendants, of the knowledge contained'in the deposition, by the accident of a death which has left nothing but this written statement of facts. But it is said it offends against the proviso of the Act of 15th April 1869, that “ this act shall not apply to actions by or against executors, administrators or guardians.” But against whom is this process directed ? The act says no intent or policy of law shall exclude a party or person from being a witness. Provided — provided what ? Clearly that no party or person shall testify in actions by or against executors, &amp;c. It is the <em>living </em>party or person then who is excluded, and this, as has been held repeatedly, on the ground of inequality. But the deposition of the deceased party is not within the letter of the act, for it is the testimony of the dead party which is offered for the execution against the living party. Does this offend against the spirit of the act? Clearly not, for the living party had <page-number citation-index=\"1\" label=\"447\">*447</page-number>the same means of preserving his own testimony against loss by death, and could cross-examine, aided by the light of his own knowledge. On what principle then are we to put aside the Act of 1814, which preserves and perpetuates the evidence for the purposes of justice ? It is not expressly repealed by the Act of 1869, and no evil consequences demand an implied repeal. The argument that the living party cannot now he heard, against the deceased witness, is not sound, for this is to turn competency into incompetency by an accident, which offends against neither the letter nor the reason of the law. How far the living party can now be heard is not the real question, for the question before us concerns not the present state of the case, but that which existed when the deposition was taken. It may be- that not having perpetuated his testimony by a written deposition he cannot now be heard against the deceased witness, but when the deposition- of the deceased was taken, he could have been heard, and had all the privileges, both of an examining party, and a competent witness. We perceive no reason therefore to strike down the operation of the Act of 1814, by holding it to be impliedly repealed, and therefore reaffirm the case of Evans <em>v. </em>Reed.</p>\n<p id=\"b447-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}