{
  "casebody": {
    "data": "<casebody firstpage=\"861\" lastpage=\"866\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b917-4\">ONEY et al. v. OKLAHOMA CITY et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b917-5\">No. 2261.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b917-6\">Circuit Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b917-7\">June 9, 1941.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b918-9\"><page-number citation-index=\"1\" label=\"862\">*862</page-number>Hayden Covington, of Brooklyn, N. Y. (Person E. Woodall, of Norman, Okl., and Joseph F. Rutherford, of Brooklyn, N. Y., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b918-10\">J. L. Gowdy, of Oklahoma City, Okl. (A. L. Jeffrey and Leon Shipp, both of Oklahoma City, Okl., on the brief), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b918-20\">Before PHILLIPS, BRATTON, and MURRAH, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b918-21\">PHILLIPS, Circuit Judge.</author>\n<p id=\"b918-22\">Emery Oney, Gladys Renfro, Alberta Goff, Eva Phipps, E. A. Dunlap, M. E. Dunlap, Naomi Waterfield, Ethyl Water-field,<footnotemark>1</footnotemark> and the Watchtower Bible and Tract Society, Inc.<footnotemark>2</footnotemark> brought this action against the City of Oklahoma City, Oklahoma,<footnotemark>3</footnotemark> W. A. Quinn, City Manager, Frank Smith, Chief of Police, and Dan Hollingworth, Head of the Intelligence Department, of the City,<footnotemark>4</footnotemark> to enjoin the enforcement of a city ordinance enacted September 17, 1940.<footnotemark>5</footnotemark></p>\n<p id=\"b918-23\">It is alleged in the complaint that the Society is a corporation organized and existing under the laws of the state of New York and is a citizen of that state; that the City is a municipal corporation organized and existing under the laws of Oklahoma; that the defendants are citizens of the state of Oklahoma; that the individual plaintiffs are residents of the state of Oklahoma; that the suit arises under § 1 of the Fourteenth Amendment to the Constitution of the United States, and that the court has jurisdiction under § 24(14) of the Judicial Code, 28 U.S.C.A. § 41(14); that the amount in controversy, exclusive of interest and costs, exceeds the sum of $3,000; that Quinn is the City Manager of the City, charged with the duty of managing and directing its municipal affairs and of naming and employing its Chief of Police and other law-enforcing officers; that Smith is the Chief of Police of the City and is charged with the immediate duty of directing the activities of the police force <page-number citation-index=\"1\" label=\"863\">*863</page-number>of the City; that Hollingworth is the Head of the Intelligence Department of the police unit of the City; that each of the individual plaintiffs is a Jehovah’s Witness and duly authorized representative of the Society; that the Society is charged by law, both divine and civil, to print, publish, and disseminate Bible truths in various languages by means of tracts, pamphlets, books, periodicals and magazines, including the magazines Watchtower and Consolation; that the Consolation magazine is a journal of fact, hope, and courage, and is devoted to the presentation of truthful information on current world events, showing their relation to the prophecies of the Bible; that the individual plaintiffs, as representatives of the Society, go forth to various cities, towns, and other places in Oklahoma to disseminate messages contained in the Bible; that they present such messages to the people in their homes, and also distribute such magazines to pedestrians upon the sidewalks and streets; that they are required to give testimony continually to the name, honor, and majesty of Jehovah and His Theocratic Government; that there is one Christianity; that there are many religions practiced in defiance of God’s Law; that each individual plaintiff engages in the distribution of the publications of the Society that relate exclusively to the explanation of how the prophecies of the Bible are now being fulfilled, and how the time is near at hand when Jehovah will destroy His chief enemy, Satan, and Satan’s entire organization, invisible and visible, consisting of commercial, political, and ecclesiastical religious elements and bring peace, joy, life, prosperity, and happiness to all the survivors; that the matters set forth in such publications are an attack upon religion as practiced today and at all times since man has been upon the earth, but that they show the true distinction between all religion on the one hand and the true worship or service of Almighty God on the other, thereby exposing religion as a snare and a racket of the worst kind, and show that no religion is in any way related to or a proper part of the true worship of God; that the individual plaintiffs have for several months past engaged in distributing such publication to pedestrians on the pirblic streets and highways of the City, and to residents in the residential areas of the City “by lawfully, orderly, courteously and politely knocking at the door of the home of said residents and without importuning or annoying any inhabitants, and requested said inhabitants for permission to play in their hearing a portable phonograph and a set of records, which when played introduced and were discourses and addresses on the Bible”; that “From persons receiving such magazines, or listening to the playing of said phonograph records, and manifesting an interest therein, plaintiffs usually solicit and take a money contribution for said literature, but to persons unable to contribute plaintiffs give the magazines free and without charge; that when said persons contacted manifest no interest in said plaintiffs’ materials, said plaintiffs politely excuse themselves and leave immediately, without causing any disturbance whatsoever.”</p>\n<p id=\"b919-7\">That the ordinance was calculated and intended to prohibit Jehovah’s Witnesses from carrying on their work as above set forth; that the police of the City on September 23, 1940, arrested Gladys Renfro, Ethyl Waterfield, and Belle Burlingame and charged them with violating the terms of the ordinance; that they “were duly tried in police court, found guilty, and fined $10.00 each”; that on October 20, 1940, Eva Phipps, Alberta Goff, and Pauline Hendrickson were arrested and charged with the violation of such ordinance; that they were held in jail until eight o’clock, A. M., October 21, and were tried and found not guilty; that various members of Jehovah’s Witnesses, since the enactment of such ordinance, have been molested, followed, and trailed by the police of the City, and threatened with arrest; that the individual plaintiffs, after their arrests, were questioned, intimidated, threatened, and harassed and are being frustrated in their attempt to serve God, and exercise freedom of speech and of the press; that the police have continued to arrest plaintiffs and take them to the police station, and there question, investigate, and threaten them.</p>\n<p id=\"b919-8\">That the defendants threaten to continue the enforcement of the ordinance, and to arrest, detain,- hold, intimidate, embarrass, question, and harass all of Jehovah’s Witnesses who engage in the distribution of such publications on the. public streets and residential areas of the City in the manner described in the complaint.</p>\n<p id=\"b919-9\">That the Society has been interfered with and frustrated in the distribution of its publications on the streets and in the <page-number citation-index=\"1\" label=\"864\">*864</page-number>residential areas of <em>the City to its damage </em>in excess of $3,000.</p>\n<p id=\"b920-4\">That there is nothing in the preaching and publishing carried <em>on by </em>Jehovah’s Witnesses that is contrary to public morals or that injuriously affects public health, safety, morals, or welfare.</p>\n<p id=\"b920-5\">The relief sought was a temporary and permanent injunction enjoining the City and its officials from enforcing the ordinance and from arresting, threatening, and harassing the individual plaintiffs under col- or of such ordinance for distributing such publications and disseminating their beliefs respecting the Bible and its teachings.</p>\n<p id=\"b920-6\">The defendants interposed a motion to dismiss the complaint on the ground of lack of jurisdiction over the subject matter and failure to state a claim upon which relief could be granted. The trial court held that the ordinance was constitutional, and that it lacked jurisdiction over the subject matter, and sustained the motion to dismiss the complaint. The Society and the individual plaintiffs have appealed.</p>\n<p id=\"b920-7\">Jurisdiction over the Subject Matter.</p>\n<p id=\"b920-8\">Freedom of worship, freedom of speech, and freedom of the press are rights of personal liberty secured by the due process clause of the Fourteenth Amendment to the Constitution of the United States.<footnotemark>6</footnotemark></p>\n<p id=\"b920-9\">8 U.S.C.A. § 43, reads as follows: “Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.”</p>\n<p id=\"b920-23\">28 U.S.C.A. § 41, in part reads as follows :</p>\n<blockquote id=\"b920-24\">“The district courts shall have original jurisdiction as follows; * * *</blockquote>\n<blockquote id=\"b920-25\">“(14) * * * Of all suits at law or in equity authorized by law to be brought by any person to redress the deprivation, under color of any law, statute, ordinance, regulation, custom, or usage, of any State, of any right, privilege, or immunity, secured by the Constitution of the United States, or of any right secured by any law of the United States providing for equal rights of citizens of the United States, or of all persons within the jurisdiction of the United States.”</blockquote>\n<p id=\"b920-26\">None of these freedoms is a privilege or immunity peculiar to citizenship of the United States, to which alone the privileges and immunities clause of the Fourteenth Amendment refers.<footnotemark>7</footnotemark> We are of the opinion, however, that they áre privileges and immunities secured by the due process clause of the Fourteenth Amendment and are within the ambit of 8 U.S.C. A. § 43 and 28 U.S.C.A. § 41 (14).<footnotemark>8</footnotemark></p>\n<p id=\"b920-27\">The liberty guaranteed by the due process clause is the liberty of natural, not artificial, persons.<footnotemark>9</footnotemark></p>\n<p id=\"b921-3\"><page-number citation-index=\"1\" label=\"865\">*865</page-number>We, therefore, conclude that the court had jurisdiction under 28 U.S.C.A. § 41(14) of the suit brought in behalf of the individual plaintiffs.</p>\n<p id=\"b921-4\">The complaint alleged that the Society is a corporation organized under the laws of New York and is a citizen of that state; that the defendants are citizens of the state of Oklahoma; that the amount in controversy, exclusive of interest and costs, is in excess of $3,000, and that the deprivation of the right to distribute its publications will damage the Society in excess of the sum of $3,000. These were sufficient allegations of jurisdictional facts, as to the suit brought in behalf of the Society, under 28 U.S.C.A. § 41(1).</p>\n<p id=\"b921-5\">The Validity of the Ordinance.</p>\n<p id=\"Aaf\">Always in civil society, two desires, which in a degree are in conflict, strive for supremacy. One is the desire of the individual to control and regulate his own actions in such a way as to promote what he conceives to be for his own good and advantage, and the other is the desire of the whole to control the actions of the individual in such a way as to promote what it conceives to be for the common good or general welfare. The realization of the desire of the individual is personal liberty, and the effectuation of the desire of the whole is authority. Our form, of government is designed to secure a nice balance between the two. When the pendulum swings too far toward the rights of the individual, liberty degenerates into license and anarchy. When it swings too far the other way, authority becomes tyrannical. In the very nature of things, therefore, we must have an ordered liberty under law. For, as said by Mr. Chief Justice Hughes, in Cox v. State, 312 U.S. 275, 61 S.Ct. 762, 765, 85 L.Ed. — , “Civil liberties, as guaranteed by the Constitution, imply the existence of an organized society maintaining public order without which liberty itself would be lost in the excesses of unrestrained abuses.”</p>\n<p id=\"b921-11\">Freedom of religion embraces two concepts, freedom to believe and freedom to act. The first is absolute, but the second remains subject to regulation for the protection of society.<footnotemark>10</footnotemark></p>\n<p id=\"b921-12\">The City, under delegation of authority from the state in the exercise of police power, may enact ordinances to punish those who abuse these freedoms, to which we have adverted, by utterances inimical to the public welfare, tending to corrupt public morals, incite crime, or disturb the peace.<footnotemark>11</footnotemark> The ordinance here involved prohibits the use of violent, abusive, or insulting language and the display of insulting, profane, or abusive emblems, flags, or devices calculated to cause a breach of the peace; and the uttering, publication, circulation, or distribution of any words or language casting contumelious reproach or profane ridicule on God, Jesus Christ, the Holy Ghost, the Holy Scripture, or the Christian or any other religion, calculated to cause a breach of the peace. On its face it is plainly directed against actions calculated to cause a breach of the peace and disturb public order. Its object is to prevent the inciting of violence.</p>\n<p id=\"b921-13\">Neither is it objectionable on the ground, we think, that it fails to furnish a sufficiently ascertainable standard of guilt. It is limited to pro fane, violent, abusive, or insulting language, to insulting, profane, abusive signs, emblems, flags, or devices, and to blasphemous utterances, oral or written.<footnotemark>12</footnotemark></p>\n<p id=\"b921-14\">These limitations, we think, furnish a sufficiently ascertainable standard of guilt. Cf. Herndon v. Lowry, 301 U.S. 242, 253, 254, 261-264, 57 S.Ct. 732, 81 L.Ed. 1066.</p>\n<p id=\"b921-15\">But an ordinance apparently valid on its face may be construed and applied in such a manner as to bring it within the <page-number citation-index=\"1\" label=\"866\">*866</page-number>prohibitions of the Fourteenth Amendment.<footnotemark>13</footnotemark> The due process clause secures against deprivation of liberty occasioned either by express terms of an ordinance or by its improper execution through duly constituted agents. See Sunday Lake Iron Co. v. Wakefield Township, 247 U.S. 350, 352, 38 S.Ct. 495, 62 L.Ed. 1154.</p>\n<p id=\"b922-4\">Here, it is alleged that the law-enforcing officers of the City have construed the ordinance to apply to the peaceable dissemination by Jehovah’s Witnesses of their religious beliefs and have repeatedly arrested, questioned, investigated, and threatened the individual plaintiffs and other Jehovah’s Witnesses for such peaceable dissemination, and threaten to continue to arrest, detain, intimidate, embarrass, question, and harass the individual plaintiffs and other Jehovah’s Witnesses under col- or of such ordinance for such peaceable dissemination.</p>\n<p id=\"b922-5\">Whether the individual plaintiffs are disseminating the Society’s publications and their beliefs respecting the Bible and its teachings in a peaceable manner, or by methods and means calculated to incite violence and disturb the peace, we think can best be determined after issues have been made up and a full hearing had.</p>\n<p id=\"b922-6\">Therefore, the order dismissing the complaint is reversed and the cause is remanded with instructions to proceed further in accordance with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b918-11\"> Hereinafter called the individual plaintiffs.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b918-12\"> Hereinafter called the Society.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b918-13\"> Hereinafter called the City.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b918-14\"> Hereinafter called the defendants.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b918-15\"> The ordinance reads as follows:</p>\n<blockquote id=\"b918-16\">“Be It Ordained by the Counsel of the City of Oklahoma, Oklahoma:</blockquote>\n<blockquote id=\"b918-18\">“Section 1. It shall be unlawful and an offense for any person, firm or corporation', within said City, to wilfully use, utter, publish, circulate or distribute any profane, violent, abusive or insulting language, which language, in its common acceptation, is calculated to cause a breach of the peace or an assault.</blockquote>\n<blockquote id=\"b918-19\">“Section 2. It shall be unlawful and an offense for any person, firm or corporation, within said City, to display any sign, emblem, flag or device, which in its common acceptation, is insulting, profane, or abusive to the citizens of said City, and which is calculated, or where the natural consequence is, to cause a breach of the peace or an assault.</blockquote>\n<blockquote id=\"b918-25\">“Section 3. It shall be unlawful and an offense for any person, firm or corporation, within said City, to wantonly utter, publish, circulate, or distribute any words or language casting contumelious reproach or profane ridicule on God, Jesus Christ, the 1-Ioly Ghost, the Holy Scripture, or the Christian or any other religion calculated, or where the natural consequence is, to cause a breach of the peace or an assault.</blockquote>\n<blockquote id=\"b918-26\">“Section 4. Any person, firm or corporation, who violates any of the provisions of this ordinance shall upon conviction thereof be punished by fine not to exceed $19.00 and $1.00 costs.”</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b920-10\"> Gitlow v. New York, 268 U.S. 652, 666, 45 S.Ct. 625, 69 L.Ed. 1138; Stromberg v. California, 283 U.S. 359, 368, 51 S.Ct. 532, 75 L.Ed. 1117, 73 A.L.R. 1484; Near v. Minnesota, 283 U.S. 697, 707, 51 S.Ct. 625, 75 L.Ed. 1357; Grosjean v. American Press Co., 297 U.S. 233, 243, 244, 56 S.Ct. 444, 80 L.Ed. 660; De Jonge v. Oregon, 299 U.S. 353, 364, 57 S.Ct. 255, 81 L.Ed. <em>278; </em>Herndon v. Lowry, 301 U.S. 242, 57 S.Ct. 732, 81 L.Ed. 1066; Lovell v. Griffin, 303 U.S. 444, 450, 58 S.Ct. 666, 82 L.Ed. 949; Hague v. Committee for Industrial Organization, 307 U.S. 496, 519, 59 S.Ct. 954, 83 L.Ed. 1423; Cantwell v. Connecticut, 310 U.S. 296, 303, 60 S.Ct. 900, 84 LEd. 1213, 128 A.L.R. 1352.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b920-18\"> Slaughter-House Cases, 16 Wall. 36, 76, 77, 21 L.Ed. 394; Duncan v. Missouri, 152 U.S. 377, 382, 14 S.Ct. 570, 38 L.Ed. 485; Twining v. New Jersey, 211 U.S. 78, 97, 29 S.Ct. 14, 53 LEd. 97; Maxwell v. Bugbee, 250 U.S. 525, 538, 40 S.Ct. 2, 63 L.Ed. 1124; Hamilton v. Regents, 293 U.S. 245, 261, 55 S.Ct. 197, 79 L.Ed. 343; Hague v. Committee for Industrial Organization, 307 U.S. 496, 519, 59 S.Ct. 954, 83 L.Ed. 1423; Prudential Insurance Co. v. Cheek, 259 U.S. 530, 539, 42 S.Ct. 516, 66 L.Ed. 1044, 27 A.L.R. 27.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b920-30\"> Opinion of Mr. Justice Stone in Hague v. Committee for Industrial Organization, 307 U.S. 496, 519, 59 S.Ct. 954, 83 L.Ed. 1423; City of Manchester v. Leiby, 1 Cir., 117 F.2d 661, 664.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b920-31\"> Hague v. Committee on Industrial Organization, Opinion of Mr. Justice Stone, 307 U.S. 519, 59 S.Ct. 954, 83 L.Ed. 1423; Northwestern Life Ins. Co. v. Riggs, 203 U.S. 243, 255, 27 S.Ct. 126, 51 L.Ed. 168, 7 Ann.Cas. 1104; Western Turf Ass’n v. Greenberg, 204 U.S. 359. 363, 27 S.Ct. 384, 51 L.Ed. 520.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b921-6\"> Cantwell v. Connecticut, 310 U.S. 296, 303, 301, 60 S.Ct. 900, 84 L.Ed. 1213, 128 A.L.R. 1352; State v. Mockus, 120 Me. 84, 113 A. 39, 14 A.L.R. 871; Note, 14 A.L.R., page 883, et seq.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b921-7\"> Gitlow v. New York, 268 U.S. 652, 667, 45 S.Ct. 625, 69 L.Ed. 1138; De Jonge v. Oregon, 299 U.S. 353, 364, 57 S.Ct. 255, 81 L.Ed. 278; Near v. Minnesota, 283 U.S. 697, 707, 51 S.Ct. 625, 75 L.Ed. 1357; Cantwell v. Connecticut, 310 U.S. 296, 304, 60 S.Ct. 900, 84 L.Ed. 1213, 128 A.L.R. 1352.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b921-16\"> While the ecclesiastical courts punished blasphemy as an offense against God, it was not so viewed by the temporal courts. The latter regarded it as injurious to the essential interests of society, as imperiling the good order of society, or as tending directly to a broach of the peace, and in the latter sense it was punishable at common law. State v. Chandler, 2 Har., Del., 553; Goree v. State, 71 Ala. 7, 9; Caudrey’s Case, 5 Coke la, 77 Reprint 1; Rex v. Curl, Str. 788, 93 Reprint 849; Ex parte Delaney, 43 Cal. 478, 481.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b922-13\"> Concordia Insurance Co. v. Illinois, 292 U.S. 535, 545, 54 S.Ct. 830, 78 L.Ed. 1411; Borden’s Farm Products Co. v. Baldwin, 293 U.S. 194, 210, 55 S.Ct. 187, 79 L.Ed. 281; Yick Wo v. Hopkins, 118 U.S. 356, 373, 374, 6 S.Ct. 1064, 30 L.Ed. 220; Hague v. Committee on Industrial Organization, 3 Cir., 101 F.2d 774, 786.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}