{
  "casebody": {
    "data": "<casebody firstpage=\"10\" lastpage=\"25\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b32-4\">DYSART CORPORATION <em>v. </em>SEABOARD SURETY COMPANY</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AM\">(15476)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b32-5\">Callahan, C. J., and Borden, Norcott, Katz and Palmer, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b32-11\">Argued November 7, 1996</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AW\">officially released February 4, 1997</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b33-5\"><page-number citation-index=\"1\" label=\"11\">*11</page-number><em>Jane I. </em>Milas, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b33-6\"><em>Lisa A. Magliochetti, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b33-7\">\n<em>Opinion</em>\n</p>\n<author id=\"b33-8\">BORDEN, J.</author>\n<p id=\"ae-dedup-0\">The dispositive issue in this appeal is whether a pub that has cashed wage checks for employees of a subcontractor on a public construction project is entitled to assert a claim under a labor and material payment bond issued in connection with the project pursuant to General Statutes § 49-41 when the checks are subsequently dishonored by the subcontractor’s bank. The defendant surety on the bond, Seaboard Surety Company (Seaboard), appeals<footnotemark>1</footnotemark> from the judgment of the trial court granting summary judgment to the plaintiff, Dysart Corporation (Dysart), the pub owner, on its claim under the payment bond for the amount of the dishonored checks. Because we conclude that, as a matter of law, Dysart is not a proper claimant under the payment bond, we reverse the judgment of the trial court.</p>\n<p id=\"b33-9\">The following facts and procedural history are undisputed. Seaboard, in connection with a middle school construction project in Montville, provided the labor and material payment bond required by General Statutes (Rev. to 1991) § 49-41<footnotemark>2</footnotemark> for all large-scale public <page-number citation-index=\"1\" label=\"12\">*12</page-number>works construction projects. The principal on the bond was the general contractor for the project, Suffolk Construction Company, Inc. (Suffolk). One of Suffolk’s subcontractors, Diamond Construction, Inc. (Diamond), issued the checks in question.</p>\n<p id=\"b34-5\">At all times relevant to this appeal, Dysart conducted business in Massachusetts as the Tara Pub. The sole connection Dysart had with the construction project was that Diamond’s employees were frequent customers at the Tara Pub. As a service to these customers, and to solicit and maintain their business, the Tara Pub would often cash the employees’ paychecks for them. In such instances, the Diamond employees would endorse their checks over to Dysart by blank endorsements, putting their signatures on the backs of the checks. See, e.g., J. White &amp; R. Summers, Uniform Commercial Code (2d Ed. 1980) § 13-10.</p>\n<p id=\"b35-4\"><page-number citation-index=\"1\" label=\"13\">*13</page-number>From April 30, 1992, to June 12, 1992, Dysart cashed Diamond paychecks in the amount of $23,019 for the Diamond employees. When Dysart subsequently deposited the checks, however, they were dishonored by Diamond’s bank because Diamond’s account lacked sufficient funds. Dysart then filed a claim with Seaboard under the payment bond to collect the amount of the dishonored checks. Seaboard refused to pay Dysart’s claim.</p>\n<p id=\"b35-5\">Dysart subsequently commenced this action against Seaboard. The first count of Dysart’s complaint was a claim that Dysart is entitled to payment under the payment bond, pursuant to General Statutes (Rev. to 1991) § 49-42, as an assignee of the rights of the Diamond employees in their paychecks.<footnotemark>3</footnotemark> The second count was a claim that Dysart has a right to make a claim under the payment bond as a holder in due course of the paychecks, pursuant to General Statutes § 42a-3-203<footnotemark>4</footnotemark> of <page-number citation-index=\"1\" label=\"14\">*14</page-number>the Uniform Commercial Code.<footnotemark>5</footnotemark> In its answer, Seaboard asserted, as special defenses, that Dysart is not a proper claimant within the meaning of § 49-42, and that § 42a-3-203 is inapplicable to the present action.</p>\n<p id=\"b36-5\">Both parties moved for summary judgment. The trial court concluded that: (1) Dysart was an assignee of the payment bond rights of the Diamond employees in their paychecks and, as such, is a proper claimant under § 49-42; and (2) Dysart’s status as a holder in due course pursuant to § 42a-3-203 also entitled it to make a claim under § 49-42. Accordingly, the trial court granted Dysart’s motion for summary judgment and denied Seaboard’s cross motion. This appeal followed.</p>\n<p id=\"b36-6\">I</p>\n<p id=\"b36-7\">Seaboard first claims that the trial court improperly concluded that, by endorsing their paychecks over to Dysart, the Diamond employees assigned to Dysart their rights to make a claim under the payment bond. We agree.</p>\n<p id=\"b36-8\">We begin by noting that Dysart does not fall within the specific intended scope of protection of § 49-41. <page-number citation-index=\"1\" label=\"15\">*15</page-number>Section 49-42 (a) explicitly limits the class of claimants who may seek payment under a § 49-41 payment bond to those who have “furnished labor or material” to the bonded construction project, including “[a]ny person having [a] direct contractual relationship with a subcontractor but no contractual relationship express or implied with the contractor.” Dysart does not argue that it qualifies as a claimant under the literal language of § 49-42. That is, Dysart does not allege that it has ever provided labor or materials to the construction project, or that a contractual relationship has ever existed between Dysart and any contractor or subcontractor on the construction project.</p>\n<p id=\"b37-5\">Instead, Dysart contends that the Diamond employees intended to assign, and did assign, their rights under the payment bond when they endorsed their paychecks over to Dysart.<footnotemark>6</footnotemark> Dysart notes that the Diamond employees themselves would have had the right to assert claims under the payment bond if they personally had attempted to deposit their paychecks and those checks had been dishonored. Dysart argues, and the trial court concluded, that it should be allowed to assert the Diamond employees’ rights under the payment bond by virtue of the assignment.</p>\n<p id=\"b37-6\">Seaboard’s response to Dysart’s position is twofold. First, Seaboard argues that a right to make a claim under a payment bond cannot be assigned under § 49-41. Second, Seaboard argues that, even if such a claim <page-number citation-index=\"1\" label=\"16\">*16</page-number>can be assigned, no valid assignment was made in this case.</p>\n<p id=\"b38-5\">Dysart relies on analogy to federal law to support its position that the assignees of proper claimants are also proper claimants. Section 49-41 was “patterned after federal legislation popularly known as the Miller Act; 40 U.S.C. §§ 270a through 270d; [and] we have regularly consulted federal precedents to determine the proper scope of our statute.” <em>Okee Industries, Inc. </em>v. <em>National Grange Mutual Ins. Co., </em>225 Conn. 367, 374, 623 A.2d 483 (1993); see also <em>American Masons’ Supply Co. </em>v. <em>F. W. Brown Co., </em>174 Conn. 219, 223-24, 384 A.2d 378 (1978). It is true that in the context of the Miller Act, the United States Supreme Court has held that an assignee of the claims of persons furnishing labor or materials on a bonded project <em>is </em>within the protection of the statutory bond, even if the assignee itself did not furnish labor or materials. <em>United States </em>v. <em>Carter, </em>353 U.S. 210, 218-19, 77 S. Ct. 793, 1 L. Ed. 2d 776 (1957). We need not determine, however, whether assignees of proper payment bond claimants are also protected under our payment bond statute because we conclude that the Diamond employees cannot be deemed to have assigned their rights under the payment bond to Dysart.</p>\n<p id=\"b38-6\">It is undisputed that thirty-two of Diamond’s employees negotiated by blank endorsement a total of thirty-nine checks to Dysart. The negotiation of the checks to Dysart in exchange for cash unquestionably gave Dysart the rights of a holder in due course of a negotiable instrument. See General Statutes §§ 42a-3-203, 42a-3-302 and 42a-3-305. The question is whether the mere endorsement and delivery of the checks was sufficient to assign to Dysart the Diamond employees’ separate and distinct rights to bring suit under the payment bond in the event that the checks were later dishonored. Assuming, without deciding, that these rights are assign<page-number citation-index=\"1\" label=\"17\">*17</page-number>able, we conclude that no such assignment was made in this case.</p>\n<p id=\"b39-4\">We first note that the mere negotiation of the checks themselves to Dysart, with nothing more, did not operate as a legal assignment of the employees’ separate payment bond rights. “Generally, to constitute an assignment there must be a purpose to assign or transfer the whole or a part of some particular thing, debt, or chose in action, and the subject matter of the assignment must be described with such particularity as to render it capable of identification.” 6A C.J.S. 659, Assignments § 46 (1975); cf. <em>Windsor Cement Co. </em>v. <em>Thompson, </em>86 Conn. 511, 513, 86 A. 1 (1913) (holding that transfer of bill of exchange not assignment of debt or chose in action where nothing in document or factual circumstances surrounding transfer indicated intention to assign). In this case, at the time of the transfer of the checks, there was no objective manifestation by the Diamond employees or Dysart that the employees were assigning to Dysart any rights they may have possessed in the payment bond. The subject matter of the purported assignment was not “described with such particularity as to render it capable of identification.” 6A C.J.S., supra, 659. Although case law addressing this issue is scarce, we have found no authority that persuades us that the endorsement and delivery of a check transfers, as a matter of law, anything other than a right to payment from the drawer of the instrument and certain rights against the endorser.<footnotemark>7</footnotemark></p>\n<p id=\"b40-4\"><page-number citation-index=\"1\" label=\"18\">*18</page-number>The question, therefore, becomes whether, when the Diamond employees endorsed their paychecks to Dysart, their payment bond rights can be considered to have been transferred to Dysart pursuant to principles of equity. In support of this theory, Dysart emphasizes the remedial purpose of § 49-41, and urges that this remedial purpose is served by allowing it to “step into the shoes” of the Diamond employees and permitting it to assert those employees’ rights against Seaboard. We agree with Dysart that § 49-41 is remedial legislation; <em>Herbert S. Newman &amp; Partners </em>v. <em>CFC Construction Ltd. Partnership, </em>236 Conn. 750, 757, 674 A.2d 1313 (1996); and that remedial statutes should be construed liberally in favor of those whom the law is intended to protect. A recitation of this general principle, however, merely begs the question of whom the legislation is, in fact, intended to protect. <em>Cagiva North America, Inc. </em>v. <em>Schenk, </em>239 Conn. 1, 14, 680 A.2d 964 (1996).</p>\n<p id=\"b40-5\">We have held that the payment bond required by § 49-41 is intended to protect “workers and materials suppliers on public works projects who cannot avail themselves of otherwise available remedies such as mechanic’s liens. See <em>Okee Industries, Inc. </em>v. <em>National Grange Mutual Ins. Co., </em>[supra, 225 Conn. 373]; <em>Nor’easter Group, Inc. </em>v. <em>Colossale Concrete, Inc., </em>207 Conn. 468, 477-79, 542 A.2d 692 (1988); <em>Pelton &amp; King, Inc. </em>v. <em>Bethlehem, </em>109 Conn. 547, 556, 147 A. 144 (1929).” <em>Herbert S. Newman &amp; Partners </em>v. <em>CFC Construction Ltd. Partnership, </em>supra, 236 Conn. 757. Section 49-42 provides that such workers and suppliers may bring <page-number citation-index=\"1\" label=\"19\">*19</page-number>suit under the payment bond if full payment is not received. See footnote 3. The right of action under a payment bond is statutorily limited under § 49-42 (a) to those having a direct contractual relationship with a project contractor or subcontractor in order to “prevent the imposition of unlimited liability upon the prime contractor and his surety.” <em>American Masons’ Supply Co. </em>v. <em>F. W. Brown Co., </em>supra, 174 Conn. 227.</p>\n<p id=\"b41-5\">This limiting principle stems from the need of every general contractor to protect itself against excessively remote and, from its perspective, undetermined claims. Id. The general contractor and surety must be able to limit their liability by having a clearly delineated circle of inquiry. The present case illustrates the practical import of this principle. If the Diamond employees had themselves deposited their paychecks, then Suffolk undoubtedly would have discovered the problem with Diamond’s finances quickly, after the first employee complained about his or her dishonored check. Suffolk could then have taken action to halt Diamond’s work on the project, or at least have withheld the subcontract retainage pending any claims against the bond based on the bad checks, thereby limiting both its own and Seaboard’s potential liability. As events actually transpired, however, Dysart accumulated the checks for over one and one-half months before attempting to deposit any of them. Suffolk, therefore, had no notice of, and no way of knowing about, Diamond’s financial problems before it released the retainage and paid Diamond for its work. Accordingly, we see no compelling reason to invoke equity in this case.</p>\n<p id=\"b41-6\">Indeed, the Washington Supreme Court has concluded, as a general rule, that equity should not be invoked to allow a person to whom a check has been negotiated to bring suit under a public works payment bond, due to the particular nature of a check. <em>National Market Co. </em>v. <em>Maryland Casualty Co., </em>100 Wash. 370, <page-number citation-index=\"1\" label=\"20\">*20</page-number>381, 174 P. 479 (1918). The court acknowledged that “the assignment of [a] debt” will be construed as an equitable assignment and “will carry with it the security.” Id., 380. The court noted, however, that, under Washington law, the endorsement and delivery of a check was <em>not </em>an assignment of debt. The court first explained that “[t]he ordinary bank check is not, either in law or in equity, an assignment of the fund upon which it is drawn . . . but is purely and simply an order for the payment of money, which in no wise affects the debt for which it is given until the order is paid . . . .” (Citation omitted.) Id. The court then explained that, because a check is only an order, the endorsement and delivery of a check could not be considered the assignment of a <em>debt. </em>Id. Accordingly, “the equitable doctrine that the assignment of debt will carry with it the security . . . cannot be applied here because there was no assignment of debt . . . .’’Id. The court concluded that the only rights that an endorsee of a check receives are those that arise by law when any negotiable instrument is endorsed. Id., 380-81.<footnotemark>8</footnotemark></p>\n<p id=\"b43-4\"><page-number citation-index=\"1\" label=\"21\">*21</page-number>We find the reasoning of the Washington Supreme Court in <em>National Market Co. </em>persuasive and applicable to the present case, and thus conclude that the mere endorsement of a check does not constitute an equitable assignment of any right in an underlying payment bond. It is true that the assignment of a <em>debt </em>in Connecticut may also entail a concomitant equitable assignment of any security for that debt. See <em>Roth </em>v. <em>Stein, </em>100 Conn. 668, 677, 124 A. 546 (1924); <em>Lemmon </em>v. <em>Strong, </em>59 Conn. 448, 454, 22 A. 293 (1890). Under Connecticut law, however, a check is only an order for the payment of money, not an assignment of any particular funds. General Statutes § 42a-3-408;<footnotemark>9</footnotemark> <em>see Bassett v. City Bank &amp; Trust Co., </em>115 Conn. 1, 22, 160 A. 60 (1932). Moreover, Connecticut statutes specifically limit the scope of the check instrument and the effect of an endorsement. See General Statutes §§ 42a-3-408, 42a-3-415 and 42a-3-416.<footnotemark>10</footnotemark></p>\n<p id=\"b44-4\"><page-number citation-index=\"1\" label=\"22\">*22</page-number>Thus, under Connecticut law the endorsement in blank of a check does not carry with it an assignment of any debt for which the check may have been issued. We see no reason to invoke equity and expand the effect of an endorsement of a check beyond what the statutes explicitly provide for, especially in the present context, where, as previously discussed, policy concerns mandate circumscribing the class of potential payment bond claimants.<footnotemark>11</footnotemark> Accordingly, we conclude that the endorse<page-number citation-index=\"1\" label=\"23\">*23</page-number>ment of the checks in this case did not serve as either a legal or equitable assignment of the employees’ rights under the payment bond.</p>\n<p id=\"b45-5\">II</p>\n<p id=\"b45-6\">Seaboard’s second claim is that the trial court improperly concluded that § 42a-3-203<footnotemark>12</footnotemark> entitles Dysart, as a holder in due course, to make a claim against the payment bond issued by Seaboard. We agree.</p>\n<p id=\"b45-7\">Section 42a-3-203 (b) provides that “[transfer of an instrument . . . vests in the transferee . . . any right as a holder in due course . . . .”<footnotemark>13</footnotemark> Section 42a-3-203 has no relevance, however, to Dysart’s claim regarding the statutory payment bond. Dysart’s status as a holder in due course simply means that it holds the checks in question free from certain claims and defenses of the drawer of the check. See General Statutes §§ 42a-3-305<footnotemark>14</footnotemark> <page-number citation-index=\"1\" label=\"24\">*24</page-number>and 42a-3-306;<footnotemark>15</footnotemark> see also J. White &amp; R. Summers, supra, §§ 14-9, 14-10. The fact that Dysart is not subject to these specified defenses does not give it any affirmative rights concerning the payment bond. Being a holder in due course, in and of itself, does not give rise to an action under a surety bond pursuant to § 49-42.<footnotemark>16</footnotemark></p>\n<p id=\"b47-4\"><page-number citation-index=\"1\" label=\"25\">*25</page-number>III</p>\n<p id=\"b47-5\">For the reasons stated previously, we conclude, as a matter of law, that Dysart is not a proper claimant under the payment bond. Accordingly, we conclude that the trial court improperly rendered summary judgment for Dysart. Furthermore, because, as a matter of law, Dysart is unable to maintain a claim under the bond, we conclude that the trial court should have rendered summary judgment for Seaboard.</p>\n<p id=\"b47-6\">The judgment is reversed and the case is remanded with direction to deny Dysart’s motion for summary judgment and to grant Seaboard’s motion for summary judgment.</p>\n<p id=\"b47-7\">In this opinion the other justices concurred.</p>\n<footnote label=\"1\">\n<p id=\"b33-10\"> Seaboard appealed from the judgment of the trial court to the Appellate Court, and we transferred the appeal to this court pursuant to Practice Book § 4023 and General Statutes § 51-199 (c).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b33-11\"> The revision of the statute in effect on the date the bond was issued, April 30, 1991, is controlling. <em>American Masons’ Supply Co. </em>v. <em>F. W. Brown Co., </em>174 Conn. 219, 225, 384 A.2d 378 (1978).</p>\n<p id=\"b33-12\">General Statutes (Rev. to 1991) § 49-41 provides: “Public structures. Bonds for protection of employees and materialmen, (a) Before any contract exceeding twenty-five thousand dollars in amount for the construction, <page-number citation-index=\"1\" label=\"12\">*12</page-number>alteration or repair of any public building or public work of the state or of any subdivision thereof is awarded to any person, except a design professional, as defined in section 4b-55, that person shall furnish to the state or the subdivision a bond in the amount of the contract, which shall be binding upon the award of the contract to that person, with a surety or sureties satisfactory to the officer awarding the contract, for the protection of persons supplying labor or materials in the prosecution of the work provided for in the contract for the use of each such person, provided no bond shall be required to be furnished in relation to any general bid in which the total estimated cost of labor and materials under the contract with respect to which such general bid is submitted is less than twenty-five thousand dollars or in relation to any sub-bid in which the total estimated cost of labor and materials under the contract with respect to which such sub-bid is submitted is less than fifty thousand dollars.</p>\n<p id=\"Ak\">“(b) Nothing in this section or sections 49-41a to 49-43, inclusive, shall be construed to limit the authority of any contracting officer to require a performance bond or other security in addition to the bond herein referred to, except that no such officer shall require a performance bond in relation to any general bid in which the total estimated cost of labor and materials under the contract with respect to which such general bid is submitted is less than twenty-five thousand dollars or in relation to any sub-bid in which the total estimated cost of labor and materials under the contract with respect to which such sub-bid is submitted is less than fifty thousand dollars. ”</p>\n<p id=\"Ar\">Hereinafter, all references to § 49-41 are to the 1991 revision of the statute.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b35-6\"> General Statutes (Rev. to 1991) § 49-42 provides in relevant part: “Enforcement of right to payment on bond. Suit on bond, procedure and judgment, (a) Every person who has furnished labor or material in the prosecution of the work provided for in such contract in respect of which a payment bond is furnished under the provisions of section 49-41 and who has not been paid in full therefor before the expiration of a period of ninety days after the day on which the last of the labor was done or performed by him or material was furnished or supplied by him for which the claim is made, may enforce his right to payment under the bond by serving a notice of claim within one hundred eighty days after the date on which he performed the last of the labor or furnished the last of the material for which the claim is made, on the surety that issued the bond and a copy of the notice on the contractor named as principal in the bond. . . . Any person having direct contractual relationship with a subcontractor but no contractual relationship express or implied with the contractor furnishing the payment bond shall have a right of action upon the payment bond upon giving written notice of claim as provided in this section. . . .”</p>\n<p id=\"b35-7\">Hereinafter, all references to § 49-42 are to the 1991 revision of the statute.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"ap-dedup-0\"> General Statutes § 42a-3-203 provides: “Transfer of an instrument. Rights acquired by transfer, (a) An instrument is transferred when it is delivered by a person other than its issuer for the purpose of giving to the person receiving delivery the right to enforce the instrument.</p>\n<p id=\"b35-8\">“(b) Transfer of an instrument, whether or not the transfer is a negotiation, vests in the transferee any right of the transferor to enforce the instrument, <page-number citation-index=\"1\" label=\"14\">*14</page-number>including any right as a holder in due course, but the transferee cannot acquire rights of a holder in due course by a transfer, directly or indirectly, from a holder in due course if the transferee engaged in fraud or illegality affecting the instrument.</p>\n<p id=\"AWH\">“(c) Unless otherwise agreed, if an instrument is transferred for value and the transferee does not become a holder because of lack of endorsement by the transferor, the transferee has a specifically enforceable right to the unqualified endorsement of the transferor, but negotiation of the instrument does not occur until the endorsement is made.</p>\n<p id=\"A2v\">“(d) If a transferor purports to transfer less than the entire instrument, negotiation of the instrument does not occur. The transferee obtains no rights under this article and has only the rights of a partial assignee.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b36-13\"> The remaining claims in Dysart’s complaint alleged that Seaboard’s denial of liability had no basis in law or fact, and that the denial constituted a violation of the Connecticut Unfair Trade Practices Act. See General Statutes § 42-110a et seq. Because we conclude that Seaboard is not liable under the facts of this case, Dysart’s remaining claims necessarily fail.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b37-7\"> In connection with this argument, Dysart obtained affidavits from nineteen of the thirty-two Diamond employees for whom it had cashed checks, in which those employees stated that, in endorsing their checks over to Dysart, they had at the time intended to “transfer all of [their] rights to payment under this instrument, to Dysart.” Furthermore, Dysart obtained forms from twenty-three of the Diamond employees for whom it had cashed checks that purported presently to assign to Dysart all of the employee’s “rights to collect, sue and otherwise fully prosecute any and all claims</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b39-5\"> The affidavits subsequently signed by the Diamond employees stating that they had intended, back at the time of endorsement, to transfer to Dysart all of their security rights under the checks; see footnote 6; are irrelevant. The test for an assignment revolves around the indicia of intent present <em>a t the time of the assignment. </em>Cf. <em>Windsor Cement Co. </em>v. <em>Thompson, </em>supra, 86 Conn. 513.</p>\n<p id=\"b39-6\">Moreover, we conclude that the “assignment” forms that Dysart subsequently received from several of the employees, in which the employees granted Dysart their present “rights to collect, sue and otherwise fully prosecute any and all claims”; see footnote 6; were incapable of conveying any<page-number citation-index=\"1\" label=\"18\">*18</page-number>thing to Dysart. This is because once the Diamond employees endorsed and delivered their checks to Dysart in exchange for cash, and in the absence of any recovery back from them by Dysart for the dishonored checks, the employees themselves had no right to recover under the payment bond with regard to those checks. At that point, the employees could not claim to be persons who had “not been paid in full” for their services within the meaning of § 49-42. See footnote 3.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b42-5\"> The South Dakota Supreme Court, however, has held that a person to whom a check has been negotiated may maintain an action under a public works surety bond. <em>Finch </em>v. <em>Enke, </em>54 S.D. 164, 166, 222 N.W. 657 (1929). The court in <em>Finch </em>agreed with the general principle that the endorsement of a check did not legally carry with it any payment rights under a surety bond, but concluded that the endorsement did constitute an equitable assignment that allowed the endorsee to assert a claim under the surety bond. Id., 169. “When appellants became [endorsees of such checks, they became assignees of a valid, equitable assignment from the payees of such checks; this equitable assignment transferred to appellants the rights of the payees to have their claims paid, if need be, by [the surety] who had guaranteed their payment.” Id.</p>\n<p id=\"b42-6\">A Texas appellate court also recently concluded that the right to make a claim under a payment bond is transferred when employees on a public construction project endorse their paychecks over to third parties. <em>J.W.D., Inc. </em>v. <em>Federal Ins. Co., </em>806 S.W.2d 327, 332 (Tex. App. 1991). The court did so, however, based largely upon a provision of the Texas codification of the Uniform Commercial Code that specifies that “ ‘[u]nless otherwise agreed where an instrument is taken for an underlying obligation . . . the obligation is suspended pro tanto until the instrument is due or if it is <page-number citation-index=\"1\" label=\"21\">*21</page-number>payable on demand until its presentment. <em>If the instrument is dishonored action may be maintained on either the instrument, or the obligation.’ </em>[Tex. Bus. &amp; Com. Code Ann. § 3.802 (a) (1968 &amp; Supp. 1991)] (emphasis added). The official comment to section 3.802 makes it clear that any <em>holder, </em>not limited to the payee, of such an instrument is entitled to maintain an action on the underlying obligation . . . .” (Emphasis in original.) Id., 329. We need not consider the merits of this analysis, as an identical provision was deleted from Connecticut’s version of the Uniform Commercial Code in 1991, before the transfers involved in the present case. Accordingly, <em>J.W.D., Inc., </em>is of limited persuasive value.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b43-6\"> General Statutes § 42a-3-408 provides: “Drawee not liable on unaccepted draft. A check or other draft does not of itself operate as an assignment of funds in the hands of tlie drawee available for its payment, and the drawee is not liable on the instrument until the drawee accepts it.”</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b43-7\"> General Statutes § 42a-3-415 provides in relevant part: “Obligation of endorser, (a) Subject to [certain exceptions] if an instrument is dishonored, an endorser is obliged to pay the amount due on the instrument (i) according to the terms of the instrument at the time it was endorsed, or (ii) if the endorser endorsed an incomplete instrument, according to its terms when completed, to the extent stated in sections 42a-3-115 and 42a-3-407. The obligation of the endorser is owed to a person entitled to enforce the instrument or to a subsequent endorser who paid the instrument under this section. . . .”</p>\n<p id=\"b43-8\">General Statutes § 42a-3-416 provides: “Transfer warranties, (a) A person who transfers an instrument for consideration warrants to the transferee <page-number citation-index=\"1\" label=\"22\">*22</page-number>and, if the transfer is by endorsement, to any subsequent transferee that: (1) The warrantor is a person entitled to enforce the instrument; (2) all signatures on the instrument are authentic and authorized; (3) the instrument has not been altered; (4) the instrument is not subject to a defense or claim in recoupment of any party which can be asserted against the warrantor; and (5) the warrantor has no knowledge of any insolvency proceeding commenced with respect to the maker or acceptor or, in the case of an unaccepted draft, the drawer.</p>\n<p id=\"b44-6\">“(b) A person to whom the warranties under subsection (a) are made and who took the instrument in good faith may recover from the warrantor as damages for breach of warranty an amount equal to the loss suffered as a result of the breach, but not more than the amount of the instrument plus expenses and loss of interest incurred as a result of the breach.</p>\n<p id=\"b44-7\">“(c) The warranties stated in subsection (a) cannot be disclaimed with respect to checks. Unless notice of a claim for breach of warranty is given to the warrantor within thirty days after the claimant has reason to know of the breach and the identity of the warrantor, the liability of the warrantor under subsection (b) is discharged to the extent of any loss caused by the delay in giving notice of the claim.</p>\n<p id=\"b44-8\">“(d) A cause of action for breach of warranty under this section accrues when the claimant has reason to know of the breach.”</p>\n<p id=\"b44-9\">See footnote 9 for the text of General Statutes § 42a-3-408.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b44-10\"> The federal cases cited by Dysart to support its recovery are inapposite because they involve the transfer of payment bond claims by means other than the endorsement of a check. <em>United States Fidelity &amp; Guaranty Co. </em>v. <em>United States ex rel. Bartlett, </em>231 U.S. 237, 243, 34 S. Ct. 88, 58 L. Ed. 200 (1913) (preexisting contractual arrangement between general contractor and third party that third party could collect on workers’ paychecks directly from general contractor); <em>Title Guaranty &amp; Trust Co. </em>v. <em>Crane Co., </em>219 U.S. 24, 35, 31 S. Ct. 140, 55 L. Ed. 72 (1910) (stating proposition that assignment of payment bond claim does not affect remedy under bond); <em>United States, Use of Jackson Ornamental Iron &amp; Bronze Works </em>v. <em>Brent, </em>236 F. 771, 777 (W.D.S.C. 1916) (payment bond claim transferred through bankruptcy sale); <em>United States, Use of Fidelity National Bank </em>v. <em>Rundle, </em>100 F. 400, 403 (9th Cir. 1900) (assignment of payment bond claim does not <page-number citation-index=\"1\" label=\"23\">*23</page-number>affect remedy under bond). These eases all assume that a payment bond claim has been assigned, and merely provide that such an assignment does not prevent an assignee from recovering. Because we conclude that the endorsement of a check does not, as a matter of law, constitute either a legal or an equil able assignment of an underlying payment bond claim, these cases do not support Dysart’s position in this appeal.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b45-9\"> See footnote 4.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b45-10\"> We have already concluded in part I of this opinion that the transferee’s right under § 42a-3-203 (b) “to enforce the instrument” does not entail a claim against a surety under a payment bond, where the instrument is a bank check and the transfer is by blank endorsement.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b45-11\"> General Statutes § 42a-3-305 provides: “Defenses and claims in recoupment. (a) Except as stated in subsection (b), the right to enforce the obligation of a party to pay an instrument is subject to the following:</p>\n<blockquote id=\"b45-12\">“(1) A defense of the obligor based on (i) infancy of the obligor to the extent it is a defense to a simple contract, (ii) duress, lack of legal capacity, or illegality of the transaction which, under other law, nullifies the obligation of the obligor, (iii) fraud that induced the obligor to sign the instrument with neither knowledge nor reasonable opportunity to learn of its character or its essential terms, or (iv) discharge of the obligor in insolvency proceedings;</blockquote>\n<blockquote id=\"b45-13\">“(2) A defense of the obligor stated in another section of this article or a defense of the obligor that would be available if the person entitled to enforce the instrument were enforcing a right to payment under a simple contract; and</blockquote>\n<blockquote id=\"AU\"><page-number citation-index=\"1\" label=\"24\">*24</page-number>“(3) A claim in recoupment oí the obligor against the original payee of the instrument if the claim arose from the transaction that gave rise to the instrument; but the claim of the obligor may be asserted against a transferee of the instrument only to reduce the amount owing on the instrument at the time the action is brought.</blockquote>\n<blockquote id=\"b46-6\">“(b) The right of a holder in due course to enforce the obligation of a party to pay the instrument is subject to defenses of the obligor stated in subsection (a) (1), but is not subject to defenses of the obligor stated in subsection (a) (2) or claims in recoupment stated in subsection (a) (3) against a person other than the holder.</blockquote>\n<blockquote id=\"b46-7\">“(c) Except as stated in subsection (d), in an action to enforce the obligation of a party to pay the instrument, the obligor may not assert against the person entitled to enforce the instrument a defense, claim in recoupment, or claim to the instrument, as provided in section 42a-3-306, of another person, but the other person’s claim to the instrument may be asserted by the obligor if the other person is joined in the action and personally asserts the claim against the person entitled to enforce the instrument. An obligor is not obliged to pay the instrument if the person seeking enforcement of the instrument does not have rights of a holder in due course and the obligor proves that the instrument is a lost or stolen instrument.</blockquote>\n<blockquote id=\"b46-8\">“(d) In an action to enforce the obligation of an accommodation party to pay an instrument, the accommodation party may assert against the person entitled to enforce the instrument any defense or claim in recoupment under subsection (a) that the accommodated party could assert against the person entitled to enforce the instrument, except the defenses of discharge in insolvency proceedings, infancy and lack of legal capacity.”</blockquote>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b46-9\"> General Statutes § 42a-3-306 provides: “Claims to an instrument. A person taking an instrument, other than a person having rights of a holder in due course, is subject to a claim of a property or possessory right in the instrument or its proceeds, including a claim to rescind a negotiation and to recover the instrument or its proceeds. A person having rights of a holder in due course takes free of the claim to the instrument.”</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b46-10\"> The case relied upon by the trial court in reaching its opposite conclusion, <em>Okee Industries, Inc. </em>v. <em>National Grange Mutual Ins. Co., </em>supra, 225 Conn. 367, is not relevant to this issue. <em>Okee Industries, Inc., </em>involved the issue of whether a subcontractor asserting a claim against a payment bond had complied with the notice requirements of § 49-42. There was no question that the subcontractor was a proper claimant. Nonetheless, the trial court found support for Dysart’s position in dicta in <em>Okee Industries, Inc., </em>that <page-number citation-index=\"1\" label=\"25\">*25</page-number>“the legislature has recently adopted revisions to article 3 of the Uniform Commercial Code designed to limit the ability of a surety, in the absence of a showing of prejudice, to avoid paying its obligations under the bond by relying on insubstantial deviations from the contractual relationships between the underlying parties.” Id., 377. That passage goes on to note, however, that “article 3 governs only those suretyship transactions that arise in the context of parties to a negotiable instrument; see General Statutes § 42a-3-102 . . . .” Id. It is undisputed in the present case that Seaboard is not a party to the checks in question.</p>\n<p id=\"A5\">Indeed, Dysart, in its appellate brief, essentially concedes the weakness of its § 42a-3-203 claim by ignoring <em>Okee Industries, Inc., </em>and the trial court’s logic altogether. Dysart instead, without citation to any authority, essentially recasts its § 42a-3-203 claim into another assignment claim, arguing that “ [a]s a st atutory transferee [under § 42a-3-203] Dysart stepped into the shoes of the various laborers and acquired standing to make a claim pursuant to [Seaboard’s] statutory bond.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}