{
  "casebody": {
    "data": "<casebody firstpage=\"218\" lastpage=\"227\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b244-3\">The Republican Company <em>vs. </em>Appeals Court &amp; others.<footnotemark>1</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b244-4\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AX1W\">May 6, 2004.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aj3\">July 27, 2004.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b244-5\">Present: Marshall, C.J., Spina, Cowin, S osman, &amp; Cordy, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b244-13\"><em>Jonathan M. Albano (.Raquel Webster </em>with him) for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b244-14\"><em>John J. Stobierski (Danielle J. Barshak </em>with him) for John Doe.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b244-15\"><em>Jane Davidson Montori, </em>Assistant District Attorney, for district attorney for the Hampden District.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b244-16\"><em>Max D. Stem </em>for Richard R. Lavigne.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b244-17\">Clerk of the Hampden Superior Court, Richard R. Lavigne, the district attomey for the Hampden District, and John Doe.</p>\n<p id=\"b244-18\">We shall refer to the clerk of the Hampden Superior Court, Richard R. Lavigne, and the district attorney for the Hampden District collectively as the respondents. Although nominally a respondent, John Doe has argued with The Republican Company (Republican) in opposition to impoundment; we shall refer to Republican and John Doe collectively as the petitioners.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"ARq\"><page-number citation-index=\"1\" label=\"219\">*219</page-number>Cordy, J.</author>\n<p id=\"Aj9\">The petitioners, a newspaper publisher and a party to a civil action against Richard R. Lavigne, one of the respondents, seek access to certain material submitted to the Superior Court by the State police and the district attorney’s office in support of a search warrant issued in 1993 in furtherance of a murder investigation. Lavigne was the subject of the investigation and of the warrant. The material sought has been kept from public view pursuant to an impoundment order entered shortly after the time the warrant issued. The question before the court is whether a litigant seeking to terminate a previously entered order of impoundment bears the burden of demonstrating that circumstances have materially changed since its entry. We conclude that a litigant asserting a nonfnvolous challenge to an order of impoundment bears no such burden, and that the burden of justifying the continued impoundment of court records remains on the party seeking such impoundment. Because the Superior Court judge applied the correct legal standard to the request to terminate the impoundment order in this case, we affirm his modification of the order and release of the material.</p>\n<p id=\"ACyI\"><em>Background. </em>This case has its roots in suspicions — some proven, some charged, and some more privately held — regarding Lavigne and his relationships with a number of young individuals to whom he ministered as a priest in the Roman Catholic Church. Lavigne has long been a suspect in the homicide of Daniel Croteau, a thirteen year old boy whose body was discovered in the Chicopee River on April 15, 1972. The history of that investigation is not relevant to the disposition of this case except to note that in September, 1993, on application of police involved in the investigation, a judge in the Superior Court issued a search warrant authorizing the taking of a sample of Lavigne’s blood for testing against blood found along the bank of the Chicopee River where Croteau’s body was found. To date, thirty-two years after the homicide and almost eleven years after the search warrant was issued, no charges have been filed against Lavigne or anyone else.</p>\n<p id=\"b245-30\">Since 1972, Lavigne also has been the subject of civil and criminal charges of sexual abuse. In 1992, he pleaded guilty to one count of indecent assault and battery on a child, and one <page-number citation-index=\"1\" label=\"220\">*220</page-number>count of indecent assault and battery on a person over fourteen years of age, receiving suspended terms of incarceration and a ten-year term of supervised probation. In 2002, John Doe, petitioner in this case, filed a civil action against Lavigne and against Lavigne’s superiors in the Catholic Church, alleging acts of sexual molestation by Lavigne and failure by his religious superiors to prevent those acts. That civil action is ongoing, and has been consolidated for discovery, motions, and pretrial proceedings with nineteen similar civil actions, including twelve others brought against Lavigne.</p>\n<p id=\"b246-5\">a. <em>Original impoundment order. </em>In conjunction with the issuance and return of the 1993 search warrant, the Superior Court judge allowed, in part, the district attorney’s motion to impound certain material relating to it, including an affidavit and supporting documents submitted by a State trooper, legal memoranda, and those portions of the court’s decision that referenced sensitive material.<footnotemark>2</footnotemark>’<footnotemark>3</footnotemark> By its terms, the impoundment order was automatically to dissolve “at least as early as the conclusion of any criminal proceedings that may result from the . . . investigation, unless dissolved or modified at an earlier date by further order of th[e Superior Cjourt.”</p>\n<p id=\"b246-6\">b. <em>The 1996 modification. </em>The impoundment order remained in effect until 1996 when, on motion of The Republican Company (Republican), the judge modified his order and made all of the material available, subject to redaction of certain personal information. That modification was based on the judge’s findings that the investigation of Lavigne essentially <page-number citation-index=\"1\" label=\"221\">*221</page-number>had been terminated, that the impact of publicity on jury selection in other cases that might involve Lavigne could be addressed adequately through jury voir dire, and that impoundment was no longer justified. The district attorney and Lavigne appealed to a single justice of the Appeals Court, who reversed in part and affirmed in part the Superior Court judge’s modification order.<footnotemark>4</footnotemark> The ruling of the single justice was not appealed further.</p>\n<p id=\"b247-5\">c. <em>The 2003 modification. </em>In February, 2003, John Doe filed a complaint in the Superior Court seeking to terminate impoundment of the remaining material. Republican was permitted to intervene, and filed a motion to be heard in support of the complaint. After a hearing and a “line-by-line” inspection of the material, a different Superior Court judge<footnotemark>5</footnotemark> modified the impoundment order “to release most of the materials, excepting the names and addresses of private individuals who furnished highly personal information to the investigators,” as “neither the District Attorney nor Lavigne has shown that good cause exists ... for continued impoundment.” In reaching this conclusion, the judge rejected the district attorney’s principal argument for continued impoundment — that the investigation of the Croteau homicide was ongoing and might be compromised — and found that the long and very public history of the investigation diminished the risk that further disclosure could appreciably alter the outcome of it. As in 1996, the district attorney and Lavigne appealed to a single justice of the Appeals Court, who, concluding that the petitioners had made “no showing of any materially changed circumstances affecting the need for ongoing impoundment,” determined that the judge’s modification order was an abuse of discretion, and generally <page-number citation-index=\"1\" label=\"222\">*222</page-number>reversed it.<footnotemark>6</footnotemark> The petitioners appealed to a single justice of this court, who reserved and reported the case without decision to the full bench.</p>\n<p id=\"b248-5\"><em>Discussion. “It is </em>desirable that (judicial proceedings] should take place under the public eye . . . because it is of the highest moment that those who administer justice should always act under the sense of public responsibility, and that every citizen should be able to satisfy himself with his own eyes as to the mode in which a public duty is performed.” <em>Cowley </em>v. <em>Pulsifer, </em>137 Mass. 392, 394 (1884) (Holmes, J.). See <em>Press-Enterprise Co. </em>v. <em>Superior Court, </em>464 U.S. 501, 508-509 (1984) (openness enhances appearance of fairness essential to public confidence in criminal justice system). Consistent with this principle, Massachusetts has long recognized a common-law right of access to judicial records. See, e.g., <em>Boston Herald, Inc. </em>v. <em>Sharpe, </em>432 Mass. 593, 604 (2000); <em>Ottaway Newspapers, Inc. </em>v. <em>Appeals Court, </em>372 Mass. 539, 546 (1977).</p>\n<p id=\"b248-6\">With regard specifically to material relating to the issuance of search warrants, “[s]ociety has an understandable interest not only in the administration of criminal trials, but also in law enforcement systems and how well they work[, and has] legitimate concerns about methods and techniques of police investigation . . . .” <em>Matter of Application &amp; Affidavit for a Search Warrant, </em>923 F.2d 324, 331 (4th Cir.), cert. denied sub nom. <em>Hughes </em>v. <em>Washington Post Co., </em>500 U.S. 944 (1991). In <em>Newspapers of New England, Inc. </em>v. <em>Clerk-Magistrate of the Ware Div. of the Dist. Court Dep’t, </em>403 Mass. 628, 631, 637 (1988), cert. denied, 490 U.S. 1066 (1989), this court held that although there was no right of access under the First Amendment to the United States Constitution to search warrant materials, under the common law and G. L. c. 276, § 2B,<footnotemark>7</footnotemark> the public <page-number citation-index=\"1\" label=\"223\">*223</page-number>has a presumptive right of access to affidavits filed in support of search warrant applications once the warrant is returned.</p>\n<p id=\"Ain\">The public’s right of access to judicial records, including transcripts, evidence, memoranda, and court orders, may be restricted, but only on a showing of “good cause.” <em>Boston Herald, Inc. </em>v. <em>Sharpe, supra </em>at 604. <em>Newspapers of New England, Inc. </em>v. <em>Clerk-Magistrate of the Ware Div. of the Dist. Court Dep’t, supra </em>at 631-632. “To determine whether good cause is shown, a judge must balance the rights of the parties based on the particular facts of each case.” <em>Boston Herald, Inc. </em>v. <em>Sharpe, supra. </em>In so doing, the judge “must take into account all relevant factors, ‘including, but not limited to, the nature of the parties and the controversy, the type of informatian and the privacy interests involved, the extent of community interest, and the reason for the request.’ ” <em>Id. </em>at 604 n.22, quoting rule 7 of the Uniform Rules on Impoundment Procedure. The exercise of the power to restrict access, however, must recognize that impoundment is always the exception to the rule, and the power to deny public access to judicial records is to be “strictly construed in favor of the general principle of publicity.”<footnotemark>8</footnotemark> <em>Commonwealth </em>v. <em>Blondin, </em>324 Mass. 564, 571 (1949), cert. denied, 339 U.S. 984 (1950).<footnotemark>9</footnotemark></p>\n<p id=\"Ahz\">Once entered, an impoundment order remains an interlocu<page-number citation-index=\"1\" label=\"224\">*224</page-number>tory order, subject to the continued existence of “good cause.” See, e.g., rule 8 of the Uniform Rules on Impoundment Procedure (2004) (requiring orders of impoundment to be time limited); <em>Boston Herald, Inc. </em>v. <em>Sharpe, supra </em>at 605 (indicating that impoundment cannot exceed narrowest requirements justified by good cause). The presumption of public access to the records that such an order temporarily shields from view remains intact and does not dissipate on the order’s entry. Cf. <em>Press-Enterprise Co. </em>v. <em>Superior Court, supra </em>at 507-509 (continuing value in disclosure of records regarding criminal proceedings); <em>Public Citizen </em>v. <em>Liggett Group, Inc., </em>858 F.2d 775, 791-792 (1st Cir. 1988), cert. denied, 488 U.S. 1030 (1989) (criticizing application of higher standard to modification of protective order entered on initial showing of good cause). Accord <em>Matter of Application &amp; Affidavit for a Search Warrant, supra </em>at 330-331 (continuing value in disclosure of previously sealed material). Unlike other orders and judgments, an impoundment order carries no continuing presumption of validity to sustain it against a proper challenge subsequently brought.<footnotemark>10</footnotemark> A party seeking the release of impounded court records does not bear the burden of demonstrating either that there <page-number citation-index=\"1\" label=\"225\">*225</page-number>has been a material change in circumstances or that whatever good cause may once have justified their impoundment no longer exists. The burden of demonstrating the existence of good cause always remains with the party urging their continued impoundment.</p>\n<p id=\"AZH\">A “proper challenge” to the continued validity of an impoundment order is raised whenever the party seeking to modify the order comes forward with a nonftivolous reason to do so. See, e.g., <em>Pansy </em>v. <em>Stroudsburg, </em>23 F.3d 772, 790 (3d Cir. 1994). Once such a reason is before the court,<footnotemark>11</footnotemark> the obligation of the motion judge is to apply the same balancing test used in determining whether to grant an impoundment order in the first instance. See, e.g., <em>Boston Herald, Inc. </em>v. <em>Sharpe, supra </em>at 608-612; <em>Newspapers of New England, Inc. </em>v. <em>Clerk-Magistrate of the Ware Div. of the Dist. Court Dep’t, supra </em>at 632-634; <em>George W. Prescott Publ. Co. </em>v. <em>Register of Probate for Norfolk County, </em>395 Mass. 274, 278 (1985).</p>\n<p id=\"Aiz\">The respondents’ concern that a party who has secured impoundment on Monday afternoon should not have to return to court on Tuesday morning to make the same case once again is understandable. However, we are confident that judges will be able to separate frivolous, repetitive, or harassing motions from those that are not, and that parties who have secured impoundment for a certain term will not during that term be required repeatedly to make their case absent a real possibility that the good cause that once supported impoundment has in <page-number citation-index=\"1\" label=\"226\">*226</page-number>some manner become less pressing.<footnotemark>12</footnotemark> Such screening is a consummate function of trial judges.</p>\n<p id=\"b252-4\">Turning to review the modification order in this case, we note that, “[wjhile [our] focus . . . should be on whether the single justice of the Appeals Court erred . . . resolution of that inquiry might require [us] to look ... at the underlying order of the judge in the trial court, to see whether there was an abuse of discretion or error of law when evaluating the competing interests and issuing the order [modifying] impoundment . . . .” <em>Boston Herald, Inc. </em>v. <em>Sharpe, </em>432 Mass. 593, 602 (2000). We conclude both that the single justice of the Appeals Court committed an error of law by requiring the petitioners to demonstrate a material change in circumstances since entry of the order of impoundment, and that the Superior Court judge applied the correct legal standard and did not abuse his discretion in finding that good cause for impoundment no longer existed.</p>\n<p id=\"b252-9\">In brief summary, the Superior Court judge, after conducting a meticulous in camera inspection of the impounded material, found that in light of Lavigne’s long-known status as a suspect in the investigation into Croteau’s death, the three decades of investigation that have passed, the privacy protection available to individual witnesses through redaction of identifying names and addresses, the climate of broad public disclosure of sexual abuse by members of the clergy, the publication of details of the investigation into Croteau’s death that already has occurred, and the mechanisms of voir dire and change of venue that are available to protect Lavigne’s right to a fair trial,<footnotemark>13</footnotemark> the district attorney’s and Lavigne’s interests in continued impoundment, <page-number citation-index=\"1\" label=\"227\">*227</page-number>though legitimate, were weakened. Balancing this weakened interest in impoundment against John Doe’s and the public’s interests in learning of Lavigne’s alleged patterns of sexual abuse, of Lavigne’s superiors’ knowledge of and actions with regard to Lavigne’s abuse, and of the government’s thus-far unsuccessful investigative efforts into the circumstances of Croteau’s death, the judge then concluded that good cause sufficient to justify further impoundment no longer existed. We cannot say that the judge erred in any respect. We therefore affirm the judgment of the Superior Court.<footnotemark>14</footnotemark></p>\n<p id=\"b253-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b246-7\">After being served with the warrant, Lavigne filed a motion to have the blood sample returned to him. After a hearing on the motion, it was denied by the judge who authorized the warrant. See <em>Matter of Lavigne, </em>418 Mass. 831, 832 (1994). Republican, publisher of newspapers that reported on the Daniel Croteau investigation, apparently learned of this proceeding and of the Commonwealth’s ex parte motion to impound the material filed in support of the warrant, and filed an opposition to the impoundment. The Commonwealth’s motion was allowed on October 25, 1993.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b246-8\">Specifically, this order impounded the affidavit materials submitted in support of the application for the warrant, and those portions of the parties’ memoranda and the Superior Court judge’s decision that disclosed information contained in the impounded material. A portion of the affidavit, the return of the warrant filed by the State police, and redacted versions of the parties’ memoranda and the Superior Court judge’s decision were made public.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b247-6\">The single justice held that “the breadth of the Superior Court judge’s order constituted an abuse of discretion,” and specifically exempted from disclosure those materials containing: thought processes, hypotheses, and conclusions of the police officers involved in the investigation; intimate and potentially embarrassing statements made by private individuals (in some cases on the promise of anonymity); and unrevealed details of the crime.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b247-7\">The judge who entered the original impoundment order had retired and is deceased.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b248-7\">Concluding that a party seeking to modify or terminate an impoundment order must show that there has been a material change of circumstances since entry of that order, the single justice in 2003 observed that the Croteau investigation continued to be ongoing, and therefore generally determined that the 1996 order of the single justice with regard to that earlier modification controlled.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b248-13\">General Laws c. 276, § 2B, provides that, “[u]pan the return of [a search] warrant, the [supporting] affidavit shall be attached to it and shall be filed therewith, and it shall not be a public document until the warrant is returned.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"AhW\">In addition to the common-law right of access to judicial records, the public has a First Amendment right of access to court records such as the transcripts of judicial proceedings and the briefs and evidence submitted by the parties. See generally <em>Globe Newspaper Co. </em>v. <em>Pokaski, </em>868 F.2d 497 (1st Cir. 1989). Under the First Amendment to the United States Constitution, “[t]he burden falls on the party seeking closure to demonstrate that (1) there exists a substantial probability that permitting access to court records will prejudice his fair trial rights; (2) closure will be effective in protecting those rights, and that the order of closure is narrowly tailored to prevent potential prejudice; and (3) there are no reasonable alternatives to closure.” <em>Boston Herald, Inc. </em>v. <em>Sharpe, </em>432 Mass. 593, 605 n.24 (2000). The <em>Sharpe </em>court ruled that the Uniform Rules on Impoundment Procedure require a judge conducting a good cause analysis to take into account essentially the same factors as required by the First Amendment: “the competing rights of the parties and alternatives to impoundment.” <em>Id. </em>While the Uniform Rules technically do not apply to criminal proceedings, a similar balancing is necessary with regard to the impoundment of court records in all proceedings, civil or criminal.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"A6q\">In his brief, the district attorney cites G. L. c. 4, § 7, Twenty-sixth (/), suggesting that the investigatory material exception to the public records law is <page-number citation-index=\"1\" label=\"224\">*224</page-number>relevant to consideration of impoundment in this case. This exception, which is to be narrowly construed, applies to investigatory materials, not to court records, and therefore is of no aid to the respondents here. See <em>WBZ-TV4 </em>v. <em>District Attorney for the Suffolk Dist., 408 </em>Mass. 595, 596-598 (1990) (indicating distinction between investigatory materials and information provided to court in pursuit of search warrant). Cf. <em>Globe Newspaper Co. </em>v. <em>District Attorney for the Middle Dist., </em>439 Mass. 374, 379-384 (2003) (narrowly construing exception to permit disclosure of docket numbers, as such are court records).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b250-6\">The respondents argue that the principle of issue preclusion bars Republican from relitigating the issue of impoundment when it did not seek review of the single justice’s adverse ruling in 1996. We disagree. Issue preclusion does not generally apply in actions seeking to modify or terminate orders of impoundment where it is contended that good cause no longer exists to justify such impoundment, as the existence of good cause at any later period is a novel consideration. This principle is clearly incorporated in the Uniform Rules on Impoundment Procedure, which expressly instruct parties to seek modification or termination of impoundment orders by motion, and which establish the disposition of such motions as proceedings wholly separate from appellate review of existing orders. See rules 10 and 12 of the Uniform Rules on Impoundment Procedure (2004).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"A9s\">In the context of a civil proceeding, rule 10 of the Uniform Rules on Impoundment Procedure provides that the reason for modification should be set forth in an affidavit. While we have not held that those rules apply to records in criminal proceedings, they incorporate principles of the common-law right of access, and remain illustrative of the procedures that should be followed in criminal proceedings. See <em>Boston Herald, Inc. </em>v. <em>Sharpe, supra </em>at 603-604. See also <em>Newspapers of New England, Inc. </em>v. <em>Clerk-Magistrate of the Ware Div. of the Dist. Court Dep’t, </em>403 Mass. 628, 632 (1988), cert. denied, 490 U.S. 1066 (1989) (considering uniform rules with regard to criminal proceeding); <em>News Group Boston, Inc. </em>v. <em>Commonwealth, </em>409 Mass. 627, 629 (1991) (same, juvenile proceeding); <em>Globe Newspaper Co. </em>v. <em>Commonwealth, </em>407 Mass. 879, 887 (1990) (same, criminal proceeding). The motion judge would have been acting within his discretion if he had required John Doe or Republican to set forth their reasons for modification in an affidavit. Here he did not, and in the apparent circumstances of the case, the judge could have concluded that none was necessary.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b252-21\">Of course, because determination of good cause requires a balancing of interests, good cause may become less pressing because of a change in either the factors urging impoundment or in those urging publication.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b252-22\"> “A trial court is in the best position to understand the intricate workings of criminal trial procedures, the varying methods of <em>voir dire, </em>jurors’ responses to pretrial publicity, and whether a defendant can be granted a fair trial.” <em>Matter of Application &amp; Affidavit for a Search Warrant, </em>923 F.2d 324, 327-328 (4th Cir.), cert. denied sub nom. <em>Hughes </em>v. <em>Washington Post Co., </em>500 U.S. 944 (1991). “Trial judges are also best situated to understand the subtle factors unique to a given geographic area or population that may either attenuate or enhance the effect of any particular disclosure upon a defendant’s rights.” <em>Id. </em>at 328.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b253-6\">As the district attorney notes, we have recognized that rule 10 of the Uniform. Rules on Impoundment Procedure, which identifies the need to accompany motions to modify or terminate orders of impoundment with an affidavit, “would seem to require the filing of a motion to intervene” where a nonparty to an underlying action seeks to relax an order of impoundment entered in that action. <em>Boston Herald, Inc. </em>v. <em>Sharpe, </em>432 Mass. 593, 596 n.7 (2000). John Doe, whose civil action gave rise to this case, was not a party to the underlying action in which the materials were impounded (the application for the search warrant), and did not intervene in that action. Although we have indicated that the uniform rules are highly instructive outside of the civil sphere to which they expressly apply, see note 11, <em>supra, </em>we have not stated that they are binding.</p>\n<p id=\"b253-7\">With regard to the procedure by which a nonparty may seek relief from an order of impoundment entered in the course of a criminal proceeding, we recognize that the variety of potential postural circumstances requires a measure of flexibility, and that “intervention” — itself a concept foreign to criminal procedure — will not always be feasible. Where possible, a nonparty seeking access to material that has been impounded in the course of a criminal proceeding should file a motion to be heard in the proceeding and in the court that issued the order of impoundment. In those circumstances where there is no ongoing proceeding that would allow for the filing of such a motion, a nonparty seeking relief from an order of impoundment may proceed by “bring[ing] a civil action in the court which issued it, joining the clerk of that court in his official capacity and the parties to the action or at least any who obtained or may defend that order.” <em>Ottaway Newspapers, Inc. </em>v. <em>Appeals Court, </em>372 Mass. 539, 551 (1977). Practice regarding orders of impoundment entered in criminal proceedings should hew as closely as possible to the protocol described by the uniform rules.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}