{
  "casebody": {
    "data": "<casebody firstpage=\"359\" lastpage=\"363\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b377-3\">Kristin Kathleen Wolfe v. Brenda Wolfe, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b377-6\">Record No. 931170</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADke\">September 16, 1994</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"AtL\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b378-3\"><page-number citation-index=\"1\" label=\"360\">*360</page-number><em>Becky J. Moore (Land, Clark, Carroll &amp; Mendelson, </em>on brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b378-4\"><em>Philip L. Kellogg (Edwin A. Williams; Kellogg, Williams &amp; Lyons, </em>on brief), for appellee Brenda Lynne Wolfe.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b378-5\">No brief or argument for appellee Alison Marcela Wolfe.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b378-6\">JUSTICE LACY</author>\n<p id=\"ARm\">delivered the opinion of the Court.</p>\n<p id=\"b378-7\">In this appeal, we consider whether a letter written by a testator to his executor reflects the requisite testamentary intent to qualify as a valid codicil to his will.</p>\n<p id=\"b378-8\">In 1982, Jared D. Wolfe executed a will disposing of his property. Ten years later, on April 29, 1992, he wrote a letter in which he stated “I want my daughters to share <em>Vs, Vs, </em>VL” On May 14, 1992, Jared committed suicide. Kathleen Wolfe, Jared’s former wife and executor of his estate, submitted the will for probate but declined to offer the letter for probate. A hearing was held pursuant to an inter-party probate order to determine whether the 1992 letter was a valid codicil to the will. Jared’s three daughters, Kristin Kathleen Wolfe, Brenda Lynne Wolfe, and Alison Marcela Wolfe, the sole beneficiaries, were represented at the hearing. The trial court held that the April 29 letter was a valid holographic codicil to the 1982 will and admitted the letter to probate. Kristin Kathleen Wolfe appealed this holding, asserting that the trial court erred because the 1992 letter lacked testamentary intent. We agree and will reverse.</p>\n<p id=\"b378-9\">To qualify a writing as a valid codicil to a will, the proponent of the writing must show more than an expression of how a testator wants his property distributed. The proponent of the proposed codicil must show that the writing itself was executed by the testator with the intent that it have testamentary effect. <em>McCutchan </em>v. <em>Heizer, </em>217 Va. 938, 941, 234 S.E.2d 275, 277 (1977). Without such intent, no document can be considered as effectively disposing of the author’s property. Testamentary intent is determined by looking at the document itself, not from extrinsic evidence. <em>Mumaw </em>v. <em>Mumaw, </em>214 Va. 573, 577, 203 S.E.2d 136, 139 (1974). Whether a particular writing evidences testamentary intent must be determined on a case-by-case basis. <em>Searls </em>v. <em>Perry, </em>184 Va. 1044, 1047, 37 S.E.2d 11, 12 (1946).</p>\n<p id=\"b378-10\">The 1992 letter in issue in this case consists of three pages. It is addressed to Kathleen Wolfe as Jared’s “Ex-wife” and “Executor <page-number citation-index=\"1\" label=\"361\">*361</page-number>of my will” and was written on a day Jared unsuccessfully attempted to commit suicide. In the letter, Jared identifies the status of his tax matters, life insurance policies, and government payments to which one daughter was entitled. The letter also describes Jared’s mental illness and his despair in coping with his illness. He signed the letter “Jared/Dad.”</p>\n<p id=\"b379-5\">The language at issue appears on the second page of the letter:</p>\n<blockquote id=\"b379-6\">As executor, I am asking you to do much for me and the girls, perhaps Gordon can help. God bless you, I know you will do your best. My will is out of date, but I think it will still stand up. I want my daughters to share <em>Vi, Vi, Vi.</em></blockquote>\n<p id=\"b379-7\">The final sentence quoted above expresses Jared’s intention that his property be equally divided among his three daughters. To qualify as a valid codicil, however, the letter must also reflect Jared’s intent that it take effect as a testamentary document.</p>\n<p id=\"b379-8\">Jared did not expect his letter to revoke or supersede his existing will in its entirety because he addressed the letter to the “Executor of my will” and specifically stated his belief that the 1982 will would “stand up.” While a will may be modified In part, Jared’s letter contains no express language of partial revocation or amendment. <em>See </em>Code § 64.1-58.1. Even assuming that the language expressing Jared’s desire that his daughters share equally contradicts the disposition in the will, an effective partial revocation exists only if such a contradiction is accompanied by an intent to effect a testamentary disposition. Such an intent cannot be found in this letter. Jared did not refer to the letter as a codicil or a will, or indicate in any affirmative way that the letter was to be given testamentary effect. To the contrary, Jared’s statement “it will stand up” is not limited to selected portions of his will, but references the entire will.</p>\n<p id=\"b379-9\">Furthermore, the expression in the letter of Jared’s desire that his daughters share equally is not necessarily inconsistent with the disposition of property under the will. In his will, Jared devised specific pieces of real property to two of the three daughters. The third daughter was to receive a grandfather’s clock and the residue of the estate, subject to the condition that if the property devised to the other two daughters was not part of Jared’s estate at the time of his death, those daughters were to each receive one-<page-number citation-index=\"1\" label=\"362\">*362</page-number>third of the residue of Jared’s estate. Such disposition is to some extent consistent with the intent reflected in Jared’s 1992 letter.<footnotemark>*</footnotemark></p>\n<p id=\"b380-4\">The language of the 1992 letter, while showing Jared’s desire that his daughters share equally in his estate, does not contain any evidence that he intended that letter to operate as his last will or as a codicil to his will. Rather, the evidence shows that Jared characterized his will as “out of date” but believed that it would be effective. Under these facts, we cannot conclude that the April 1992 letter demonstrates the testamentary intent to revoke portions of the 1982 will and to substitute a different disposition of the testator’s property. Accordingly, we will reverse the judgment of the trial court and remand the case for entry of an order of probate consistent with this opinion.</p>\n<p id=\"b380-5\">\n<em>Reversed and remanded.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b380-9\"> At trial, evidence was introduced showing the present value of the houses and the residue, but no evidence was introduced showing the value of the property at the time the will was executed in 1982.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b380-6\">JUSTICE WHITING,</author>\n<p id=\"Aem\">dissenting.</p>\n<p id=\"b380-7\">I do not agree that Jared Wolfe’s letter lacked the requisite testamentary intent. The letter reviews the status of Wolfe’s affairs, expresses his intent to commit suicide, gives instructions to the executor regarding his estate, refers to his will, and then provides: “I want my daughters to share <em>Vs, Vs, Vs.\" </em>Wolfe’s 1982 will bequeathed a grandfather clock to one daughter, devised specific real properties to two of his daughters, and left the residue of his estate to a third daughter, with a provision that if either of the real properties were sold, the devisee of that particular property would receive one-third of the residue of his estate.</p>\n<p id=\"b380-8\">In my opinion, Wolfe clearly intended to avoid any disparities in the value of each daughter’s share of his estate when he wrote the letter addressed to his executor. Given the person to whom the letter was written, the circumstances under which the letter was written (fully described therein), and the clear language of disposition quoted above, I think this particular writing bears the necessary “stamp of testamentary intent” within the document itself.</p>\n<p id=\"b381-4\"><page-number citation-index=\"1\" label=\"363\">*363</page-number>Accordingly, I would affirm the trial court’s ruling in admitting the letter as a valid holographic codicil to Wolfe’s 1982 will.<footnotemark>**</footnotemark></p>\n<footnote label=\"**\">\n<p id=\"b381-5\"> I do not think it matters that there was no evidence of the values of the various properties in 1982, when the will was written. Clearly, Wolfe wanted to be certain that upon his death in 1992, each daughter would share equally in his estate: He did not want any one of them to be harmed or benefitted by a disparity in value caused by an increase or decrease in the value of a particular property passing under the 1982 will.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}