{
  "casebody": {
    "data": "<casebody firstpage=\"193\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b223-10\">Western Public Service Co. v. Mrs. Emma G. Meharg, Secretary of State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b223-11\">No. 4634.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AEq\">Decided November 24, 1926.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b223-12\">(288 S. W., 141).</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b224-15\"><page-number citation-index=\"1\" label=\"194\">*194</page-number><em>Baker, Botts, Parker &amp; Garwood, Homer L. Bruce, Smith &amp; Gibson, </em>and <em>E. F. Smith, </em>for relator.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b224-16\">In Texas a foreign corporation has and enjoys all the rights and privileges conferred by the laws of Texas upon corporations organized and created under said laws. Rev. Stats., 1925, Arts. 1529, 1532, 1302, Subd. 88; Peck-Hamond Co. v. Hamilton Ind. Sch. Dist., 181 S. W., 697; City of San Antonio v. Salvation Army, 127 S. W., 860; San Antonio &amp; A. P. Ry. Co. v. S. W. T. &amp; T. Co., 93 Texas, 313; Midland Ry. Co. v. S. W. T. &amp; T. Co., 57 S. W., 312.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b224-17\">The construction given to a statute or statutes by the head of <page-number citation-index=\"1\" label=\"195\">*195</page-number>an executive department of the State government charged with its enforcement or administration and acted upon for a long term of years will be followed by the courts unless clearly erroneous. Yoakum County v. Slaughter, 109 Texas, 42; Moorman v. Terrell, 109 Texas, 173; State v. Houston Oil Co., 194 S. W., 422; Harris County v. Hammond, 203 S. W., 445; City of Tyler v. Crocker, 58 Texas Civ. App., 605, 124 S. W., 729.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b225-3\">Tax laws are to be construed strictly against the State and if the right to the tax is not plain it is not to be implied. Bingham v. Long, 44 N. E., 77; Partington v. Atty. Gen., 4 H. L. Cases, 122; Gould v. Gould, 245 U. S., 151; United States v. Merriam, 263 U. S., 179; Powers v. Berry, 5 Blatchf., 202; Moseley v. Tift, 4 Fla., 102; Williams v. State, 6 Blatchf., 36; Barnes v. Doe, 4 Ind., 132; Merced County v. Helm, 102 Cal., 159, 36 Pac., 399; Chicago, etc. Company v. Ottomwa, 112 Iowa, 300, 83 N. W., 1074, 51 L. R. A., 63; Cincinnati v. Conover, 55 Ohio State, 82, 44 N. E., 582; Memphis v. Bing, 94 Tenn., 644, 30 S. W., 745; McNalley v. Fields, 119 Fed., 445; International Paper Co. v. State, 206 N. Y. S., 57; Dean v. Charlton, 7 Wis., 522; Sharp v. Speir, 4 Hill, 76; Van Horn Lessees v. Dorants, 2 Dall., 304; Sibley v. Smith, 2 Mich., 486; R. C. L., Sec. 297.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b225-5\">There is no discrimination as a matter of law where a State levies a different franchise tax on domestic corporations from that which it levies on foreign corporations. Lincoln Gas Co. v. City of Lincoln, 182 Fed., 926; Wright v. Southern Bell T. &amp; T. Co., 127 Ga., 227, 56 S. E., 116; Gulf, etc. Co. v. Adams, 90 Miss., 559, 45 So., 91; State v. Wells Fargo Co. 146 Minn., 444, 179 N. W., 221; 26 R. C. L., Sec. 135.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b225-6\"><em>Dan Moody, </em>Attorney General, and <em>Geo. E. Christian, </em>Assistant, for respondent.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b225-7\">It being the settled policy of this State to require foreign corporations <em>to </em>confine their purposes to some purpose for which a domestic corporation is authorized to be created, the provisions of our law applicable to the creation of domestic corporations, when available to foreign corporations, must be taken in their entirety when applied to foreign corporations. If a foreign corporation must necessarily avail itself of the law applicable to a domestic corporation, there can certainly be no sufficient consideration of local or State policy for applying the most liberal provisions of a statute to a foreign corporation, and restricting the most onerous provisions to a domestic corporation.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b225-8\">Mr. Judge NICKELS</author>\n<p id=\"Ac0\">delivered the opinion of the Commission of Appeals, Section A.</p>\n<p id=\"b226-2\"><page-number citation-index=\"1\" label=\"196\">*196</page-number>Relator is a corporation organized under the authority of the laws of the State of Colorado prior to March 3, 1917. Its original corporate name was “Inter-Mountain Railway, Light' &amp; Power Company,” which was changed by charter amendment to “Western Public Service Company,” November 29, 1922.</p>\n<p id=\"b226-3\">March 3, 1917, the corporation filed with the Secretary of State of Texas an application for a permit authorizing it to do business in the State, and on the same day the permit issued as prayed. The business for which authority was sought and granted is described as follows:</p>\n<p id=\"b226-4\">“* * * The business of supplying water to the public for power, municipal or domestic purposes; the manufacture and supply of ice to the public and the generation and supply of gas, electric and motor power to the public,” and these “businesses,” it was said, were within the corporate purposes allowed by the State of Colorado.</p>\n<p id=\"AiA\">For the years of 1919 to 1925, inclusive, the corporation paid to the Secretary of State franchise taxes as measured and provided for in Art. 7085, R. S. 1925, if the corporate business is to be treated as a unit within the meaning of that and other relevant articles of the statutes. If, however, each of its three “businesses” is a subject of the tax, it owes the State of Texas the aggregate sum of §3,498, exclusive of interest and penalties, by way of franchise taxes for those years. For the year of 1926 it paid a franchise tax in respect to each of those businesses, but this payment, it is said, was made through inadvertence and mistake and not because it was required. February 24, 1926, it tendered to the Secretary of State in payment of the tax for the year ending April 30, 1927, the sum of §1,163.75, which was the correct amount due for that period if all the corporate “businesses” are to be treated as one; this tender was refused.</p>\n<p id=\"b226-6\">In June, 1925, the corporation presented to the Secretary of State an application for a permit to do business in Texas and with the application tendered as “filing fee” (see Art. 3914, R. S. 1925) the sum of §2,500. This application was accompanied by an offer to surrender the old permit upon granting of the new. This application and tender was refused.</p>\n<p id=\"b226-7\">The reason for the refusal of the tender of franchise tax payment made February 24, 1926, is that the law, as understood by the Secretary of State, prescribes a tax measured as in Art. 7085 in respect to each business, or corporate purpose, authorized by a permit, if a permit relating to more than one such business or purpose is lawful.</p>\n<p id=\"b227-4\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>The reason for the refusal to issue the permit newly applied for is dual in nature: First, the combination of franchises involved in a permit authorizing transaction of the “three businesses” described is not accorded to foreign corporations, but is limited in enjoyment to domestic corporations, as the Secretary of State understands the law to be. Second, if such a permit is lawful, then relator is bound to pay a franchise tax for each business, and its delinquency for the years 1919 to 1925 as to two of its objects justifies, if it does not require, her refusal to issue the second permit.</p>\n<p id=\"b227-6\">June 7, 1926, the Secretary of State furnished to relator a statement of taxes claimed to be delinquent for the period mentioned and in connection therewith notified it that “the right of this corporation to do business in Texas will be forfeited if the franchise tax and penalties are not paid.”</p>\n<p id=\"b227-7\">With leave and on June 23, 1926, the corporation filed petition in mandamus against Mrs. Meharg, Secretary of State, in which the facts stated are disclosed, with some additional elaborative ones, and in which it is prayed that writ issue commanding the Secretary of State to issue the permit requested, and to accept “as payment in full the sum of §1,163.75 for all franchise taxes due by relator for the year ending April 30, 1927.”</p>\n<p id=\"b227-8\">In Art. 1529, R. S. 1925, it is provided that “Any corporation for pecuniary profit” (with exceptions immaterial here) “organized or created under the laws of any other State,” etc., etc., “desiring to transact or solicit business in Texas, or to establish a general or special office in this State, shall file with the Secretary of State a duly certified copy of its articles of incorporation ; and thereupon such official shall issue to such corporation a permit to transact business in this State for a period of ten years from the date of so filing such articles of incorporation. If such corporation is created for more than one purpose, the permit may be limited to one or more purposes.”</p>\n<p id=\"b227-9\">Subsequent Articles of Chap. 19, Title 32, require other things to be done by the corporation before a permit may issue, and Art. 3914, R. S. 1925, requires certain “filing fees” to be paid, but no question is presented under those provisions.</p>\n<p id=\"b227-10\">In view of the comprehensive nature of the first declarations expressed in Art. 1529, it appears to us that the concluding sentence is permissive in favor of the corporation so long as the purposes named in its charter do not include some for which franchises are not grantable to domestic corporations and does not include a combination of purposes not permitted to domestic corporations. So long as the charter purposes are within this <page-number citation-index=\"1\" label=\"198\">*198</page-number>legitimate range, the foreign corporation is entitled to get that for which it asks. If in such a case the corporation desires to restrict its business in Texas to less than all of its charter purposes, it must declare the limitation, else the Secretary of State “shall issue” a permit in harmony with the objects named in the charter and evidenced by the certified copy thereof. Such, we think, is the meaning of Art. 1529, as, also, of Art. 1532, wherein it is said that “such corporations * * * shall have and enjoy all the rights and privileges conferred by the laws of this State” on domestic corporations. And since Art. 1302, R. S. 1925, Subd. 88, contains authority for a domestic corporation to have “two or more” of such purposes as are named in relator’s application, it results that the Secretary of State misinterpreted the law in respect to issuance of permits for more than one purpose.</p>\n<p id=\"b228-4\">The corporation, however, must pay for what it requests and secures. Its parity with domestic corporations in respect to “rights and privileges” implies a like parity of burdens. The grant of authority for a combination of franchises is thus conditioned :</p>\n<p id=\"b228-5\">“Provided, that corporations including more than one of the purposes named in this Article shall pay the franchise tax provided by law for each of the purposes so included in their charter or amendments thereto.”</p>\n<p id=\"b228-6\">That statute exclusively declares authority for the benefits sought and obtained by relator and it must take the burdens also, else Art. 1532 would mean that foreign corporations shall have <em>more </em>than “all the rights and privileges conferred by the laws of this State on corporations organized under the laws of this State.” The Secretary of State, therefore, is correct in her interpretation of the law pertaining to what franchise taxes relator owes. Hence, the writ cannot issue requiring her to accept $1,163.75 “as payment in full * * * for all franchise taxes due by relator for the year ending April 30, 1927,” as prayed.</p>\n<p id=\"b228-7\">But the fact that she correctly interprets the law in the respect just noted, and the fact that the corporation is delinquent for the years named, do not afford justification for refusal to issue the new permit. This is so because of the absolute nature of the duties and rights described in Arts. 1529 and 1532, read with Art. 1302, and because in Arts. 7091-7092 and 7095-7096, R. S. 1925, another and different and inconsistent remedy is provided with reference to collection, etc., of delinquent franchise taxes. The duty of relator to pay and the duty of the Secretary of State and the Attorney General to enforce payment of the <page-number citation-index=\"1\" label=\"199\">*199</page-number>franchise taxes in accordance with the ideas herein conveyed is plain, but the performance of that duty has no relation to the matter of issuing a permit. However, the writ prayed in respect to filing the application for a new permit and the issuance thereof cannot issue at this time because the application therefor is premature this is so because the existent permit operates for a period of ten years beginning on March 3, 1917, and because there is no statutory provision requiring the Secretary of State to issue an overlapping permit or to accept surrender of an unexpired one upon' condition of issuance of a new one.</p>\n<p id=\"b229-5\">Accordingly, we recommend that all relief prayed by relator be denied.</p>\n<p id=\"b229-6\">The opinion of the Commission of Appeals is adopted and mandamus refused.</p>\n<p id=\"b229-7\"><em>C. M. Cureton, </em>Chief Justice.</p>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b229-8\">ON MOTION FOR REHEARING.</p>\n<p id=\"b229-9\">The original opinion in the case is reported in 288 S. W., 141. The motion presents nothing that was omitted in original consideration; however, in view of the fact that counsel make a contrary insistence, we desire to supplement the former opinion.</p>\n<p id=\"b229-10\">There is a rule, it is urged to the effect that statutes imposing taxes are to be “strictly construed against the right of the State to collect,” which rule, it is said, we must have ignored. We do not dispute existence of the rule or the justice manifest in its rightful application. Nor did we forget it. But in respect to the matter, it is not to be forgotten that the rule is but a rule which ought not to be extended beyond its rightful concept so as to produce that discriminatory distribution of taxation which is a characteristic of unjust government. And, too, in respect to the present case, it is to be juxtaposed with another rule of “strict construction,” said to be “vital to the public welfare” and “axiomatic in jurisprudence” (Fertilizer Co. v. Hyde Park, 97 U. S., 659, 666), and meaning that a corporation has no right to claim a franchise privilege of being or of acting (locally) within a State except as the claim is rested upon a permissive declaration of the Sovereign couched in unmistakable terms or embraced in an “implication equally strong.” When, as here, such a claim is made, “the affirmative must be shown — silence is negation and doubt is fatal.” <em>Ibid.</em></p>\n<p id=\"b229-11\">Authority to combine two or more objects, or to use the combined authority, is a corporate franchise as much dependent upon legislative grant as is the mere franchise to be or the <page-number citation-index=\"1\" label=\"200\">*200</page-number>franchise to act at all. For domestic corporation the sole grant of that authority is to be found in the terms of Subd. 88 of Art. 1302, R. S. 1925. And in respect to foreign corporations it is provided, in Art. 1532, R. S. 1925, that “such corporations, upon obtaining such permit, shall have and enjoy all the rights and privileges conferred by the laws of this State” on domestic ones. Before obtaining that identity of “rights and privileges,” as pointed out in the original opinion, the foreign corporation will have determined for itself whether it desires to use the combined franchise and will have applied for permission to do so under the terms of Art. 1529, R. S. 1925. As pointed out, also, the grant of right to claim and use the combined franchise is conditioned upon obligation to “pay the franchise tax provided by law” for that number of corporations (each with a single charter purpose) equal to the number of corporate objects combined. Unless, therefore, it can be said that the Legislature, in using the words “all the rights and privileges conferred by the laws of this State on corporations organized under the laws of this State” (Art. 1532), intended to say that a foreign corporation shall have more than all of those rights and shall have the privilege of using the franchise without paying for it, while a domestic corporation must pay for it, the tax named in Art. 7085, R. S. 1925, must be regarded as “the tax provided by law for each of the purposes” (Art. 1302, Subd. 88, R. S. 1925). A different interpretation would extend the rule of strict construction of tax laws beyond all legitimate bounds and include a construction loosely in favor of the corporation in viewing the grant of franchise.</p>\n<p id=\"b230-4\">In the motion reference is made to our former expression of “a like parity of burdens” as a basis for the argument that prior enactments of franchise tax laws disclose an unequal “burden” as between the two classes of corporation and, thus, exhibits refutation of the idea expressed by us. But there is in the argument a <em>non-sequitur. </em>The history of tax legislation of that kind will disclose a purpose to measure the tax imposed by the extent of contemplated user of the franchise within the State, and the distinctions noted by counsel will be found, upon analysis, to relate to the measure of the tax rather than to subjection to it or immunity from it. And the fact that different measures have been applied, as between domestic corporations and foreign corporations, is but recognition of State territorial lines in their effect upon the practical operations of corporations. It may be, and probably is true, that the pecuniary results do not, and have never, exhibited meticulous “parity <page-number citation-index=\"1\" label=\"201\">*201</page-number>of burdens” but do include, and have included, factitious discrimination, but that sequence appears, no doubt, in the train of all statutory exactions.</p>\n<p id=\"b231-5\">In the original opinion it is shown that relator secured a permit for combined purposes in 1917 and up until 1925 made payments of franchise taxes as if it had but one purpose named in its permit. Acceptance of the payments, together with lack of effort to collect more, and together with advice given to the Secretary of State by the Attorney General in 1923 to the effect that relator “was only required to pay one franchise tax for the three businesses,” is taken as predicate for the assignment that “The court erred in refusing to follow the departmental construction given to Subd. 88 of Art. 1302, R. S. 1925, because such departmental construction has been in force for years and affirmed as correct by the Attorney General.”</p>\n<p id=\"b231-6\">Complaint is made, also, that we did not specifically discuss this matter before. A court’s duty, however, is to follow the law, as contradistinguishable from “departmental construction.” As a matter of course, we have for the views of the Attorney General that respect which is due; but what has been said by us makes it plain, we think, that departmental construction has nothing to do with the case because it was erroneous. This matter was fully discussed by us in the petition for mandamus before the court when leave to file was granted and when the former recommendations made by us were given disposition.</p>\n<p id=\"b231-7\">We recommend that the motion for rehearing be overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}