{
  "casebody": {
    "data": "<casebody firstpage=\"376\" lastpage=\"381\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b398-4\">896 A.2d 1079</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b398-5\">FARRAGUT VILLAGE CONDOMINIUM ASSOCIATION, SECTION III v. Jean Ann BOWLING.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b398-8\">No. 0808,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AyJ\">Sept. Term, 2005.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b398-9\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b398-10\">April 13, 2006.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b399-3\"><page-number citation-index=\"1\" label=\"377\">*377</page-number>Ellen W. Throop (Kathleen M. Elmore, on the brief), Severna Park, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b399-4\">Teare D. Teresa (Owen J. Curley, Jeffrey A. Wothers, on the brief), Baltimore, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b399-5\">Panel: DAVIS, WOODWARD and CHARLES E. MOYLAN, JR., (retired, specially assigned), JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b399-6\">CHARLES E. MOYLAN, Jr., J,</author>\n<p id=\"AQ\">Retired, Specially Assigned.</p>\n<p id=\"b399-7\">The appellant is Farragut Village Condominium Association Section III. The appellee, Jean Ann Bowling, has been an owner of a unit within the condominium complex since 1973. Aggrieved at the alleged failure of Bowling to pay her monthly assessment fees since July of 2000, the Condominium, on November 1, 2004, sent Bowling a Notice of Intent to Create a Condominium Lien on her unit.</p>\n<p id=\"b399-8\">Bowling’s counterattack of November 29, 2004, is the subject matter of this appeal. On that day, Bowling filed in the Circuit Court for Anne Arundel County a Complaint to Determine Probable Cause for the Establishment of a Lien against her. She also filed an extensive counterclaim, alleging 1) a breach of contract; 2) the conversion of insurance proceeds; 3) disparagement of property and interference with a business relationship; and 4) fraud, misrepresentation, and bad faith. The Condominium did not make timely answer to the complaint.</p>\n<p id=\"b399-9\">The Order of Default</p>\n<p id=\"b399-10\">Accordingly, on February 1, 2005, Bowling requested an Order of Default, pursuant to Maryland Rule 2-613(b). Judge Paul A. Hackner entered an Order of Default on February 11, 2005. Rule 2-613(b) provides, in pertinent part:</p>\n<blockquote id=\"b399-11\">(b) Order of default. <em>If </em>the time for pleading has expired and <em>a defendant has failed to plead as provided by </em><page-number citation-index=\"1\" label=\"378\">*378</page-number><em>these rules, the court, </em>on written request of the plaintiff, <em>shall enter an order of default.</em></blockquote>\n<p id=\"b400-4\">(Emphasis supplied).</p>\n<p id=\"b400-5\">The Motion to Vacate the Order of Default</p>\n<p id=\"b400-6\">The Condominium was given proper notice of the Order of Default by the clerk’s office pursuant to Rule 2-613(c). The Condominium then had 30 days within which to move to vacate the order. Subsection (d) covers not only the timing of such a motion to vacate but also the required contents of such a motion.</p>\n<blockquote id=\"b400-7\">(d) Motion by defendant. The defendant may move to vacate the order of default within 30 days after its entry. <em>The motion shall state the reasons for the failure to plead and the legal and factual basis for the defense to the claim.</em></blockquote>\n<p id=\"b400-8\">(Emphasis supplied).</p>\n<p id=\"b400-9\">On March 8, 2005, within the prescribed 30-day period, the Condominium filed a Motion to Vacate Entry of Order by Default. On March 18 Bowling filed an Opposition to Motion to Vacate, and on March 28 the Condominium filed a Response to Bowling’s Opposition. On May 5, 2005, Judge Paul G. Goetzke passed an Order denying the Condominium’s Motion to Vacate the Order of Default.</p>\n<p id=\"b400-10\">When Is a Default Judgment Final?</p>\n<p id=\"b400-11\">The Condominium argues strenuously that both prongs of Rule 2-613(d) were satisfied. Bowling argues, equally strenuously, that Rule 2-613(d) was not satisfied, or at least that Judge Goetzke had it within his discretion so to find. At this point, however, we find, <em>nostra sponte </em>and without any assistance from appellant or appellee, that it is unnecessary for us to consider the adequacy of the Condominium’s Motion to Vacate. The subsequent events make clear that we are dealing with a premature appeal from a non-appealable interlocutory order.</p>\n<p id=\"b400-12\">On May 13, the Condominium filed a motion to Strike Improper Service and/or In the Alternative a Motion to Re<page-number citation-index=\"1\" label=\"379\">*379</page-number>consider and a Motion for New Trial. Bowling filed an Opposition to the Condominium’s alternative motions, and, on June 3, 2005, Judge Goetzke denied the Condominium’s motion. As part of that same Order, a “Judgment by Default” (obviously as to liability only, notwithstanding the grandiose sweep of that label) was entered against the Condominium, and the court further ordered “that the above-captioned case shall be scheduled for a hearing on damages only before any judge.” Four days later, on June 10, 2005, the Condominium filed its notice of appeal. This appeal was taken before the hearing on damages ordered by Judge Goetzke could even be scheduled, let alone conducted.</p>\n<p id=\"b401-4\">This ostensible appeal is, therefore, from an interlocutory order, not yet ripe lor appellate review. Niemeyer and Schuett, <em>Maryland Rules Commentary, </em>Rule 2-613, p. 474, points out that a default judgment is not appealable until the question of “relief is adjudicated” and made part of the final judgment.</p>\n<blockquote id=\"b401-5\">No order or proceeding under this rule is appealable until entry of judgment. The order for default is not a judgment and is not appealable. It is a determination of liability. <em>Only when the relief is adjudicated and entered as a judgment does any aspect of the proceeding become appeal-able.</em></blockquote>\n<p id=\"b401-6\">(Emphasis supplied).</p>\n<p id=\"b401-7\">The Court of Appeals made this clear in <em>Adams v. Mallory, </em>308 Md. 453, 460, 520 A.2d 371 (1987).</p>\n<blockquote id=\"b401-8\"><em>Ordinarily, the court will have to determine the relief to be awarded against the defaulting party before there is a final judgment on the claim involved in the default. </em>Rule 2-613(e) makes this clear by providing that <em>“[i]f, </em>in order to enable the court to enter judgment, <em>it is necessary </em>to take an account or <em>to determine the amount of damages </em>or to establish the truth of any averment by evidence or to make <page-number citation-index=\"1\" label=\"380\">*380</page-number>an investigation of any matter, <em>the court may ... conduct hearings </em>[.]”</blockquote>\n<p id=\"b402-4\">(Emphasis supplied).</p>\n<p id=\"b402-5\">In <em>O’Connor v. Moten, 307 </em>Md. 644, 516 A.2d 593 (1986), Judge Adkins explained the significance of the “comprehensive revision of the Maryland Rules” that occurred on July 1, 1984, as those changes impacted on the appealability of a default judgment. <em>“1984.” </em>There are Orwellian echoes in the changes in our perception which that year portended. Things that had once seemed final are no longer so.</p>\n<p id=\"b402-6\">Under the earlier rule and pursuant to the case of <em>Himes v. Day, </em>254 Md. 197, 254 A.2d 181 (1969), a default judgment establishing liability alone could be immediately appealed and a later appeal could also be taken once damages had been awarded. Judge Adkins pointed out how the new (post 1984) rules now require a single appeal after the question of relief has been adjudicated. <em>Himes v. Day </em>has been consigned to <em>1984’s </em>“memory hole.”</p>\n<blockquote id=\"b402-7\"><em>Himes created a substantial piecemeal appeal problem. </em>An appeal on the issue of liability had to be taken after the initial entry of default judgment; a second appeal could be taken on the issue of damages after a later judgment had been entered as to them. Under the present rules, <em>that problem no longer exists, </em>at least when a default judgment is entered following a defendant’s failure to plead. Rule 2-613(a) calls for the entry of an order of default as the initial step towards entry of default judgment. <em>This order is a determination of liability but is not a judgment. The next step, </em>assuming there is no timely motion to vacate the order under Rule 2-613(c), or that such a motion is denied, <em>is the entry of judgment following the establishment of damages. </em>Rule 2-613(e). <em>It is at this point, and not until this point, that the default judgment becomes appealable.</em></blockquote>\n<p id=\"b402-8\">307 Md. at 647 n. 2, 516 A.2d 593 (emphasis supplied).</p>\n<p id=\"b402-9\"><em>Banegura v. Taylor, </em>312 Md. 609, 618, 541 A.2d 969 (1988), also commented on the impact of the 1984 change in the Maryland Rules and confirmed that an order of default is, <page-number citation-index=\"1\" label=\"381\">*381</page-number>under the present rules, not appealable until the issue of damages has been adjudicated and made a part of the final judgment.</p>\n<blockquote id=\"b403-4\">Respondent argues that the order of January 4, 1985, was a final judgment on the issue of liability, and that the time for appeal expired thirty days after its entry....</blockquote>\n<blockquote id=\"b403-5\">... <em>She is wrong, </em>however, <em>in treating the order of January j as a judgment. It was not a judgment </em>.... <em>Respondent </em>in seeking that order, <em>and the court </em>in granting it, <em>were adhering to a default procedure </em>that existed under former Maryland Rule 310, but <em>which was changed </em>by the adoption of Rule 2-613, <em>effective July 1, 1984. Under the former procedure, a default judgment could, be entered for failure of a defendant to plead, and when entered, became a final and appealable judgment as to liability. Himes v. Day, </em>254 Md. 197, 254 A.2d 181 (1969).</blockquote>\n<blockquote id=\"b403-6\"><em>Under the current procedure, ... </em>the <em>order </em>of default was correctly entered, but <em>a judgment should not have been entered until there had been satisfactory proof of damages. </em>Rule 2-613(e). <em>The amendment to the rule was specifically designed to avoid piecemeal appeals, </em>and no appeal may be taken from the entry of an order of default.</blockquote>\n<p id=\"b403-7\">(Emphasis supplied). Indeed, however antiquated the linguistic usage, there is not actually a final default judgment until the damages are made a part of it. There may be a partial judgment as to liability, to be sure, but there is no final and appealable judgment until the issue of damages has also been resolved.</p>\n<p id=\"b403-8\">We have no choice but to dismiss this appeal as premature until the issue of damages has been finally decided. We express no opinion as to the circuit court’s denial of appellant’s motion to vacate.</p>\n<p id=\"b403-9\">APPEAL DISMISSED; COSTS TO BE PAID BY APPELLANT.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}