{
  "casebody": {
    "data": "<casebody firstpage=\"308\" lastpage=\"326\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b338-5\">705 A.2d 1262</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b338-6\">DENIS GRIER, PLAINTIFF-APPELLANT, v. COCHRAN WESTERN CORPORATION, A CORPORATION OR BUSINESS ORGANIZATION, INDIVIDUALLY AND/OR AS A SUBSIDIARY OF WESTERN GEAR CORP., A CORPORATION OR BUSINESS ORGANIZATION AND/OR LANTIS CORPORATION, A CORPORATION OR BUSINESS ORGANIZATION, DEFENDANT-RESPONDENT, AND WESTERN GEAR CORP., A CORPORATION OR BUSINESS ORGANIZATION; LANTIS CORPORATION, A CORPORATION OR BUSINESS ORGANIZATION; FRONTIER AIRLINES, A CORPORATION OR BUSINESS ORGANIZATION; JOHN DOE AND MARY ROE, SAID NAMES BEING FICTITIOUS AND UNKNOWN, INDIVIDUALLY AND/OR AS SERVANTS, AGENTS OR EMPLOYEES OF ABC CORPORATION, SAID NAME BEING FICTITIOUS AND UNKNOWN, A CORPORATION OR BUSINESS ORGANIZATION,<footnotemark>1</footnotemark> DEFENDANTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b338-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b338-8\">Argued January 13, 1998</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AKA\">—Decided February 23, 1998.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b342-6\"><page-number citation-index=\"1\" label=\"312\">*312</page-number>Before Judges DREIER, KEEFE and PAUL G. LEVY.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b342-7\"><em>Laura E. Shick, </em>argued the cause for appellant <em>(Fish &amp; Benson, </em>attorneys; <em>Emanuel S. Fish </em>and <em>Ms. Shick, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b342-8\"><em>Raymond M. Tierney, Jr., </em>argued the cause for respondent Cochran Western Corporation <em>(Shanley &amp; Fisher, </em>attorneys; <em>Andrew S. Turkish </em>and <em>Mr. Tierney, </em>on the brief).</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b338-11\"> Plaintiff's claim against Frontier Airlines (later purchased by Continental Airlines) was dismissed and is not the subject of this appeal.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b342-9\">The opinion of the court was delivered by</p>\n<author id=\"b342-10\">KEEFE, J.A.D.</author>\n<p id=\"b342-11\">In this product liability case, plaintiff, Denis Grier, appeals from a jury verdict in favor of defendant Cochran Western Corporation. The jury found that a beltloader vehicle manufactured by defendant was not defective either in its design or for the inadequacy of instructions and warnings that accompanied the product. We affirm.</p>\n<p id=\"b342-12\">Plaintiff was employed by Continental Airlines. Plaintiff claimed that he was an “on-line” driver, but also described his job title on his income tax return as a “ramp agent.” Alvin Godfrey, the man who trained plaintiff for Continental, explained that “ramp agent” is a general title for those who marshall in the planes and service them, including on-line drivers and those who drive beltloaders.</p>\n<p id=\"b342-13\">A beltloader is a self-powered, four wheel vehicle that contains a conveyor. The conveyor is ordinarily horizontal to the ground <page-number citation-index=\"1\" label=\"313\">*313</page-number>when not in use. When it is driven to an aircraft the conveyor is hydraulically raised to whatever height is appropriate to access the cargo hold. It was stipulated at trial that the accident involved a 600-U model beltloader, manufactured by defendant, and purchased in 1980 at a cost of $18,925 by Frontier Airlines. At the time of the accident, the beltloader was owned by Continental Airlines.</p>\n<p id=\"b343-5\">A ramp agent’s job duties include driving the beltloader to the aircraft, raising the conveyor to the appropriate height, entering the cargo hold, and placing the luggage on the conveyor belt. An on-line driver then places the luggage that has been unloaded from the aircraft onto a cart,, and transports the luggage to another destination. Plaintiff maintained that his job duties were essentially those of an on-line driver, but there was testimony that he was trained as a ramp agent to perform all functions necessary to that title, including the use of a beltloader.</p>\n<p id=\"b343-6\">On August 25, 1993, plaintiff and other ramp agents arrived at an airbus 300 wide-body aircraft that had taxied in and was to be unloaded. One of the ramp agents, Dave Cubilette, who had entered the plane’s cargo hold, had difficulty unloading a large dog in a travel cage and asked plaintiff for assistance. Plaintiff testified that he did not want to enter the plane, primarily because it was not his job to do so, and also because there would be no one to perform his duties on the ground. Plaintiffs supervisor allegedly instructed plaintiff to enter the cargo hold and help Cubilette unload the dog. Cubilette, however, denied that when he asked plaintiff for help unloading the dog there was any mention by plaintiff that he did not want to do it or that it was not his job.</p>\n<p id=\"b343-7\">In any event, the conveyor belt was stopped so that plaintiff could walk up the beltloader into the aircraft. Plaintiff testified that when they finished unloading the dog, the conveyor belt was again stopped so that he could walk back down the beltloader.</p>\n<p id=\"b343-8\">On his way down the beltloader, plaintiff stepped on the convey- or belt, slipped, and fell off the left side of the conveyor, when viewed facing out from the plane. He landed on the tarmac, <page-number citation-index=\"1\" label=\"314\">*314</page-number>approximately 13-14 feet below. At the time of the accident, a guardrail that was affixed to the left side of the beltloader, also when viewed from the aircraft, was not raised. The inference is that, had the guardrail been in the raised position, it would have prevented plaintiffs fall.</p>\n<p id=\"b344-4\">The guardrail could be used in three different settings. It could be down entirely so that oversized luggage could go up and down without restriction; it could be raised partially to prevent wind from blowing smaller bags off the conveyor; and it could be fully raised to provide support for people ascending or descending the conveyor. Raising the guardrail is accomplished by removing two retaining pins, and then manually lifting the rail, much like a garage door with spring assistance. The retaining pins are reinserted to hold the rail in place. One of plaintiffs co-workers estimated that it takes ten seconds or less to raise the rail. Plaintiffs liability expert, Ernest Niles, estimated it would take thirty seconds, but he did not dispute that it could be done as quickly as the co-worker testified.</p>\n<p id=\"b344-5\">Niles recommended an interlocking device that entirely prevented the machine’s operation without the guardrail raised. When confronted with the proposition that guardrails were not needed when unloading an aircraft with cargo holds lower than a wide-body aircraft, Niles posited that, if such a device proved to be unfeasible, then there could be a manual cut-off for the interlocking device. Alternatively, Niles suggested a mechanism that would connect “the raising of the ramp to an alarm so that whenever the ramp is raised and the safety rail is not, the alarm would go off.” Niles also suggested an alternate design where the beltloader could be rigged so that the ramp could not be raised until the guardrail was raised. As to this alternative, Niles was presented with the proposition that airlines prefer not having the rail raised until after the conveyor is raised so as not to damage the aircraft. He acknowledged the difficulty in getting the loader against the aircraft if the guardrail had to be raised before the belt was raised in such situations.</p>\n<p id=\"b345-4\"><page-number citation-index=\"1\" label=\"315\">*315</page-number>Niles testified that all that would be required for these designs would be some extra wiring, and that the cost for the devices would be between $25 and $50, depending on whether it was installed at the time the machine was manufactured or afterward. In contrast, the designer of the beltloader, Robert Notman, disagreed that “an interlock with an alarm ... somehow tied into the handrail would be a reasonably inexpensive addition.” He stated that such an interlock would cost between two and three thousand dollars.</p>\n<p id=\"b345-5\">With respect to the guardrail warnings, plaintiffs expert Niles stated that the warnings contained in the manufacturer’s manual were insufficient and that there should have been warnings “highlighted and visible” on the machine itself, stating, for example, “Danger. Do not use conveyor belt without handrail.” On cross-examination, Niles acknowledged that the rail was painted a shade of yellow termed “OSHA yellow,” so named because “it’s a color OSHA recognizes for safety oriented items.”</p>\n<p id=\"b345-6\">Notman, the designer of the beltloader, testified that he was not aware of any complaints from airlines regarding the three thousand beltloaders sold by defendant. He further said that in his experience in designing beltloaders throughout the years none of them had interlock devices connected to the guardrails.</p>\n<p id=\"b345-7\">Also, Lawrence Wharton, testifying for the defense as a liability expert in the field of engineering, stated that he had never heard of any accidents like plaintiffs involving a beltloader. Wharton testified that based on his investigation of the beltloader and his expert opinion,</p>\n<blockquote id=\"b345-8\">[The beltloader] was safe [inasmuch as] it provided the appropriate design features to enable the equipment to perform the service which ... it was designed to perform in a safe manner. It provided the necessary and advisable safety guards and equipment.</blockquote>\n<p id=\"b345-9\">Wharton did not believe that the manually raised guardrail should have had an interlock to warn that the rail was down because it would interfere with the multipurpose function of the machine. He stressed that the primary purpose of the beltloader was for luggage loading and unloading. According to Wharton, the inter<page-number citation-index=\"1\" label=\"316\">*316</page-number>lock would interfere with this function and would ultimately cause the user to disable the feature. Further, Wharton testified that there was no need for the interlock because of the degree of training that is necessary for one to operate the beltloader in the first place.</p>\n<p id=\"b346-4\">Wharton recognized that the International Air Transport Association (“LATA”)<footnotemark>2</footnotemark> published guidelines that require guardrails when a beltloader is being used for large planes, such as the 300 A airbus. The guidelines, relevant to accessing the aircraft, state:</p>\n<blockquote id=\"b346-5\">The design to the boom (beltloader) shall be such that it can be used by the operator to gain access to the hull door and safely open or close it, enter the hull or exit from it. Consequently, the following features are required: (A) a handrail on one long side of the boom. The handrail shall be foldable or retractable below the belt plane.</blockquote>\n<p id=\"b346-6\">He testified that the beltloader in this ease complied with the LATA specifications.</p>\n<p id=\"b346-7\">In summary, plaintiffs product defect theories were: (1) that the machine was defectively designed in that it allowed the belt to be raised with the guardrail lowered and/or did not have interlocks that would denote that the guardrail was down; and (2) that the manufacturer breached its duty to give an adequate warning of the hazard of climbing and descending the conveyor without the raised guardrail. The jury found in favor of defendant on both claims. This appeal followed.</p>\n<p id=\"b346-8\">I.</p>\n<p id=\"b346-9\">Plaintiff contends that the trial judge erred in failing to direct a verdict in favor of plaintiff on the ground that defendant’s warnings were inadequate as a matter of law. Alternatively, plaintiff contends that the jury’s conclusion that defendant did not breach <page-number citation-index=\"1\" label=\"317\">*317</page-number>its duty to warn was against the weight of the evidence. We find no merit in either contention.</p>\n<p id=\"b347-5\">The duty of a machine manufacturer is simply to take reasonable steps to ensure that appropriate warnings for safe use reach foreseeable users of the equipment. What is reasonable depends on the circumstances of a given case. Questions of reasonableness in determining the adequacy of warnings are ordinarily for the jury to resolve. <em>Dixon v. Jacobsen Mfg. Co., </em>270 <em>N.J.Super. </em>569, 590-591, 637 A.2d 915 (App.Div.), <em>certif. denied, </em>136 <em>N.J. </em>295, 642 A.2d 1004 (1994); <em>Seeley v. Cincinnati Shaper Co., Ltd., </em>256 <em>N.J.Super. </em>1, 19, 606 A.2d 378 (App.Div.), <em>certif. denied, </em>130 <em>N.J. </em>598, 617 A.2d 1220 (1992); <em>Butler v. PPG Indust., Inc., </em>201 <em>N.J.Super. </em>558, 562, 493 A.2d 619 (App.Div.), <em>certif. denied, </em>102 <em>N.J. </em>298, 508 A.2d 186 (1985).</p>\n<p id=\"b347-6\">The caselaw reflects the rule as codified in the New Jersey Product Liability Act (PLA) which states, in part:</p>\n<blockquote id=\"b347-7\">An adequate product warning or instruction is one that a reasonably prudent person in the same or similar circumstances would have provided with respect to the danger and that communicates adequate information on the dangers and safe use of the product, taking into account the characteristics of, and the ordinary knowledge common to, the persons by whom the product is intended to be used____</blockquote>\n<blockquote id=\"b347-8\"><em>[N.J.S.A </em>2A:58CMJ</blockquote>\n<p id=\"b347-9\">The statute does not require that warnings be put in a particular place or transmitted by a particular means. <em>See Repola v. Morbark Indust., Inc., </em>934 <em>F.</em>2d 483, 491 (3rd Cir.1991). Rather, the statutory rule focuses on the intended user, the characteristics of the product, and the milieu in which the product will be used. What a manufacturer may be reasonably required to do in order to transmit information to a consumer/user of a product may be quite different from what is required of a manufacturer of a product intended for use by many people over an extended period of time in an industrial environment. Where, as here, the intended user is an employee, the Legislature’s reference to the “characteristics” of the product and the “ordinary knowledge common to the persons by whom the product is intended to be used” reflects <page-number citation-index=\"1\" label=\"318\">*318</page-number>an understanding that proper use of sophisticated, multi-functional workplace machinery may require training. <em>See Ramos v. Silent Hoist and Crane Co., </em>256 <em>N.J.Super. </em>467, 482-483, 607 A.2d 667 (App.Div.1992). This reflects the majority rule. As the Reporters to the new Restatement of Products Liability phrased it:</p>\n<blockquote id=\"b348-5\">There is no general rule as to whether one supplying a product for the use of others through an intermediary has a duty to warn the ultimate product user directly or may rely on the intermediary to relay warnings. The standard is one of reasonableness in the circumstances. Among the factors to be considered are the gravity of the risks posed by the product, the likelihood that the intermediary will convey the information to the ultimate user, and the feasibility and effectiveness of giving a warning directly to the user.</blockquote>\n<blockquote id=\"b348-6\"><em>[Restatement (Third) of Torts: Products Liability </em>§ 2, comment i (Proposed Final Draft, April 1997).]</blockquote>\n<p id=\"b348-7\">Indeed, our Supreme Court has recognized that “the adequacy of a warning entails alerting the employer in order to alert the employee of the dangers of the unsafe product.” <em>Coffman v. Keene Corp., </em>133 <em>N.J. </em>581, 607, 628 A.2d 710 (1993) (citations omitted).</p>\n<p id=\"b348-8\">Thus, plaintiff is incorrect in his contention that, as a matter of law, a manufacturer may not discharge its duty to warn by alerting the employer of the dangers in the operation of sophisticated machinery. “Reliance on supervisors and managers to become apprised of safety hazards and to retransmit these warnings orally to workers ‘rather than the individual reading of a product warning, is a typical method by which information is disseminated in the modern workplace.’ ” <em>Ibid, </em>(quoting <em>Ferebee v. Chevron Chem. Co., </em>736 F.2d 1529, 1529 (D.C.Cir.1984)); <em>see also </em>Victor E. Schwartz and Russell W. Driver, <em>Warnings in the Workplace: The Need for a Synthesis of Law and Communication Theory, </em>52 <em>U. Cin. L.Rev. </em>38, 42-43, 59 (1983). The question simply is whether, in the context of a given case, the manufacturer acted reasonably in conveying adequate information on thé safe use of its product.</p>\n<p id=\"b348-9\"> The evidence in this case disclosed that a warning was contained on the first page of defendant’s “Operation and Mainte<page-number citation-index=\"1\" label=\"319\">*319</page-number>nance Manual” which was provided to purchasers when they bought the machine. The warning stated:</p>\n<blockquote id=\"b349-6\"><em>WARNING: </em>STOP BELT DRIVE THEN RAISE GUARD RAIL BEFORE CLIMBING A RAISED CONVEYOR TO CLEAR A PIECE OF JAMMED FREIGHT OR LUGGAGE, OR LOWER CONVEYOR ASSEMBLY SO THAT JAM MAY BE CLEARED BY A TECHNICIAN STANDING ON THE GROUND OR VEHICLE BODY WALKWAY. FAILURE TO OBSERVE THIS WARNING CAN RESULT IN INJURY TO PERSONNEL.</blockquote>\n<p id=\"b349-7\">Another warning was the guardrail itself which defendant painted “OSHA yellow” to highlight its availability and required use. In addition, defendant offered free training to each airline who bought its beltloader. Continental, plaintiffs employer, declined this offer. Instead, Continental chose to train its ramp agents on the use of the beltloader, including when to use the safety guardrail.<footnotemark>3</footnotemark></p>\n<p id=\"b349-8\">As noted earlier, plaintiffs expert stated that the warnings contained in the manual were insufficient, and that there should have been warnings on the machine itself cautioning against the use of the conveyor belt as a walkway without raising the guardrail. The beltloader designer, Robert Notman, on the other hand, testified that the fact that the rail was painted “OSHA yellow” constituted a sufficient warning. There was also testimony from defense expert, Larry Wharton, that training was necessary to inform operators of the safe use of the multifunctional aspects of the machine. As he put it: “You would never hire someone off the street and say here’s a beltloader, start loading this aircraft.”</p>\n<p id=\"b349-9\">Both Notman and Wharton expressed opinions concerning the ineffectiveness of warnings painted on machinery designed to be used in the workplace over an extended period of time. In doing so, they both made reference to a decal on the beltloader that had <page-number citation-index=\"1\" label=\"320\">*320</page-number>been painted over so that it could no longer be read. Before being obscured by paint, the decal had read, “Before leaving driver’s seat, place transmission in park or neutral, turn off engine, set park brake, take care of this vehicle, safety pays.” Wharton also testified that placing too many warnings on a product has a “newspaper” or “billboard” effect and detracts from the product’s safety. He said: “You can’t print the whole operational manual on the piece of equipment. That’s why somebody has to be trained to use it properly.”</p>\n<p id=\"b350-4\">Continental’s policy was that when servicing a wide-bodied aircraft the guardrail on the beltloader was supposed to be in the raised position in order to protect people from falling when walking up and down the ramp. Section 5.4 of Continental’s ground support equipment release distributed to plaintiff and other ramp agents provides that,</p>\n<blockquote id=\"A2g\">if the beltloader is to be used for personnel to enter the cargo compartment, be sure belt is not moving. The handrail must be used on widebody aircraft but is not to be in the up position while approaching an aircraft.</blockquote>\n<p id=\"b350-5\">Alvin Godfrey, Continental’s regional training specialist from 1987-96, who trained plaintiff in 1988, testified that, as a ramp agent, plaintiff would have been trained on all ramp agent functions, including those of on-line drivers and beltloader operations. Accordingly, plaintiffs initial training would have included viewing slides about how to operate the beltloader and the guardrail, and would have conveyed the importance of using the guardrail in connection with loading and unloading wide-bodied planes. Godfrey testified that, subsequent to the classroom training, plaintiff would have received hands-on training from a training coordinator or supervisor, in which the trainee would have the opportunity to perform all the required functions. Also, Godfrey testified that in March 1993 booklets were distributed to Continental’s employees for safety training purposes and one of the booklets covered beltloaders and stated: “The handrail must be used on widebody aircraft.”</p>\n<p id=\"b350-6\">Plaintiff admitted that he was trained by Godfrey but denied that he was taught how to raise the guardrail and when it had to <page-number citation-index=\"1\" label=\"321\">*321</page-number>be raised. A co-employee, Michael Hernandez, who had the same job as plaintiff at the time of the accident, testified that at the time of plaintiffs injury, he understood Continental’s policy to be that “when you go up a beltloader on a wide-body aircraft, th[e] handrail must be up.” David Cubilette, plaintiffs co-worker on the day of the accident, testified that during the training he received he was instructed to raise the guardrail of the beltloader when the loader was being used for wide-bodied aircraft.</p>\n<p id=\"b351-6\">From this testimony, the jury was free to find that defendant acted reasonably in offering to train users of the beltloader and, in any event, had given Continental sufficient warning of the danger actually encountered by plaintiff. It was also free to conclude that Continental repeated defendant’s warning in its manuals as well as in its training of plaintiff. In light of that training, the yellow paint on the guardrail was an ever present reminder of the need to use it when required. Considering this evidence, the jury was also free to disregard plaintiffs testimony that he never received such training.</p>\n<p id=\"b351-7\">The jury’s finding is “entitled to very considerable respect.” <em>Baxter v. Fairmont Food Co., </em>74 <em>N.J. </em>588, 597, 379 A.2d 225 (1977). Taking into consideration the appropriate standard of appellate review, our examination of the record satisfies us that the jury’s finding that defendant did not breach its duty to warn was not “so distorted and wrong ... as to manifest with utmost certainty a plain miscarriage of justice.” <em>Carrino v. Novotny, </em>78 <em>N.J. </em>355, 360, 396 A.2d 561 (1979); <em>see also R. </em>2:10-1.</p>\n<p id=\"b351-8\">II.</p>\n<p id=\"b351-9\">We will now consider plaintiffs design defect claim. Over the objection of plaintiff, the trial judge instructed the jury on risk/utility factors five and six.<footnotemark>4</footnotemark> Plaintiff contends that the trial <page-number citation-index=\"1\" label=\"322\">*322</page-number>judge erred in doing so. He bases his appellate argument on what is claimed to be a “clear public policy that a worker’s conduct is not to be considered in determining whether a manufacturer is strictly liable in a design defect case.” In support of this position, plaintiff cites <em>Suter v. San Angelo Foundry &amp; Mach. Co., </em>81 <em>N.J. </em>150, 406 A.2d 140 (1979), which held that a plaintiffs comparative fault is not to be considered by a jury in reducing a manufacturer’s liability when the plaintiffs injury is sustained in a workplace setting. Plaintiff also relies on a portion of the PLA that provides an absolute defense to design defect claims to defendants other than those manufacturing “industrial machinery or other equipment used in the workplace.” <em>N.J.S.A </em>2A:58C-3a(2). That section of the PLA embodies the so-called eonsumerexpectation/obvious-danger defense in design defect cases where “[t]he characteristics of the product are known to the ordinary consumer or user, and the harm was caused by an unsafe aspect of the product that is an inherent characteristic of the product and that would be recognized by the ordinary person who uses ... the product with the ordinary knowledge common to the class of <page-number citation-index=\"1\" label=\"323\">*323</page-number>persons for whom the product is intended.” <em>Ibid. </em>The defense, however, is inapplicable to cases such as this where the accident involves industrial machinery in the workplace. Nevertheless, neither of these arguments, alone or combined, support plaintiffs claim of error. Indeed, the argument mixes and confuses interrelated but nonetheless distinct concepts.</p>\n<p id=\"b353-5\"><em>N.J.S.A. </em>2A:58C-3a(2) is not dispositive of whether factors five and six of the risk/utility analysis are proper considerations for determining whether an industrial product was defectively designed. As we stated in <em>Fabian v. Minster Mach. Co. Inc., </em>258 <em>N.J.Super. </em>261, 271-72, 609 A.2d 487 (App.Div.), <em>certif. denied, </em>130 <em>N.J. </em>598, 617 A.2d 1220 (1992), “[although <em>N.J.S.A. </em>2A:58C-3a] converted into absolute affirmative defenses what had been under the common law merely factors in the overall risk/utility analysis[,]---- [t]he Act has not appreciably altered the common law interpretation of risk/utility analysis outside of the three absolute defenses.” Therefore, the obviousness of danger to the theoretical plaintiff may still be viewed as a factor in determining whether a product is defectively designed, although it may not be available as an absolute defense to negate liability for an otherwise harmful product. <em>See Ramos v. Silent Hoist and Crane Co., supra, </em>256 <em>N.J.Super. </em>at 482-83, 607 A.2d 667 (recognizing that even where <em>N.J.S.A </em>2A:58C-3a is unavailable as a defense because the defendant manufactured an industrial and/or workplace product, a defendant may still assert “a lack of negligence or [in other words] the absence of a design defect” without relying on the actual conduct of the plaintiff).</p>\n<p id=\"b353-8\">Parenthetically, there is also a recognized relationship between the obviousness of danger concept in the design context and in the warning context. “Nothing in the Act or case law suggests that the obviousness of danger may not be considered as a factor to establish what is an ‘adequate warning’ under <em>N.J.S.A </em>2A:58C-4, or whether a breach of that duty could be a proximate case of the accident.” <em>Fabian, supra, </em>258 <em>N.J.Super. </em>at 279, 609 A.2d 487. Thus, although the manufacturer in this case could not <page-number citation-index=\"1\" label=\"324\">*324</page-number>assert the <em>N.J.S.A. </em>2A:58C-3a(2) defense for design defect claims, “[u]nder our common law, the obviousness of a danger is [still a] factor in analyzing defendant’s duty to warn.” 258 <em>N.J.Super. </em>at 279, 609 A.2d 487; <em>see also Restatement (Third) of Torts: Product Liability, supra, </em>at § 2, comment 1.</p>\n<p id=\"b354-5\">As mentioned earlier, plaintiff also relies on <em>Suter v. San Angelo Foundry &amp; Mach. Co., supra, </em>in support of the claim that factors five and six should not have been charged in the risk/utility analysis. Usually this is so, because the references in the risk/utility analysis are meant to describe the class of foreseeable users, not the individual plaintiff. It is also well established that under <em>Suter, </em>a plaintiff who sustains an injury from a defective product in a work setting will not have his or her recovery diminished under comparative negligence principles for having allegedly encountered a known risk. <em>See generally Suter, supra, </em>81 <em>N.J. </em>at 168, 406 A.2d 140. Nonetheless, there is an area outside the risk/utility analysis where a plaintiffs negligence may be taken into consideration, even for injuries sustained in a work setting, namely, when such negligence is alleged by the manufacturer defendant to have been the <em>sole </em>proximate cause of the injury as opposed to a contributing factor. <em>See Straley v. United States, </em>887 <em>F.Supp. </em>728, 743 (D.N.J.1995); <em>Congiusti v. Ingersoll Rand Co., </em>306 <em>N.J.Super. </em>126, 135 n. 1, 703 A.2d 340 (App.Div. 1997); <em>Fabian, supra, </em>258 <em>N.J.Super. </em>at 277-78, 609 A.2d 487; <em>see also </em>Dreier, Goldman &amp; Katz, <em>New Jersey Products Liability and Toxic Torts Law </em>§ 14:3-2 at 311 (1996) (“Note that even though the conduct of the person injured in the workplace may not be used to show negligence under the <em>Suter </em>rule now embodied in the statutory exception, such conduct may be admissible ... on the issue of proximate cause, or a defendant may wish to show how the accident occurred, or evidence of the plaintiffs conduct may be admissible to show that such conduct could not reasonably have been expected.”).</p>\n<p id=\"b354-6\">Whether the product is defective in its design focuses on the condition of the product as it left the control of the <page-number citation-index=\"1\" label=\"325\">*325</page-number>manufacturer. Accordingly, the conduct of an injured plaintiff, which occurs at some time after that reference point, is irrelevant in determining design defect. <em>Johansen v. Makita USA, Inc., </em>128 <em>N.J. </em>86, 101, 607 A.2d 637 (1992). So long as the jury is properly instructed that the use of plaintiffs conduct in its deliberations is limited to the proximate causation analysis, there is no impediment to the consideration of the fifth or sixth risk/utility factors in determining whether a product is defective in its design, which focus on the average user. <em>Id. </em>at 100-01, 607 A.2d 637; <em>Ladner v. Mercedes-Benz of North America Inc., </em>266 <em>N.J.Super. </em>481, 493-94, 630 A.2d 308 (App.Div.1993), <em>certif. denied, </em>135 <em>N.J. </em>302, 639 A.2d 301 (1994).<footnotemark>5</footnotemark> In this case, the trial judge was careful in his instruction to the jury that plaintiffs conduct was irrelevant to the question of whether the product was defective, and that plaintiffs conduct was to be considered only on the issue of proximate cause; a question the jury was not to address until after it decided that the product was defective.<footnotemark>6</footnotemark></p>\n<p id=\"b355-6\">Thus, plaintiff is correct that manufacturers of industrial equipment cannot reduce their comparative liability because of an employee plaintiffs conduct, cannot use the obviousness of a product’s danger as an absolute statutory shield from liability, and cannot use plaintiffs conduct with respect to evidence offered on risk/utility factors five and six. Nonetheless, the obviousness of harm to the average user is still a factor that may properly be considered by a jury in determining whether a product is defec<page-number citation-index=\"1\" label=\"326\">*326</page-number>tively designed and is also relevant in the context of whether the manufacturer discharged its duty to warn. As such, the judge was correct to give such a limited charge on factors five and six in the risk/utility analysis.</p>\n<p id=\"b356-4\">Although not specifically argued, we also conclude that the jury’s finding that there was no design defect was not against the weight of the evidence. <em>R. </em>2:10-1; <em>see also Carrino v. Novotny, supra, </em>78 <em>N.J. </em>at 360, 396 A.2d 561.</p>\n<p id=\"b356-5\">Affirmed.</p>\n<footnote label=\"2\">\n<p id=\"b346-10\"> As explained by the defense engineering expert, the IATA is an entity \"comprised of approximately 240 airlines throughout the world ... [and] publishes] specifications ... or procedures relative to airline equipment or airline procedures.\"</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b349-10\"> We agree with plaintiff's statement that a manufacturer may not delegate its duty to warn to an employer. <em>Coffman, supra, </em>133 <em>N.J. </em>at 608, 628 A.2d 710. Contrary to plaintiff's argument, however, defendant's Operation and Maintenance Manual accompanying the machine and its offer to train employees in the safe use of the equipment reveals that defendant did not attempt to delegate its duty to warn to the employer.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b351-10\"> The issue of defect is composed of a balanced consideration of the following factors:</p>\n<blockquote id=\"b352-4\"><page-number citation-index=\"1\" label=\"322\">*322</page-number>(1) The usefulness and desirability of the product — its utility to the user and to the public as a whole.</blockquote>\n<blockquote id=\"b352-5\">(2) The safety aspects of the product — the likelihood that it will cause injury, and the probable seriousness of the injury.</blockquote>\n<blockquote id=\"b352-6\">(3) The availability of a substitute product which would meet the same need and not be as unsafe.</blockquote>\n<blockquote id=\"b352-7\">(4) The manufacturer's ability to eliminate the unsafe character of the product without impairing its usefulness or making it too expensive to maintain its utility.</blockquote>\n<blockquote id=\"b352-8\">(5) The user’s ability to avoid danger by the exercise of care in the use of the product.</blockquote>\n<blockquote id=\"b352-9\">(6) The user’s anticipated awareness of the dangers inherent in the product and their avoidability, because of general public knowledge of the obvious condition of the product, or of the existence of suitable warnings or instructions.</blockquote>\n<blockquote id=\"b352-10\">(7) The feasibility, on the part of the manufacturer, of spreading the loss by setting the price of the product or carrying liability insurance. (Ordinarily, a consideration only for the court.)</blockquote>\n<blockquote id=\"b352-11\"><em>[Cepeda v. Cumberland Eng. Co., Inc., </em>76 <em>N.I. </em>152, 173-74, 386 A.2d 816 (1978).]</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b355-7\"> We note that the trial judge expressed concern as to whether he correctly instructed the jury using the fifth and sixth risk/utility factors in a case involving a workplace injury. That concern stemmed from a cautionary note to that effect in the Model Jury Charge. <em>See Model Civil Jury Charge </em>5.34B n. 2 (February 1989)(“Consideration should be given whether Factors No. 5 and 6 should be charged where comparative negligence is not a defense.”) We disapprove of that cautionary note inasmuch as it is contrary to the clear language used by this court in <em>Fabian, supra, </em>and by the Supreme Court in <em>Johansen, supra.</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b355-8\"> We note that plaintiff made no claim at trial, and makes no claim here, that defendant failed to offer any evidence on the subject of risk/utility factors five and six other than plaintiff’s conduct.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}