{
  "casebody": {
    "data": "<casebody firstpage=\"671\" lastpage=\"674\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b719-4\">Jack L. KREINBRING, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b719-6\">No. 15077.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b719-7\">United States Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b719-8\">Nov. 12, 1954.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"AmG\"><page-number citation-index=\"1\" label=\"672\">*672</page-number>Edward M. Sullivan, Minneapolis, Minn., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b720-9\">George E. MacKinnon, U. S. Atty., and Alex Dim, Asst. U. S. Atty., St. Paul, Minn., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b720-10\">Before GARDNER, Chief Judge, and WOODROUGH and VAN OOSTERHOUT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b720-11\">VAN OOSTERHOUT, Circuit Judge.</author>\n<p id=\"b720-12\">The appellant, Jack L. Kreinbring, appeals from judgment and conviction on three counts of an indictment charging him with violation of the Mann Act, Count 1 charging the violation of Title 18 U.S.C.A. § 2422, Counts 2 and 3 charging the violation of Title 18 U.S.C.A. § 2421. The alleged victim in each count was Helen Louise Spaulding (Dalzen). Defendant made no motion for judgment of acquittal in the trial court. Consequently, he is not in a position to raise the question of the sufficiency of the evidence to sustain the conviction. Mitchell v. United States, 8 Cir., 208 F.2d 854. Under such circumstances no useful purpose can be accomplished by setting out the evidence in detail.</p>\n<p id=\"b720-14\">The errors urged by the appellant may be summarized as follows:</p>\n<p id=\"b720-15\">I. Error in admitting evidence of other unrelated offenses or misconduct.</p>\n<p id=\"b720-16\">II. Error in instructions as to the Wisconsin Hotel incident.</p>\n<p id=\"b720-17\">III. Error in admitting two photographs as exhibits.</p>\n<p id=\"b720-18\">IV. Improper closing argument by government counsel.</p>\n<p id=\"b720-19\">V. Denial of motion for new trial.</p>\n<p id=\"b720-20\">VI. Plain errors should be noticed.</p>\n<p id=\"b720-21\">Each of these claimed errors will now be considered.</p>\n<p id=\"b720-22\">I. Mrs. Spaulding testified that defendant, while a guard at the Minneapolis men’s workhouse, permitted witness and a companion to enter the workhouse and have sexual relations with certain inmates. The only objection made to the testimony was a hearsay objection to a prior question. This objection, even if it were considered as standing to various separate questions eliciting this information, was not adequate to raise the question that it was prejudicial testimony of unrelated offenses. Mrs. Spaulding without objection testified that she and defendant had registered at the Wisconsin Hotel under the name of Mr. and Mrs. John Hammond and there had intercourse. The hotel registration card showing such registration on November 6, 1951, was identified and offered, at which time defendant’s counsel stated, “No objection.” Whereupon, the exhibit was received. The defendant, in his direct examination, fully admitted the workhouse and Wisconsin Hotel incidents. Defendant’s counsel, in his closing argument to the jury stated, “There was a disgraceful incident at the workhouse, which of course, we cannot condone. That isn’t the crime for which he is being tried. There is the episode at the Wisconsin Hotel. Certainly nobody can condone that — we don’t — we admit it.”</p>\n<p id=\"b721-4\"><page-number citation-index=\"1\" label=\"673\">*673</page-number>Under the record as made, we are not concerned with the question of whether the foregoing testimony would be vulnerable to an appropriate objection as no such objection was made. An objection to testimony not made in the trial court cannot be urged for the first time on appeal. Finnegan v. United States, 8 Cir., 204 F.2d 105, 111.</p>\n<p id=\"b721-5\">Any error in admitting evidence is cured by defendant’s admissions covering the same transactions. Palno v. United States, 8 Cir., 58 F.2d 111.</p>\n<p id=\"b721-6\">II. The Court instructed the jury in part, “You are instructed that the defendant, Kreinbring, cannot be convicted of the charges contained in the indictment upon the mere ground that he registered for himself and the witness Spaulding in the Wisconsin Hotel on the 6th day of November, 1951; but such registration may be considered by you as bearing upon the defendant’s intent and his credibility as a witness.”</p>\n<p id=\"b721-7\">Defendant requested no instructions and his counsel, before the jury retired, in response to an inquiry by the Court, stated he had no exceptions to the instructions given. The defendant now objects to the above instruction for the reason that the evidence of the hotel registration, and what happened there, was improperly admitted.</p>\n<p id=\"b721-8\">In the absence of a request for or exceptions to instructions there is nothing to review. Rule 30 Federal Rules of Criminal Procedure, 18 U.S.C.A.; Stassi v. United States, 8 Cir., 50 F.2d 526; McGuire v. United States, 8 Cir., 152 F.2d 577.</p>\n<p id=\"b721-9\"> III. Exhibit 1 purports to be a picture of a man the witness Spaulding identified as the collection agent of her employer in the prostitution business in Chicago. Exhibit 2 is a picture of a fellow prostitute the witness Spaulding knew in Minneapolis and met at the place where she was employed in Chicago. The exhibits were objected to as “Immaterial, too remote, no proper foundation having been laid, no connection with the defendant.” No other reference to exhibits 1 and 2 can be found in the evidence. Mrs. Spaulding had fully explained in her testimony her relations and dealings with the subjects of the photographs. It is difficult to see where the introduction of these exhibits added anything to her testimony. Defendant, in his argument, makes no showing of any prejudice caused him thereby. His principal contention is that his constitutional right to be confronted by witnesses against him has been violated. This objection was not urged below and, consequently, cannot be raised here. In any event, his contention is without merit.</p>\n<p id=\"b721-12\">If the admission of the photographs, exhibits 1 and 2, was erroneous, it was harmless error and affords no basis for reversal. Rule 52(a) Federal Rules of Criminal Procedure, 38 U.S.C.A., Cwach v. United States, 8 Cir., 212 F.2d 520, 530.</p>\n<p id=\"b721-13\">IV. As to the defendant’s contention that the government counsel made improper argument to the jury, this question is not properly before this Court, as no objections were made to the argument in the trial court. Mitchell v. United States, 8 Cir., 208 F.2d 854, 857. The portion of the argument here challenged is the reference made by government counsel to the workhouse and Wisconsin Hotel incidents. These matters were in evidence without objection and were admitted and apologized for in the excerpt of the argument of defendant’s counsel hereinabove quoted. In any event, no prejudicial error has been shown.</p>\n<p id=\"b721-14\">V. Defendant asserts as error the denial of his motion for new trial. The motion is not set out in the record. Docket entries included in the record show motion for new trial was filed and denied. Affidavits and testimony taken on the issue of newly discovered evidence are set out in the record. Defendant, in his brief, states the motion was based primarily on newly discovered evidence. Plaintiff’s brief states the motion was based on newly discovered evidence. The finding and order denying the motion re<page-number citation-index=\"1\" label=\"674\">*674</page-number>fers only tó the issue of ñewly discovered evidence. Neither side argues any other proposition pertaining to the motion for new trial. Consequently, if we have anything to review here in connection with the denial of the motion for a new trial, it relates solely to the refusal to grant a new trial because of newly discovered evidence. The claimed newly discovered evidence consisted of letters written by Mrs. Spaulding to her husband in the Armed Service, postmarked Minneapolis, during the period other evidence showed Mrs. Spaulding was in Chicago carrying on her prostitution activities. Affidavits of Mrs. Spaulding and Mrs. Vohland state these letters were written in advance and. sent to friends for mailing out of Minneapolis. Judge Joyce, who tried this case, states in part: “Well these letters don’t mean a thing to me. It is very evident that this woman loved this man she was writing to and she didn’t want him to, know what she was doing, and, like' women of her class, she adopted subterfuge after subterfuge. She sent letters to other people and had them mail them here in Minneapolis to make believe she was home, when, as a matter of fact, we all know, who were here during the progress of the trial, that she was around with Kreinbring and others carrying on her trade as a prostitute in Chicago and elsewhere.” In United States v. Johnson, 327 U.S. 106, 111, 66 S.Ct. 464, 466, 90 L.Ed. 562, the Court states: “But it is not the province of this Court or the Circuit Court of Appeals to review orders granting or denying ‘ motions for a new trial when such review is sought on the alleged ground that the trial court made erroneous findings of fact. Holmgren v. United States, 217 U.S. 509, 30 S.Ct. 588, 54 L.Ed. 861; Holt v. United States, 218 U.S. 245, 31 S.Ct. 2, 54 L.Ed. 1021; Fairmont Glass Works v. [Cub Fork] Coal Company, 287 U.S. 474, 481, 53 S.Ct. 252, 254, 77 L.Ed. 439. While the appellate court might intervene when the findings of fact are wholly unsupported by evidence * * * it should never do so where it does not clearly appear that the findings are not supported by any evidence. The trial judge’s findings were supported by evidence. He had conducted the original trial and had watched the case against Johnson and the other respondents unfold from day to day. Consequently the trial judge was exceptionally qualified to pass on the kffidavits.” To the same effect, see: Nilva v. United States, 8 Cir., 212 F.2d 115.</p>\n<p id=\"Aqy\">There has been no abuse of discretion in overruling the motion for a new trial.</p>\n<p id=\"b722-7\">VI. Defendant urges that this Court should notice plain error under Rule 52(b) as its contentions hereinabove set out. The rule .as to the noticing of plain error is well stated in Mitchell v. United States, 8 Cir., 208 F.2d 854, 858, as follows: “ ‘We exercise the power to notice plain error not assigned only where necessary to prevent a miscarriage of justice; and a careful examination of the record convinces us that there is no occasion to exercise it here.’ ” .</p>\n<p id=\"b722-8\">In the present case, we have carefully examined the record and we feel that the defendant’s conviction is based on substantial, competent evidence. We do not believe that there has been any miscarriage of justice and we can find nothing in the errors claimed either individually or collectively which would warrant us in noticing the same as plain error under Rule 52(b).</p>\n<p id=\"b722-9\">We have now considered the errors raised by the defendant and have found no reversible error. Accordingly, the judgment appealed from is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}