{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"5\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b33-6\">[No. 18221.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ad\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"An\">March 21, 1894.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b33-7\">JESSIE ROSS, Appellant, <em>v. </em>W. B. WELLMAN, Respondent.</parties>\n<syllabus data-order=\"4\" data-type=\"legal\" id=\"b33-10\">Quieting Title—Fraudulent Conveyance—Evidence.—In an action to quiet title, where the defendant claims title under an execution sale against the plaintiff’s grantor, alleging that the plaintiff’s husband was the owner of the land in controversy, and was indebted to the defendant, and had no other property under execution, and that he made a conveyance of the property to a third party who immediately conveyed the same to the plaintiff, and that both conveyances were without consideration, and made to defraud the creditors of the husband of plaintiff, it is competent, on cross-examination of the plaintiff’s husband, to inquire as to a conversation had before the time of the alleged conveyance, for the purpose of showing the intent of the husband to avoid the payment of a debt by the conveyances.</syllabus>\n<syllabus data-order=\"5\" data-type=\"legal\" id=\"b33-11\">Id.—Voluntary Conveyance—Intent of Donor and Donee.—If a conveyance by a debtor is voluntary, the question as to its fraudulent character depends upon the intent of the donor alone, and the intent of the donee is immaterial.</syllabus>\n<syllabus data-order=\"6\" data-type=\"legal\" id=\"b33-12\">Id.—Conveyance for Value.—If there was a valuable consideration for the conveyance the knowledge and intent of the grantee is material; but even in that case the intent of the grantor is a material issue in the case, and proof is admissible to show it, although such proof alone would not make a case against the grantee.</syllabus>\n<syllabus data-order=\"7\" data-type=\"legal\" id=\"b33-13\">Id.—Burden of Proof.—The creditor attacking the sale as fraudulent must first show fraudulent intent in the vendor, and the burden of proof is then on the purchaser to show a valuable consideration, and when this is shown the burden again shifts, and the creditor must show knowledge of the fraudulent intent of the vendor on the part of the vendee.</syllabus>\n<syllabus data-order=\"8\" data-type=\"legal\" id=\"b33-14\">Id.—Justice’s Judgment — Default — Irregularity—Validity—Evidence.—A judgment rendered by default in a justice’s court, where <page-number citation-index=\"1\" label=\"2\">*2</page-number>the record shows that the defendant lived out of the township in which suit was brought, that the summons required him to answer within ten days, and that his default for not appearing was entered four days after the service, but the judgment was not entered until after the expiration of the full period, is at the most only irregular and not void, and is admissible in evidence on behalf of the judgment creditor.</syllabus>\n<syllabus data-order=\"9\" data-type=\"legal\" id=\"b34-5\">Id.—Execution—Direction to Constable—Return by Sheriff.—The fact that the execution under which the sale was made was directed to a constable of the township, and the return thereof shows that it was received and executed by the sheriff of the county, is at the most an irregularity, and does not render the service void, or make the execution and return inadmissible in evidence.</syllabus>\n<syllabus data-order=\"10\" data-type=\"legal\" id=\"b34-6\">Id.—Execution, How Directed.—An execution may be directed to the sheriff or to any constable in the county, and each officer is vested with full power to serve the writ, and it is an indifferent matter to whom it is issued.</syllabus>\n<syllabus data-order=\"11\" data-type=\"legal\" id=\"b34-7\">Id.—Evidence—Proof of Other Indebtedness.—Proof of other indebtedness on the part of the debtor who made the fraudulent conveyance and sale is admissible to show motive on his part.</syllabus>\n<syllabus data-order=\"12\" data-type=\"legal\" id=\"b34-8\">Id.—Statements Made After Parting With Title.—Statements tending to prove that the conveyance was made to hinder, delay, and defraud creditors, made by the debtor after he has parted with the title to the property, are not admissible in evidence to impeach the title of his grantee.</syllabus>\n<summary data-order=\"13\" data-type=\"legal\" id=\"b34-9\">Appeal from, a judgment of the Superior Court of Fresno County, and from an order denying a new trial.</summary>\n<summary data-order=\"14\" data-type=\"legal\" id=\"b34-10\">The facts are stated in the opinion.</summary>\n<p data-order=\"15\" data-type=\"attorneys\" id=\"b34-11\"><em>Lamberson &amp; Middlecoff, </em>for Appellant.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b34-12\"><em>W. B. Wallace, T. J. Witt, </em>and <em>Geo. A. Rankin, </em>for Respondent.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b34-13\">Temple, C.</author>\n<p id=\"AKn\">This action was brought to quiet plaintiff’s title to a tract of land. Defendant answered denying the allegations of the complaint, except that he admitted that he claimed title to the land.</p>\n<p id=\"b34-14\">The answer then proceeds to aver that plaintiff is, and had for a long time been, the wife of one A. Ross. That on the 27th of June, 1890, A. Ross was the owner of the land in controversy, and was indebted to the defendant. That at the time said A. Ross had no other property subject to execution. That on the day last named said A. Ross made a conveyance of the property <page-number citation-index=\"1\" label=\"3\">*3</page-number>to one John Campbell, for the purpose of having said Campbell immediately convey the same to plaintiff, which said Campbell did. That the conveyances were without consideration and were made and received for the sole purpose of covering up and concealing the property of A. Ross, so that the same could not be taken to satisfy the just claims and demands of the creditors of said A. Ross.</p>\n<p id=\"b35-4\">That subsequently the defendant obtained a judgment against, said A. Ross and caused an execution to be issued which was levied upon the land, which was after-wards sold under the execution as the property of A. Ross, and purchased by the defendant, subject to redemption.</p>\n<p id=\"b35-5\">At the trial defendant had judgment, and plaintiff appeals from the judgment and from an order denying a new trial.</p>\n<p id=\"b35-6\">Plaintiff’s husband, A. Ross, was a witness for her, and in cross-examination was asked if he had not had a conversation with one W. L. Rose wherein he asked Rose if he could not make a deed to his wife, saying that he was a surety upon the note to defendant, and that if he had to pay the debt it would ruin him, and if Rose did not tell him that he could not make a valid deed of gift when he was in debt, and if witness did not thereupon reply that he would make a deed to old Campbell, and have him make the deed to witness’ wife.</p>\n<p id=\"b35-7\">The question was objected to as incompetent and immaterial, as not cross-examination, and not binding upon plaintiff. The objection was overruled, and it is now urged that the ruling was erroneous.</p>\n<p id=\"b35-8\">The intent of A. Ross in making the conveyance was a matter in controversy, and the evidence was admissible foi* the purpose of showing such intent. It was shown that the time of the alleged conversation was before the conveyance. The issue was divisible.</p>\n<p id=\"b35-9\">Did Ross make the conveyance with intent to defraud his creditors? If so, did the grantee pay a valuable consideration for the conveyance? For if the convey<page-number citation-index=\"1\" label=\"4\">*4</page-number>anee was voluntary, the question as to its fraudulent character depends upon the intent of the donor alone; the intent of the donee is immaterial. (Bump on Fraudulent Conveyances, 279.)</p>\n<p id=\"b36-5\">If there was a valuable consideration for the conveyance, then the knowledge and intent of tile grantee becomes also material. But even in that case the intent of the debtor and grantor is a material issue in the case, and proof is admissible to show it, although such proof alone will not make a case against the grantee where a valuable consideration is shown.</p>\n<p id=\"b36-6\">Here defendant takes both positions—as he had a right to do—that there was a fraudulent conspiracy to hinder, delay, and defraud the creditors of A. Ross, and that both conveyances were without consideration. On either proposition it was competent to show the intent of Ross by proof of his statements made before the conveyance.</p>\n<p id=\"b36-7\">It is said in <em>Jones </em>v. <em>Simpson, </em>116 U. S. 610, that it is incumbent upon the creditor attacking a sale on the ground that it was made to defraud creditors, first, to show fraudulent intent in the vendor, that the burden is then on the purchaser to show valuable consideration, which shown, the burden again shifts, and the creditor must show knowledge of the fraudulent intent of the vendor on the part of the vendee.</p>\n<p id=\"b36-8\">It is next claimed that there was error in admitting in evidence the judgment of <em>Wellman </em>v. <em>Redd Brothers, </em>being the judgment under which defendant claimed. The objection was that the judgment was by default, and the record showed that the defendant, A. Ross, lived out of the township in which suit was brought; that the summons required him to answer within ten days, and his default for not appearing was entered four days after the service; judgment, however, was not entered until after the expiration of the full period.</p>\n<p id=\"b36-9\">Such a judgment is not void. At the most it was only irregular. (Freeman on Judgments, sec. 126, and note.)</p>\n<p id=\"b37-3\"><page-number citation-index=\"1\" label=\"5\">*5</page-number>It is next objected that the court erred in admitting in evidence the execution under which the sale was made and the return thereon. The point is that the execution was directed to a constable of Tule river township, and the return shows that it was received and executed by the sheriff of Tulare county. The execution might have been directed to the sheriff or any constable in the county.</p>\n<p id=\"b37-4\">Each officer was vested with full power to serve the writ, and it was an indifferent matter to whom it was issued. It was at most a mere irregularity, and does not render the service void.</p>\n<p id=\"b37-5\">There was no error in permitting testimony of other indebtedness on the part of A. Ross. Such evidence was admissible to show motive on the part of Ross. It was error, however, to allow the testimony of the witness James in regard to statements made by A. Ross after he had parted with title to the property. These statements tended to prove that the conveyance was made to hinder, delay, and defraud creditors. The title of his grantee could not be impeached by his statements made at that time. <em>(Briswalter </em>v. <em>Palomares, </em>66 Cal. 259.)</p>\n<p id=\"b37-6\">For this error the judgment and order must be reversed. It is not, therefore, necessary, and perhaps would not be proper, to discuss the further point as to the sufficiency of the evidence to establish a fraudulent conspiracy.</p>\n<p id=\"b37-7\">I advise that the judgment and order be reversed and a new trial had.</p>\n<p id=\"b37-8\">Searls, C., and Belcher, C., concurred.</p>\n<p id=\"b37-9\">For the reasons given in the foregoing opinion, the judgment and order appealed from are reversed and a new trial granted.</p>\n<p id=\"b37-10\">Garoutte, J., Paterson, J., Harrison, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}