{
  "casebody": {
    "data": "<casebody firstpage=\"636\" lastpage=\"650\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b668-4\">PASELA et al., Appellants, v. BROWN DERBY, INC. et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b668-6\">[Cite as <em>Pasela v. Brown Derby, Inc. </em>(1991), 71 Ohio App.3d 636.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b668-7\">Court of Appeals of Ohio, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b668-9\">No. 58247.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b668-10\">Decided April 1, 1991.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b671-11\"><page-number citation-index=\"1\" label=\"639\">*639</page-number><em>Gerald R. Walton, </em>for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b671-12\"><em>Hermann, Cahn &amp; Schneider, Anthony J. Hartman </em>and <em>Gary D. Hermann, </em>for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b671-13\">Dyke, Judge.</author>\n<p id=\"b671-14\">The instant case was commenced by plaintiffs-appellants for injuries suffered by appellant Christine Pasela, a minor, which appellants claim were caused by the negligence of defendants-appellees.<footnotemark>1</footnotemark></p>\n<p id=\"b671-15\">In the early afternoon of July 27,1983, appellant Christine Pasela, then just under one year old, was taken to a Brown Derby Restaurant for lunch by her mother, Karen Pasela, and grandmother, Margaret Sinko. An older sister, Nicole, was also present. The party was seated at a table by the restaurant’s hostess and cashier, Joann Sclimenti. Defendant-appellee Sclimenti brought a high chair for Christine to sit in and appellant Karen Pasela then placed her <page-number citation-index=\"1\" label=\"640\">*640</page-number>daughter in the chair. Karen Pasela notified Sclimenti that the high chair did not fasten properly and that there were no straps on the seat to secure Christine. Sclimenti never replaced the chair. Karen Pasela moved the high chair so that Christine was seated to her immediate left. Both Karen Pasela and Margaret Sinko were given large menus and were then asked by defendant-appellee, waitress Nancy Filler, if they would like coffee. They responded affirmatively. While Karen and Margaret were reviewing the menus, appellee, waitress Susan Heffner, brought two pots of coffee to the table where the party was seated without alerting the women that she had done so. One pot was placed on Karen Pasela’s left side, near the high chair where Christine was seated. Filler, who was in charge of training Heffner, saw the placement of the coffee pots on the table.</p>\n<p id=\"b672-5\">Karen Pasela indicated that while waiting for the coffee, she was reviewing the menu, trying to appease Nicole, who was hungry and cranky, and reaching into a diaper bag on the floor to retrieve some baby food. Karen testified that while she was reaching into the diaper bag, she heard Christine cry and turned towards her to find that a pot of coffee had spilled on Christine’s high chair and on the front of Christine’s clothing, causing severe burns to Christine’s arms, chest, abdomen and right leg. Karen stated that she had only looked away from Christine for fifteen to twenty seconds. Margaret Sinko claimed that she glanced at Christine every ten seconds but had not witnessed the accident. Karen and Margaret both testified that they never saw a waitress bring two pots of coffee to their table, nor did they have any idea how the coffee pots had gotten on the table or how the accident had happened.</p>\n<p id=\"b672-6\">Christine was taken by ambulance to Cleveland Metro General Hospital, where she was treated for her burns by Dr. Robert Gerding. Christine’s burns began to heal after several months, but the record reflects that she has suffered permanent scarring.</p>\n<p id=\"b672-7\">A jury trial was held. The jury found Brown Derby, Inc. and waitress Susan Heffner were negligent and that their negligence proximately caused injury to each appellant. The jury found appellees Nancy Filler and Joann Sclimenti were not negligent. The jury awarded appellant Christine Pasela $75,000 in damages against Brown Derby, Inc., and Susan Heffner. The jury also awarded appellant, Edward Pasela, Christine’s father, $20,000 which he incurred in medical bills on behalf of his daughter, and for loss of her services. The jury awarded Karen Pasela $7,000 for the loss of her daughter’s services but reduced this figure by thirty-three and one-third percent because they found Karen to have been contributorily negligent.</p>\n<p id=\"b672-8\">Appellants have appealed and assign several errors for review.</p>\n<p id=\"b673-3\"><page-number citation-index=\"1\" label=\"641\">*641</page-number>I</p>\n<p id=\"b673-4\">“The trial court erred in not allowing appellants’ medical experts to testify as to the future effects of an injury where such evidence was objected to and excluded at the trial, thereby prejudicing and depriving appellants of the opportunity to fully present their damage evidence.”</p>\n<p id=\"b673-5\">Appellants state that it was error for the trial court to sustain appellees’ objections to testimony offered by appellants’ medical experts, Dr. Gerding and Dr. Wojtankowski, who were called to testify, by videotaped depositions, regarding the future physical effects of Christine Pasela’s injury. Both experts had diagnosed appellant Christine as having hypertrophic scarring on her chest. Appellants sought to admit testimony through their medical experts as to the future developmental effects that the hypertrophic scarring would cause, particularly the possibility of abnormal breast and nipple growth and development.</p>\n<p id=\"b673-6\">The rule in Ohio with respect to future damage is that “a jury should be confined to such damages as are reasonably certain to follow from the injury complained of.” <em>Roberts v. Mut. Mfg. &amp; Supply Co. </em>(1984), 16 Ohio App.3d 324, 16 OBR 355, 475 N.E.2d 797, paragraph one of the syllabus. In <em>Roberts, </em>plaintiff called two physicians to testify by videotaped depositions on her behalf: Dr. Michael Welch and Dr. Arthur Hughes. Dr. Welch examined the injured plaintiff and concluded that the diagnosed condition was causally related to the accident at issue. Welch stated that he thought that the plaintiff was “probably going to have some type of residual symptoms,” but didn’t “think it is going to be very significant.” <em>Id. </em>at 325, 16 OBR at 357, 475 N.E.2d at 800. Welch further stated that in his opinion her continued pain was “probably” related to the accident. Dr. Hughes, who also examined the plaintiff, stated “in all likelihood” she will continue to have difficulties and that “she will probably experience” pain “for some period in the future.” <em>Id. </em>at 327, 16 OBR at 358, 475 N.E.2d at 800. The court of appeals stated that the above testimony was competent and credible evidence on the question of whether plaintiff would suffer future damages.</p>\n<p id=\"b673-7\">Appellants, in the present case, argue that the testimony stricken in the present case was similar to that deemed admissible in <em>Roberts </em>and thus the trial court erred in striking those portions of the depositions which dealt with future damages. We find the challenged testimony in the present case to be distinguishable from that in <em>Roberts. </em>The doctors in the present case stated that there was no evidence that development would not occur normally and admitted that Christine could well develop normally. Dr. Gerding suggested that Christine “may” have a developmental defect due to the scar but was unable to render that opinion with reasonable medical certainty. Dr. Gerding, <page-number citation-index=\"1\" label=\"642\">*642</page-number>in response to questions about future developmental problems, stated, “I <em>can’t </em>testify to what’s going to happen when she has breast development and the skin is required to undergo a great deal of change in a relatively short period of time.” (Emphasis added.) Dr. Gerding further stated, “She has had no problem. And clearly if we saw nipple dislocation at this time I could answer the question. I could say we’ve got big trouble ahead. At this point in time I can only say that it’s in the hands of the Lord. <em>I don’t know. ” </em>(Emphasis added.) Dr. Gerding’s testimony that a problem “may” occur was not grounded in the probabilities and likelihoods, as were the physicians’ opinions in <em>Roberts. </em>Gerding stated he simply didn’t know whether there would be any problem in the future. The trial court correctly determined that this portion of his testimony was not competent.</p>\n<p id=\"b674-5\">Reviewing the testimony stricken from the deposition of Dr. Wojtanowski, we find that the trial court also properly determined this evidence was not competent. Dr. Wojtanowski stated it was unpredictable as to whether there would be a functional deficit in the area of the breast development. Dr. Wojtanowski also stated he did not know what would happen in Christine’s growth and development and further stated that he could only “speculate” as to what would be in the future. The trial court did not err in refusing to allow testimony which at best was speculative and conjectural. Again, Dr. Wojtanowski was unable, unlike the doctors in <em>Roberts, </em>to state that Christine’s development would probably or likely be adversely affected by this injury.</p>\n<p id=\"b674-6\">Appellants also cite the case of <em>Moe Light, Inc. v. Foreman </em>(C.A.6, 1956), 238 F.2d 817, in support of their contention that the stricken testimony of Drs. Gerding and Wojtanowski should have been admitted. We do not believe that <em>Moe Light </em>stands for the proposition that testimony based on admitted speculation is competent. <em>Moe Light </em>held that “damages accruing in the future must be shown with <em>reasonable certainty </em>and not be left to speculation or conjecture.” <em>Id. </em>at 818. <em>Moe Light </em>deemed admissible opinion testimony that dealt with future probabilities. However, the depositions in the present case indicate to us that Drs. Gerding and Wojtanowski’s testimony was not based on probabilities. Both doctors stated that they were unable to give an opinion as to whether there would be a problem in the future. In <em>Moe Light, </em>the doctor whose testimony was challenged was able to state that the injury would “probably become worse over a period of years.” <em>Id. </em>at 818. Again we find that the testimony in the present case did not rise to the same level of competence as did the testimony in <em>Moe Light.</em></p>\n<p id=\"b674-7\">The assignment of error is overruled.</p>\n<p id=\"b675-3\"><page-number citation-index=\"1\" label=\"643\">*643</page-number>II</p>\n<p id=\"b675-4\">“The trial court erred in not allowing appellants’ psychological expert to testify as to the future psychological problems that appellant Christine Pasela might develop when she reaches adolescence, thereby prejudicing appellants and depriving appellants of the opportunity to fully present their damage evidence.”</p>\n<p id=\"b675-5\">Appellants claim the trial court erred in sustaining objections made by appellees regarding the testimony of psychological expert Dr. Sue White, as to possible future psychological problems appellant Christine Pasela could suffer as a result of her injury.</p>\n<p id=\"b675-6\">Specifically, appellants complain that the trial court erred in sustaining objections to the following three questions:</p>\n<p id=\"b675-7\">1. “Do you have an opinion which you can state to a reasonable degree of psychological certainty as to what Christine Pasela’s psychological health will be like in the future as a result of her burns?”</p>\n<p id=\"b675-8\">2. “Doctor, what if any predictions can you make about any future psychological treatment that is required by Christine?”</p>\n<p id=\"b675-9\">3. “Now doctor, do you have an opinion which you can state to a reasonable degree of psychological certainty as to what type of events would cause adjustment disorders in Christine Pasela in the future as a result of her burns?”</p>\n<p id=\"b675-10\">The record reveals that Dr. White was permitted to state her opinions at trial in most instances and in fact her testimony makes it clear that Christine “will likely develop some adjustment disorders.” Thus, evidence was elicited that Christine would likely develop psychological problems. Thus, any error in sustaining an objection to the first question is harmless as there exists evidence on the record regarding Christine’s future psychological health. Further, the record shows that appellants, after the trial court sustained an objection to the third question, were at a later time allowed to essentially ask the same question and have Dr. White state her opinion on what type of events would precipitate adjustment disorders; thus, any possible error in sustaining an objection to the third question was harmless. Lastly, the only testimony, the record reveals, that the jury was not able to consider was Dr. White’s response to the question of whether she could make any “predictions” regarding Christine’s future psychological treatment. We find that the trial court correctly sustained this objection as the answer would have allowed the expert to list a range of speculative future symptoms, as opposed to providing the helpful detail that is the function of an expert. <em>Moe Light, supra; Roberts, supra.</em></p>\n<p id=\"b676-4\"><page-number citation-index=\"1\" label=\"644\">*644</page-number>Reviewing the transcript as a whole, it is clear that the jury was able to consider and award damages for future psychological problems.</p>\n<p id=\"b676-5\">The assignment of error is without merit.</p>\n<p id=\"b676-6\">Ill</p>\n<p id=\"b676-7\">“The trial court erred in admitting appellee Susan Heffner’s statement where the statement was hearsay of no probative value and prejudicial to appellants’ case because counsel for appellants never had an opportunity to cross-examine Susan Heffner at trial or at deposition.”</p>\n<p id=\"b676-8\">In their third assignment of error, appellants contend that the trial court erred in admitting the written statement of Susan Heffner which described her version of the accident’s events. Appellants claim the statement was hearsay and prejudicial. Appellants also claim they were prejudiced because they were denied the opportunity to cross-examine Heffner. Appellants argue that the statement was prejudicial because it was the only evidence before the jury which accused appellant Karen Pasela of contributory negligence. We agree with appellants that Heffner’s written statement constituted hearsay.<footnotemark>2</footnotemark> However, we do not agree with appellants that the admission of the statement constituted prejudicial error. Excluding Susan Heffner’s statement, we find that there is still competent, credible evidence to show that Karen Pasela was partially responsible for her loss.</p>\n<p id=\"b676-9\">At trial, Karen testified that she glanced every few seconds at Christine. The implication of her testimony was that during those few seconds, a waitress, who she did not notice, approached the table and set two pots of coffee down, one in front of Christine. The further implication of her testimony appears to be that Christine then quickly managed to get out of the chair, pull the coffee pot over, get back into her chair and then spill the coffee pot on herself.</p>\n<p id=\"b676-10\">The testimony of both Karen and her mother, Margaret Sinko, shows that they ordered hot coffee, and were looking at the menus while Karen was simultaneously reaching into her diaper bag, and attempting to assist and quiet an older, hungry, cranky daughter. Both women, it appears, were oblivious to the fact that a waitress brought two pots of coffee to the table. Neither had any idea as to how an infant in a high chair, immediately to her mother’s side, managed to be burned by hot coffee. The jury had before it evidence which, when viewed as a whole, showed that Karen Pasela was not <page-number citation-index=\"1\" label=\"645\">*645</page-number>paying close enough attention to what her daughter was doing at the time the accident occurred.</p>\n<p id=\"b677-5\">The jury’s determination that Karen Pasela was partially to blame, even in the absence of the complained of statement, was supported by competent, credible evidence.</p>\n<p id=\"b677-6\">The assignment of error is overruled.</p>\n<p id=\"b677-7\">IV</p>\n<p id=\"b677-8\">“The trial court erred in admitting into evidence appellee Susan Heffner’s employment application where such evidence was hearsay, of no probative value, and was prejudicial to appellants’ case because counsel was not provided an opportunity to depose Susan Heffner or cross-examine Susan Heffner at trial.”</p>\n<p id=\"b677-9\">Appellants argue that the trial court erred by admitting Susan Heffner’s employment application because they never had an opportunity to depose or cross-examine her. Further, appellants claim the application constituted hearsay and prejudiced their case. Appellants contend the prejudice resulted because the statement lent credence to the written hearsay statement made by appellee Susan Heffner which, as they previously argued, constituted the only evidence that Karen Pasela was contributorily negligent.</p>\n<p id=\"b677-10\">We agree with appellants that the employment application was hearsay; <footnotemark>3</footnotemark> however, we see no prejudice resulting from its admission.</p>\n<p id=\"b677-11\">As stated in the previous assignment of error, even excluding Heffner’s written statement, there was competent, credible evidence present which <page-number citation-index=\"1\" label=\"646\">*646</page-number>supported the jury’s finding that Karen Pasela was contributorily negligent. Thus, no prejudicial error occurred in the admission of the written statement. Even assuming appellants’ mysterious bald contention that the employment application lent credence to Heffner’s written statement, we find that no prejudice resulted given the presence of other evidence which independently supports a finding of contributory negligence.</p>\n<p id=\"b678-5\">The assignment of error is without merit.</p>\n<p id=\"b678-6\">V</p>\n<p id=\"b678-7\">“The trial court erred by allowing appellees’ counsel to read into evidence the deposition of appellees’ witness, Harry Collins, where appellees’ witness rendered opinions and testimony characteristic of an expert even though appellees’ counsel failed to provide appellants’ counsel with an expert’s report prior to the deposition of appellees’ witness.”</p>\n<p id=\"b678-8\">In the fifth assignment of error, appellants state that it was error for the trial court to allow appellees to read into evidence the deposition of Harry Collins, President and CEO of Services Ideas, Inc., a corporation which manufactured the Brown Derby coffee pot that was involved in the present case. Appellants contend that in several instances Collins gave testimony characteristic of an expert and cite in their brief two small instances which they claim support their contention. We have reviewed Collins’s testimony and find appellants’ argument to be without merit. Collins’s testimony was not expert. He did not relate scientific, technical, or other specialized knowledge which assisted the trier of fact to understand the evidence or determine a fact at issue. Evid.R. 702, Testimony By Experts. Rather, his testimony stemmed from his personal knowledge regarding his products and those of his direct competitors. The trial court is empowered with broad discretion regarding the admission and exclusion of evidence and an appellate court will not disturb the exercise of that discretion absent a demonstration that the complainant has suffered material prejudice. <em>State v. Stout </em>(1987), 42 Ohio App.3d 38, 536 N.E.2d 42. Appellants have failed to show that the trial court abused its discretion.</p>\n<p id=\"b678-9\">Further, we cannot see how this alleged error could have prejudiced appellants. Appellants prevailed on the issue of Brown Derby’s negligence. We cannot find that appellants’ rights were prejudiced in any way by the inclusion of Harry Collins’s deposition testimony. See <em>Reygaert v. Palmer </em>(Jan. 29, 1986), Montgomery App. No. 9296, unreported, 1986 WL 1340 (appellants prevailed on negligence issue; court found that appellants’ rights were not prejudiced by exclusion of police officer’s testimony); <em>State v. Chametzky </em>(June 4, 1980), Stark App. No. 5293, unreported (error, if any, <page-number citation-index=\"1\" label=\"647\">*647</page-number>committed by the prosecutor with respect to hypothetical questions was harmless in view of jury’s verdict upon which defendant prevailed at trial; thus, court concluded that error, if any, was harmless). See, also, 5 American Jurisprudence 2d (1962) 247, Appeal and Error, Section 805.</p>\n<p id=\"b679-4\">We lastly note that appellants conducted a thorough, vigorous cross-examination of the deponent in which they elicited testimony which arguably benefitted their claims.</p>\n<p id=\"b679-5\">The assignment of error is overruled.</p>\n<p id=\"b679-6\">VI</p>\n<p id=\"b679-7\">“The trial court erred to the prejudice of appellants by giving improper instruction to the jury on negligence where the trial court gave the jury instruction on negligence that was requested by appellees and which did not state the proper duty of care that appellees owed to appellant Christine Pasela.”</p>\n<p id=\"b679-8\">Appellants argue that the trial court did not, in its instructions, state the proper duty of care that appellees owed to appellant. Appellants complain that the trial court did not give the proper instruction on the duty owed to business invitees. Appellants assert that the following instruction should not have been given the court:</p>\n<p id=\"b679-9\">“First, plaintiffs must prove that the defendant had a duty to protect Christine Pasela against the type of injury she sustained.”</p>\n<p id=\"b679-10\">Reviewing the court’s instructions as a whole, we find that the general charge on negligence, which included an instruction on the duty owed to business invitees, was not misleading. The court correctly charged the jury on the duty owed to a business invitee as follows:</p>\n<p id=\"b679-11\">“ * * * [T]he occupant of the premises owes a duty to an invitee to use ordinary care for the invitee’s safety, to keep the premises in a reasonable, safe, condition and to use ordinary care to provide notice of any concealed dangers of which the occupant of the premises has knowledge or which by using ordinary care should have been discovered.”</p>\n<p id=\"b679-12\">Further, even assuming an error occurred, we do not see how the instruction could have prejudiced appellants, as the jury found Brown Derby breached its duty to its business invitee. See <em>Ashworth v. Morrison </em>(1963), 93 Ohio L.Abs. 503, 26 O.O.2d 25, 196 N.E.2d 465 (errors pertaining to jury instructions are harmless if these instructions were not involved in the jury’s decision).</p>\n<p id=\"b679-13\">The assignment of error is without merit.</p>\n<p id=\"b680-4\"><page-number citation-index=\"1\" label=\"648\">*648</page-number>VII</p>\n<p id=\"b680-5\">“The trial court erred in its jury instruction as to the duty of care owed by appellee Brown Derby, Inc. to its business invitees.”</p>\n<p id=\"b680-6\">In their seventh assignment of error, appellants argue that the trial court gave the wrong instruction to the jury on the duty of care owed by Brown Derby to its customers. The trial court charged:</p>\n<p id=\"b680-7\">“ * * * In the conduct of their business, Brown Derby and their three employees were required to exercise that degree of care customarily used under the same or similar circumstances by any ordinary, prudent, and cautious restaurant and restaurant personnel.”</p>\n<p id=\"b680-8\">Appellants contend that the degree of care owed by a restaurant owner and its personnel is not that care customarily used by other restaurant owners but rather, restaurant owners must exercise reasonable and ordinary care to protect its customers against injuries. Appellants cite the landmark case of <em>The T.J. Hooper </em>(C.A.2, 1932), 60 F.2d 737, in which Judge Learned Hand, writing for the majority, stated:</p>\n<p id=\"b680-9\">“Indeed in most cases reasonable prudence is in fact common prudence; but strictly it is never its measure; a whole calling may have unduly lagged in the adoption of new and available devices. It never may set its own tests, however persuasive be its usages. Courts must in the end say what is required; there are precautions so imperative that even their universal disregard will not excuse their omission.”</p>\n<p id=\"b680-10\">Appellees argue that the complained-of instruction was not misleading, when read in conjunction with the general charge on negligence. Appellees argue that the charge included a correct instruction on duty owed to business invitees, which the record does reflect.</p>\n<p id=\"b680-11\">Appellants’ assignment of error is without merit because in view of the finding by the jury that appellee Brown Derby breached its duty, it must be concluded that the jury was not misled by any erroneous instructions on duty. Any such error, under the circumstances, was not prejudicial to appellants. <em>Ashworth, supra.</em></p>\n<p id=\"b680-12\">Appellants further argue that had the correct instructions been given, it is conceivable that the two dissenting jurors would have found liability to exist and would not have contributed a “chilling effect” on the damage awards.</p>\n<p id=\"b680-13\">We find appellants’ argument speculative and lacking in a rational foundation. To affirm appellants’ argument, we would have to speculate as to the basis of the damage award and on all the factors that may have gone into the decision, and on this one alleged reason that would support appellants’ claim of prejudice. Further, once liability is found, compensatory damages are <page-number citation-index=\"1\" label=\"649\">*649</page-number>calculated on loss. Appellants have not presented us with reasons to believe that the dissenting jurors did not fairly and accurately assess compensatory damages or that they adversely influenced, in the damage calculations, the remaining jurors.</p>\n<p id=\"b681-5\">The assignment of error is without merit.</p>\n<p id=\"b681-6\">VIII</p>\n<p id=\"b681-7\">“The trial court erred by not allowing appellants’ jury instruction on the ‘but for’ test where such jury instruction is the proper test in determining whether proximate cause existed.”</p>\n<p id=\"b681-8\">Appellants claim that the trial court erred in not including the “but for” language which they insist should have been included in the proximate charge instruction.</p>\n<p id=\"b681-9\">Our review of the instructions reveals that the trial court instructed the jury that “proximate cause of an injury is an act or failure to act, which in the natural and continuous sequence directly produces the injury and <em>without which it would not have occurred.” </em>(Emphasis added.) We see no appreciable difference between this language and the language appellants insist should have been included.</p>\n<p id=\"b681-10\">The assignment of error is without merit.</p>\n<p id=\"b681-11\">IX</p>\n<p id=\"b681-12\">“The trial court erred when it failed to instruct the jury as to how money awarded to minors, such as appellant Christine Pasela, is handled where the jury, during its deliberation, asked the trial court if they could order that a trust be set up for any money awarded Christine Pasela.”</p>\n<p id=\"b681-13\">Appellants allege, in their final assignment of error, that the manner in which the trial court handled a question, submitted by the jury during its deliberations, adversely affected the amount the jury awarded.</p>\n<p id=\"b681-14\">The jury submitted the following question:</p>\n<p id=\"b681-15\">“Can we as a jury stipulate that if money is awarded to Christine, it be placed in a trust fund for her?”</p>\n<p id=\"b681-16\">The record indicates that the trial court responded, “No.” Appellants concede that it was not in the jury’s province to insure and protect money awarded to the minor appellant because statutory guidelines and rules provide protection.<footnotemark>4</footnotemark> They argue, however, that had the jury been told that there were <page-number citation-index=\"1\" label=\"650\">*650</page-number>statutory guidelines and rules that provide protection to money awarded a ward, their award would have been greater.</p>\n<p id=\"b682-5\">Appellants’ argument is speculative. The question asked by the jury was extraneous to the issues before it and the trial court’s answer was correct. The trial court was not obligated to instruct on probate law. Appellants are unable to substantiate their speculation that had the jury known of the probate statutes and rules, the award would have been greater. We have no way of knowing the jury’s concerns or what effect they had on the outcome. As appellees point out, it is arguable that the jury, not knowing of the statutes and rules, decided it should award a greater amount to compensate for any mishandling of the funds by the custodians.</p>\n<p id=\"b682-6\">The assignment of error is without merit.</p>\n<p id=\"b682-7\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b682-8\">John F. Corrigan and John V. Corrigan, JJ., concur.</judges>\n<judges id=\"b682-9\">John V. Corrigan, J., retired, of the Eighth Appellate District, sitting by assignment.</judges>\n<footnote label=\"1\">\n<p id=\"b671-16\">. The plaintiffs-appellants in the instant action are Christine Pasela, a minor, by and through her parents and next friends, Karen Pasela (mother) and Edward Pasela (father), and Edward Pasela and Karen Pasela. The defendants-appellees in the action are Brown Derby, Inc., Susan Heffner, Joann Sclimenti and Nancy Filler.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b676-11\">. Evid.R. 801(C) defines hearsay and states:</p>\n<blockquote id=\"b676-12\">\" ‘Hearsay’ is a statement, other than one made by the declarant while testifying at the trial or hearing, offered in evidence to prove the truth of the matter asserted.\"</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b677-12\">. Appellees argue that the employment application was a business record and therefore an exception to the hearsay rule under Evid.R. 803(6), which provides:</p>\n<blockquote id=\"b677-13\">“The following are not excluded by the hearsay rule, even though the declarant is available as a witness:</blockquote>\n<blockquote id=\"b677-14\">“(6) Records of Regularly Conducted Activity. A memorandum, report, record, or data compilation, in any form, of acts, events, or conditions, made at or near the time by, or from information transmitted by, a person with knowledge, if kept in the course of a regularly conducted business activity, and if it was the regular practice of that business activity to make the memorandum, report, record, or data compilation, all as shown by the testimony of the custodian or other qualified witness or as provided by Rule 901(B)(10), unless the source of information or the method or circumstances of preparation indicate lack of trustworthiness. The term ‘business’ as used in this paragraph includes business, institution, association, profession, occupation, and calling of every kind, whether or not conducted for profit.”</blockquote>\n<blockquote id=\"b677-15\">By definition, the challenged application does not meet the requirements set forth in Evid.R. 803(6). The application was not a memorandum, report, record or data compilation of acts events or conditions made at or near the time of the incident at issue. The argument is not well taken.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b681-17\">. See R.C. 2111.18; C.P.Sup.R. 36; C.P.Sup.R. 37.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}