{
  "casebody": {
    "data": "<casebody firstpage=\"319\" lastpage=\"322\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b371-6\">MEEKS v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b371-7\">No. 11913.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b371-8\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b371-9\">Jan. 6, 1950.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b372-15\"><page-number citation-index=\"1\" label=\"320\">*320</page-number>Ewart L. Merica and Stanley Walsh, San Francisco, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b372-16\">P. J. Gilmore, Jr., U. S. Atty., Stanley D. Baskin, Asst. U. S. Atty., Juneau, Alaska, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b372-17\">Before DENMAN, Chief Judge, and STEPHENS and ORR, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"Az_\">ORR, Circuit Judge.</author>\n<p id=\"b372-19\">This appeal is from a conviction on a second trial for the same offense, first degree murder. On the appeal from the first conviction this court reversed. Meeks v. United States, 9 Cir., 163 F.2d 598.</p>\n<p id=\"b372-20\">1. Appellant’s first assignment of error is that at the beginning of the examination in chief of Kelso B. Hartness, principal witness for the Government, the prosecutor was permitted to interrogate him with reference to prior criminal convictions. No objection was made to this testimony, but in view of the gravity of the offense, we will consider the alleged error. Giles v. United States, 9 Cir., 144 F.2d 860.</p>\n<p id=\"b372-21\">Appellant invokes Alaska Compiled Laws Ann. 1949, § 58-4-59: “The party producing a witness is not allowed to impeach his credit by evidence of bad character, but he may contradict him by other evidence, and may also show that he has made at other times statements inconsistent with his present testimony, as provided by section 58-4-62.” In construing an identical statute the Supreme Court of California said the California statute “is but the reenactment of a rule previously existing, which allowed several exceptions,—as, for example, where the evidence of the witness is made necessary by the law, as in the case of an attesting witness, or where it becomes necessary for a party to call his adversary as a witness; * * *. The rule as com<page-number citation-index=\"1\" label=\"321\">*321</page-number>monly stated is ‘that a party shall not be. allowed to * * * discredit his own witness’ by evidence of character; and the ground of the rule is, that ‘by calling a witness, the party represents him to the court as worthy of credit,’ and he is es-topped afterwards to show the contrary. * * * But this reason, and the rule grounded on it, can have no application where the calling is not voluntary.” People v. McFarlane, 134 Cal. 618, 66 P. 865, 67 P. 138.</p>\n<p id=\"b373-5\">One of the well-recognized situations in which the rule does not apply is this: “The prosecution in a criminal case may impeach a witness whom it is under a legal duty or obligation to call, such as an available witness to the crime, a witness who has testified before the. grand jury, or a witness whom the court compels the prosecution to call.” 58 Am.Jur. par 795, p. 441.</p>\n<p id=\"b373-6\">Hartness, the witness whom appellant asserts the Government impeached, was its principal witness without whose testimony premeditation could not have been established. Hartness was also a witness before the grand jury. There is no doubt he fell within the category of witnesses whom the prosecution was under an obligation and duty to call. State v. Slack, 69 Vt. 486, 38 A. 311; People v. Elco, 131 Mich. 519, 91 N.W. 755, 94 N.W. 1069. Appellant relies on the case of People v. Vertrees, 169 Cal. 404, 146 P. 890. The exception to the rule against a party impeaching his own witness was not discussed in that case, doubtless because the witness whose testimony was impeached was not of sufficient importance to impose a duty upon the prosecution to call him.</p>\n<p id=\"b373-7\">In addition to our conclusion that the impeachment of Hartness was permissible as falling within an exception to the general rule, we are of the opinion that appellant Meeks was not prejudiced thereby. State v. Arnold, 84 Mont. 348, 275 P. 757. Furthermore, counsel for the defendant went into the subject extensively on cross-examination.</p>\n<p id=\"b373-8\">2. Second assignment of error:</p>\n<p id=\"b373-9\">Appellant complains that the trial court denied him the right to place before the jury the nature and extent of bias, prejudice, motive and mental and emotional instability of witness Hartness.</p>\n<p id=\"b373-10\">Appellant was permitted to inquire of witness Hartness the nature of his feeling toward appellant. The witness replied that he was unfriendly. Appellant was also permitted to elicit testimony that the witness had been threatened and beat up by appellant. But appellant, in addition, endeavored to inquire into the circumstances of the alleged assault which appellant was alleged to have made upon the witness. The purpose of this inquiry, as stated by appellant, was to determine the extent of the ill will and hostility which the witness bore toward him (appellant). This appellant proposed to do by calling witnesses for the purpose of disproving the charge of assault which was pending against appellant and in which Hartness was the complaining witness. It is apparent that had appellant been permitted to make the offered proof the court and jury would have been called upon to try a collateral issue. The ill will and unfriendly feeling of the witness was shown. The details were properly excluded. Lau Fook Kau v. United States, 9 Cir., 34 F.2d 86; Wright v. City of Anniston, 151 Ala. 465, 44 So. 151. The purpose of defendant (appellant) was not to place before the jury evidence that because witness Hartness had been assaulted by appellant his hatred, ill will and hostility toward appellant was intensified, rather the purpose was to establish that the charges made by Hartness were false and were motivated by hostility and ill will. The lower court very properly refused to permit the trial to be diverted to the consideration of collateral issues.</p>\n<p id=\"b373-11\">3. Appellant, by motion, requested the trial court to summon at government expense three witnesses, Trafton, Mathewson and Peterson. The motion was denied and appellant assigns such denial as error. Rule 17(b) of the Federal Rules of Criminal Procedure, 18 U.S.C.A., requires mo<page-number citation-index=\"1\" label=\"322\">*322</page-number>tions of this character to be supported by an affidavit containing certain information. So far as the record shows, the required affidavit was not filed although the trial court requested appellant to do so. Appellant having failed to comply with the law the court was not required to order the issuance of the desired subpoenas. Casebeer v. Hudspeth, 10 Cir., 121 F.2d 914; certiorari denied 316 U.S. 683, 62 S.Ct. 1272, 86 L.Ed. 1755. The rule also gives the trial court discretion in ordering the procurement of witnesses at government expense. No abuse of discretion was shown. Austin v. United States, 9 Cir., 19 F.2d 127, certiorari denied 275 U.S. 523, 48 S.Ct. 22, 72 L.Ed. 405; Dupuis v. United States, 9 Cir., 5 F.2d 231.</p>\n<p id=\"b374-4\">4. Appellant asserts that a remark of the United States attorney at the time of making his opening statement to the jury to the effect that the case was up for retrial after reversal on a technicality, was prejudicial. We see no merit in this contention. While we believe the United States attorney was very much in error in his characterization of the reasons for the reversal we cannot subscribe to the idea that the jury could have drawn unfavorable inference from the remark.</p>\n<p id=\"b374-5\">5. A further contention of appellant is that the trial court erred in limiting the cross-examination of witness Lena Brown. The inquiry of witness Lena Brown was concerned with her physical condition at the time to which her testimony related.</p>\n<p id=\"b374-6\">On direct examination the witness testified to a visit of appellant to her room, of his exhibiting quite a large sum of money and counting it; that she was ill at the time. As to the events occurring on the day in question concerning which she had testified on direct examination the defense was permitted to conduct a searching cross-examination. Counsel for defendant (appellant) desired to go further and interrogate as to her physical condition on the preceding day and the day following for the purpose, as we understand from the record, of laying the foundation to impeach the witness Hartness, a procedure not sanctioned by the rules of evidence.</p>\n<p id=\"b374-8\">On this appeal it is urged that the purpose was to disclose the mental capacity of the witness to comprehend and remember the facts and circumstances to which she testified. No such purpose was disclosed to the trial court. In fact, the record seems to warrant the conclusion that counsel’s purpose was to establish that witness Hartness did not leave the room occupied by Lena Brown for the purpose of purchasing a hamburger for her at the time he testified that he did.</p>\n<p id=\"b374-9\">6. A witness, Steve Chutuk, a government witness, gave certain testimony favorable to the Government. The United States attorney, because of the fact that the witness was testifying to events which he (the witness) had failed to disclose previously, and because the witness seemed overly anxious to testify against appellant, considered said witness untrustworthy and asked that his testimony be stricken, which was done without objection. Appellant was not prejudiced thereby and if we get a correct picture of the situation we think the United States attorney is entitled to commendation for his action.</p>\n<p id=\"b374-10\">8. Appellant cites as prejudicial certain testimony of witness Didelius to the effect that the clothes worn by the deceased at the time of his death did not have any evidentiary significance. On cross and recross-examination the witness was questioned at length as to the condition of the victim’s clothes and concerning an examination by the F.B.I. laboratory and the information on which witness Didelius based his conclusion that the clothes had no evidentiary value. Much of the evidence complained of was brought out by appellant.</p>\n<p id=\"b374-12\">We are convinced that appellant was accorded a fair and impartial trial.</p>\n<p id=\"b374-13\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}