{
  "casebody": {
    "data": "<casebody firstpage=\"810\" lastpage=\"811\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b862-3\">RISS &amp; CO., Inc. v. INTERSTATE COMMERCE COMMISSION et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b862-4\">No. 10167.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b862-5\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b862-6\">Argued Nov. 15, 1949.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b862-7\">Decided Jan. 12, 1950.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b862-24\">Mr. Wendell Berge, Washington, D. C., with whom Mr. A. A. Layne, Jr., Washington, D. C., was on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b862-25\">Mr. Harry L. Underwood, Assistant Chief Counsel, Interstate Commerce Commission, Washington, D. C., with whom Mr. Daniel W. Knowlton, Chief Counsel, Interstate Commerce Commission, Washington, D. C., was on the brief, for ap-pellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b862-26\">Before EDGERTON, WILBUR K. MILLER, and BAZELON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b862-27\">PER CURIAM.</author>\n<p id=\"b862-28\">Appellant, a common carrier of property by motor vehicle in interstate commerce, applied to the Interstate Commerce Commission for certificates of public convenience and necessity to extend its operations. While hearings before an examiner were under way appellant discovered, it contends, that the examiner was not appointed and qualified in compliance with sections 5 and 11 of the Administrative Procedure Act, 5 U.S.C.A. §§ 1004, 1010, 60 Stat. 239, 244. Appellant thereupon objected to the pending hearing and petitioned the Commission for a hearing before an examiner so appointed. The Commission denied the petition on the ground that sections 5, 7, and 8 of the Act, 5 U.S.C.A. §§ 1004, 1006, 1007, did not apply to the proceeding. After the Commission declined to reconsider this order, appellant applied to the District Court for a declaratory judgment and an injunction <page-number citation-index=\"1\" label=\"811\">*811</page-number>requiring the Commission to give appellant an opportunity for a hearing in accordance with sections 5, <em>7, </em>and 8 of the Act. The court granted the Commission’s motion for summary judgment.</p>\n<p id=\"b863-5\">The question chiefly argued on this appeal was whether the Commission was right in ruling that the cited sections of the Administrative Procedure Act are inapplicable to the pending proceeding before the Commission. Cf. Bersoff v. Donaldson, 84 U.S.App.D.C. 226, 174 F.2d 494. But we do not reach that question, for we think appellant’s application for court 'help was premature. Courts are not authorized to interfere by injunction or declaratory judgment with the conduct of pending administrative proceedings. Macauley v. Waterman Steamship Corp., 327 U.S. 540, 545, 66 S.Ct. 712, 90 L.Ed. 839; Federal Power Commission v. Arkansas Power <em>&amp; </em>Light Co., 330 U.S. 802, 67 S.Ct. 963, 91 L.Ed. 1261; Securities &amp; Exchange Commission v. Otis <em>&amp; Co., </em>338 U.S. 843, 70 S.Ct. 89, rehearing denied, 338 U.S. 888, 70 S.Ct. 187. Different implications, if any, in United States ex rel. Kansas City Southern R. R. v. Interstate Commerce Commission, 252 U.S. 178, 40 S.Ct. 187, 64 L.Ed. 517, or Work v. Louisiana, 269 U.S. 250, 46 S.Ct. 92, 70 L.Ed. 259, on which the appellant relies, must be disregarded in the light of later cases. “The so-called order here complained of is one which does not command the carrier to do, or to refrain from doing, any thing; which does not grant or withhold any authority, privilege, or license; which does not extend or abridge any power or facility; which does not subject the carrier to any liability, civil or criminal; which does not change the carrier’s existing or future status or condition ; which does not determine any right or obligation.” United States v. Los Angeles &amp; Salt Lake R. R., 273 U.S. 299, 309-310, 47 S.Ct. 413, 414, 71 L.Ed. 651; John J. Casale, Inc., v. United States, D.C., 52 F.Supp. 1005. We think the complaint should have been dismissed. The case is accordingly</p>\n<p id=\"b863-7\">Remanded.</p>\n<p id=\"b863-8\">WILBUR K. MILLER, Circuit Judge, dissents.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}