{
  "casebody": {
    "data": "<casebody firstpage=\"119\" lastpage=\"121\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b203-9\">UNITED STATES of America, Appellee, v. John Robert LEATH, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Az_\">No. 82-2100.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b203-12\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b203-13\">Submitted June 16, 1983.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b203-14\">Decided July 13, 1983.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b203-22\">John Robert Leath, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b203-23\">Martin, Bahn &amp; Cervantes, St. Louis, Mo., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b203-24\">Thomas E. Dittmeier, U.S. Atty., Frederick R. Buckles, Asst. U.S. Atty., St. Louis, Mo., for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b203-25\">Before ROSS and McMILLIAN, Circuit Judges, and HANSON,<footnotemark>*</footnotemark> Senior District Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b203-20\"> The Honorable William C. Hanson, United States Senior District Judge for the Northern and Southern Districts of Iowa, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b203-26\">McMILLIAN,</author>\n<p id=\"AWga\">Circuit Judge.</p>\n<p id=\"b203-27\">John Robert Leath appeals from a final order entered in the District Court for the Eastern District of Missouri denying as untimely his “Motion to Correct Presentence Report.” <em>United States v. Leath, </em>No. 78-35CR(B) (E.D.Mo. Aug. 31, 1982) (order). For the reasons discussed below, we dismiss the appeal and remand the case to the district court with directions to dismiss for lack of jurisdiction.</p>\n<p id=\"b203-28\">In 1978 appellant was indicted in the Eastern District of Missouri and charged with seven counts of interstate transportation of stolen motor vehicles and related offenses. Appellant pleaded guilty to two counts and the remaining counts were dismissed. In June 1978, the district court sentenced appellant to two four-year prison terms, to be served concurrently, but to begin after an eight-year term imposed in May 1978 in the Eastern District of Arkansas. In August 1978 appellant was sentenced to an additional four years imprisonment in the Northern District of Texas. The Arkansas and Texas charges also involved interstate transportation of stolen motor vehicles.</p>\n<p id=\"b204-3\"><page-number citation-index=\"1\" label=\"120\">*120</page-number>According to appellant, in the spring of 1982, after serving almost forty-seven months in prison, he sought an appearance before the United States Parole Commission. Appellant’s case manager reported that appellant was classified in the “Greatest I” category and thus ineligible for parole. The case manager told appellant that his presentence report stated that appellant had been involved in the theft of sixty-two luxury automobiles valued at $10,000 each. Because appellant’s crimes involved more than $500,000, the Commission classified him in the “Greatest I” category. 28 C.F.R. § 2.20 (1982). Prisoners with “poor” salient factor scores in the “Greatest I” category must serve seventy-eight to one hundred months before they are eligible for parole.</p>\n<p id=\"b204-4\">Appellant disputes the number of automobiles referred to in the presentence report. Appellant contends that he admitted involvement in the theft or transportation of only twenty-two automobiles and that he should have been classified in the “Very High” category. Prisoners with “poor” salient factor scores in the “Very High” category are eligible for parole after sixty to seventy-two months. According to the government, appellant told a Federal Bureau of Investigation (FBI) agent in Texas that he had been involved in the theft of an additional forty automobiles. Appellant claims that the FBI agent misunderstood him and that he never admitted stealing the additional forty automobiles.</p>\n<p id=\"b204-5\">Appellant states that after learning of his parole classification, he wrote to the Parole Commission, the United States Attorney for the Eastern District of Missouri and the FBI for help in correcting his presentence report, but he received no relief. On July 12, 1982, appellant filed his “Motion to Correct Presentence Report” in the Eastern District of Missouri. The district court denied the motion as untimely and without merit and noted that the Parole Commission was authorized to resolve disputes about the accuracy of the information used to determine eligibility for parole.</p>\n<p id=\"b204-8\">For reversal appellant argues that the district court erred in denying his motion to correct his presentenee report. Appellant argues that the Parole Commission improperly classified him in the “Greatest I” category for parole eligibility on the basis of erroneous information in his presentence report. Appellant further argues that he was never shown the presentence report at the time of sentencing and has never read the presentence report.</p>\n<p id=\"b204-9\">The district court apparently treated appellant’s “Motion to Correct Presentence Report” like a 28 U.S.C. § 2255 motion to vacate, correct or modify sentence or a Fed.R.Crim.P. 35 motion to correct an illegal sentence and denied the motion in part because appellant did not object to the presentence report at the time of sentencing in 1978.<footnotemark>1</footnotemark> <em>See Smith v. United States, </em>635 F.2d 693, 697 (8th Cir.1980), <em>cert. denied, </em>450 U.S. 934, 101 S.Ct. 1397, 67 L.Ed.2d 368 (1981). We do not agree with the district court’s characterization of appellant’s motion as a § 2255 motion. Appellant did not challenge the validity of his sentence; he only wanted to remove certain allegedly erroneous information from his presentence report and reduce his parole eligibility classification. Because “this is a challenge to the execution of the sentence rather than to the sentence itself, we do not have jurisdiction under § 2255.” <em>United States v. Fraser, </em>688 F.2d 56, 58 (8th Cir.1982) (citations omitted). Nor do we have jurisdiction if we construe appellant’s motion as a habeas corpus petition under 28 U.S.C. § 2241 because appellant did not file the action in the district in which he is confined. <em>Id.; see Hayward v. United States Parole Commission, </em>659 F.2d 857, 858 (8th Cir.1981), <em>cert. denied, </em>456 U.S. 935, 102 S.Ct. 1991, 72 L.Ed.2d 454 (1982); <em>Smith v. United States, </em>618 F.2d 507, 510 (8th Cir.1980) (per curiam).</p>\n<p id=\"b205-4\"><page-number citation-index=\"1\" label=\"121\">*121</page-number>Accordingly, we dismiss the appeal and remand the case to the district court to dismiss for lack of jurisdiction.<footnotemark>2</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b204-6\">. Appellant argues that he was not shown the presentence report at the time of sentencing; however, appellant’s counsel stated that he looked over the presentence report. “A criminal defendant is not entitled to examine a pre-sentence report to which his counsel has access.” <em>Knight v. United States, </em>611 F.2d 918, 923 (1st Cir.1979); <em>see </em>Fed.R.Crim.P. 32(c)(3)(A).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b205-20\">. As in the <em>Fraser </em>case, we suggest that the Parole Commission examine its records and, if necessary, correct any inaccurate information in appellant’s file and reconsider appellant’s parole eligibility classification. <em>See </em>28 C.F.R. § 2.19(c) (1982); <em>Evans v. Dillahunty, </em>662 F.2d 522, 526 (8th Cir.1981) (prisoners have a due process right to be advised of adverse information that may lead to an unfavorable parole decision and be given an opportunity to address it). If the matter is not considered by the Parole Commission, appellant may bring a ha-beas corpus action in the district in which he is confined.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}