{
  "casebody": {
    "data": "<casebody firstpage=\"616\" lastpage=\"620\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b660-10\">CITY OF CLEVELAND HEIGHTS, Appellee, v. WOOD, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b660-12\">[Cite as <em>Cleveland Hts. v. Wood </em>(1995), 107 Ohio App.3d 616.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b660-13\">Court of Appeals of Ohio, Eighth District, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b660-15\">No. 68825.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b660-16\">Decided Dec. 4, 1995.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b661-11\"><page-number citation-index=\"1\" label=\"617\">*617</page-number><em>Kim T. Segebarth, </em>Cleveland Heights City Prosecutor, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AlC\">\n<em>John Wood, pro se.</em>\n</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b661-12\">James M. Porter, Presiding Judge.</author>\n<p id=\"b661-13\">Defendant-appellant John Wood, an attorney representing himself, appeals from his conviction for speeding following a jury trial in the Cleveland Heights Municipal Court. Defendant claims the court erred in not dismissing the charges for failure to observe the speedy trial statute. Defendant also contends that the traffic ordinance under which he was charged was unconstitutional. We find no merit to these contentions and affirm.</p>\n<p id=\"b662-4\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>On December 9, 1993, the defendant was cited under Codified Ordinances 333.03 for speeding and operating a motor vehicle at forty-one miles per hour in a twenty-five-mile-per-hour zone in Cleveland Heights.</p>\n<p id=\"b662-5\">On January 4,1994, the defendant filed a request for a jury trial. In response, the city filed a motion to amend the speeding offense to a violation of R.C. 4511.21(A). Because state law classifies speeding as a minor misdemeanor with no right to a jury trial, a bench trial was scheduled for January 13, 1994. Defendant objected to the city’s motion to amend, citing lack of service, and the court granted his motion.</p>\n<p id=\"b662-6\">The defendant made an oral motion to dismiss the case on the grounds that he was denied a speedy trial and filed a brief in support on January 18, 1994. The city filed objections and a brief in opposition. The record and the docket contain no reference to a ruling on the speedy trial motion. However, the case went to jury trial on the Codified Ordinances 333.03 charge on January 21, 1994. In the absence of a transcript of the proceedings, we, therefore, must assume that the motion to dismiss was denied on January 21, 1994. The jury returned a guilty verdict and this appeal ensued.</p>\n<p id=\"b662-7\">Defendant’s sole assignment of error states as follows:</p>\n<blockquote id=\"b662-8\">“At trial, appellant moved for dismissal for failure to provide a trial within thirty days of the service of the summons. This motion was denied. Appellant urges that this was error.”</blockquote>\n<p id=\"b662-9\">Defendant asserts that the trial court erred in denying his motion to dismiss. Defendant argues that he was not brought to trial within thirty days of his citation. Defendant’s argument is without merit. Defendant was charged under Codified Ordinances 333.03, a fourth degree misdemeanor, and as such, the city had forty-five days to bring defendant to trial. The record before this court shows that defendant’s trial was commenced within forty-five days from his citation.</p>\n<p id=\"b662-10\">. Nevertheless, defendant contends that Codified Ordinances 333.03, which is in language identical to R.C. 4511.21(A), is unconstitutional because it enhances the statutory penalty from a minor misdemeanor to a misdemeanor of the fourth degree. For a minor misdemeanor, state law prescribes that the defendant be brought to trial within thirty days of the arrest or summons, and for a fourth degree misdemeanor, within forty-five days. R.C. 2945.71(A)(B). Defendant maintains that R.C. 4511.21(A) is a general law within the meaning of Section 26, Article II, Ohio Constitution (“All laws, of a general nature, shall have a uniform operation throughout the state”) and cannot be modified by municipal law. However, Section 3, Article XVIII of the Ohio Constitution gives municipalities “authority to exercise all powers of local self government and to adopt and <page-number citation-index=\"1\" label=\"619\">*619</page-number>enforce [laws] * * * as are not in conflict with géneral laws.” We do not find that Codified Ordinances 333.03 is unconstitutional, as defendant contends, but that it is within the “home rule” powers vested in Cleveland Heights.</p>\n<p id=\"b663-5\">Defendant’s argument is without merit. A municipal ordinance that increases the penalty for a crime, but does not change the classification of the offense from a misdemeanor to a felony, is not in conflict with a state statute on the same subject within the meaning of Section 3, Article XVIII. <em>Niles v. Howard </em>(1984), 12 Ohio St.3d 162, 165, 12 OBR 232, 234, 466 N.E.2d 539, 540; <em>Columbus v. Kemper </em>(1992), 82 Ohio App.3d 49, 51, 610 N.E.2d 1194, 1195; <em>Shaker Hts. v. Fillinger </em>(May 5, 1994), Cuyahoga App. No. 65354, unreported, 1994 WL 173503.</p>\n<p id=\"b663-6\">In <em>Fillinger, </em>this court recently found constitutional a Shaker Heights codified ordinance that elevated a traffic offense from a minor misdemeanor under R.C. 4511.99 to a first degree misdemeanor under the municipal ordinance.</p>\n<p id=\"b663-7\">In <em>Fillinger </em>this court held:</p>\n<blockquote id=\"b663-8\">“Under Section 3 of Article XVIII of the Ohio Constitution, Municipalities are permitted to adopt local regulations for police matters subject only to the limitation that they are not in conflict with general laws. <em>Niles v. Howard </em>(1984), 12 Ohio St.3d 162 [12 OBR 232], 466 N.E.2d 539; <em>Struthers v. Sokol </em>(1923), 108 Ohio St. 263, 140 N.E. 519.</blockquote>\n<blockquote id=\"b663-9\">“In <em>Niles </em>the Supreme Court expressly found that ‘a police ordinance is not in conflict with a general law upon the same subject merely * * * because different penalties are provided for the same acts, even though greater penalties are imposed by the municipal ordinance.’ <em>Id. </em>at 165 [12 OBR at 234, 466 N.E.2d at 540]. Further, the <em>Niles </em>court found that merely enhancing the classification of an offense from one level misdemeanor to another does not create a conflict. <em>Id. </em>See, additionally, <em>Cleveland v. Barnes </em>(1984), 17 Ohio App.3d 30 [17 OBR 83], 477 N.E.2d 1237.</blockquote>\n<blockquote id=\"b663-10\">“The issue before us has most recently been determined in the case of <em>Columbus v. Kemper </em>(1992), 82 Ohio App.3d 49, 610 N.E.2d 1194. The court in <em>Columbus </em>relied on <em>Niles </em>and <em>Struthers </em>to determine that no conflict existed between the Columbus minimum penalty for DUI of thirty days’ incarceration and the state minimum of three days’ incarceration under R.C. 4511.99.</blockquote>\n<blockquote id=\"b663-11\">‘We find, similarly, that the Shaker Heights ordinance in the case <em>sub judice </em>is not in conflict with R.C. [4][2]911.99. The increase in penalty and re-classification of the offense from a minor to a first degree misdemeanor are constitutional pursuant to the Supreme Court’s ruling in <em>Niles </em>and <em>Struthers.” Fillinger </em>at 3-4.</blockquote>\n<p id=\"b664-4\"><page-number citation-index=\"1\" label=\"620\">*620</page-number>We find no reason to depart from the <em>Fillinger </em>analysis. The Cleveland Heights ordinance in this case is constitutional and defendant’s motion to dismiss was properly denied.</p>\n<p id=\"b664-5\">Defendant’s sole assignment of error is overruled.</p>\n<p id=\"b664-6\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b664-7\">Nahra and McMonagle, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}