{
  "casebody": {
    "data": "<casebody firstpage=\"850\" lastpage=\"853\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b894-4\">HITCHCOCK et al., Appellants, v. CONKLIN, d.b.a. Community Veterinary Clinic, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b894-7\">[Cite as <em>Hitchcock v. Conklin </em>(1995), 107 Ohio App.3d 850.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b894-8\">Court of Appeals of Ohio, Tenth District, Franklin County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b894-10\">No. 95APE06-815.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b894-11\">Decided Dec. 21, 1995.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b894-17\"><em>George &amp; Meyer Co., L.P.A., Richard F. Meyer </em>and <em>Michael </em>A <em>Esposito, </em>for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b894-18\"><em>Matthew J. Smith Co., L.P.A., Matthew J. Smith </em>and <em>Duane R. Skavdahl, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b894-19\">Lazarus, Judge.</author>\n<p id=\"b894-20\">This case presents the question of whether an action against a veterinarian arising from the veterinarian’s professional conduct is subject to the one-year statute of limitations for “malpractice” in R.C. 2305.11. We hold that it is not.</p>\n<p id=\"b895-4\"><page-number citation-index=\"1\" label=\"851\">*851</page-number>Plaintiffs-appellants, Cheryl and Kipp Hitchcock, appeal from a judgment of the Franklin County Court of Common Pleas dismissing their action against defendant-appellee, Ronald K. Conklin, D.V.M., arising from the death of appellants’ two dogs. On February 18, 1993, appellants took one of their dogs to appellee, who examined the dog. The dog died from canine parvo virus at appellants’ home later that day, and appellants’ other dog died of the same cause the next day. On February 6, 1995, just under two years after the cause of action accrued, appellants filed a complaint alleging breach of contract and negligence arising from appellee’s treatment of appellants’ dog. The Franklin County Court of Common Pleas granted appellee’s motion to dismiss, holding that veterinarians are protected by the one-year statute of limitations in R.C. 2305.11 because the term “malpractice” includes professional conduct of veterinarians. R.C. 2305.11(A) provides:</p>\n<blockquote id=\"b895-5\">“ * * * [A]n action for malpractice other than an action upon a medical, dental, optometric, or chiropractic claim, or an action upon a statute for a penalty or forfeiture shall be commenced within one year after the cause of action accrued * * * *.”</blockquote>\n<p id=\"b895-8\">Appellants assert a single assignment of error:</p>\n<blockquote id=\"b895-9\">“The Trial Court committed prejudicial error in holding that the one year statute of limitations for malpractice, O.R.C. 2305.11, is applicable to claims against a veterinarian for negligent injury to personal property (dogs) and failure to perform a contract in a non-defective, workmanlike manner.”</blockquote>\n<p id=\"b895-10\">Appellants argue that because the one-year statute of limitations is inapplicable, their tort claim is subject to the general two-year statute of limitations for injury to personal property in R.C. 2305.10, and their contract claim is subject to the six-year statute of limitations in R.C. 2305.07. R.C. 2305.10 provides as follows:</p>\n<blockquote id=\"b895-11\">“An action for bodily injury or injuring personal property shall be brought within two years after the cause thereof arose.</blockquote>\n<blockquote id=\"b895-12\">“For purposes of this section, a cause of action for bodily injury caused by exposure to asbestos or to chromium in any of its chemical forms arises upon the date on which the plaintiff is informed by competent medical authority that he has been injured by such exposure, or upon the date on which, by the exercise of reasonable diligence, he should have become aware that he had been injured by the exposure, whichever date occurs first.</blockquote>\n<blockquote id=\"b895-13\">“For purposes of this section, a cause of action for bodily injury incurred by a veteran through exposure to chemical defoliants or herbicides or other causative agents, including agent orange, arises upon the date on which the plaintiff is <page-number citation-index=\"1\" label=\"852\">*852</page-number>informed by competent medical authority that he has been injured by such exposure.</blockquote>\n<blockquote id=\"b896-5\">“As used in this section, ‘agent orange,’ ‘causative agent,’ and Veteran’ have the same meanings as in section 5903.21 of the Revised Code.</blockquote>\n<blockquote id=\"b896-6\">“For purposes of this section, a cause of action for bodily injury which may be caused by exposure to diethylstilbestrol or other nonsteroidal synthetic estrogens, including exposure before birth, arises upon the date on which the plaintiff learns from a licensed physician that he has an injury which may be related to such exposure, or upon the date on which by the exercise of reasonable diligence he should have become aware that he has an injury which may be related to such exposure, whichever date occurs first.”</blockquote>\n<p id=\"b896-7\">R.C. 2305.07 provides:</p>\n<blockquote id=\"b896-8\">“Except as provided in sections 126.301 and 1302.98 of the Revised Code, an action upon a contract not in writing, express or implied, or upon a liability created by statute other than a forfeiture or penalty, shall be brought within six years after the cause thereof accrued.”</blockquote>\n<p id=\"b896-9\">Under the common-law rule that malpractice refers only to the professional conduct of physicians and attorneys, the statute of limitations on malpractice actions protects only physicians, attorneys, and those specifically enumerated in the statute. <em>Thompson v. Community Mental Health Ctrs. of Warren Cty., Inc. </em>(1994), 71 Ohio St.3d 194, 642 N.E.2d 1102. In <em>Thompson, </em>the court held that R.C. 2305.11(A) does not protect social workers, psychologists, or mental health care facilities. The court noted that it has “repeatedly declined to extend the definition of malpractice [to] other professions.” <em>Id. </em>at 195, 642 N.E.2d at 1103.</p>\n<p id=\"b896-10\"><em>Thompson </em>is the latest of a long line of cases so holding. See <em>Southall v. Gabel </em>(1971), 28 Ohio App.2d 295, 57 O.O.2d 451, 277 N.E.2d 230 (veterinarians); <em>Investors REIT One v. Jacobs </em>(1989), 46 Ohio St.3d 176, 179-180, 546 N.E.2d 206, 209-210 (accountants); <em>Daughtry v. Doe </em>(1984), 14 Ohio App.3d 258, 14 OBR 287, 470 N.E.2d 909 (dentists, prior to their specific enumeration in R.C. 2305.11); <em>Lombard v. Good Samaritan Med. Ctr. </em>(1982), 69 Ohio St.2d 471, 23 O.O.3d 410, 433 N.E.2d 162, paragraph one of the syllabus (nurses and laboratory technicians); <em>Reese v. K-Mart Corp. </em>(1981), 3 Ohio App.3d 123, 3 OBR 140, 443 N.E.2d 1391 (pharmacists); <em>Whitt v. Columbus Cooperative Ent. </em>(1980), 64 Ohio St.2d 355, 18 O.O.3d 512, 415 N.E.2d 985 (optometrists, prior to their specific enumeration in R.C. 2305.11); <em>Hocking Conservancy Dist. v. Dodson-Lindblom Assoc. </em>(1980), 62 Ohio St.2d 195, 16 O.O.3d 217, 404 N.E.2d 164 (engineers); <em>Richardson v. Doe </em>(1964), 176 Ohio St. 370, 27 O.O.2d 345, 199 N.E.2d 878 (nurses); <em>Wishnek v. Gulla </em>(C.P.1953), 67 Ohio Law Abs. 49, 52 O.O. 111, 114 N.E.2d 914 (surveyors).</p>\n<p id=\"b897-4\"><page-number citation-index=\"1\" label=\"853\">*853</page-number>Appellee argues that the 1987 amendment of R.C. 2305.11 indicates a legislative intent that the common-law definition of malpractice be expanded to include professions other than physician and attorney. That reasoning was expressly rejected in <em>Thompson, supra, </em>in which the Supreme Court reasoned that the amendment did not alter the term “malpractice” because “[t]he new language is wholly consistent with the assumption that the General Assembly was well aware of Supreme Court decisional law when the amendments were adopted.” <em>Id., </em>71 Ohio St.3d at 196, 642 N.E.2d at 1104.</p>\n<p id=\"b897-5\">For these reasons, appellants’ assignment of error is sustained, the judgment of the Franklin County Court of Common Pleas is reversed, and this cause is remanded to that court for further proceedings in accordance with law consistent with this opinion.</p>\n<p id=\"b897-6\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b897-7\">Petree and Strausbaugh, JJ., concur.</judges>\n<judges id=\"b897-8\">Dean Strausbaugh, J., retired, of the Tenth Appellate District, sitting by assignment.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}