{
  "casebody": {
    "data": "<casebody firstpage=\"1533\" lastpage=\"1538\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1613-8\">John W. STOMPS, Petitioner, v. DIRECTOR, OFFICE OF WORKERS’ COMPENSATION PROGRAMS, UNITED STATES DEPARTMENT OF LABOR, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1613-10\">No. 86-7436</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"A2j\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1613-12\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1613-13\">May 18, 1987.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1614-4\"><page-number citation-index=\"1\" label=\"1534\">*1534</page-number>Mary Ann Corbett, Legal Services Corp. of Alabama, Inc., Tuscaloosa, Ala., for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1614-5\">Thomas L. Holzman, Donald Feith, Benefits Review Bd., U.S. Dept, of Labor, Washington, D.C., for respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1614-7\">Before TJOFLAT, HATCHETT and CLARK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1614-8\">PER CURIAM:</author>\n<p id=\"b1614-9\">John W. Stomps appeals from the determination of the Benefits Review Board (Board) that he is not entitled to disability benefits under the Black Lung Benefits Act (Act), 30 U.S.C. § 901 <em>et seq. </em>(1982). We reverse the Board’s decision because we find that it erroneously upheld the decision of the Administrative Law Judge (AU).</p>\n<p id=\"b1614-10\">I. FACTS</p>\n<p id=\"b1614-11\">Stomps worked in Alabama’s coal mines between 1943 and 1952, and the AU credited him with eight years of coal mine employment for this period. Subsequently, Stomps worked at a steel company and at a service station. At a hearing before the AU, Stomps stated that he has not been exposed to coal dust since 1952. Stomps did testify that his two subsequent jobs had exposed him to some silicone dust and gas fumes. Stomps stated that he first experienced serious breathing difficulty in 1980, and that his condition has deteriorated since that time. In January, 1981, Stomps was hospitalized and in October, 1981, he was placed in a pulmonary rehabilitation program. Stomps’ treating physicians have severely limited his physical activity; he is not permitted to walk around the block and is required to stay inside most of the time.</p>\n<p id=\"b1614-14\">In 1981, Stomps filed a claim with the Department of Labor (Department) seeking pneumoconiosis (black lung) disability benefits. The Department denied the claim on June 26, 1981. An AU conducted a full hearing on July 28, 1983, and found that Stomps was not entitled to benefits because he had not established pneumoconiosis or any pulmonary impairment attributable to coal mine employment.</p>\n<p id=\"b1614-15\">To support this conclusion, the AU discounted the reports of Stomps’ examining physicians. The AU found there to be “unexplained discrepancies in [the] two reports, made very close in time,” by Dr. Richard M. Snow, a pulmonary specialist. The AU also rejected the conclusions found in medical reports by Stomps’ personal physicians, Dr. W. Larry Tucker and Dr. Samuel Gaskins, on the grounds that they indicated the patient has multiple medical problems, and failed to state specifically that he is totally disabled by his pulmonary condition or that it is attributable to his former coal mine employment.</p>\n<p id=\"b1614-16\">Stomps appealed to the Board, which affirmed the decision of the AU on April 25, 1986. The Board found the denial of disability benefits to be supported by substantial evidence and consistent with the law. Stomps now appeals the Board’s decision to this court.</p>\n<p id=\"b1614-17\">II. DISCUSSION</p>\n<p id=\"b1614-18\">The Board is required to uphold the AU’s decision if it is in accordance with law and supported by substantial evidence from the entire record. <em>See </em>33 U.S.C. § 921(b)(3) (1982); 20 C.F.R. § 802.301 (1986). Our review of the Board’s determination is also limited in scope. We consider only whether the Board erred by upholding the AU’s decision. <em>Foreman v. Director, Office of Workers’ Compensation Programs, </em>794 F.2d 569, 570 (11th Cir.1986).</p>\n<p id=\"b1614-19\">The Act provides benefits to coal miners, their dependents, and their survivors for pneumoconiosis. 30 U.S.C. § 921(a). The Act is intended to be remedial in nature, and doubts should be resolved in favor of the disabled miner or his survivors. <em>See </em>Pub.L. No. 92-303,1972 U.S.Code <page-number citation-index=\"1\" label=\"1535\">*1535</page-number>Cong. <em>&amp; </em>Admin.News 2305, 2315; Pub.L. No. 95-239, 1978 U.S.Code Cong. &amp; Admin. News 237, 240. Pneumoconiosis is defined by the Act as a “chronic dust disease of the lung and its sequelae, including respiratory and pulmonary impairments, arising out of coal mine employment.” 30 U.S.C. § 902(b); 20 C.F.R. § 718.201. “A disease ‘arising out of coal mine employment’ includes any chronic pulmonary disease resulting in respiratory or pulmonary impairment significantly related to, or substantially aggravated by, dust exposure in coal mine employment.” 20 C.F.R. § 718.201. The existence of pneumoconiosis, as defined above, may be established by x-ray, biopsy, autopsy, or examination by a physician. 20 C.F.R. § 718.202. With respect to the last method, the regulation specifically provides that:</p>\n<blockquote id=\"b1615-4\">A determination of the existence of pneumoconiosis may also be made if a physician, exercising sound medical judgment, notwithstanding a negative X-ray, finds that the miner suffers or suffered from pneumoconiosis as defined in § 718.201. Any such finding shall be based on objective medical evidence such as blood-gas studies, electrocardiograms, pulmonary function studies, physical performance tests, physical examination, and medical and work histories. Such a finding shall be supported by a reasoned medical opinion.</blockquote>\n<p id=\"b1615-5\">20 C.F.R. § 718.202(a)(4).</p>\n<p id=\"b1615-6\">If a claimant was employed for 10 or more years in one or more coal mines, there is a rebuttable presumption that his pneumoconiosis arose from such employment. 30 U.S.C. § 921(c); 20 C.F.R. § 718.-201. Because Stomps could not prove that he had worked ten years or more in the mines, no rebuttable presumption applies. Accordingly, Stomps had the burden of persuading the AU that there is a causal relationship between his pulmonary impairment and his eight years of coal mine employment. 30 U.S.C. § 901(a); <em>see, e.g., Southard v. Director, Office of Workers’ Compensation Programs, </em>732 F.2d 66, 70 (6th Cir.1984).</p>\n<p id=\"b1615-7\">The law in this circuit regarding the nature of the causal relationship which the claimant must establish is sparse. In <em>Southard, </em>732 F.2d 66, the Sixth Circuit interpreted the remedial purpose of the Act and the generosity of its presumptions to signify that Congress did not intend the causal burden to be an insurmountable one, regardless of length of coal mine employment. <em>Id. </em>at 71. We find this interpretation confirmed by the regulations promulgated to implement the Act. 20 C.F.R. § 718.203(a) states that the proper causal inquiry is whether “the miner’s pneumoconiosis arose at least in part out of coal mine employment.” If the coal miner has worked for less than 10 years, “it shall be determined that such pneumoconiosis arose out of that employment only if competent evidence establishes such a relationship.” <em>Id. </em>§ 718.203(c).</p>\n<p id=\"b1615-8\">Stomps must therefore show that there is a contributory relationship between his disability and his former employment. However, he need not prove that the employment alone caused his condition. <em>See Black Diamond Coal Mining Co. v. Benefits Review Board, </em>758 F.2d 1532, 1534-35 (11th Cir.1985); <em>Southard, </em>732 F.2d at 71. Stomps’ burden of proof may be satisfied by a reasoned medical judgment that he suffers from a pulmonary impairment that is, at least in part, the result of exposure to coal mine dust.</p>\n<p id=\"b1615-9\">We review the medical evidence to determine whether one of Stomps’ physicians found him to be suffering from any chronic pulmonary disease resulting in total disability that was caused, at least in part, by his prior exposure to coal dust. The evidence in this case consists of reports from three physicians, pulmonary function studies, blood-gas studies, hospital records, and x-ray interpretations. The x-ray reports were negative, and thus do not effect the disability determination. <em>See </em>30 U.S.C. § 923(b) (no claim shall be denied solely on the result of a chest x-ray); 20 C.F.R. § 718.202(b) (same).</p>\n<p id=\"b1615-10\">On April 29, 1981, Dr. Snow examined Stomps in order to complete the Department’s Form CM-988, “Medical History <page-number citation-index=\"1\" label=\"1536\">*1536</page-number>and Examination for Coal Mine Workers Pneumoconiosis.” Dr. Snow diagnosed Stomps’ condition as “moderate to severe” chronic obstructive pulmonary disease (COPD). Dr. Snow responded “yes” to a question on the form inquiring whether there was a relationship between the diagnosed condition and the claimant’s coal dust exposure, and explained that Stomps had “combined mining and cigarette exposure along with life-long [illegible abbreviation] asthma.” The AU discounted this conclusion on the basis of a letter that Dr. Snow had written to Dr. Tucker on March 2, 1981, in which he discussed Stomps’ condition. In the March 2 letter, Dr. Snow diagnosed Stomps as having “several significant problems including mild — moderate COPD, most related to chronic bronchitis,” and recommended that the claimant begin therapy. The March 2 letter consisted of a diagnosis only, and made no reference to the deterioration of the patient’s condition. A careful reading of the letter indicates that Dr. Tucker had referred Stomps to Dr. Snow for an evaluation regarding, among other things, his suitability for a pulmonary rehabilitation program.</p>\n<p id=\"b1616-4\">Examination of Dr. Snow’s two reports do not reveal any unexplained discrepancy. Certainly, no part of the two assessments conflict. The AU appears to have overlooked the fact that the reports were apparently prepared for different purposes. The March 2 letter sent to Dr. Tucker diagnosed Stomps’ condition and evaluated his fitness for a pulmonary rehabilitation program; the April 29 report was prepared for the specific purpose of determining whether there was a relationship between Stomps’ chronic obstructive pulmonary disease condition and his exposure to coal mine dust. Thus, not surprisingly, the March 2 letter and the April 29 report focused on different aspects of Stomps’ condition.</p>\n<p id=\"b1616-5\">Because the AU erroneously assumed that the March 2 letter and the April 29 report were irreconcilable, he failed to accord proper weight to the conclusion contained in Dr. Snow’s report. Once sufficient weight is accorded to the report, the AU’s decision is not supported by substantial evidence. The report prepared by Dr. Snow stated clearly that there was a relationship between Stomps’ chronic obstructive pulmonary disease and his former coal mine employment. Thus, we conclude that Dr. Snow’s report constitutes a reasoned medical opinion under 20 C.F.R. § 718.-202(a)(4) that Stomps suffers from pneumoconiosis, that is, a chronic pulmonary obstructive disease caused in part from working in coal mines.</p>\n<p id=\"b1616-7\">The AU also rejected statements made by Stomps’ personal physicians, Dr. Tucker and Dr. Gaskins, regarding the relationship between Stomps’ chronic obstructive pulmonary disease condition and his coal mine exposure on two grounds. The AU found that: (1) Stomps has “multiple medical problems including chronic obstructive pulmonary disease,” and (2) that neither doctor “stated specifically that Claimant is totally disabled due to his pulmonary condition or that it is attributable to his former coal mine employment.”</p>\n<p id=\"b1616-8\">The AU’s conclusion that Stomps’ multiple medical problems precluded recovery for his chronic obstructive pulmonary disease reflects a misunderstanding of the law governing pneumoconiosis benefits. The regulations state clearly that the pulmonary impairment must be “significantly related to, or <em>substantially aggravated by, </em>dust exposure in coal mine employment.” 20 C.F.R. § 718.201. As discussed above, the regulations provide that a claimant must establish a causal relationship between his pulmonary disability and former coal mine employment by competent evidence, but that he need not prove that his condition was caused solely by such employment. 20 C.F.R. § 718.203(a). Rather, the claimant must demonstrate that his condition “arose <em>at least in part” </em>from coal mine employment. <em>Id. </em>Clearly, coal mine dust need not be the sole cause of a claimant’s disability. <em>See, e.g., Black Diamond </em>758 F.2d at 1534; <em>Alabama ByProducts Corp. v. Killingsworth, </em>733 F.2d 1511, 1516 n. 10 (11th Cir.1984). Thus, the fact that the examining physicians also found Stomps to be suffering from atherosclerotic cardiovascular disease, obesity, to<page-number citation-index=\"1\" label=\"1537\">*1537</page-number>bacco abuse and diabetes, does not affect the relationship between Stomps’ chronic obstructive pulmonary disease condition and his coal mine employment between 1943 and 1952.</p>\n<p id=\"b1617-4\">With this in mind, we examine the reports submitted by Drs. Tucker and Gas-kins to determine whether any one constitutes evidence of reasoned medical opinion that Stomps is disabled as a result of pneumoconiosis. On February 15, 1980, Drs. Tucker and Gaskins discharged Stomps from Druid City Hospital and filed a report that was transcribed on March 10, 1980. This report diagnosed Stomps’ chronic obstructive pulmonary disease as mild, and noted his history of atherosclerotic cardiovascular disease. In a second discharge report dated January 30, 1981, and transcribed on February 12, 1981, Drs. Tucker and Gaskins again noted Stomps’ chronic obstructive pulmonary disease. The medical history which accompanied the report stated that Stomps had a “long history of COPD and black lung disease.” On January 5, 1982, Dr. Tucker reported that Stomps was unable to work because of moderately severe chronic obstructive pulmonary disease.</p>\n<p id=\"b1617-5\">On July 3, 1983, Dr. Gaskins reported that Stomps “has a number of significant medical illnesses ... [including] COPD [and] black lung____” Dr. Gaskins noted that Stomps’ coal mining exposure and lung changes were consistent with severe obstructive lung disease. Surveying eighteen months of Stomps medical records, Dr. Gaskins stated that “it is his chronic obstructive lung disease which causes Mr. Stomps the most difficulty with tightness, difficulty in breathing, shortness of breath, and sputum production. These symptoms all restrict his activity a great deal and in hot, humid weather like the present, necessitate his staying inside an air conditioned dwelling at almost all times.” Dr. Gaskins concluded that “[o]ne of [Stomps’] most severe problems is chronic obstructive lung disease with a probable component of coal workers pneumoconiosis.” These medical opinions were supported by the results of the ventilatory and blood-gas studies, and Stomps’ pattern of symptoms.</p>\n<p id=\"b1617-9\">The AU rejected Dr. Gaskins’ diagnosis of July 3, 1983, that one of Stomps’ most severe medical problems is chronic obstructive pulmonary disease with a probable component of coal miners’ pneumoconiosis as a “hesitant conclusion [that] cannot qualify as a diagnosis of pneumoconiosis.” The AU failed to reveal his basis for this conclusion. The AU also failed to indicate whether he accorded any weight to either the February 12,1981, report of Drs. Tucker and Gaskins indicating that Stomps had a long history of chronic obstructive pulmonary disease and black lung disease, or to the January 5, 1982, report of Dr. Tucker that Stomps was unable to work because of his chronic obstructive pulmonary disease.</p>\n<p id=\"b1617-10\">It is clear that the AU ignored the several references found in the various reports of Drs. Tucker, Gaskins and Snow regarding the severity and debilitating effects of Stomps’ chronic obstructive pulmonary disease condition, his history of coal mine employment, and his symptoms consistent with black lung disease. In particular, both Dr. Snow’s April 29, 1981, and Dr. Gaskins’ July 3, 1983, reports indicated a relationship between Stomps’ pulmonary condition and former employment.</p>\n<p id=\"b1617-11\">Furthermore, there were other medical reports put into evidence by Stomps which the AU did not even consider. Drs. Tucker and Gaskins made three diagnoses of black lung disease on January 5,1981, June 8, 1981, and August 13, 1981. In addition, Dr. Snow’s letter of October 30, 1981, written after Stomps completed the pulmonary rehabilitation program, noted that “his pulmonary function and physical findings confirm severe obstructive lung disease.” <em>See </em>Claimant’s Exhibit 5.</p>\n<p id=\"b1617-12\">The remaining question of whether Stomps is totally disabled by his pneumoconiosis need not detain us long. 20 C.F.R. § 718.204 defines total disability and provides that it may be established in several ways, including by arterial blood-gas tests or by a physician’s judgment that the patient cannot engage in gainful employment. <page-number citation-index=\"1\" label=\"1538\">*1538</page-number><em>Id. </em>§ 718.204(c)(2) &amp; (4). The AU accepted the results of arterial blood-gas studies performed by Dr. Snow that indicated a level of total disability. In addition, both Drs. Tucker and Gaskins determined that Stomps is disabled by his condition, and restricted severely the scope of his permissible exertion. Because the blood-gas studies indicate that Stomps is totally disabled, we need not assess whether the physicians’ limitations on Stomps’ physical activities would preclude him from engaging in any gainful employment. We note that the Department has submitted no evidence contrary to a finding of total disability. In fact, the Department stated in its brief that the studies, and thus the extent of disability, are not relevant to this appeal.</p>\n<p id=\"b1618-4\">When the medical evidence is reviewed in its entirety, it becomes obvious that Stomps has multiple medical problems, but is most severely disabled by his pulmonary impairment. Stomps has produced evidence sufficient to demonstrate a causal relationship between his pulmonary disability and his coal mine employment. The medical evidence is sufficient to indicate that Stomps’ disability is total and arose, at least in part, out of his former employment. Thus, we conclude that Stomps suffers from pneumoconiosis and qualifies for disability benefits under the Act. <em>See </em>30 U.S.C. §§ 902(b), 921(a).</p>\n<p id=\"b1618-5\">CONCLUSION</p>\n<p id=\"b1618-6\">We have reviewed the entire record, and we find that Stomps has produced sufficient evidence to demonstrate total disability due to a pulmonary impairment attributable to his former coal mine employment. The ALJ’s finding that Stomps failed to establish pneumoconiosis is not supported by substantial evidence. Accordingly, the Board should have reversed the decision. We reverse the decision of the Board upholding the ALJ’s determination and remand for a determination of disability benefits.</p>\n<p id=\"b1618-7\">REVERSED and REMANDED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}