{
  "casebody": {
    "data": "<casebody firstpage=\"611\" lastpage=\"613\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b701-10\">Eddie HAMMONDS, Jr., Petitioner-Appellant, v. Lanson NEWSOME, Warden, Georgia State Prison, Reidsville, Georgia Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b701-13\">No. 86-8122</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"b701-14\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b701-15\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b701-16\">May 12, 1987.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b702-13\"><page-number citation-index=\"1\" label=\"612\">*612</page-number>Stephanie Kearns, Fed. Def. Prog., Atlanta, Ga., for petitioner-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b702-14\">Paula K. Smith, Asst. Atty. Gen., Atlanta, Ga., for respondent-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b702-16\">Before RONEY, Chief Judge, HILL and KRAVITCH, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b702-17\">PER CURIAM:</author>\n<p id=\"b702-18\">Eddie Hammonds, a Georgia state prisoner, convicted of armed robbery appeals from the district court’s denial of his petition for a writ of habeas corpus. 28 U.S. C.A. § 2254. On appeal, Hammonds argues that the lack of assistance of counsel at a Georgia preliminary hearing, in violation of his Sixth Amendment right, should result in presumed prejudice under the approach in <em>United States v. Cronic, </em>466 U.S. 648, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984), and that the district court erred in deciding the case under the harmless error analysis of <em>Coleman v. Alabama, </em>399 U.S. 1, 90 S.Ct. 1999, 26 L.Ed.2d 387 (1970). We affirm.</p>\n<p id=\"b702-20\">On the evening of July 24, 1979, Melvin Bryant and Wanda King were approached in Maddox Park in Fulton County, Georgia, by two men, one of whom held a sawed-off shotgun. The two men forced Bryant and King to lie on the ground where they were searched, then drove off in Bryant’s car. Later that evening, Hammonds, with a female passenger, was seen driving Bryant’s car in downtown Atlanta, Georgia. When the police attempted to stop the vehicle, Hammonds sped off and a high speed chase followed. The car was wrecked and Hammonds and the passenger were found unconscious in the car. After regaining consciousness, Hammonds was arrested at the scene of the accident. A sawed-off shotgun was found in the trunk of the car and a shotgun cartridge was found in one of Hammonds’ pockets.</p>\n<p id=\"b702-21\">On July 27, a preliminary hearing was held in the Atlanta Municipal Court. The hearing judge found that Hammonds was not indigent and therefore counsel was not appointed. Hammonds was not represented by counsel at the hearing. A transcript of the hearing was not preserved.</p>\n<p id=\"b702-22\">At the preliminary hearing, Bryant testified but King did not. Bryant testified at the subsequent trial that, at the preliminary hearing, he stated that he could not positively identify Hammonds as the rob<page-number citation-index=\"1\" label=\"613\">*613</page-number>ber. Bryant and King testified at trial that they had been unable to identify Hammonds from a photographic line up. Bryant also testified, however, that after the preliminary hearing concluded, he positively identified Hammonds’ voice as that of the man who held the shotgun. Hammonds was also identified at trial by King.</p>\n<p id=\"b703-5\">For purposes of this appeal, it is assumed that Hammonds was denied assistance of counsel at a critical stage in the proceedings. The district court found that because of the lack of a hearing transcript, indigent status could not be refuted and a waiver could not be proven. <em>See Brewer v. Williams, </em>430 U.S. 387, 97 S.Ct. 1232, 51 L.Ed.2d 424 (1977).</p>\n<p id=\"b703-6\">Hammonds argues on this appeal that denial of assistance of counsel at the preliminary hearing, coupled with the fact that the state did not preserve a transcript of that proceeding, pushes this case into the narrow class of cases described in <em>Cronic </em>where prejudice is conclusively presumed. <em>See Cronic, </em>466 U.S. at 658-61, 104 S.Ct. at 2046-48. Hammonds also argues that the district court erred by following <em>Coleman </em>and applying the harmless error analysis of <em>Chapman v. California, </em>386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967). Since this Court has recently reaffirmed that the harmless error analysis should be applied to denials of counsel at a preliminary hearing, <em>see Thomas v. Kemp, </em>796 F.2d 1322, 1326-27 (11th Cir.), <em>cert. denied, </em>— U.S. -, 107 S.Ct. 602, 93 L.Ed.2d 601 (1986) (citing <em>Coleman), </em>the essence of Hammonds’ argument is that the absence of a transcript of the hearing changes the analysis. We hold that it does not.</p>\n<p id=\"b703-9\">The Sixth Amendment right to assistance of counsel is not valued for its own sake, but rather for the accused’s ability to receive a fair trial. <em>Cronic, </em>466 U.S. at 658, 104 S.Ct. at 2046. Hammonds was not denied a fair trial. The only testimony presented in the State’s case in chief regarding the preliminary hearing referred to the inability of Bryant to identify Hammonds. This testimony presented no prejudice or harm to Hammonds. Hammonds testified at trial and gave direct testimony that his trial testimony was consistent with a statement he had given to an investigator at the city jail after his arrest, as well as, to the judge at the preliminary hearing. Hammonds was then cross-examined regarding an inconsistency in the reason he gave the hearing judge for his trying to elude police. The State then called Detective Chaffin back to the stand in rebuttal to testify to Hammonds’ statements at the preliminary hearing. Hammonds does not claim this as harmful error and we agree. It would be incongruous to allow Hammonds to make inconsistent statements on direct examination about his testimony at a preliminary hearing and then shield the inconsistencies because he did not have counsel at the hearing. By testifying to his statements at the preliminary hearing, Hammonds opened the door to the rebuttal testimony. The State has carried its burden of proving that the constitutional error was harmless beyond a reasonable doubt. <em>Chapman v. California, supra.</em></p>\n<p id=\"b703-11\">The holding here is consistent with other cases in this Court which have interpreted <em>Cronic </em>in a limited fashion. This Court has stated that the presumptive prejudice approach of the <em>Cronic </em>dictum applies to a “narrow range of cases” where there is a “fundamental breakdown of the adversarial process.” <em>Chadwick v. Green, </em>740 F.2d 897, 900-01 (11th Cir.1984); <em>see also Fleming v. Kemp, </em>748 F.2d 1435 (11th Cir.1984), <em>cert. denied, </em>— U.S. -, 106 S.Ct. 1286, 89 L.Ed.2d 593 (1986). This holding is also consistent with that of the Sixth Circuit in <em>Takacs v. Engle, </em>768 F.2d 122 (6th Cir.1985). In that case the Court specifically held that Coleman’s harmless error analysis, as applied to preliminary hearings, remains good law despite the dictum in <em>Cronic </em>and <em>Strickland v. Washington, </em>466 U.S. 668, 692, 104 S.Ct. 2052, 2067, 80 L.Ed.2d 674 (1984).</p>\n<p id=\"b703-14\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}