{
  "casebody": {
    "data": "<casebody firstpage=\"488\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b580-3\">TRAVELERS INDEMNITY COMPANY, United States Fidelity and Guaranty Company, Thames and Mersey Marine Insurance Company, Limited, Twin City Fire Insurance Company and Union Mutual Insurance Company of Providence, Plaintiffs-Appellants, v. Stanley ISRAEL, as Assignee for the Benefit of Creditors of Jay Cee Shirt Laundry, Inc., Excell Laundry Machinery Corporation, United States of America, Betty Schnurmann, Bankers Trust Company, Manufacturers Trust Company, “John Doe,” name unknown, the person intended being the person doing business under the firm name and style of Public Adjustment Bureau, Defendants-Appellees, and Sam Mindich et al., Defendants. UNITED STATES of America, Plaintiff-Appellee in Intervention, v. TRAVELERS INDEMNITY COMPANY, United States Fidelity and Guaranty Company, Thames and Mersey Marine Insurance Company, Limited, Twin City Fire Insurance Company and Union Mutual Insurance Company of Providence, Defendants-Appellants in Intervention, and Stanley Israel, as Assignee for the Benefit of Creditors of Jay Cee Shirt Laundry, Inc., Excell Laundry Machinery Corporation, United States of America, Betty Schnurmann, Bankers Trust Company, Manufacturers Trust Company, “John Doe,” name unknown, the person intended being the person doing business under the firm name and style of Public Adjustment Bureau, DefendantsAppellees in Intervention, and Sam Mindich et al., Defendants in Intervention.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b580-11\">No. 42, Docket 29546.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b580-12\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b580-13\">Argued Oct. 18, 1965.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b580-14\">Decided Dec. 1, 1965.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b581-5\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>Simon Greenhill, New York City (Greenhill &amp; Speyer, New York City), for plaintiffs-appellants and defendants-appellants in intervention.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b581-6\">Stanley Israel, New York City (Blue-stone &amp; Kliegman, New York City), for defendant-appellee and defendant-appellee in intervention Stanley Israel as assignee, etc.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b581-7\">Benjamin Jaffe, New York City, for defendant-appellee and defendant-appellee in intervention, Excell Laundry Machinery Corp.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b581-8\">Judith Nochimson, New York City (Robert M. Morgenthau, U. S. Atty. for Southern District of New York, Arthur M. Handler, Asst. U. S. Atty., of counsel), for United States of America.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b581-9\">Before WATERMAN, MOORE and FRIENDLY, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b581-10\">FRIENDLY, Circuit Judge:</author>\n<p id=\"b581-11\">Plaintiff insurance companies brought this action of interpleader in the District Court for the Southern District of New York against the insured and others to determine their liability on five fire insurance policies. Four policies had been issued to Sam and Dorothy Mindich covering property used by them in a laundry and dry cleaning establishment known as Camay Cleaners and Launderers; a fifth policy covered machinery conditionally sold them by Excell Laundry Machinery Corp., with certificates of insurance issued to Camay. On September 5, 1962, Sam Mindich merged Camay into a new enterprise, Jay Cee Shirt Laundry, Inc., which carried on business in the former location of Camay. In return for one-third of the Jay Cee stock, he agreed to transfer to the new corporation the assets of Camay, including the insurance policies. Three of the Mindich policies and the certificates of insurance covering the conditionally sold machinery were duly endorsed by the insurers in favor of Jay Cee; the fourth Mindich policy, issued by United States Fidelity and Guaranty Company (Fidelity), was not transferred, and remained in the name of the Mindiches. On February 2, 1963, Jay Cee sustained a total loss of the insured property by fire; reduced to insolvency by the catastrophe, it made a general assignment to Stanley Israel for the benefit of creditors shortly thereafter.</p>\n<p id=\"b581-14\">On October 8, 1963, the insurance companies brought this action of interpleader in the District Court, under 28 U.S.C. § 1335, alleging they had been served with claims by various assignees of Jay Cee and holders of chattel mortgages, a notice of levy by the Internal Revenue Service, and an order in a turnover proceeding by Israel in a New York court. All the plaintiffs save Fidelity admitted liability on their policies; Fidelity denied it because of the Mindiches’ failure to procure an endorsement in favor of Jay Cee. After rather facile disposition of the claims conflicting with Israel’s, there remained Fidelity’s denial of liability, which it sought to buttress by two further arguments: that, notwithstanding Israel’s prompt answer in the inter-pleader action claiming the full amount under all the insurance policies, recovery was barred by a clause in the policy requiring action to be brought within twelve months after inception of the loss; and that the issue of insurable interest, on which recovery under the policy depended, had been conclusively and adversely established by a default judgment entered August 10, 1964, decreeing that Sam and Dorothy Mindich had no interest in the policy from and after July 22, 1964.<footnotemark>1</footnotemark> On these issues Judge Croake granted summary judgment against Fidelity, at the same time declining to make any allowance for plaintiffs’ counsel fees and costs.</p>\n<p id=\"b582-3\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>To say that Fidelity’s objections were technical would be an understatement. It does not lie in the mouth of an insurer who, within the period allowed the insured for bringing an action, serves a complaint for interpleader with the usual prayer for an injunction against the initiation of all suits, to complain that an insured complied with its own request. The equitable remedy of inter-pleader was not devised by the chancellors and codified by the legislature in order to assist insurers in the entrapment of unwary insureds. Cf. Wilkinson v. First Nat’l Fire Ins. Co., 72 N.Y. 499, 503 (1878).</p>\n<p id=\"b582-4\">Although assignment of the policy prior to loss was ineffective without the consent of the insurer,<footnotemark>2</footnotemark> no such approval was necessary for an assignment of the right to the proceeds after the loss, see Courtney v. New York City Ins. Co., 28 Barb. 116, 118 (N.Y.Sup.Ct. 1858); Carroll v. Charter Oak Ins. Co., 38 Barb. 402, 408-409 (N.Y.Sup.Ct. 1862); 5 Appleman, Insurance Law and Practice §§ 3458-3459 (1941). Mindich and Israel asserted, and Fidelity did not deny, that such an assignment had been made; indeed Israel, by virtue of the agreement for the formation of Jay Cee, could have compelled an assignment if Mindich, recognizing his obligation, had not made one voluntarily. To be sure, any claim Mindich had to assign was dependent upon his having an insurable interest and was measured by the loss he had sustained, see McAnarney v. Newark Fire Ins. Co., 247 N.Y. 176, 184, 159 N.E. 902, 56 A.L.R. 1149 (1928). But New York recognizes the right of a stockholder to insure himself against loss from destruction of corporate property, Riggs v. Commercial Mut. Ins. Co., 125 N.Y. 7, 25 N.E. 1058, 10 L.R.A. 684 (1890), and Fidelity does not dispute that Mindich suffered loss in excess of the $5200 provided in its policy. Since the claim was assigned in the fall of 1963, the judgment finding that the Mindiches had no interest in the policy in July 1964 is without consequence, and it is unnecessary to consider Fidelity’s claim that Judge Palmieri did not use precisely the right words to accomplish what Fidelity knew was intended.</p>\n<p id=\"b582-7\">Plaintiffs argue that even if Fidelity was properly denied costs and counsel fees incurred in contesting its liability, see Schirmer Stevedoring Co. v. Seaboard Stevedoring Corp., 306 F.2d 188, 193-194 (9 Cir. 1962), an allowance for expenses should have been made to the other insurance companies because they were disinterested stakeholders who brought the interpleader solely for the benefits of claimants. But the statute, 28 U.S.C. § 1335, says nothing about such allowances, leaving any award to the sound discretion of the district court. Prudential Ins. Co. v. Burress, 181 F.Supp. 391 (S.D.Cal.1960); Paul Revere Life Ins. Co. v. Riddle, 222 F.Supp. 867 (E.D.Tenn.1963). We are not impressed with the notion that whenever a minor problem arises in the payment of insurance policies, insurers may, as a matter of course, transfer a part of their ordinary cost of doing business to their insureds by bringing an action for inter-pleader. Denial of allowances in this case was by no means an abuse of discretion.</p>\n<p id=\"b582-8\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b581-12\">. This date was inserted by Judge Palmieri, at Israel’s request, to protect his claim that he had succeeded to the rights of Mindich prior to that date.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b582-5\">. The policy contained the standard provision, “Assignment of this policy shall not be valid except with the written consent of this Company.” This restriction would apparently preclude any effective transfer without such consent, even though the reason for the limitation, the fear of increased hazard, is only partially applicable where the transfer is to a eorporation, operating in the same premises, in which the insured has a substantial interest, and there is no indication that the insurer would have refused an endorsement had it been requested. See Cremo Light Co. v. Parker, 118 App.Div. 845, 103 N.Y.S. 710 (1st Dept. 1907); 5 Appleman, Insurance Law and Practice §§ 3421, 3425 (1941).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}