{
  "casebody": {
    "data": "<casebody firstpage=\"491\" lastpage=\"496\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b583-4\">Alice H. BOTSFORD and J. R. Goodwin, Appellants, v. The CITY OF NORMAN, Oklahoma, a municipal corporation, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b583-6\">No. 7972.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b583-7\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b583-8\">Dec. 30, 1965.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b584-4\"><page-number citation-index=\"1\" label=\"492\">*492</page-number>Charles Huddleston, Enid, Okl. (W. J. Otjen, Frank Carter and W. J. Otjen, Jr., Enid, Okl., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b584-5\">William F. Collins, Oklahoma City, Okl., John M. Luttrell and Fielding D. Haas, Norman, Okl. (Luttrell, Luttrell &amp; Pendarvis, Norman, Okl., McClelland, Collins, Sheehan, Bailey, Bailey &amp; Short, Oklahoma City, Okl., and Gorsuch, Kirgis, Campbell, Walker &amp; Grover, Denver, Colo., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b584-6\">Before PICKETT, LEWIS and HILL, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b584-7\">HILL, Circuit Judge.</author>\n<p id=\"b584-8\">This is an action under the Declaratory Judgment Act, 28 U.S.C. § 2201, seeking to nullify certain ordinances of the City of Norman, Oklahoma, whereby property belonging to the appellants was annexed to the City of Norman.<footnotemark>1</footnotemark> Jurisdiction is based upon diversity of citizenship, 28 U.S.C. § 1332. Both appellants (plaintiffs below) are residents of California and the appellee defendant is an Oklahoma Municipal Corporation. The matter was tried to the court below largely upon the pleadings, stipulation and exhibits of the parties. The trial court held the annexation ordinances to be valid <footnotemark>2</footnotemark> and from that judgment the plaintiffs have appealed.</p>\n<p id=\"b584-9\">The City of Norman, Oklahoma, is populated by about 34,000 inhabitants exclusive of the student body of the University of Oklahoma which numbers about 12,000 resident students. The appellants are owners of land located approximately thirteen miles east of the City of Norman and, at the time of the annexation in question, the appellants’ property was used exclusively for farm and ranching enterprises.</p>\n<p id=\"b584-13\">The essential facts are undisputed. In early 1961, it was determined that a reservoir, to be known as the Little River Reservoir, would be constructed approximately twelve to fourteen miles east of the City of Norman. The purpose of the reservoir was to provide domestic water for the cities of Norman, Midwest City and Del City, Oklahoma. Concern soon arose by the interested parties over the best way to protect the water and the watershed of this new reservoir. An attempt was first made by the City of Norman to enlist the help of the county officials of Cleveland County in which the watershed and the City of Norman are located, but no suitable agreement could be reached. Thereafter the Norman City Commission decided the only practical way to assure the protection of the watershed and the reservoir was to annex the entire reservoir and watershed area which comprises approximately 112,000 acres and thereafter subject that area to the controls and ordinances of the City of Norman.</p>\n<p id=\"b584-14\">The Norman City Commission on October 18,1961, annexed by city ordinance #1311 a thin strip of land 67 feet wide extending from the lower east edge of the old city limits, approximately fourteen miles due east and then five miles north. The 67 foot wide strip of land annexed comprises the southern and eastern boundary of the disputed land area which was eventually annexed. The strip was annexed in reliance upon a “Petition for Annexation” signed on October 18,1961, by the owners of the strip of land. Ordinance #1311 recited it was an “Emergency Ordinance” in accordance <page-number citation-index=\"1\" label=\"493\">*493</page-number>with the City Charter, Article 12, § 5, and therefore became effective immediately rather than the customary thirty days after its enactment.<footnotemark>3</footnotemark></p>\n<p id=\"b585-5\">Thereafter, having annexed the southern and eastern boundaries of the entire land area sought, and by virtue of the old city limits bordering the desired land on the west, the Norman City Commission in reliance upon 11 O.S.A. § 481, which generally speaking allows annexation without consent of undeveloped land which is adjacent to city limits on three sides, proceeded in rapid succession to pass ordinances #1312 through #1320 which completed the annexation of the entire watershed reservoir area. All of the property included in these ordinances comprised a contiguous tract of land. With the exception of ordinances #1311, 1315 and 1316, the land annexed was not taken in with the consent of the owners of the majority of the whole number of acres. Appellant Goodwin’s land was annexed under #1312 and Botsford’s under #1314. All the latter ordinances, i. e., 1312 through 1320 were like #1311, emergency ordinances and became effective immediately.</p>\n<p id=\"b585-6\">The key provision with which we are here concerned is 11 O.S.A. § 481 which provides:</p>\n<blockquote id=\"b585-7\">“Authority to change city limits— Consent of owners — Certain tracts not subject to city taxes</blockquote>\n<blockquote id=\"b585-13\">The city council, in its discretion, may add to the city such other territory adjacent to the city limits as it may deem proper, and shall have power to increase or diminish the city limits in such manner as in its judgment and discretion, may redound to the benefit of the city: Provided, that in no case shall any additional territory, except when subdivided into tracts or parcels of less than five acres with more than one residence thereon, be added to the city limits without the consent in writing of the owners of a majority of the whole number of acres owned by residents of the territory to be added, except that when three sides of such additional territory is adjacent to, or abutting on, property already within the city limits, such territory may be added to the city limits without the consent hereinbefore mentioned: Provided, Further, that where the territory sought to be added is separated from the city limits by an intervening strip less than four rods in width upon the land so detached by such strip shall be considered as adjacent or abutting within the meaning of this section; And Provided, Further, that tracts of land in excess of forty acres shall not be subject to city taxes.” <footnotemark>4</footnotemark></blockquote>\n<p id=\"b585-14\">Notice the opening clause of the above provision is unconditional and places no <page-number citation-index=\"1\" label=\"494\">*494</page-number>restriction on a city’s annexation of property except that the property must be adjacent. However we are not specifically concerned with that clause. The parties stipulated that prior to the annexation, none of the appellants’ property had been subdivided into tracts or parcels of less than five acres with more than one resident thereon. Hence, in light of the above statute, it is abundantly clear that the property annexed could only have been included within the city boundaries by the consent of the owners of a majority of the whole number of acres of the property taken or if three sides of the property sought to be taken were bounded by property within the city limits.</p>\n<p id=\"b586-4\">It is unquestionably true that the annexation of territory by a municipality is a pure legislative function granted to municipalities by the legislature of the State. The primary judicial function upon review of this municipal function is to insure that the municipality has acted within the scope of the legislative authority and that such action is reasonable. Discretionary matters involving economic or political considerations are outside judicial cognizance. See City of Bethany v. District Court of Okl. County, 200 Okl. 49, 191 P.2d 187; 37 Am.Jur., Municipal Corporations, §§ 24 and 25.</p>\n<p id=\"b586-5\"> We then turn here to the facts to see if the annexations did meet the statutory requirements. Ordinance #1311 was enacted after the city had secured the consent of the owners of the strip of land included in it and the parties stipulated to this fact. Therefore the only prerequisite necessary to validate this annexation ordinance was that the land it encompassed be adjacent to the then existing boundaries. The trial court found that it was and we agree. True, the 67 foot wide strip of land did extend for many miles in an easterly direction away from the old city; nevertheless it was adjacent where it joined the eastern boundary of the city and that connection is enough to meet the adjacent requirements. See Sharp v. Oklahoma City, 181 Okl. 425, 74 P.2d 383. In the latter case, the Oklahoma Supreme Court made it clear that the law does not require the territory added be in compact form or in any particular shape. Furthermore it is stated in 37 Am.Jur., Municipal Corporations, § 27, that: “While the general rule is that land cannot be annexed to a city or town unless it is contiguous thereto, it is not necessary that each and every tract of land sought to be annexed shall be contiguous to the municipality. If all of the tracts are contiguous to each other, and one of them is contiguous to or adjoins the municipality, that is sufficient.” Therefore it seems to us the Norman City Commission properly adhered to the requirements of 11 O.S.A. § 481 in annexing the strip of land contained in ordinance #1311. Appellants however argue that the consent of the landowners was not “consent” to such annexation but instead a “Petition for Annexation” under 11 O.S.A. § 482,<footnotemark>5</footnotemark> and therefore necessitated the publication of notice requirements of 11 O.S.A. § 484 before the annexation became valid.<footnotemark>6</footnotemark></p>\n<p id=\"b587-4\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>This question was again answered in the Sharp case, supra, where the court stated that the consent sought by the city commission may be shown by petition or any other writing.</p>\n<p id=\"b587-5\">The next question to decide is when ordinance #1311 took effect. The ordinance recited that it was an emergency ordinance and by virtue of Article X, § 3, of the City Charter would take effect immediately. There is a requirement in Article X, § 3, of publication, supra Note 3, but in the case of emergency ordinances, this is not a prerequisite to its immediate validity. Appellants do not stress 11 O.S.A. § 579 which provides inter alia, “ * * * and no ordinance having any object beyond the bare appropriátion of money shall be in force until published as herein provided.” In any event however, 11 O.S.A. § 564 provides that validly enacted city charters will control over other conflicting laws even state laws and that would seem to answer the question. See Whitson v. City of Ada, 171 Okl. 491, 44 P.2d 829. All the ordinances in issue were eventually published according to the requirements in the City Charter. Therefore, we must conclude that ordinance #1311 was properly enacted and became effective immediately upon adoption.</p>\n<p id=\"b587-6\">The remaining ordinances, #1312-1320, which brought the larger remaining area into the city were enacted subsequent to ordinance #1311 and are directly dependent upon #1311 for their own validity.<footnotemark>7</footnotemark> After the land included within ordinance #1311 was included, the remaining land to be annexed was bordered on the west by the city limits of Norman and on the south and east by the 67 foot strip of land previously annexed by #1311.</p>\n<p id=\"b587-11\">The situation presented therefore is that contemplated in 11 O.S.A. § 481 where it authorizes the annexation of land even without consent where the land is adjacent to present city limits on three sides. Furthermore, contrary to appellants’ contentions, it is obvious that the City Commission considered the entire land area in this watershed as a whole and not as individual tracts even though they used several ordinances to annex the land.<footnotemark>8</footnotemark></p>\n<p id=\"b587-12\">After examining all the ordinances in question, we are convinced, as was the trial court, that the City Commission annexed the land in question in conformity with 11 O.S.A. § 481. In addition, municipal need must be liberally construed and the need here to protect the city’s water supply seems quite reasonable. Cf. City of Sugar Creek v. Standard Oil Co., 8 Cir., 163 F.2d 320. But even assuming this, appellants urge one more point. They contend that municipalities exist as governmental subdivisions to provide local services to the residents thereof; and where such municipality purports to extend its boundaries to encompass territory and residents for whom these services cannot be extended, then such attempted annexation is void. Assuming arguendo this is a correct statement, the facts do not support its application. The trial court expressly found, based upon the uncontroverted testimony of various Norman city officials, that since the date of annexation, the city has furnished police and fire protection, street and <page-number citation-index=\"1\" label=\"496\">*496</page-number>road assistance and many other services to the annexed area. Additionally, the city planner of Norman expressly stated that this area is included in future plans of expansion of the city. Far from being clearly wrong, the trial court’s finding in this regard appears to be correct.</p>\n<p id=\"b588-4\">Other issues raised by the appellants have been examined and found to be without merit.</p>\n<p id=\"b588-5\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b584-10\">. The defendant city did not raise the issue of plaintiffs’ capacity to bring this action and therefore that issue is waived. City of Ada v. Whitaker, 202 Okl. 249, 212 P.2d 482.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b584-17\">. 226 F.Supp. 258.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b585-8\">. City Charter, Article X, § 3, provides:</p>\n<p id=\"b585-9\">“All ordinances passed by the Commission, except Emergency Ordinances, shall take effect and become valid at the end of thirty days from the date of passage of such ordinance. All ordinances shall be published either in a daily or weekly newspaper, published and of general circulation in the City of Norman, such publication to be within ten days from the passage of the ordinance, except as otherwise provided by the Constitution and laws of this State.”</p>\n<p id=\"b585-10\">City Charter, Article XII, § 5, provides :</p>\n<p id=\"b585-11\">“EMERGENCY ORDINANCES: an emergency ordinance is an ordinance which in the judgment of the Commission is necessary for the immediate preservation of the peace, health, or safety, and which should become effective prior to the time an ordinance would become effective. Every such ordinance shall contain, as a part of its title, the words ‘and declaring an emergency’, and in a separate section herein called the emergency section, shall declare the emergency. The Commission shall vote on the emergency section separately and must adopt the section by vote of at least 6/7 of all members of the Commission, which vote shall be by yeas and nayes and shall be entered in the journal. An emergency ordinance shall take effect upon passage unless it specifies a later time.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b585-17\">. This provision was amended in 1963 but only in regard to taxation of some annexed property.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b586-6\">.</p>\n<p id=\"b586-7\">“Annexation or petition of three-fourths of voters and property owners</p>\n<p id=\"Aq-\">On petition in writing signed by not less than three-fourtlis of the legal voters and by the owners of not less than three-fourths (in value) of the property in any territory contiguous to any incorporated city or town and not embraced within the limits thereof, the city council of the city or the board of trustees of the town, as the case may be, shall by ordinance annex such territory to such city or town upon filing a copy of such ordinance with an accurate map of the territory annexed (duly certified by the mayor of the city or the president of the board of trustees of the town), in the office of the register of deeds of the county where the annexed territory or the greater portion of it is situated, and having the same recorded therein.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b586-10\">. 11 O.S.A. § 484 provides:</p>\n<p id=\"b586-11\">“Publication of notice</p>\n<p id=\"Am7\">No final action shall be taken by the city council or the board of trustees, as the case may be, upon any petition presented in pursuance of the provisions of the two preceding sections i until notice of the presentation of such petition has been given by the petitioners by publica<page-number citation-index=\"1\" label=\"495\">*495</page-number>tion at least once in each week for two successive weeks in some newspaper published in the city or town where the petion has been presented; or if no newspaper be pubished in such city or town, then in the newspaper published nearest to such city or town.</p>\n<blockquote id=\"AuZ\">!• Sections 482 and 483 of this title.”</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b587-9\">. Appellants rely on Chickasha Cotton Oil Co. v. Rogers, 160 Okl. 164, 16 P.2d 112, to defeat this type of annexation. A careful reading of that ease reveals that the second ordinance was defeated not because of its dependency upon the first ordinance but because, as the court so earefully pointed out, the first ordinance under the laws at that time had not yet become effective when the second ordinance was passed.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b587-14\">. Ordinances # 1311 through # 1314 which includes all of the appellants’ land were enacted on October 18, 1961. The remaining ordinances were passed on October 21, 1961.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}