{
  "casebody": {
    "data": "<casebody firstpage=\"549\" lastpage=\"557\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b641-8\">UNITED STATES of America, Plaintiff-Appellee, v. STATE OF OHIO, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b641-10\">No. 16143.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b641-11\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b641-12\">Oct. 9, 1965.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b641-13\">Rehearing Denied Jan. 21, 1966.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b642-21\"><page-number citation-index=\"1\" label=\"550\">*550</page-number>Joanne Wharton, Asst. Atty. Gen., Columbus, Ohio, William B. Saxbe, Atty. Gen., Bruce Hadden, Asst. Atty. Gen., Columbus, Ohio, on brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b642-22\">Morton Hollander, Atty., Dept, of Justice, Washington, D. C., John W. Douglas, Asst. Atty. Gen., Max Wild, Richard S. Salzman, Attys., Dept, of Justice, Washington, D. C., Joseph P. Kinneary, U. S. Atty., Columbus, Ohio, on brief, for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b642-23\">Before CECIL <footnotemark>*</footnotemark> and PHILLIPS, Circuit Judges, and MATHES, Senior District Judge.<footnotemark>**</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b642-13\"> Honorable Lester L. Cecil became Senior Circuit Judge on August 1, 1965, and has since been sitting on the court by assignment.</p>\n</footnote>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-2\" label=\"**\">\n<p id=\"b642-24\"> William C. Mathes, Senior District Judge for the Southern District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b643-4\"><page-number citation-index=\"1\" label=\"551\">*551</page-number>HARRY PHILLIPS, Circuit Judge.</author>\n<p id=\"b643-5\">Is the State of Ohio liable to the United States for penalties under the Agricultural Adjustment Act of 1938 for growing wheat on state-owned farms in excess of federally-imposed acreage allotments, where none of the wheat so produced entered or could have entered interstate or foreign commerce, directly or indirectly, by virtue of an express prohibition of the State Constitution?</p>\n<p id=\"b643-6\">The United States filed a complaint by authority of 7 U.S.C. § 1376, seeking a declaratory judgment as to the liability of the State under the Act, and a money judgment for penalties for the years 1954 through 1957. Upon motion of the United States, the district court granted summary judgment in the amount of $27,-605.40. The State of Ohio has appealed.</p>\n<p id=\"b643-7\">We reverse the judgment of the district court.</p>\n<p id=\"b643-8\">The State of Ohio, through its Department of Mental Hygiene and Correction, operates a number of institutional farms upon which wheat has been produced annually prior to and since 1954.</p>\n<p id=\"b643-9\">Article II, § 41 of the Constitution of Ohio,<footnotemark>1</footnotemark> requires that laws shall be passed providing for the occupation and employment of inmates of certain state institutions; and that no product of the work of such inmates shall be “sold, farmed out, contracted or given away.”</p>\n<p id=\"b643-10\">Pursuant to State policy as proclaimed in its Constitution, Ohio maintains a program for the care, treatment, custody and rehabilitation of the mentally ill and State criminal offenders in State institutions. The basic objectives of this program are stated to be:</p>\n<blockquote id=\"b643-15\">“1) to provide humane and scientific treatment, 2) to promote study of causes of delinquency and mental illness, 3) to provide modern education and training for rehabilitation of patients and prisoners to useful citizenship and 4) to achieve the highest degree of systematic and economic management.”</blockquote>\n<p id=\"b643-16\">The growing of wheat on State farms is one of the means of occupational training and is described as an integral part of the program for individual therapy and rehabilitation.</p>\n<p id=\"b643-17\">The affidavit of the Farms Director for the State Department of Mental Hygiene and Correction contains the following description of this program:</p>\n<blockquote id=\"b643-18\">“That the Department of Mental Hygiene has approximately 17,432 acres of land under cultivation at the various institutions, with at least twenty (20) institutions participating in the agricultural activity of growing wheat.</blockquote>\n<blockquote id=\"b643-19\">“Affiant states that the institutional farms of the State of Ohio have been engaged in an extensive farm agricultural program which encompasses the growing of wheat. Affiant further states that during the past fifty years wheat production has been a very important factor in this farm program and remains so today.</blockquote>\n<p id=\"b644-2\"><page-number citation-index=\"1\" label=\"552\">*552</page-number>354 FEDERAL REPORTER, 2d SERIES</p>\n<blockquote id=\"b644-3\">“All the wheat produced on our farms is grown with the idea of consumption or use by the institutional system itself and none is offered for sale.</blockquote>\n<blockquote id=\"b644-4\">“Our program is designed to furnish the institutions with feed for livestock, flour for the bakeries, nurse corps for grass and legume seedings.</blockquote>\n<blockquote id=\"b644-5\">“Of equal importance is the opportunity afforded both patients and inmates to derive physical and work habit benefits from supervised farm activity. Together with preventing idleness this activity is encouraged for thereapeutic reasons and in the interest of rehabilitation.”</blockquote>\n<p id=\"b644-6\">The Assistant Chief of the State Division of Correction described the program as follows:</p>\n<blockquote id=\"b644-7\">“It has been the practice and remains so today to employ inmates in the agricultural program. This program entails the cultivation of approximately 9,000 acres of land located at nine penal institutions.</blockquote>\n<blockquote id=\"b644-8\">“The entire production of small grain produced under this agricultural program is used as a supplement in the animal feeding program or milled into flour in our plants and used in the institutional bakeries.</blockquote>\n<blockquote id=\"b644-9\">“This agricultural program is an integral part of our correctional system in that it provides employment for approximately 3,000 inmates. It supplements the necessary forage needs for the animals produced on our farms, and also supplements the institutional food service needs. In addition to the above, this program provides the Division of Correction with strong, healthy rehabilitative job assignments which have proven very successful. These job assignments prevent idleness which is one of the major problems in Correctional administration. The agricultural assignments in many cases afford an excellent opportunity to engrain good work habits. In prison operation it is sometimes more important to instill good work habits than an actual skill or trade.</blockquote>\n<blockquote id=\"b644-11\">“Although we presently have a Penal Industries Operation that employs 2,500 to 3,000 inmates, research and study for additional areas for expansion in this field have not provided us with additional programs to replace our agricultural assignments.”</blockquote>\n<p id=\"b644-12\">In its complaint the United States charged that acreage allotments for 1954 were established by the County Agricultural Stabilization and Conservation Committees for the State farms in question ; that written notices of these allotments were given to the superintendents of the farms; that on each of the farms the planted and harvested wheat acreage for 1954 was in excess of the farm’s wheat acreage allotment; that the State of Ohio thereby became liable for penalties on the “farm marketing excess,” which is “the entire wheat production of the farm minus the production of the acreage allotments;” that under the Act, 7 U.S.C. § 1340(2), and the 1954 regulations (§ 728.475 as amended, 19 F.R. 2763), the rate of penalty applicable to the marketing excess of wheat is $1.12 per bushel; that similar production in excess of allotments occurred at various state farms for the years 1955, 1956 and 1957; and that the State was liable for cash penalties as prescribed by the statute.</p>\n<p id=\"b644-13\">The United States does not challenge the State’s interpretation of its Constitution. It is not disputed that all of the wheat produced on the State farms was used and consumed by State institutions. It also is unquestioned that no part of the wheat so produced, the livestock to which it was fed, or the bakery products in which it was used, was marketed or sold or moved in interstate or foreign commerce.</p>\n<p id=\"b644-14\">The State’s contention is that the production of wheat on State-owned farms located at its various mental and penal institutions is for the exclusive consump<page-number citation-index=\"1\" label=\"553\">*553</page-number>tion and use in such institutions; that the wheat so produced could not possibly be held available for marketing; and that under the particular facts and circumstances of this case, such wheat is not under the acreage quota provisions of the Agricultural Adjustment Act of 1938.</p>\n<p id=\"b645-5\">In planting wheat on State farms according to their own determination of institutional requirements for the years in question, and in excess of federal acreage allotments, state officials followed and relied upon an opinion rendered by the Attorney General of Ohio under date of September 25, 1941, holding that the Agricultural Adjustment Act of 1938 does not regulate the amount of wheat produced on a county-owned farm not marketed in interstate or foreign commerce.<footnotemark>2</footnotemark></p>\n<p id=\"b645-6\">The 1938 act, as demonstrated by the legislative findings set forth in <em>7 </em>U.S.C. § 1331, was directed toward wheat moving in interstate commerce and wheat which exerts a substantial economic effect on interstate commerce. Committee reports further demonstrate this Congressional intent.<footnotemark>3</footnotemark></p>\n<p id=\"b645-8\">The Supreme Court summarized the purpose of the Act in Wickard v. Filburn, 317 U.S. 111, 115, 63 S.Ct. 82, 84, 87 L.Ed. 122, as follows:</p>\n<blockquote id=\"b645-9\">“The general scheme of the Agricultural Adjustment Act of 1938 as related to wheat is to control the volume moving in interstate and foreign commerce in order to avoid surpluses and shortages and the consequent abnormally low or high wheat prices and obstructions to commerce.”</blockquote>\n<p id=\"b645-10\">The statute as originally enacted contained the following definitions:</p>\n<blockquote id=\"b645-11\">Sec. 301(a) (3) “The term ‘interstate and foreign commerce’ means sale, marketing, trade, and traffic between any State or Territory or the District of Columbia or Puerto Rico, and any place outside thereof; <page-number citation-index=\"1\" label=\"554\">*554</page-number>or between points within the same State or Territory or within the District of Columbia or Puerto Rico, through any place outside thereof; or within any Territory or within the District of Columbia or Puerto Rico.”</blockquote>\n<blockquote id=\"b646-4\">See. 301(a) (4) “The term ‘affect interstate and foreign commerce’ means, among other things, in such commerce, or to burden or obstruct such commerce or the free and orderly flow thereof; or to create or tend to create a surplus of any agricultural commodity which burdens or obstructs such commerce or the free and orderly flow thereof.” 52 Stat. 38. These definitions are codified without material change at 7 U.S.C. § 1301(a) (3) and (4).</blockquote>\n<p id=\"b646-5\">It is clear that the term “affect interstate or foreign commerce” was used in its broadest sense.</p>\n<p id=\"b646-6\">In an attempt to achieve price stability, Congress imposed a limitation on the volume of production by establishing a system of acreage allotments so as to prevent the supply from exceeding the demand. Annual farm acreage allotments are authorized. 7 U.S.C. § 1334. The production from acreage planted in excess of these allotments is known as “farm marketing excess.” 7 U.S.C. § 1340(1). Producers are penalized for any “farm marketing excess,” 7 U.S.C. § 1340(2), unless it is stored or delivered to the Secretary of Agriculture in accordance with regulations. 7 U.S.C. § 1340(3). Wheat produced on excess acreage is designated as “available for marketing” and the penalty is imposed thereon. The term “market” includes disposing of the wheat by feeding it to livestock “available” for marketing. Market quotas “not only embrace all that may be sold without penalty but also what may be consumed on the premises.” Wickard v. Filburn, supra, at 119, 63 S.Ct. at 86.</p>\n<p id=\"b646-7\">We think there is no doubt that Congress intended for the Act to apply to all wheat producers, including state-owned farms, when the wheat can be said to be “[exerting] a substantial economic effect on interstate commerce.” Wickard v. Filburn, supra, at 125, 63 S.Ct. at 89. Among the general definitions contained in the statute as originally enacted was the following: “The term ‘person’ means an individual, partnership, firm, joint-stock company, corporation, association, trust, estate, or any agency of a State.” 52 Stat. 39., This definition is presently codified at 7 U.S. C. § 1301(a) (8).</p>\n<p id=\"b646-9\">The Government strongly contends that Wickard v. Filburn, supra, requires affirmance of the judgment of the district court. Wickard held that the act applies to wheat grown by a farmer for his own use, even though not intended to be sold or marketed, since this wheat, or the livestock to which it is fed, is “available” for marketing. Home grown wheat was described as “the most variable factor in the disappearance of the wheat crop.” Wickard v. Filburn, supra, at 127, 63 S.Ct. at 90.</p>\n<p id=\"b646-10\">The Court summarized the facts in Wickard as follows:</p>\n<blockquote id=\"b646-11\">“The appellee for many years past has owned and operated a small farm in Montgomery County, Ohio, maintaining a herd of dairy cattle, selling milk, raising poultry, and selling poultry and eggs. It has been his practice to raise a small acreage of winter wheat, sown in the Fall and harvested in the following July; to sell a portion of the crop; to feed part to poultry and livestock on the farm, some of which is sold; to use some in making flour for home consumption ; and to keep the rest for the following seeding. The intended disposition of the crop here involved has not been expressly stated.” 317 U.S. at 114, 63 S.Ct. at 84.</blockquote>\n<p id=\"b646-12\">Applying a basic maxim for the interpretation of judicial opinions, we read the general expressions of the Court in Wickard “in connection with the case in which those expressions were used.” Cohens v. Virginia, 19 U.S. (6 Wheat) 264, 398, 5 L.Ed. 257.</p>\n<p id=\"b647-4\"><page-number citation-index=\"1\" label=\"555\">*555</page-number> It is an elementary rule of construction that a statute will be interpreted in light of the purposes it seeks to achieve and the evils it seeks to remedy. Fasulo v. United States, 272 U.S. 620, 629, 47 S.Ct. 200, 71 L.Ed. 443; Holy Trinity Church v. United States, 143 U.S. 457, 463, 12 S.Ct. 511, 36 L.Ed. 226. Statutes must be given effect in accordance with the purpose manifested by Congress. Commissioner of Internal Revenue v. Bilder, 369 U.S. 499, 82 S.Ct. 881, 8 L.Ed.2d 65.</p>\n<p id=\"b647-5\">The care, treatment, custody and rehabilitation of its mentally ill and offenders against state criminal laws are obligations of the State of Ohio. We find no language in the statute and nothing in the legislative history indicating an intent on the part of Congress to extend the wheat quota system in such a way as to interfere with these functions and obligations of a state, particularly when as in the present case there is a provision of the State Constitution under which the wheat could not be “available” for marketing and did not and could not move in interstate or foreign commerce.</p>\n<p id=\"b647-6\">We find Wickard v. Filburn to be distinguishable on its facts from the present case. Although that case involved only one small farm in Ohio, this farm was typical of hundreds of thousands of small farms throughout the nation. In the aggregate home grown wheat produced on such farms exerts a very considerable economic effect on interstate commerce. Speaking of the Filburn farm, the Supreme Court said: “[H]is contribution, taken with that of many others similarly situated, is far from trivial.” 317 U.S. at 128, 63 S.Ct. at 90. Even if such a farmer used and consumed for his own family purposes all the wheat grown on his farm and sold no part of it, nevertheless it was “available for marketing.” With respect to the Filburn farm and all other farms similarly operated, it is impossible to determine conclusively whether the wheat so grown will or will not be channeled into interstate commerce.</p>\n<p id=\"b647-13\">Therefore, the penalties prescribed by the Act “do not depend upon whether any part of the wheat either within or without the quota is sold or intended to be sold.” 317 U.S. at 119, 63 S.Ct. at 86. Accordingly the Supreme Court held the volume and variability of home-consumed wheat has a substantial influence on price and market conditions. This may arise because “ * * * <em>being in a marketable condition </em>such wheat <em>overhangs the market * </em>* (Emphasis added.) 317 U.S. 128, 63 S.Ct. 91.</p>\n<p id=\"b647-14\">In the present case it cannot be said that any of the wheat produced on the state-owned farms was in a “marketable condition” at any time or that wheat grown under such circumstances “overhangs the market.”</p>\n<p id=\"b647-15\">It is argued that the wheat grown by the State of Ohio displaced wheat which the State otherwise might have purchased on the market, and. in this sense affected interstate commerce. Such a contention is conjectural, in that it undoubtedly would involve the amounts of money appropriated by the Ohio legislature for such purposes as well as other factors. It is unrealistic to say that this factor, standing alone, would exert any substantial effect on interstate commerce under the facts and circumstances of this case. We are unwilling to construe the statute as applicable under these circumstances in the absence of a clearly-expressed congressional intent.</p>\n<p id=\"b647-16\">On the issue of congressional intent, the Government relies upon the action of Congress in 1957 in enacting Public Law 85-203, 71 Stat. 477.<footnotemark>4</footnotemark></p>\n<p id=\"b648-3\"><page-number citation-index=\"1\" label=\"556\">*556</page-number>Since the 1957 amendment was made applicable only to wheat harvested in 1958 and subsequent years, and did not apply to the years 1954 through 1957 here involved, it is argued the Congress has expressed an intent to make the statutory penalties applicable to state-grown wheat for the years here in question.</p>\n<p id=\"b648-4\">We have examined the committee reports concerning the 1957 amendment and find no such intention expressed or indicated. By its terms the exemption of state-owned farms appears to relate to nothing more than to the acreage exemption of thirty acres.<footnotemark>5</footnotemark></p>\n<p id=\"b648-5\">We therefore conclude that the provisions of the Agricultural Adjustment Act of 1938 are not applicable to wheat produced by a state-owned farm under the facts and circumstances of this case.</p>\n<p id=\"b648-6\">Reversed and dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b643-11\">. “Laws shall be passed providing for the occupation and employment of prisoners sentenced to the several penal institutions and reformatories in the state; and no person in any such penal institution or reformatory while under sentence thereto, shall be required or allowed to work at any trade, industry or occupation, wherein or whereby his work, or the product or profit of his work, shall be sold, farmed out, contracted or given away; and goods made by persons under sentence to any penal institution or reformatory without the State of Ohio, and such goods made within the State of Ohio, excepting those disposed of to the state or any political sub-division thereof or to any public institution owned, managed or controlled by the state or any political subdivision thereof, shall not be sold within this state unless the same are conspicuously marked ‘prison made.’ Nothing herein contained shall be construed to prevent the passage of laws providing that convicts may work for, and that the products of their labor may be disposed of to, the state or any political sub-division thereof, or for or to any public institution owned or managed and controlled by the state or any political subdivision thereof.”. (Adopted September 3, 1912.)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b645-12\">. Opinion No. 4233, Opinions of the Attorney General of Ohio for 1941, pp. 778-791. This opinion was addressed to the Prosecuting Attorney of Lorain County and involved the following facts:</p>\n<blockquote id=\"b645-13\">“Lorain County is the owner of a farm used in connection with the Lorain County Home. Among other things, wheat is grown on the said farm which wheat is used by Lorain County for feeding chickens and animals on the farm, and principally for flour for the support and maintenance of the inmates of the County Home, all of whom are charges of Lorain County.</blockquote>\n<blockquote id=\"b645-14\">“In connection with the conduct of the Lorain County farm 34.2 acres of wheat were planted last year. After the wheat was planted the Lorain County AAA Committee, acting under orders from the United States Department of Agriculture, fixed the wheat acreage allotment for the Lorain County Home farm at 25 acres. Said committee, in behalf of the Agricultural Adjustment Administration of the United States Deparment of Agriculture now informs the Board of County Commissioners of this county that by reason of the excess planting Lorain County is subject to a penalty of 49ji per bushel on 223.6 bushels (the marketing excess) and that a marketing card will be withheld from Lorain County unless Lorain County pays the sum of $109.56 to the Secretary of Agriculture of the United States as a penalty or gives a bond in that amount conditioned that 225 bushels of wheat, the property of Lorain County, will be locked up and not used.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b645-16\">. See e.g., H.R.Rep. No. 1645, 75th Cong., 2nd Sess. at 29 (1937) which contains this language:</p>\n<blockquote id=\"b645-17\">“It thus appears that, for the most part, wheat moves in interstate commerce from farms to markets, from markets to mills, and in the form of flour to bakeries and to the ultimate consumers, most of whom are in the industrial and urban centers east of the large producing areas.</blockquote>\n<blockquote id=\"b645-18\">“Bran middlings and other by products of the flour-milling industry which are used for livestock feed further add to the volume of interstate commerce, as these feed products must be shipped from milling centers to livestock-feeding areas, many of which are not within the State in which the mills are located. The most important outlets for such mill feeds are in the eastern part of the United States in the deficit feed areas, which are likewise deficit wheat-producing areas.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b647-7\">. This Act amended Section 335 of the original Act by adding the following:</p>\n<blockquote id=\"b647-9\">“(f) The Secretary, upon application made pursuant to regulations prescribed by him, shall exempt producers from any obligation under this Act to pay the penalty on, deliver to the Secretary, or store the farm marketing excess with respect to any farm for any crop of wheat harvested in 1958 or any subsequent year on the following conditions:</blockquote>\n<blockquote id=\"A6B\">“(1) That the total wheat acreage on the farm does not exceed 30 acres: <em>Provided, hoxoever, </em>That this condition <page-number citation-index=\"1\" label=\"556\">*556</page-number>shall not apply to farms operated by and as part of State or county institutions or religious or eleemosynary institions</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b648-11\">. This exemption was removed by Public Law 87-703, 76 Stat. 621. Sec. 7 U.S. C.A. § 1335.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-4\" type=\"rehearing\">\n<p id=\"b648-7\">On Petition for Rehearing</p>\n<p id=\"b648-8\">The United States has filed a petition for rehearing, raising two questions which were not discussed in the original briefs:</p>\n<blockquote id=\"b648-9\">(1) That the district court and this court have no jurisdiction to entertain the defense of the State of Ohio against the penalties sought to be enforced in this case because the State did not exhaust administrative remedies to challenge the validity of acreage allotments.</blockquote>\n<blockquote id=\"b648-15\">(2) That a disputed question of fact exists as to whether the wheat harvested on state-owned farms has a substantial effect on interstate commerce, under the facts of this case, and that the case therefore should be remanded for the taking of proof on this issue.</blockquote>\n<p id=\"b648-16\">I.</p>\n<p id=\"b648-17\">It is insisted that, as a prerequisite to asserting its defenses in this case, it was necessary for the State to have challenged the acreage allotments by seeking a review by a local review committee of three farmers as provided by 7 U.S.C. § 1363.<footnotemark>6</footnotemark> Failure of the State to seek such a review, it is said, operated to strip the district court and this court of jurisdiction to pass upon the validity of such allotments.<footnotemark>7</footnotemark></p>\n<p id=\"b648-18\">This court has held that a farmer must exhaust his statutory administrative remedies before he can challenge the accuracy of wheat acreage allotments as a defense to an action by the United States to collect civil penalties for overproduction. Corbin v. United States, 279 F.2d 431 (C.A. 6); Donaldson v. United States, 264 F.2d 804 (C.A. 6); Donaldson v. United States, 258 F.2d 591 (C.A. 6); Miller v. United States, 242 F.2d 392 <page-number citation-index=\"1\" label=\"557\">*557</page-number>(C.A. 6), cert. denied, 355 U.S. 833, 78 S.Ct. 48, 2 L.Ed.2d 44. Without lengthening this opinion by a detailed discussion of each case, we find all these decisions to be distinguishable on their facts from the present case.</p>\n<p id=\"b649-5\">For the reasons set forth in our original opinion, we hold that these statutes do not apply to the State of Ohio under the facts and circumstances of this case. The issue here is not the <em>amount </em>of the acreage allotments, but whether the State of Ohio is subject to the provisions of the Act under the facts here presented. Relying upon an opinion of the State Attorney-General rendered September 25, 1941 (See footnote 2, original opinion), the State of Ohio has taken the consistent position that the Agricultural Adjustment Act of 1938 does not regulate the amount of wheat produced on state-owned farms for use and consumption in State institutions, which under no circumstances could be marketed directly or indirectly in interstate or foreign commerce under the express prohibition of the State constitution. The present suit, filed by the United States, challenges the validity of this defense.</p>\n<p id=\"b649-6\">The institutional farms operated by the State of Ohio are located in different parts of the State. It would be an extremely cumbersome procedure, and quite obviously a useless one, to call upon three farmers in the same or nearby counties to pass upon the question of whether Congress intended for the statute to apply to state-owned farms in such a situation. The purpose of the administrative procedure prescribed by the statute is to ascertain the correct number of acres in an allotment, and not to require committees of farmers to make adjudications on issues of congressional intent.</p>\n<p id=\"b649-7\">This contention raised by the petition for rehearing would extend the doctrine of exhaustion of administrative remedies beyond the limits of practicality and common sense, and, we believe, beyond the Congressional purpose in enacting §§ 1363 and 1365 (footnotes 6 and 7).</p>\n<p id=\"b649-10\">We hold that the State was not required to resort to the statutory administrative procedure for testing marketing quotas as a prerequisite to interposing its defense under the facts of this case.</p>\n<p id=\"b649-11\">II.</p>\n<p id=\"b649-12\">In the district court the United States filed a motion for summary judgment, upon the ground that “there is no genuine issue as to any material fact.” The district court entered summary judgment on this motion. For the first time the United States now takes a position, on petition to rehear, that there is a genuine issue of material fact as to whether the wheat produced on state-owned farms and consumed for state purposes had a substantial effect on interstate commerce.</p>\n<p id=\"b649-13\">We conclude that there is no genuine issue of material fact in this case on this issue. We have held that under the constitution of Ohio this state-produced wheat was not “available” for marketing and did not “overhang” the market, and did not and could not move legally in interstate or foreign commerce. The same is true of all by-products of the wheat. The United States does not contend that any part of the wheat or its by-products in fact was marketed in violation of the State constitution. The sole argument is that, if Ohio did not grow its own wheat, it would be required to resort to the regular commercial markets for substitute supplies, thereby affecting interstate commerce. While there is general language supporting this argument in Wickard v. Filburn, 317 U.S. 111, 63 S.Ct. 82, 87 L.Ed. 122, a different factual situation was involved in that case. We adhere to the view expressed in our original opinion that these general expressions in Wickard v. Filburn are to be read in connection with the facts of that case and are not controlling under the facts of the present case; and that the amount of wheat that Ohio otherwise might have purchased necessarily would be conjectural.</p>\n<p id=\"b649-14\">The petition for rehearing is denied.</p>\n<footnote label=\"6\">\n<p id=\"b648-12\">. “§ 1363. Review of quota; review committee</p>\n<p id=\"b648-13\">“Any farmer who is dissatisfied with his farm marketing quota may, within fifteen days after mailing to him of notice as provided in section 1362 of this title, have such quota reviewed by a local review committee composed of three farmers from the same or nearby counties appointed by the Secretary. Such committee shall not include any member of the local committee which determined the farm acreage allotment, the normal yield, or the farm marketing quota for such farm. Unless application for review is made within such period, the original determination of the farm marketing quota shall be final.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b648-20\">. The United States also relies upon U.S.C. § 1367, which provides as follows:</p>\n<p id=\"b648-22\">“§ 1367. Stay of proceedings and exclusive jurisdiction</p>\n<p id=\"b648-23\">“The commencement of judicial proceedings under this part shall not, unless specifically ordered by the court, operate as a stay of the review committee’s determination. Notwithstanding any other provision of law, the jurisdiction conferred by this part to review the legal validity of a determination made by a review committee pursuant to this part shall be exclusive. No court of the United States or of any State shall have jurisdiction to pass upon the legal validity of any such determination except in a proceeding under this part.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}