{
  "casebody": {
    "data": "<casebody firstpage=\"326\" lastpage=\"328\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b344-6\">[Civ. <em>No. </em>8301.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AWz\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADX\">Mar. 31, 1954.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b344-7\">MATTHEW McNEIL, Appellant, v. CITY OF MONTAGUE et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b344-11\">Barr &amp; Hammond for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b344-12\">Tebbe <em>&amp; </em>Correia for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b344-13\">PAULSEN, J. pro tem.<footnotemark>*</footnotemark> *</author>\n<p id=\"APa\">The appellant seeks to recover damages for property alleged to have been destroyed or <page-number citation-index=\"1\" label=\"327\">*327</page-number>damaged by fire which spread from one set by the agents of the city while they were burning dry grass near the city hall for the purposes of fire suppression and weed control.</p>\n<p id=\"b345-5\">The complaint attempts to state two causes of action. The first was based upon negligence in permitting the fire to escape. The second was based upon the same acts and recites:</p>\n<blockquote id=\"AN6\">“That upon the 2nd day of August, 1951, while acting in its governmental capacity and doing an act in its governmental capacity, to-wit, the burning of weeds for the purpose of limiting fire hazard and suppressing weeds, and in the course of said action in the governmental capacity, the said City of Montague took certain personal property of the plaintiff, to-wit, one building at the value of $8,000.00 or thereabouts, certain soda fountain equipment at the value of $3,000.00 or thereabouts and certain tar paper at the value of $1,000.00 or thereabouts.”</blockquote>\n<p id=\"b345-6\">A demurrer to the complaint was sustained without leave to amend and the appeal is from the judgment entered thereon.</p>\n<p id=\"b345-7\">It is the appellant’s contention that the facts alleged show a violation of section 14, article I of the Constitution of California, which provides in part as follows:</p>\n<blockquote id=\"b345-8\">“Private property shall not be taken or damaged for public use without just compensation having first been made to, or paid into court for, the owner ...”</blockquote>\n<p id=\"b345-9\">Appellant does not question the correctness of the court’s ruling so far as it relates to the first cause of action and concedes that he could not state a cause of action against the city based on negligence.</p>\n<p id=\"b345-10\">In <em>Hanson </em>v. <em>City of Los Angeles, </em>63 Cal.App.2d 426 [147 P.2d 109], it was established that defendant city through its authorized agents had burned weeds for the purpose of abating a nuisance on a lot adjacent to a piece of real property owned by the plaintiff and had negligently permitted the fire to spread and had thereby destroyed plaintiff’s property. The sole question considered in that case was whether the city in so doing was acting in a governmental or proprietary capacity. It was held that the city was acting in a governmental capacity and that plaintiff could not recover because of the negligence of its employees. On that ground the judgment for plaintiff was reversed with direction to the trial court to enter judgment for defendant. The question of damages for a public use was not raised or discussed in that case.</p>\n<p id=\"b346-3\"><page-number citation-index=\"1\" label=\"328\">*328</page-number>Appellant <em>does contend, </em>however, that he has stated or can state a cause of action based on the theory, that if the employees of the city while lawfully burning weeds on the lot occupied by the city hall negligently permitted the fire to escape and damage his property, it has been so- damaged for a public use. In support of his contention he cites <em>Tormey </em>v. <em>Anderson-Cottonwood Irr. Dist., </em>53 Cal.App. 559 [200 P. 814], and <em>Ketcham </em>v. <em>Modesto Irr. Dist., </em>135 Cal.App. 180 [26 P.2d 876].</p>\n<p id=\"b346-4\">In those cases the plaintiffs sought damages because the defendant irrigation districts were operating canals in such a manner that seepage water was escaping and depriving the plaintiffs of the full use of their lands adjoining the canals. The lands used for the canals had admittedly been acquired and were being used for public purposes and the extension of the use through the seepage of water to the lands adjoining was also clearly for a public use and it was so held. It may be noted here also that upon a proper showing the lands covered by seepage water could have been condemned for the use of the districts.</p>\n<p id=\"b346-5\">The exact point presented for consideration here was decided by the Supreme Court after the decision in <em>Tormey </em>v. <em>Anderson-Cottonwood Irr. Dist., supra. </em>In <em>Miller </em>v. <em>City of Palo Alto, </em>208 Cal. 74 [280 P. 108], the employees of the defendant city had used a vacant lot near the property of plaintiff for the burning of garbage and had carelessly permitted the fire to escape and damage the plaintiff’s property. It was contended there, as here, that this constituted a taking or damaging of private property for public use. The court, after stating there was no merit to the contention, said, at page 77 :</p>\n<blockquote id=\"b346-6\"><em>“... A </em>public use is ‘a use which concerns the whole community as distinguished from a particular individual or a particular number of individuals; public usefulness, utility or advantage; or what is productive of general benefit; a use by or for the government, the general public or some portion of it.’ ”</blockquote>\n<p id=\"b346-7\">The judgment is affirmed.</p>\n<p id=\"b346-8\">Peek, J., and Schottky, J., concurred.</p>\n<footnote label=\"*\">\n<p id=\"b344-16\"> Assigned by Chairman of Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}