{
  "casebody": {
    "data": "<casebody firstpage=\"108\" lastpage=\"112\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b134-3\">T. J. Rogers v. East Line Lumber Co.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b134-4\">No. 1103.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b134-5\">1. Judgment — Correction at Subsequent Term — Changing Former Order in Attachment.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b134-7\">The action of the court overruling a motion to quash an attachment becomes final upon the trial of the cause and a final judgment rendered therein, and the court cannot at a subsequent term upon motion to have a correct entry of the judgment made, re-open the case and enter a different order quashing the attachment.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b134-8\">2. Attachment Affidavit — Error in Calculating Amount of Attorney's Fees.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b134-10\">In an action by attachment upon notes stipulating for ten per cent attorney’s fees, the petition and affidavit both described the indebtedness correctly, setting out the notes and stating the aggregate amount due, but the amount of the attorney’s fees was separately stated at a larger sum than the true amount therefor. Held, that the error being ascertainable by simple computation did not vitiate the attachment.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b134-11\">3. Insolvent Corporation — Attachment Lien.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b134-12\">The levy of an attachment upon the property of an insolvent corporation does not create a lien giving any priority- to the attaching creditor over its other creditors.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b134-13\">4. Same — Assets a Trust Fund, When. ■</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b134-14\">Where a private corporation ceases to do business, its property is held by its directors as a trust fund for the benefit of its creditors, and is not subject to attachment.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b134-15\">Error from Marion. Tried below before Hon. John L. Sheppard.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b134-16\"><em>W. T. Armistead </em>and <em>F. H. Prendergast, </em>for plaintiff in error.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AUf\">1. The court erred in quashing the attachment, because it had overruled the motion to quash said attachment at last term of court, and the defendants nor receivers did not except to said ruling, and said judgment rendered at last term of court was final and could not now be changed, find no sufficient reason is shown for changing said ruling. Ximenes v. Ximenes, 43 Texas, 458; Chestnut v. Pollard,. 77 Texas, 88; Chambers v. Hodges, 3 Texas, 529; Trammell v. Trammell, 25 Texas Supp. 269.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b134-17\">2. The court erred in quashing the attachment on account of variance between the affidavit and petition, because there was no such variance as to justify the quashing of the attachment. Evans v. Lawson, Smith &amp; Co., 64 Texas, 201; Stewart v. Heidenheimer, 55 Texas, 648.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b134-18\">3. The court erred in refusing to foreclose the attachment lien on the property attached, because the levy of the attachment created a lien in favor of plaintiff, and the fact that the East Line Lumber Company was insolvent would not prevent the levy from giving a preference. Lagrange Butter Tub. Co. v. Nat. Bank Com., 26 S. W. Rep., 710; Roseboom v. Whitaker, 132 Ill., 81 (23 N. E. Rep., 339); Alstyne v. Cook, 25 N. Y., 489; Harragan v. Quay, 26 S. W. Rep., 512; White, Potter &amp; Co. v. Petts, 30 Fed. Rep., 866; In re Glen Iron Works, 30 Fed. Rep., 674; Lyons Hardware Co. v. Perry Stove Co., 86 Texas, 143.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b134-19\"><em>L. S. Schluter, G. T. Todd </em>and <em>J. H. Culberson, </em>for defendant in error.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AoH\">1. There is a plain and indisputable variance in the facts as <page-number citation-index=\"1\" label=\"109\">*109</page-number>stated in the petition, and which are sworn to be true, and in the affidavit for the attachment filed in the case, so far as the amount of ten per cent attorneys’ fees are concerned, and this is material and fatal. Joiner v. Perkins, 59 Texas, 300; Espey v. Heidenheimer Bros., 58 Texas, 662; Marshall v. Alley, 25. Texas, 342; Brown v. Martin, 19 Texas, 343;. Drake on Attachment, sec. 95.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b135-3\">2. Where insolvency exists and a receivership is pending, and the property is sold by the receiver under an order of the court, without any replevy or claim bond, then in the view of this- court, in equity causes,, there could be no legal or equitable right in the plaintiff in error to claim a preference to the fund arising from this sale. Lyons Hardware Co. v. Stove Co., 86 Texas, 143; Long v. Dougherty, 74 Texas, 221.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b135-4\">RAINEY, Associate Justice.</author>\n<p id=\"AZi\">T. J. Rogers, assignee, plaintiff in error, brought suit against the East Line Lumber Company, a corpora:tion, defendant in error, for debt. Subsequently, to-wit, January 29., 1893, plaintiff sued out a writ of attachment which was levied upon personal property of defendant. On February 1, following, in a different proceeding, a receiver was appointed for the East Line Lumber Company, who was afterward made a party to this suit. At the January term of court, 1894, the cause was tried and a judgment rendered overruling motion to quash the attachment, for plaintiff for his debt, and refusing to foreclose the attachment lien. The minutes of the court failed to show the overruling of the motion to quash the attachment, and failed to make disposition of the receiver. At a following term a motion to correct the entry of the judgment was made, and upon the hearing of said motion the court reopened the case,rendered judgment quashing the attachment, and for the assignee for the amount of the debt sued for, and against the receiver, etc. The judgment recites that the East Line Lumber- Com-pony was insolvent at the time of the levy, and for that reason the assignee was not entitled to preference by virtue of the levy, if the attachment was valid. The proceedings were duly excepted to, and the assignee brings up the cause for review by writ of error.</p>\n<p id=\"b135-5\">The quashing of the attachment by the court is complained of upon two grounds: 1. Because the court “had overruled the motion to quash said attachment at last term of court, and the defendants nor receivers did not except to said ruling, and said judgment rendered at last term of court was final and could not now be changed, and no sufficient reason is shown for changing said ruling.”</p>\n<p id=\"b135-7\">The action of a court upon a motion to quash an attachment becomes final upon a trial of the cause and a final judgment rendered therein. The judgment of the'court rendered at the January term was final. It is well settled that after a term of court has ended, the minutes of the court may be amended at a subsequent term, butpn passing upon a motion to amend a final order, the court can not retry the case and render a different judgment from that theretofore rendered. It must confine its investigation to what was done at the former term, and only enter nunc <page-number citation-index=\"1\" label=\"110\">*110</page-number>pro tune the precise order made at the former term. Brownsville v. Bain, 43 Texas, 441; Ximenes v. Ximenes, 43 Texas, 458; Chestnut v. Pollard, <em>77 </em>Texas, 88.</p>\n<p id=\"b136-3\">While it was error for the court to reopen the case for the purpose of considering the motion to quash, its action in this respect becomes immaterial, as under our view of the case plaintiff was not entitled to a foreclosure of the attachment, no lien having been created upon the property by virtue of the levy thereof.</p>\n<p id=\"b136-4\"><em>2. </em>“The court erred in quashing the attachment on account of the variance between the affidavit and petition, because there was no such variance as to justify the quashing of the attachment.”</p>\n<p id=\"b136-5\">Plaintiff’s petition sues to recover on two notes and an account, all of which are correctly described and are attached to and made a part of the petition, the aggregate amount being $5381.06. The affidavit for attachment states that the facts stated in the petition are true, that the defendant is indebted in the sum of $5381.06 (the amount sued for), the notes and accounts are properly described therein, but after setting out the notes correctly, the further statement is made, “that 10 per cent on both of the above described notes amounted to $230 * * * when suit was instituted on each of said two notes which are attached to the petition and marked Exhibit A and Exhibit B, respectively.” The notes provided for an additional 10 per cent on the amount due for expenses of collection. Ten per cent of the amount due at institution of the suit was $171.90, instead of $230.</p>\n<p id=\"b136-6\">This discrepancy is of such a nature as to be, we think, immaterial, and does not constitute such a variance as to invalidate the attachment. The petition and affidavit both describing the indebtedness correctly and stating the aggregate amount due, the mere statement that the 10 per cent amounted to more than it really did, which was readily ascertainable by a simple calculation,,is not sufficient to vitiate the attachment.</p>\n<p id=\"b136-7\">The only remaining assignment of error is: “The court erred in refusing to foreclose the attachment lien on the property attached, because the levy of the attachment created a lien in favor of plaintiff, and the fact that the East Line Lumber Company was insolvent would not prevent the levy from giving preference.”</p>\n<p id=\"b136-9\">The judgment recites that, “the East Line Lumber Company was a private corporation and was insolvent,” at the time the writ of attachment was levied. There is no statement of facts or findings of the court contained in the record. We are therefore warranted in concluding that when the writ of attachment was levied, defendant in error had ceased to be a “going concern.”</p>\n<p id=\"b136-10\">The question here at issue has never been directly decided by the Supreme Court of this state. The weight of American authority outside of this state, we think, is, that a creditor of an insolvent corporation can obtain a preference lien upon its property by the levy of a writ of attachment. This view it seems is held by the Court of Civil Appeals of the Third Supreme Judicial District, at Austin. See Harragan <page-number citation-index=\"1\" label=\"111\">*111</page-number>v. Quay, <em>27 </em>S. W. Rep., 897. We are unable, however, to reconcile this holding with the doctrine enunciated by our Supreme Court in the case of Lyons-Thomas Hardware Co. v. Perry Stove Mf’g. Co., 86 Texas, 143. In that case it is held that neither the stockholders nor directors of an insolvent private corporation can make a preferential deed of trust for the benefit of certain creditors, to the exclusion of others. The reason given for this holding is, in effect, that when a private corporation becomes insolvent, that is, when it “has ceased to do business, or has taken or is in the act of taking a step which will practically incapacitate it for conducting the corporate enterprise with reasonable prospect of success, or its embarrassments are such that early suspension and failure must ensue,” the property of the corporation becomes a trust fund, and such a condition confers upon “any unsecured creditor of the corporation a right to a ratable share of the proceeds of all the assets of the corporation not subject to priorities lawfully existing when the condition arose.”</p>\n<p id=\"b137-3\">In the same case the court says: “The assets of an insolvent corporation which has ceased to carry on business and does not intend to resume, is a fund from which all creditors not secured by valid liens existing before the condition was fixed, have the right to be paid on terms of perfect equality.”</p>\n<p id=\"b137-4\">If this be the true doctrine, then it follows that the levy of a writ of attachment upon the property of an “insolvent” corporation does not create a prior lien to the claims of unsecured creditors of such corporation, because when such condition arose, each creditor’s claim stood in relation to the property “upon terms of perfect equality,” and their right to a “ratable share” of same would not be affected by such a levy. Ho priority can be gained by such a proceeding, as the creditors “have the right to have the specific property owned by the corporation subjected to the payment of the sums due them,” and tins is inconsistent with the idea that under such circumstances a levy of an attachment will give priority.</p>\n<p id=\"b137-5\">The appellant insists that under the statute he has a lien upon the property by virtue of the writ of attachment levy, and is entitled to a foreclosure of same. This contention would be correct if the property of the corporation remained subject to the control and management of its officers in the same manner as before “insolvency,” but such is not the case. When the corporation became insolvent, the functions of its officers changed; and they then became trustees of the property, and were bound to manage and control it for the benefit of creditors and stockholders. If the officers, after such condition arose, attempted to divert the fund from its legitimate purpose, a creditor would have the right to prevent such improper use by calling in the aid of the courts, but in such a proceeding all the creditors would be interested, and such proceeding would not give the moving creditor a preference lien upon the property. If lawful liens exist when the corporation becomes insolvent in the manner indicated, of course, such would have <page-number citation-index=\"1\" label=\"112\">*112</page-number>priority. After such a condition arises, no preference lien can he created, but all unsecured creditors “have the right to be paid upon terms of perfect equality,” and this condition of affairs can not be changed by the act of a creditor in suing out and having a writ of attachment levied upon the property.</p>\n<decisiondate id=\"b138-14\">Delivered November 13, 1895.</decisiondate>\n<p id=\"b138-4\">The levy of the writ of attachment gave appellant no prior lien on the property of the corporation, and therefore the judgment of the court below is affirmed.</p>\n<p id=\"b138-5\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b138-6\">Delivered June 26, 1895.</p>\n</opinion>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b138-7\">ON REHEARING.</p>\n<author id=\"AxS\">RAINEY, Associate Justice.</author>\n<p id=\"A9_\">The disposition of the case heretofore made by us is adhered to. In the original opinion rendered, we used language holding a private corporation to be insolvent, and the property trust funds in the hands of its directors for the benefit of creditors, when it “has ceased to do business, or has taken, or is in the act of taking a step which will practically incapacitate it for conducting the corporate enterprise with reasonable prospect of success, or its embarrassments are such that early suspension and failure must ensue.”</p>\n<p id=\"b138-9\">The language here quoted is from an Alabama case, where an officer of the insolvent corporation was a creditor thereof and seeking to recover his debt by attachment proceedings, and from which case Judge Stayton quotes said language with approval in the ease of Hardware Co. v. Manufacturing Co., 86 Texas, 143.</p>\n<p id=\"b138-10\">This test is applicable when a creditor who is an officer of the insolvent corporation is seeldng to collect his debt; but it may be too broad in its scope when applied to creditors generally. As to this, however, it is unnecessary for us to express an opinion, as the East Line Lumber-Company had <em>ceased to do business </em>when its property was seized by the writ of attachment.</p>\n<p id=\"b138-11\">It is only necessary for us to hold, that when a private corporation ceases to do business, its property is- held by its directors as trust funds for the benefit of its creditors, and the same is not subject to the levy of' a writ of attachment. This, in our opinion, is in strict accord with the doctrine enunciated in the case of Hardware Co. v. Manufacturing Co., supra.</p>\n<p id=\"b138-12\">The motion for rehearing is overruled.</p>\n<p id=\"b138-13\">Overruled.</p>\n<p id=\"b138-15\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}