{
  "casebody": {
    "data": "<casebody firstpage=\"253\" lastpage=\"271\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b249-4\">[No. B198837.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aj\">Second Dist., Div. Eight.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3-\">Mar. 5, 2008.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b249-5\">In re N.M. et al., Persons Coming Under the Juvenile Court Law. LOS ANGELES COUNTY DEPARTMENT OF CHILDREN AND FAMILY SERVICES, Plaintiff and Respondent, v. THERESA M. et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b252-4\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b252-5\">M. Elizabeth Handy, under appointment by the Court of Appeal, for Defendant and Appellant Theresa M.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b252-6\">Janice A. Jenkins, under appointment by the Court of Appeal, for Defendant and Appellant Sasha R.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b252-7\">Raymond G. Fortner, Jr., County Counsel, James M. Owens, Assistant County Counsel, and Judith A. Luby, Deputy County Counsel, for Plaintiff and Respondent.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b252-8\">Opinion</p>\n<author id=\"b252-9\">FLIER, J.</author>\n<p id=\"A_B\">Mother, Theresa M., and father, Sasha R., appeal for a second time from the order terminating parental rights to seven-year-old N.M. and five-year-old I.R., claiming again that the juvenile court and the Los Angeles County Department of Children and Family Services (Department) failed to comply with the Indian Child Welfare Act of 1978 (ICWA; 25 U.S.C. § 1901 et seq.). We disagree and affirm.</p>\n<p id=\"b252-10\">FACTS AND PROCEDURAL HISTORY</p>\n<p id=\"b252-11\">1. <em>Facts and Procedural History from Our Prior Opinions</em></p>\n<p id=\"b252-12\">This is the third appeal in this case. In the first appeal, <em>In re N.M. </em>(July 19, 2005, B179269), a nonpublished opinion, we rejected mother’s challenge to juvenile court orders that denied her family reunification services and reduced the amount of her visits with the minors. In the second appeal, <em>In re N.M. </em>(Sept. 6, 2006, B188500), a nonpublished opinion, we rejected the parents’ contention that the juvenile court lacked sufficient evidence that the minors were likely to be adopted, but we ordered a limited reversal of the order terminating parental rights for compliance with the ICWA and reinstatement of the order if ICWA compliance did not indicate Native American heritage.</p>\n<p id=\"b252-13\">We set forth a summary of facts and procedural history taken from our prior opinions, with appropriate deletions and additions:</p>\n<p id=\"b252-14\">“Mother has seven children, all of whom have been dependents of the juvenile court at different times.</p>\n<p id=\"b252-15\">“In 1998, before N.M. and I.R. were bom, mother physically abused N.M. and I.R.’s then 14-year-old brother. As a result, the [Department] filed a <page-number citation-index=\"1\" label=\"257\">*257</page-number>petition under [Welfare and Institutions Code<footnotemark>1</footnotemark>] section 300 for N.M. and I.R.’s older siblings. The juvenile court sustained the petition, declaring the older siblings to be dependents of the juvenile court. Mother received reunification services for the older siblings, and they were returned to her care. However, mother remained physically abusive toward her children, and the court terminated mother’s reunification services with N.M. and I.R.’s older siblings in 2002. Of the five older siblings, the three who [were still] minors live[d] with their legal guardian.</p>\n<p id=\"b253-5\">“The present proceeding, involving N.M. and I.R., commenced in 2004. In July 2004, mother struck four-year-old N.M., causing a swollen, black, fist-sized bruise around his left eye, ruptured blood vessels and a cut underneath the eye. Although she knew N.M. was in pain, mother failed to seek medical attention for him.</p>\n<p id=\"b253-6\">“Father is the biological parent of N.M. and I.R., but not mother’s older children. He lived separately and was not present during the incident. Several months before N.M. and I.R. were detained, father was arrested for engaging in domestic violence with mother. He was required to attend anger management classes and ordered to stay away from mother. Father told a neighbor he did not take N.M. to the doctor after the incident because mother was scared the social worker would take N.M. away from her. [][]... [f]</p>\n<p id=\"b253-7\">“The Department. . . filed a petition under section 300, subdivisions (a), (b) and (j) for N.M. and I.R. . . .</p>\n<p id=\"b253-8\">“At the detention hearing in July 2004, the juvenile court found the Department made a prima facie case for detaining N.M. and I.R. from their parents and that the children were persons described by section 300, subdivisions (a), (b) and (j). The Department recommended that mother be denied reunification services. However, the court granted both father and mother preliminary reunification services pending adjudication and disposition. Each parent was allowed monitored visits, but the court granted the Department discretion to liberalize visits for father only.</p>\n<p id=\"b253-9\">[At this hearing, mother told the juvenile court she had Native American heritage through two tribes; Hopi Nation and Chumash.]</p>\n<p id=\"b253-10\">“In August 2004, the court set the case for trial and, while N.M. and I.R. were detained in foster care prior to disposition, granted the parents [limited] monitored visitation each week at a Department-approved location. The court <page-number citation-index=\"1\" label=\"258\">*258</page-number>permitted the parents to have [additional visitation] if they could find a Department-approved monitor.</p>\n<p id=\"b254-5\">“In September 2004, at the Department’s request, the court further ordered that mother’s visits be restricted to the Department’s office.</p>\n<p id=\"b254-6\">“At the adjudication and disposition hearing in November 2004, the court sustained the Department’s allegations under section 300, subdivisions (a), (b) and (j). The court found by clear and convincing evidence that mother’s reunification services for N.M. and I.R.’s older siblings had previously been terminated because mother had failed to reunify with the siblings, the siblings had been removed from mother and mother had not subsequently made a reasonable effort to treat the problems that led to the removal of the siblings. The court further found that mother had failed to benefit from the reunification programs provided her and had not addressed her issues of domestic violence, anger management and physical abuse.</p>\n<p id=\"b254-7\">“The Department had reported that, within the month preceding disposition, mother had displayed inappropriate and volatile behavior [during visitation]. . . . Mother violated explicit visitation rules by showing up at father’s visits and by following the children and their foster mother, on foot and by car, after her own visits. Mother’s inappropriate conduct resulted in visits being cut short or cancelled. [She made repeated harassing phone calls to the social workers and foster family.]</p>\n<p id=\"b254-8\">“. . . The court ordered reunification services for father, including a domestic violence program, individual counseling for anger management and a parenting class that would include protection of the children from mother. The court also ordered monitored visits for father, which the court ordered were to be kept confidential from mother.[<footnotemark>2</footnotemark>] ... [][].. . [|]</p>\n<p id=\"b254-9\">[The court limited and imposed conditions on mother’s visitation. We rejected mother’s appeal from these orders in the first appeal.]</p>\n<p id=\"b254-10\">“[The November 2004] orders included requirements that father attend 26 weeks of counseling regarding domestic violence and parent education. He also had to obtain individual counseling ‘to address: anger management/co-dependence/protection of children with licensed therapist.’</p>\n<p id=\"b254-11\">“In February 2005, the Department obtained a restraining order against mother, to prevent her from tampering with the voicemail of the Department’s workers, and verbally harassing its employees and other clients.</p>\n<p id=\"b255-4\"><page-number citation-index=\"1\" label=\"259\">*259</page-number>“[Subsequently,] [t]here continued to be problems at mother’s weekly visits to the children, but not at father’s weekly visits. . . . The social worker was concerned with the lack of proof that father had enrolled in parent education. She recommended termination of father’s family reunification services because he had not fully complied with the court’s orders, still lived with mother, and continued to have codependency issues, [f] . . . The Department strongly felt that father’s family reunification services should be terminated, because he would not protect the children from mother. [][]... [f]</p>\n<p id=\"b255-5\">“[In April 2005,] [t]he court ruled that father was in ‘partial compliance’ with the case plan, as there was no proof that he had enrolled in parent education. The court thought it was unlikely that father would protect the children from mother, as he had not dealt with the codependency issue and still lived with her. Therefore, it ordered termination of father’s family reunification services, and scheduled a hearing to consider termination of parental rights, fid ... fit]</p>\n<p id=\"b255-6\">[In September 2005, mother was incarcerated for stabbing father with a knife. Father lied to the social worker about mother’s whereabouts to protect mother.]</p>\n<p id=\"b255-7\">“[In October 2005,] [t]he court reduced father’s visits from three hours to one hour until he passed five alcohol tests. Father objected to any testing requirement, as he maintained that he had no problem with alcohol, but mother did.</p>\n<p id=\"b255-8\">“According to the section 366.26 report of late November 2005, the boys were transferred early that month to the home of foster parents who were willing to adopt them both. . . . The boys and the new foster parents were affectionate with each other, and the home study had been completed and approved. N.M. said he was happy and wanted to live in that home for a long time. Father was having one-hour visits, as he had not complied with the testing order. The Department recommended termination of parental rights and a permanent plan of adoption.</p>\n<p id=\"b255-9\">“The contested section 366.26 hearing occurred on January 18, 2006. . . .</p>\n<p id=\"b255-10\">“Father testified that he had visited the children every week, loved them, and thought they were bonded to him. He had complied with the court’s orders, to the best of his ability. He worked 14 hours a day. He had done some bad things earlier in his life, but he had changed. He did not have any problem with alcohol or drugs.</p>\n<p id=\"b256-4\"><page-number citation-index=\"1\" label=\"260\">*260</page-number>“Mother testified that she and father had been good parents, the children loved her, and her behavior had never been inappropriate. She was currently living in a residential program with intensive therapy.</p>\n<p id=\"b256-5\">“Following argument by counsel, the court severed mother’s and father’s parental rights.” (Fns. omitted.)</p>\n<p id=\"b256-6\">2. <em>Prior Limited Reversal and Remand of Termination Order</em></p>\n<p id=\"b256-7\">Both mother and father appealed the termination of parental rights. This court affirmed the juvenile court’s orders, but found proper notice had not been given under the ICWA. <em>(In re N.M., supra, </em>B188500.) During the proceedings, mother had identified her family heritage as “Apache. I think Yaki <em>[sic]. </em>They come from New Mexico.” Our opinion applauded the dependency court’s effort to comply with ICWA, as mother had named a succession of possible Native American tribes at different hearings. We noted, however, that some of the information on the ICWA notices was inconsistent and no notice had been sent to the Yaqui tribe of New Mexico, even though the juvenile court had ordered it.</p>\n<p id=\"b256-8\">The Department conceded that reversal of the order terminating parental rights was necessary for compliance with the ICWA. Therefore, quoting <em>In re Francisco W. </em>(2006) 139 Cal.App.4th 695, 704 [43 Cal.Rptr.3d 171], we concluded this case was appropriate for a “ ‘limited reversal[] in which we order the judgment to be reinstated if no Indian tribe intervenes after proper notice is given.’ ”</p>\n<p id=\"b256-9\">We specifically directed, upon remand, that “[njotices for N.M. and I.R. shall be sent to the Yaqui tribe,” that “[n]otice for I.R. shall be sent to the nine Apache tribes,”<footnotemark>3</footnotemark> and that such notice “shall use the names and birthdates that appear on each boy’s birth certificate.”</p>\n<p id=\"b256-10\">We expressly stated, “We do <em>not </em>address issues regarding notice to any tribes <em>other than the Apache and Yaqui, </em>as those were the ones that mother eventually identified.” (Italics added.) We further rejected father’s contention that upon remand he should be permitted to file a section 388 petition to address a change of circumstances or “new” evidence. Again quoting <em>In re Francisco W., supra, </em>139 Cal.App.4th at page 706, we declared that “ ‘[t]he limited reversal disposition in defective notice ICWA appeals is in keeping with the public policy of our child dependency scheme, which favors prompt resolution of cases.’ ”</p>\n<p id=\"b257-4\"><page-number citation-index=\"1\" label=\"261\">*261</page-number>In our disposition, we reversed the order terminating parental rights and remanded the matter to the juvenile court with directions to order compliance by the Department with the notice provisions of the ICWA. We further directed that if, after proper notice, the children are determined to be Indian children, “the juvenile court shall proceed in conformity with all provisions of ICWA.” On the other hand, if the children are not determined to be Indian children, “the judgment terminating parental rights shall be reinstated.”</p>\n<p id=\"b257-5\">Our reversal of the order terminating parental rights, therefore, was subject solely to the Department’s giving proper notice under the ICWA to the Yaqui and Apache tribes.</p>\n<p id=\"b257-6\">3. <em>Facts and Procedural History Related to Present Appeal</em></p>\n<p id=\"b257-7\">In April 2006, following the filing of the second appeal, the Department had reported that the children had adjusted well to their new foster home, and an adoptive placement had been completed. The adoptive parents felt very strongly that they wished to adopt both minors. Father continued to visit the boys weekly, but his visits were causing anxiety for the adoptive parents and confusion for the children. Consequently, the juvenile court terminated father’s visitation.</p>\n<p id=\"b257-8\">As of November 2006, the children were continuing to do well in their adoptive placement. On November 6, 2006, prior to the issuance of the remittitur in the second appeal, the juvenile court held a review hearing and ordered the Department to give ICWA notice to the “Yaqui, Hopi and all Apache tribes” with the correct name and birth dates for the children and parents.</p>\n<p id=\"b257-9\">In December 2006, the Department sent a group of notices to the Hopi, Apache, Yaqui and Chumash tribes. The Department provided proof of service upon these tribes by certified mail and return receipts to the court. The Department also sent notices in December 2006 and January 2007 to the Bureau of Indian Affairs and the United States Department of the Interior and filed receipts for such notices with the court.</p>\n<p id=\"b257-10\">Following receipt of the remittitur from this court, the juvenile court held a status hearing on January 8, 2007. During the hearing, mother provided additional information claiming affiliation with Pueblo and Navajo tribes. The juvenile court told mother, “You’ve had three[<footnotemark>4</footnotemark>] years to do this. I’ve been asking you this question for three years. [jQ Now, we noticed the Chumash, the Hopi, and the Apache [szc]. You have never once mentioned any other <page-number citation-index=\"1\" label=\"262\">*262</page-number>tribe until today.” The court expressed skepticism of mother’s newly asserted relationship to other tribes. Mother claimed to have newly recovered memories from when she was a child. She stated she had “Indian on four sides of [her] family” and a person at her treatment center from the “tribal counsel” was helping her take care of this matter.</p>\n<p id=\"b258-5\">The court placed mother under oath regarding her Native American heritage. Mother provided additional names of relatives and other information about the relatives.</p>\n<p id=\"b258-6\">Mother’s counsel intervened at this point. He requested a short continuance for mother to gather information so the court could “consider whether or not it has the proper amount of information to go forward.” The court stated, “the only problem is that the Court of Appeal[] only addressed Hopi <em>{sic\\ </em>Yaqui] and Apache. The only issue with Hopi [sz'c] and Apache is the notice with the birth dates of the children. . . . There [are] no other issues. [][] [A]fter the appellate court has affirmed this decision to terminate parental rights, mother can’t suddenly come up with 50 other tribes . . . .” The court expressed its belief mother’s provision of additional information was just a “delaying] tactic,” but stated it could not take the chance this court would reverse again on appeal. The case was continued for further ICWA notice to the Pueblo and Navajo tribes.</p>\n<p id=\"b258-7\">For the next hearing on February 22, 2007, the Department reported it had sent further ICWA notices on January 16, 2007. Many responses had been received, some based on the previous mailing. At the hearing, mother pointed out a slight discrepancy in spelling for one of the surnames (“Leivas” was misspelled as “Leyvas”) and claimed there was “a lot of misinformation” on the Judicial Council form JV-135. Mother continued to provide more information about family members and tribes. She now said the Mission Indians were part of her heritage. The court suggested mother’s counsel have her fill out another JV-135 form, but also reminded that “the only issues [this court] addressed were Apache and Yaqui.” “[N]o other tribes [were] raised in appeal.”</p>\n<p id=\"b258-8\">The court called the matter again after taking a recess. Mother stated under oath that the JV-135 form now contained all of the information she had at the time. Mother wanted a brief continuance to contact one more cousin and was ordered back the following Monday with the completed form so that she <page-number citation-index=\"1\" label=\"263\">*263</page-number>could attest to the form’s accuracy and completeness under oath. The court again referred to this court’s remittitur, indicating this court had directed corrected notices only as to the Yaqui and Apache tribes. The court stated it was allowing notices to other tribes solely as a “courtesy.”</p>\n<p id=\"b259-5\">The court established father had no ICWA issues, as he had been bom in Iran.</p>\n<p id=\"b259-6\">Mother failed to show up at the next hearing, and the matter was continued.</p>\n<p id=\"b259-7\">On March 6, 2007, mother appeared and claimed she needed more time to obtain additional birth dates to complete the JV-135 form. The court continued the matter to March 7, 2007. On March 7, mother failed to appear, having left the courthouse before the case was called. The court issued a warrant for mother’s arrest.</p>\n<p id=\"b259-8\">Mother appeared before the dependency court on March 12, 2007, and stated under oath that she now had given the court a complete form to the best of her knowledge. The court ordered the Department to send out new ICWA notices and set the matter for a progress hearing on May 7, 2007, 56 days hence, regarding ICWA.</p>\n<p id=\"b259-9\">For the May 7, 2007 hearing, the Department reported a third round of ICWA notices had been sent to more than 60 different tribes, as well as the Secretary of the Interior and Sacramento office of the Bureau of Indian Affairs. The social worker provided verification that all notices had been received, except there had been no confirmation of receipt as to four tribes: the San Ildefonso Pueblo, Cabazon Band of Mission Indians, Hopi Tribal Council and Hopi Tribe of Arizona. The social worker requested a continuance to allow her to renotice these four tribes.</p>\n<p id=\"b259-10\">Mother, father and the de facto parents<footnotemark>5</footnotemark> were present at the hearing on May 7. The juvenile court acknowledged all notices had been sent at least 10 days before the hearing and receipt had been confirmed except for return receipts from the four tribes. The court ruled the law only required 10 days’ <page-number citation-index=\"1\" label=\"264\">*264</page-number>notice from date of receipt and did not require ICWA receipts. It found all notices were received more than 10 days before the hearing. The court observed again that this court’s prior decision had ordered only that the Yaqui and Apache tribes be properly noticed, and it found such had been done.</p>\n<p id=\"b260-5\">The court therefore found ICWA notice was proper as to the Apache and Yaqui tribes and there was no reason to believe that the ICWA applied. Accordingly, the court reinstated the order terminating parental rights in the minors.<footnotemark>6</footnotemark></p>\n<p id=\"b260-6\">Both parents again timely appealed.</p>\n<p id=\"b260-7\">STANDARD OF REVIEW</p>\n<p id=\"b260-8\">“When a judgment is reversed with directions, the appellate court’s order is contained in its remittitur, which revests the jurisdiction of the subject matter in the lower court . . . .” <em>(In re Francisco W., supra, </em>139 Cal.App.4th at pp. 704-705.) Importantly, when an appellate court’s reversal is issued with directions requiring specific proceedings on remand, those directions are binding on the trial court and must be followed. <em>(In re Justin S. </em>(2007) 150 Cal.App.4th 1426, 1433 [59 Cal.Rptr.3d 376].) This is because the parties already have litigated all other issues at the selection and implementation hearing, and it is not necessary to have a complete retrial. This is particularly so when there has been a limited reversal and remand with directions to remediate a defective ICWA notice. In this way, the child “is afforded the protection of the juvenile court, and, at the same time, his or her case is processed to cure the ICWA error, which is more expeditious than a full rehearing . . . .” <em>(In re Francisco W., </em>at p. 705; see <em>In re Justin S., </em>at p. 1433.) The trial court must follow the directions of the appellate court and cannot modify or add any conditions to the judgment as directed. (See 9 Witkin, Cal. Procedure (4th ed. 1997) Appeal, § 768, p. 795.) Any action that does not conform to those directions is void. (Ibid.; <em>In re Francisco W., </em>at p. 705.)</p>\n<p id=\"b260-9\">We review the juvenile court’s findings of fact under the substantial evidence test, which requires us to determine whether there is reasonable, credible evidence of solid value to support the court’s order. <em>(Melinda K. v. Superior Court </em>(2004) 116 Cal.App.4th 1147, 1158 [11 Cal.Rptr.3d 129].)</p>\n<p id=\"b261-4\"><page-number citation-index=\"1\" label=\"265\">*265</page-number>DISCUSSION</p>\n<p id=\"b261-5\">1. <em>The Juvenile Court Properly Found ICWA Does Not Apply</em></p>\n<p id=\"b261-6\">Mother contends the parental termination order must be reversed because the juvenile court did not wait for a determinative response from all of the additionally noticed tribes and return receipts. She argues that newly adopted section 224 et seq. prescribes “a strict sixty[-]day waiting period for a tribe to respond before making any ICWA applicability finding.” Father also makes this contention, arguing the juvenile court “is prohibited from making a determination that ICWA is inapplicable until sixty days has <em>[sic\\ </em>passed following the service of ‘proper and adequate notice’ on the tribes entitled to it without a determinative response from each of those tribes.” Father, joined by mother, additionally contends that reversal is called for because notices to a number of tribes were “misaddressed” and there is no evidence the notices were delivered to the “proper recipient.” We disagree.</p>\n<p id=\"b261-7\">A. <em>Appropriate Notice to the Yaqui and Apache Tribes Was Given</em></p>\n<p id=\"b261-8\">The juvenile court found that appropriate notice was given under the ICWA to the Yaqui and Apache tribes as ordered by this court. Substantial evidence supports this finding. Indeed, in her opening brief, mother admits that “[t]he record shows that on December 18, 2006, the Department sent notice to the Yaqui tribe [citation], and that it received a letter response on December 27, 2006 stating that the children were not members of, or eligible for membership in, the tribe. [Citation.] Additionally, the letter indicates the correct birthdates and name spelling of the children. [Citation.] [][] The record also shows full notice compliance with each of the eight Apache tribes. The Federal Register identifies eight recognized Apache tribes to receive services from the United States Bureau of Indian Affairs. (68 Federal Register No. 234, December 5, 2003, 68180 et seq.) The Department sent out notices to the eight Apache tribes and BIA on December 19 and 20, 2006, with proof of certified receipts by the Indian representative [citation], and also the correct birthdates and names of the children on the JV-135 forms. [Citation.] It received letter responses back from seven of the eight tribes. [Citation.] As to the Jicarillo Apache tribe, no response was ever received back from the tribe. [Citation.] However, the sixty[-]day waiting period was complied with.” Mother therefore admits there was compliance with ICWA notice for the Yaqui and Apache tribes under our limited remand. Although father is silent on this issue, he apparently does not disagree.</p>\n<p id=\"b262-4\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>The juvenile court therefore complied with our remand order, and it properly reinstated the order terminating parental rights.</p>\n<p id=\"b262-5\">B. <em>The Juvenile Court Did Not Err in Setting the Special Hearing on Remand</em></p>\n<p id=\"b262-6\">Mother and father argue that even if notice is deemed to have been properly given, the juvenile court’s termination order must be reversed because section 224 purportedly adopts a strict 60-day waiting period for a tribe to respond before the court may make a finding on the ICWA’s applicability. Father argues the court determined the ICWA was not applicable only 26 days after the Department sent notice to the four tribes in question, on April 11, 2007.</p>\n<p id=\"b262-7\">Section 224.2, subdivision (d) provides that, except for the detention hearing, “[n]o proceeding shall be held until at least 10 days after receipt of notice by the parent, ... the tribe, or the Bureau of Indian Affairs . . . .” (See also 25 U.S.C. § 1912(a) [“No foster care placement or termination of parental rights proceeding shall be held until at least ten days after receipt of notice by the parent. . . and the tribe or the Secretary . . . .”].) Section 224.3, subdivision (e)(3) states that “[i]f proper and adequate notice has been provided pursuant to Section 224.2, and neither a tribe nor the Bureau of Indian Affairs has provided a determinative response within 60 days after receiving that notice, the court may determine that [ICWA] does not apply to the proceedings, provided that the court shall reverse its determination of the inapplicability of the [ICWA] and apply the act prospectively if a tribe or the Bureau of Indian Affairs subsequently confirms that the child is an Indian child.”  The statutory provisions therefore prevent the juvenile court from setting a hearing to terminate parental rights any earlier than 10 days after notice is received. They allow a tribe or the Bureau of Indian Affairs 60 days after receipt of notice to confirm that a child is an Indian child.</p>\n<p id=\"b262-8\">Father contends that failure to wait for a 60-day period is a ground for reversal of an order terminating parental rights because it deprives the tribes of a full and fair opportunity to respond. He cites California Rules of Court,<footnotemark>7</footnotemark> former rule 5.664(f)(6), effective January 1, 2007 (former rule 1439(f)(6), eff. Jan. 1, 2005), which provided that “[i]f, after a reasonable time following the sending of notice under this <em>mle—but in no event less than 60 </em>days—no determinative response to the notice is received, the court may determine that [the ICWA] does not apply to the case unless further evidence of the applicability of [the ICWA] is later received.” (Italics added.) Father argues under this provision the failure to wait 60 days requires reversal of the termination <page-number citation-index=\"1\" label=\"267\">*267</page-number>order. (See <em>In re Justin S., supra, </em>150 Cal.App.4th at p. 1436, fn. 10.) This provision, however, was deleted when the rules were amended, effective February 23, 2007. The rule amendment left standing former rule 5.664(h), which stated that “[i]f it is determined that [the ICWA] applies, the juvenile court hearing must not proceed until at least 10 days after those entitled to notice under [the ICWA] have received notice.” This rule made clear that the juvenile court was constrained only by the 10-day time limitation after notice before terminating parental rights.</p>\n<p id=\"b263-4\">At first blush, the 60-day waiting period under section 224.3, subdivision (e)(3) might appear at odds with the 10-day period prescribed in section 224.2, subdivision (d), and in the abstract might compel a limited reversal of a termination order entered before expiration of the 60-day period. However, we need not resolve that conflict since the termination order in this case may be affirmed on several grounds.</p>\n<p id=\"b263-5\">First, and foremost, it is undisputed the court acted well after the 60-day notice period had already expired as to the Yaqui and Apache tribes.</p>\n<p id=\"b263-6\">Second, as the Department argues, the record establishes that mother was not certain of her family’s tribal identity and notice to the Secretary of the Interior and Bureau of Indian Affairs was received by at least January 2007, more than 60 days before the termination order.</p>\n<p id=\"b263-7\">Third, in the record before us, none of the approximately 60 tribes noticed has claimed the minors are members, or are eligible to become members, of the tribe.<footnotemark>8</footnotemark> The Department states it has now been more than 60 days since all of the notices were received and no tribe has indicated any intention to take an interest in these children.</p>\n<p id=\"b263-8\">Finally, there is no indication the court had any basis upon which to find ICWA applies or to conclude the minors are Indian children, and it found mother’s claims of tribal affiliation not credible.</p>\n<p id=\"b264-4\"><page-number citation-index=\"1\" label=\"268\">*268</page-number>C. <em>Both Parents Forfeited Any Right to Challenge the Adequacy of ICWA Notices</em></p>\n<p id=\"b264-5\">On appeal, father, joined by mother, asserts reversal is called for because many notices to the tribes were misaddressed and there was no evidence the notices were delivered to the tribal chairperson or designated agent. Father asserts, for example, that the notices to several tribes, including seven Apache tribes, were addressed to “ICWA Representative,” rather than the “tribal chairperson” or designated representative, or were sent to addresses other than as published in the Federal Register in effect as of the relevant time. Such objections have been forfeited.</p>\n<p id=\"b264-6\">The Department asserts the Federal Register is not the only resource for noticing tribes. It points to language in the register that indicates the tribes “may” designate an agent other than the tribal chairperson for service of notice and the Secretary of the Interior shall publish such names and addresses “on an annual basis.” The Department notes the register indicates the current listing includes only designated tribal agents “received by the Secretary of the Interior prior to the date of this publication” and that the register invites persons to contact a supervisory social worker for “further information” concerning the listings. The Department argues section 224.3, subdivision (c) expressly allows the social worker to gather necessary information for providing notice by “contacting the Bureau of Indian Affairs and the State Department of Social Services for assistance in identifying the names and contact information of the tribes in which the child may be a member or eligible for membership in and contacting the tribes . . . .” The Department states the names and addresses the Department used for notice were those listed on the current Web site for the Department of Social Services.<footnotemark>9</footnotemark> We find the Department’s argument persuasive.</p>\n<p id=\"b264-7\">Requiring literal compliance solely by reference to the names and addresses listed in the last published Federal Register would exalt form over substance. The Department should not be hamstrung by limitation to only the names and addresses provided for the tribes in the Federal Register if a more current or accurate listing is available and is reasonably calculated to provide prompt and actual notice to the tribes. In such instances, it is for the juvenile court to determine as a matter of fact from all the circumstances whether appropriate notice has been given.</p>\n<p id=\"b264-8\">At the May 7 hearing, mother objected that the court should be “getting all of the receipts back.” Father also objected to the court’s finding ICWA notice <page-number citation-index=\"1\" label=\"269\">*269</page-number>was proper supposedly because the social worker had requested a continuance to obtain receipts. The court indicated the law did not require ICWA receipts, and it found notices had been given to the Yaqui and Apache tribes as this court had ordered in the limited remand.</p>\n<p id=\"b265-5\">The juvenile court afforded mother the opportunity to provide further information concerning Indian tribes at the special hearings after remand, but the court consistently made clear it was doing so simply as a courtesy to the tribes. The court properly observed at each continuance that the scope of the remand only included appropriate notice for the Yaqui and Apache tribes. We reversed and remanded for the specific purpose of giving notice to the Yaqui and Apache tribes, and we ordered that such notices contain the correct names and birth dates of the two boys. There is no dispute this was done.</p>\n<p id=\"b265-6\">In any case, the Department made heroic efforts to give ICWA notice to every additional tribe mother mentioned. Had such notice been required, appropriate notice was accomplished notwithstanding return receipts were not yet available for four of the tribes at the time of hearing. Section 224.2, subdivision (c) requires only that the Department file proof of notice, “including copies of notices sent and all return receipts and responses received.” (Italics added.)</p>\n<p id=\"b265-7\">In most instances, father admits that the designated agent responded to the notices although sent to a different person or address, another person purported to respond for the tribe on the tribe’s letterhead or a certified receipt was returned, albeit not personally signed by the tribal chairperson or the designated agent. We find substantial evidence in the record to support the court’s determination that appropriate notice was given.</p>\n<p id=\"b265-8\">Moreover, neither mother nor father objected that the ICWA notices were inadequate in the juvenile court. At the May 7, 2007 hearing, the parents objected only to the <em>timing </em>of the hearing without objecting to the <em>adequacy </em>of the ICWA notices. The parties may not object to the adequacy of ICWA notice on appeal if they failed to raise a proper objection at the special hearing after a remand. <em>(In re Amber F. </em>(2007) 150 Cal.App.4th 1152, 1156 [58 Cal.Rptr.3d 874] [“At this juncture, allowing [appellant] to raise these issues on appeal for the first time opens the door to gamesmanship, a practice that is particularly reprehensible in the juvenile dependency arena.”]; <em>In re X.V. </em>(2005) 132 Cal.App.4th 794, 804 [33 Cal.Rptr.3d 893] [“We are mindful that the ICWA is to be construed broadly . . . , but we are unwilling to further prolong the proceedings for another round of ICWA notices, to which the parents may again object on appeal . . .” (citation omitted)]; see <em>In re S.B. </em>(2004) 32 Cal.4th 1287, 1293 [13 Cal.Rptr.3d 786, 90 P.3d 746] [“a reviewing court ordinarily will not consider a challenge to a ruling if an objection could have been but was not made in the trial court”].)</p>\n<p id=\"b266-4\"><page-number citation-index=\"1\" label=\"270\">*270</page-number>As the court noted, “[t]he purposes of the ICWA are indeed commendable, but we do not believe Congress envisioned or intended <em>successive </em>or <em>serial </em>appeals on ICWA notice issues when, given a proper objection, they could easily be resolved during proceedings on remand for the specific purpose of determining whether proper notice was given.” <em>(In re X.V., supra, </em>132 Cal.App.4th at p. 798.)</p>\n<p id=\"b266-5\">2. <em>There Is No Showing Father’s Counsel Rendered Ineffective Assistance</em></p>\n<p id=\"b266-6\">Father asserts if he is barred from raising ICWA notice error on this appeal because of forfeiture, he had ineffective assistance of counsel in the trial court. We disagree.</p>\n<p id=\"b266-7\">Ineffective assistance of counsel ordinarily is raised by a petition for writ of habeas corpus. <em>(In re Paul W. </em>(2007) 151 Cal.App.4th 37, 45, 53 [60 Cal.Rptr.3d 329]; <em>In re Kristin H. </em>(1996) 46 Cal.App.4th 1635, 1658 [54 Cal.Rptr.2d 722].) An ineffective assistance of counsel claim, however, may be reviewed on direct appeal when there is no satisfactory explanation for trial counsel’s act or failure to act. <em>(In re Dennis H. </em>(2001) 88 Cal.App.4th 94, 98, fn. 1 [105 Cal.Rptr.2d 705].)</p>\n<p id=\"b266-8\">Under the standard test for a claim of ineffective assistance of counsel, father is required to demonstrate both that counsel’s representation fell below an objective standard of reasonableness and resulting prejudice. <em>(In re Kristin H., supra, </em>46 Cal.App.4th at pp. 1667-1668.) A violation of the right to effective counsel is reviewed under the test of harmless error. <em>(Id. </em>at p. 1669.) “Thus the parent must demonstrate that it is ‘reasonably probable that a result more favorable to the appealing party would have been reached in the absence of the error.’ ” <em>(Id. </em>at p. 1668.) It is not necessary to examine whether counsel’s performance was deficient before examining the issue of prejudice. <em>(In re Nada R. </em>(2001) 89 Cal.App.4th 1166, 1180 [108 Cal.Rptr.2d 493].) A court may reject a claim of ineffective counsel if the party fails to show the result would have been more favorable but for trial counsel’s failings. <em>(Ibid.)</em></p>\n<p id=\"b266-9\">In the present case, the record does not establish a reasonable probability that the outcome would have been more favorable to father had specific objections to the ICWA notices been raised by his counsel in the trial court. There is no indication in the record that N.M. and I.R. are Indian children or that any tribe would have responded differently if such objections had been made and additional notices had been sent.</p>\n<p id=\"b267-4\"><page-number citation-index=\"1\" label=\"271\">*271</page-number>DISPOSITION</p>\n<p id=\"b267-5\">The order is affirmed.</p>\n<p id=\"b267-6\">Cooper, P. J., and Egerton, J.,<footnotemark>*</footnotemark> concurred.</p>\n<p id=\"b267-7\">A petition for a rehearing was denied April 23, 2008, and appellants’ petitions for review by the Supreme Court were denied July 9, 2008, S163338.</p>\n<footnote label=\"1\">\n<p id=\"b253-11\"> All further section references are to the Welfare and Institutions Code unless otherwise indicated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b254-12\"> As father was then living with mother, the court advised father he would have to choose between mother and his children, stating it was clear to the court that mother would never regain custody of N.M. and I.R.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b256-11\"> Mother and father acknowledge in this appeal that there are actually only eight federally recognized Apache tribes. (71 Fed.Reg. 43788 (Aug. 2, 2006).)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b257-11\"> The court later corrected this to “two years.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b259-11\"> The court granted the prospective adoptive parents de facto status on February 22, 2007.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b260-10\"> The juvenile court ordered the Department to renotice as a courtesy the four tribes from whom responses had not been received. The Department subsequently received return receipts from the four tribes in question and requested this court’s leave to augment the record with the social worker’s report of June 15, 2007, and the trial court’s minute order of that date reflecting those return receipts. Although we granted the request, our decision is not based upon such augmented materials, as we explain, <em>post.</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b262-9\"> All further rule references are to the California Rules of Court.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b263-9\"> We previously granted the Department’s motion to augment the record with the social worker’s report dated June 15, 2007, and the juvenile court’s minute order for that date. The report established that responses had been received from the remaining four tribes subsequent to the May 7, 2007 hearing and that the court considered such report and found the ICWA notices to be proper for all tribes. An ICWA notice violation may be held harmless when, even if notice had been given, the child would not have been found an Indian child and thus the substantive provisions of the ICWA would not have applied. <em>(In re S.B. </em>(2005) 130 Cal.App.4th 1148, 1162 [30 Cal.Rptr.3d 726].) Any error in this regard, therefore, is harmless error.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b264-9\"> As requested by the Department, we take judicial notice of the relevant pages of the Federal Register, 71 Federal Register 43788 (Aug. 2, 2006), and the list provided by the State Department of Social Services on the California government Web site at &lt;http://www.childsworld.ca.gov/ Res/pdf/alphatribe.pdf&gt; (as of Mar. 5, 2008). (Evid. Code, §§ 452, subd. (c), 459, subd. (a).)</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b267-8\">Judge of the Los Angeles Superior Court, assigned by the Chief Justice pursuant to article VI, section 6 of the California Constitution.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}