{
  "casebody": {
    "data": "<casebody firstpage=\"451\" lastpage=\"453\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b613-6\">The State of Ohio, Appellee, <em>v. </em>Tenace, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b613-7\">[Cite as <em>State v. Tenace, </em>109 Ohio St.3d 451, 2006-Ohio-2987.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b613-9\">(No. 2004-0006</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AS1\">Submitted May 10, 2006</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ams\">Decided June 28, 2006.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b613-11\">Per Curiam.</author>\n<p id=\"b613-12\">{¶ 1} Appellant, Troy Matthew Tenace, challenges the denial of his application to reopen his direct appeal under App.R. 26(B).</p>\n<p id=\"b613-13\">{¶ 2} Tenace was convicted of the aggravated murder of Edward Kozlowski and was sentenced to death. The court of appeals reversed the judgment and remanded the cause for a new trial. <em>State v. Tenace </em>(1997), 121 Ohio App.3d 702, 700 N.E.2d 899. On remand, a jury again convicted Tenace of thé aggravated murder of Edward Kozlowski, and Tenace was sentenced to death. The court of appeals then affirmed his conviction and death sentence. <em>State v. Tenace, </em>Lucas App. No. L-00-1002, 2003-Ohio-3458, 2003 WL 21500249. On May 31, 2006, we also affirmed his conviction, but we vacated the death penalty and remanded the case for resentencing. <em>State v. Tenace, </em>109 Ohio St.3d 255, 2006-Ohio-2417, 847 N.E.2d 386.</p>\n<p id=\"b613-14\">{¶ 3} Appellant timely filed the instant application for reopening his appeal with the court of'appeals pursuant to App.R. 26(B) and <em>State v. Mumahan </em>(1992), 63 Ohio St.3d 60, 584 N.E.2d 1204, paragraph three of the syllabus, alleging ineffective assistance of appellate counsel in his direct appeal.</p>\n<p id=\"b613-15\">{¶ 4} In denying appellant’s application for reopening, the court of appeals held that “appellant has failed to present a genuine issue of a colorable claim of <page-number citation-index=\"1\" label=\"452\">*452</page-number>ineffective assistance of appellate counsel that would mandate reopening appellant’s appeal.” <em>State v. Tenace </em>(Nov. 20, 2003), Lucas App. No. L-00-1002. The cause is now before this court upon an appeal as of right.</p>\n<p id=\"b614-5\">{¶ 5} We affirm the judgment of the court of appeals. The two-pronged analysis found in <em>Strickland v. Washington </em>(1984), 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674, is the appropriate standard to assess whether Tenace has raised a “genuine issue” as to the ineffectiveness of appellate counsel in his request to reopen his appeal in the court of appeals under App.R. 26(B)(5). See <em>State v. Spivey </em>(1998), 84 Ohio St.3d 24, 25, 701 N.E.2d 696. To show ineffective assistance, Tenace must prove that his counsel were deficient for failing to raise the issues that he now presents and that there was a reasonable probability of success had they presented those claims on appeal. <em>State v. Bradley </em>(1989), 42 Ohio St.3d 136, 538 N.E.2d 373, paragraphs two and three of the syllabus.</p>\n<p id=\"b614-6\">{¶ 6} Moreover, to justify reopening his appeal, Tenace “bears the burden of establishing that there was a ‘genuine issue’ as to whether he has a ‘colorable claim’ of ineffective assistance of counsel on appeal.” <em>Spivey, </em>84 Ohio St.3d at 25, 701 N.E.2d 696.</p>\n<p id=\"b614-7\">{¶ 7} <em>Strickland </em>charges us to “appl[y] a heavy measure of deference to counsel’s judgments,” 466 U.S. at 691, 104 S.Ct. 2052, 80 L.Ed.2d 674, and to “indulge a strong presumption that counsel’s conduct falls within the wide range of reasonable professional assistance.” Id. at 689,104 S.Ct. 2052, 80 L.Ed.2d 674. Moreover, we must bear in mind that appellate counsel need not raise every possible issue in order to render constitutionally effective assistance. See <em>Jones v. Barnes </em>(1983), 463 U.S. 745, 751, 103 S.Ct. 3308, 77 L.Ed.2d 987; <em>State v. Sanders </em>(2002), 94 Ohio St.3d 150, 151-152, 761 N.E.2d 18.</p>\n<p id=\"b614-8\">{¶ 8} We have reviewed appellant’s two propositions of law alleging, inter alia, deficient performance by appellate counsel. In neither of his two propositions of law has Tenace raised “a <em>genuine issue </em>as to whether [he] was deprived of the effective assistance of counsel on appeal” before the court of appeals, as required by App.R. 26(B)(5). (Emphasis added.)</p>\n<p id=\"b614-9\">{¶ 9} In proposition of law I, Tenace argues that counsel were deficient in failing to raise issues concerning evidence of appellant’s cocaine addiction and in failing to present expert-opinion testimony during his trial on the effects of drug abuse on his behavior. Yet the court of appeals correctly concluded that counsel’s decision not to raise the additional arguments, as raised here by Tenace, helped to focus attention on stronger arguments undiluted by weaker ones.</p>\n<p id=\"b614-10\">{¶ 10} The court of appeals also properly rejected proposition II. We have uniformly held that criminal defendants have no right to hybrid representation</p>\n<attorneys id=\"AD9\"><page-number citation-index=\"1\" label=\"453\">*453</page-number>Julia R. Bates, Lucas County Prosecuting Attorney, and Craig T. Pearson, Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys id=\"A24\">David H. Bodiker, Ohio Public Defender, and Ruth L. Tkacz, Assistant Public Defender, for appellant.</attorneys>\n<p id=\"b615-4\">when they are already represented by counsel. See, e.g., <em>State v. Cassano, </em>96 Ohio St.3d 94, 2002-Ohio-3751, 772 N.E.2d 81, ¶ 37.</p>\n<p id=\"b615-5\">{¶ 11} Accordingly, we affirm the judgment of the court of appeals.</p>\n<p id=\"b615-6\">Judgment affirmed.</p>\n<judges id=\"b615-7\">Moyer, C.J., Resnick, Pfeifer, Lundberg Stratton, O’Connor, O’Donnell and Lanzinger, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}