{
  "casebody": {
    "data": "<casebody firstpage=\"10\" lastpage=\"10\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"AdZ\">From: The District Court of the Ninth Judicial District. County of Toole.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"APE\">STATE OF MONTANA, Plaintiff, vs. JESSE W. DeWEESE, Defendant.</parties>\n<p data-order=\"2\" data-type=\"parties\" id=\"Ad3\">Received at State Prison 6/25/57 — Murder, first, plus' kidnapping.</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AOWJ\">NO. 27</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AIr\">DATED this 27th day of March, 1968.</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"AVD\">DECISION</p>\n<p id=\"AiW\">The application of the above-named defendant for a review of the sentence of life, plus life, imposed on the 24th day of June, 1957, was fully heard and after a careful consideration of the entire matter it is decided that:</p>\n<p id=\"AZS\">(1) The second sentence of life imprisonment is reduced to 60 years.</p>\n<p id=\"A-K\">The reason for the above decision is that this prisoner, with no prior convictions for felony, was originally sentenced to life imprisonment for first degree murder, is now of the age of 46 years, and will not be eligible for consideration for parole under that sentence until 1976, nevertheless his conduct in recent years has shown marked improvement. The reduction of the second sentence will restore to this prisoner earned good time on his first sentence.</p>\n<judges id=\"AXm\">SENTENCE REVIEW DIVISION</judges>\n<judges id=\"AgJ\">Victor H. Fall, chairman; Philip Duncan, Paul G. Hatfield.</judges>\n<p id=\"AGO\">The action taken herein is not to be construed as being any indication whatever that the Sentence Review Division feels the same should influence, in any way, any other official, Board or person.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}