{
  "casebody": {
    "data": "<casebody firstpage=\"892\" lastpage=\"903\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b734-4\">[No. F009165.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A2z\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"APp\">Jan. 31, 1989.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b734-5\">THE PEOPLE, Plaintiff and Respondent, v. MATT J. HEATH, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"misc\" id=\"b734-6\">[Opinion certified for partial publication.<footnotemark>†</footnotemark>]</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b736-7\"><page-number citation-index=\"1\" label=\"894\">*894</page-number>Counsel</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b736-8\">Terrence M. Van Becker, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b736-9\">John K. Van de Kamp, Attorney General, Steve White, Chief Assistant Attorney General, Michael J. Weinberger and Thomas Y. Shigemoto, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"†\">\n<p id=\"A3I\"> Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of parts II through VI.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b736-10\">Opinion</p>\n<author id=\"Aeq\">BAXTER, J.</author>\n<p id=\"b736-11\">Statement of the Case</p>\n<p id=\"b736-12\">On March 10, 1987, appellant Matt Heath was charged with one count of burglary in the first degree (Pen. Code, § 459). He was arraigned on March 11, 1987, and had a deputy public defender appointed to represent him. He pled not guilty to the charge, and a jury trial was held. Appellant was found <page-number citation-index=\"1\" label=\"895\">*895</page-number>guilty after a one and one-half day jury trial. The jury deliberated 25 minutes.</p>\n<p id=\"b737-5\">Appellant reappeared for sentencing on September 1, 1987. The court denied probation and sentenced him to state prison for the midterm of four years with credit given for time served. A restitution fine of $1,000 was imposed pursuant to Government Code section 13967. The sentencing court also found appellant had the present financial ability to pay $1,000 in attorney fees.</p>\n<p id=\"b737-6\">On September 1, 1987, appellant timely filed his notice of appeal.</p>\n<p id=\"b737-7\">Statement of Facts</p>\n<p id=\"b737-8\">At 8 a.m. on February 10, 1987, Mr. and Mrs. Henry King left their Farmersville residence to drive into Fresno. At approximately 9:10 a.m., Tulare County Deputy Sheriff Mike Renteria responded to a silent alarm at the King residence, observed appellant leaving the house through a broken window, and apprehended him at the scene. Appellant was in possession of coins, jewelry, and a jewelry bag that were taken from the residence.</p>\n<p id=\"b737-9\">Appellant admitted committing the burglary to the investigating officers. Sergeant John Zapalac testified that appellant told him that he had acted alone but that Darryl Sodersten had dropped him off in front of the house and told him to break in. Appellant did not tell the officers that he was threatened or forced to commit the burglary.</p>\n<p id=\"b737-10\">The prosecutor introduced evidence that appellant, prior to perpetrating this burglary, removed a canvas covering a vehicle in the driveway and a sleeping bag that was kept in a storage shed so as to stake out the residence until its inhabitants left. Sergeant Zapalac testified that he believed appellant first broke into the storage shed, removed the sleeping bag, and spent the night near the house waiting for the Kings to leave. There were shoe tracks indicating that possibly three trips were made between the storage shed and the house. Sergeant Zapalac observed dirt on appellant’s shoes and noted that his shoes were similar to the tracks near the sleeping bag.</p>\n<p id=\"b737-11\">Appellant raises the following issues for discussion on appeal.</p>\n<p id=\"b738-3\"><page-number citation-index=\"1\" label=\"896\">*896</page-number>Discussion</p>\n<p id=\"b738-4\">I.</p>\n<p id=\"b738-5\">Was It Reversible Error to Instruct on the Defenses of Duress and Necessity?</p>\n<p id=\"b738-6\">Appellant admitted at trial that he committed the burglary. His defense was that Darryl Sodersten threatened to kill him if he did not commit the burglary.</p>\n<p id=\"b738-7\">Appellant’s testimony in support of his defense was as follows: He had purchased cocaine on credit from Darryl Sodersten and owed him approximately $400. The night before the burglary appellant paid him $30 and accompanied Sodersten and Mark Demeers in Sodersten’s truck for a night of drinking and taking drugs. They drove around for nearly five hours until about 2 a.m. or 3 a.m. when Sodersten started talking about appellant committing a burglary to repay him. Sodersten drove to the King residence, pointed a loaded gun at appellant, and threatened to kill him and throw his body into a ditch if he refused to commit the burglary. Appellant walked toward the house, threw a metal planter through the window, noted that Sodersten and Demeers were watching him, and committed the burglary. He was in the house 10 to 15 minutes and was apprehended by Deputy Renteria shortly after exiting the broken window.</p>\n<p id=\"b738-8\">The trial court gave the standard duress instruction, CALJIC No. 4.40, to which there was no objection. It provides, as follows: “A person is not guilty of a crime when he engages in conduct, otherwise criminal, when acting under threats and menaces under the following circumstances:</p>\n<blockquote id=\"b738-9\">“1. Where the threats and menaces are such that they would cause a reasonable person to fear that his life would be in immediate danger if he did not engage in the conduct charged, and</blockquote>\n<blockquote id=\"b738-10\">“2. If such person then believed that his life would be so endangered.</blockquote>\n<blockquote id=\"b738-11\">“This rule does not apply to threats, menaces, and fear of future danger to his life.”</blockquote>\n<p id=\"b738-12\">Over appellant’s objection, the court gave a special instruction requested by the prosecutor based on <em>People </em>v. <em>Pena </em>(1983) 149 Cal.App.3d Supp. 14 [197 Cal.Rptr. 264]. It provides as follows: “The following requirements have been held to be prerequisites to the establishment of the defense of justification or duress:</p>\n<blockquote id=\"b739-4\"><page-number citation-index=\"1\" label=\"897\">*897</page-number>“One, the act charged as criminal must have been done to prevent a significant evil;</blockquote>\n<blockquote id=\"b739-5\">“Two, there must have been no adequate alternative to the commission of that act;</blockquote>\n<blockquote id=\"b739-6\">“Three, the harm caused by the act must not be disproportionate to the harm avoided;</blockquote>\n<blockquote id=\"b739-7\">“Four, the accused must entertain a good faith belief that his act was necessary to prevent the greater harm;</blockquote>\n<blockquote id=\"b739-8\">“Five, such belief must be objectively reasonable under all of the circumstances; and,</blockquote>\n<blockquote id=\"b739-9\">“Six, the accused must not have substantially contributed to the creation of the emergency.”</blockquote>\n<p id=\"b739-10\">Appellant contends that the special instruction referred to as “justification/duress” is actually a statement of the defense of necessity and misled the jury as to the correct elements of the proffered duress defense contained in CALJIC No. 4.40.</p>\n<p id=\"b739-11\">An analysis of appellant’s contention requires three inquiries: (1) the basis of the special instruction; (2) the differences between the duress and necessity defenses; and (3) the possible effect of any instructional error.</p>\n<p id=\"b739-12\">A. <em>The Pena Instruction</em></p>\n<p id=\"b739-13\">The special instruction requested by the prosecution was taken entirely from <em>People </em>v. <em>Pena, supra, </em>149 Cal.App.3d Supp. 14, 25-26, in which a defendant charged with misdemeanor drunk driving was denied an instruction that he drove the car in the good faith belief that his girlfriend might be in physical danger and he might need to protect her. The danger he perceived was from a police officer who searched her and drove her home. The circumstances of the search and transportation were sufficiently peculiar to warrant an instruction on the necessity defense.</p>\n<p id=\"b739-14\"><em>Pena </em>launches into its discussion with this caveat: “In this opinion, ‘duress’ is used interchangeably with terms such as ‘coercion,’ ‘compulsion,’ ‘necessity’ or ‘justification.’ Although there are some distinctions, they are not material for purposes of this opinion.” (149 Cal.App.3d. at p. Supp. 17, fn. 2.) <em>Pena </em>then discusses the differences between duress and necessity and cites several cases regarding “the applicability of the duress defense,” such <page-number citation-index=\"1\" label=\"898\">*898</page-number>as <em>People </em>v. <em>Lovercamp </em>(1974) 43 Cal.App.3d 823 [118 Cal.Rptr. 110, 69 A.L.R.3d 668]. <em>(People </em>v. <em>Pena, supra, </em>149 Cal.App.3d Supp. 14, 22.) The problem, however, is that <em>Lovercamp </em>describes itself (and is recognized) as establishing the “necessity” defense in the context of prison escape. <em>(People </em>v. <em>Lovercamp, supra, </em>43 Cal.App.3d 823, 831; <em>In re Weller </em>(1985) 164 Cal.App.3d 44, 46 [210 Cal.Rptr. 130].) <em>Pena </em>continues its discussion and development of “duress” while citing for support various cases which themselves involve “necessity.” <em>(People </em>v. <em>Patrick </em>(1981) 126 Cal.App.3d 952 [179 Cal.Rptr. 276]; <em>Cleveland </em>v. <em>Municipality of Anchorage </em>(Alaska 1981) 631 P.2d 1073, 1078.)</p>\n<p id=\"b740-5\"><em>Pena </em>reaches two conclusions. First, it finds duress an appropriate defense for a defendant who commits an unlawful act in an effort to prevent imminent harm to a third party. <em>Pena’s </em>first conclusion is based on an analysis of cases and statutes which properly discuss the duress defense. (149 Cal.App.3d at p. Supp. 23.)</p>\n<p id=\"b740-6\"><em>Pena’s </em>second holding is to state a six-part test for what it refers to as the “justification/duress” defense. The problem with this six-part test is that it is based entirely on case law describing the elements of the <em>necessity </em>defense. The requirements of the <em>Pena </em>defense and special instruction given herein are: “1. The act charged as criminal must have been done to prevent a significant evil;</p>\n<p id=\"b740-7\">“2. There must have been no adequate alternative to the commission of the act;</p>\n<p id=\"b740-8\">“3. The harm caused by the act must not be disproportionate to the harm avoided;</p>\n<p id=\"b740-9\">“4. The accused must entertain a good-faith belief that his-act was necessary to prevent the greater harm;</p>\n<p id=\"b740-10\">“5. Such belief must be objectively reasonable under all the circumstances; and</p>\n<p id=\"b740-11\">“6. The accused must not have substantially contributed to the creation of the emergency.” (149 Cal.App.3d at pp. Supp. 25-26, fns. omitted.)</p>\n<p id=\"b740-12\"><em>Pena’s </em>discussion of this test is followed by numerous citations in support of each element. The first, second and third requirements are from <em>Cleveland </em>v. <em>Municipality of Anchorage, supra, </em>631 P.2d 1073, 1078, and described as the “three essential elements” for the defense of necessity. <em>Pena </em>then cites <em>People </em>v. <em>Patrick, supra, </em>126 Cal.App.3d 952, 960-962, for the <page-number citation-index=\"1\" label=\"899\">*899</page-number>fourth and sixth requirements. <em>Patrick, </em>however, also limits its discussion to the elements of the necessity defense. All six of the requirements are discussed as elements of necessity in a law review article cited by <em>Pena. (People </em>v. <em>Pena, supra, </em>149 Cal.App.3d Supp. 14, 23, citing Conde, <em>Necessity Defined: A New Role in the Criminal Defense System </em>(1981) 29 UCLA L.Rev. 409, 438-439.)</p>\n<p id=\"b741-5\"><em>Pena </em>concludes its discussion by weaving these requirements into the statutory definition of duress found in Penal Code section 26: “. . . [T]his subdivision merely addresses itself to one particular circumstance within the general requirement that the charged act must not cause harm disproportionate to the harm avoided. Under the circumstances contemplated by section 26 ... , the harm sought to be avoided is the loss of life of the actor. Since no act undertaken by the threatened party in such circumstances . . . would cause a harm disproportionate to the harm to be avoided, it is clear that the subdivision is merely descriptive of one set of possible circumstances falling within the ambit of the duress defense.” (149 Cal.App.3d at pp. Supp. 25-26.)</p>\n<p id=\"b741-6\"><em>Pena </em>has been described as “the most comprehensive discussion by a California court of the <em>necessity </em>defense,” which also “sometimes describees] the ‘necessity’ defense as the ‘duress’ defense.” <em>(In re Weller, supra, </em>164 Cal.App.3d 44, 47, italics added.) It is cited by Witkin and CALJIC as a duress case and for its holding that duress is a valid defense if the threat is to a third party. (1 Witkin, Cal. Crimes (1985 supp.) § 155, p. 146; CALJIC No. 4.40 (4th ed. 1987 pocket pt.) pp. 65-66.)</p>\n<p id=\"b741-7\">An analysis of <em>Pena </em>clearly shows that its instruction is based on elements of the necessity rather than duress defense. The next question is whether there is any difference between duress and necessity and if such a difference has an effect on the instructions given in the instant case.</p>\n<p id=\"b741-8\">B. <em>Duress and Necessity</em></p>\n<p id=\"b741-9\">“Common law historically distinguished between the defenses of duress and necessity. Duress was said to excuse criminal conduct where the actor was under an unlawful threat of imminent death or serious bodily injury, which threat caused the actor to engage in conduct violating the literal terms of the criminal law. While the defense of duress covered the situation where the coercion had its source in the actions of other human beings, the defense of necessity, or choice of evils, traditionally covered the situation where physical forces beyond the actor’s control rendered illegal conduct the lesser of two evils. Thus, where A destroyed a dike because B threatened to kill him if he did not, A would argue that he acted under duress, whereas if A destroyed the dike in order to protect more valuable property from <page-number citation-index=\"1\" label=\"900\">*900</page-number>flooding, A could claim a defense of necessity.” <em>(United States </em>v. <em>Bailey </em>(1980) 444 U.S. 394, 409-410 [62 L.Ed.2d 575, 590, 100 S.Ct. 624].)  An underlying premise common to both defenses is “if there was a reasonable, legal alternative to violating the law, ‘a chance both to refuse to do the criminal act and also to avoid the threatened harm,’ the defenses will fail.” <em>(Id. </em>at p. 410 [62 L.Ed.2d at p. 591].)</p>\n<p id=\"b742-5\">California cases have clearly distinguished between the defenses of duress and necessity. The defense of duress is recognized by statute in Penal Code section 26, subdivision six: “All persons are capable of committing crimes except those belonging to the following classes:</p>\n<p id=\"b742-6\">“Six—persons (unless the crime be punishable with death) who committed the act or made the omission charged under threats or menaces sufficient to show that they had reasonable cause to and did believe their lives would be endangered if they refused.”  The defendant must show that the act was done under such threats or menaces that he had (1) an actual belief his life was threatened and (2) reasonable cause for such belief. <em>(People </em>v. <em>Condley </em>(1977) 69 Cal.App.3d 999, 1012 [138 Cal.Rptr. 515].) A defendant claiming the defense of duress or coercion may properly rely on CALJIC No. 4.40.</p>\n<p id=\"b742-7\">Duress is an effective defense only when the actor responds to an immediate and imminent danger. “[A] fear <em>offuture </em>harm to one’s life does not relieve one of responsibility for the crimes he commits.” <em>(People </em>v. <em>Lewis </em>(1963) 222 Cal.App.2d 136, 141 [35 Cal.Rptr. 1]; <em>People </em>v. <em>Lo Cicero </em>(1969) 71 Cal.2d 1186, 1191 [80 Cal.Rptr. 913, 459 P.2d 241].) The person being threatened has no time to formulate what is a reasonable and viable course of conduct nor to formulate criminal intent. “The unlawful acts of the person under duress are attributed to the coercing party who supplies the requisite mens rea . . . .” <em>(People </em>v. <em>Condley, supra, </em>69 Cal.App.3d 999, 1012.) Thus, duress negates an element of the crime charged—the intent or capacity to commit the crime—and the defendant need raise only a reasonable doubt that he acted in the exercise of his free will. <em>(People </em>v. <em>Graham </em>(1976) 57 Cal.App.3d 238, 240 [129 Cal.Rptr. 31].)</p>\n<p id=\"b742-8\">The defense of necessity, unlike duress, is not codified in this state. <em>(People </em>v. <em>McKinney </em>(1986) 187 Cal.App.3d 583, 586 [231 Cal.Rptr. 729].) It was first judicially sanctioned as a defense to a nonviolent prison escape in <em>People </em>v. <em>Lovercamp, supra, </em>43 Cal.App.3d 823, and has been recognized in prosecutions for kidnapping and false imprisonment. <em>(People </em>v. <em>Patrick, supra, </em>126 Cal.App.3d 952.)  By definition, the necessity defense is <page-number citation-index=\"1\" label=\"901\">*901</page-number>founded upon public policy and provides a justification distinct from the elements required to prove the crime. <em>(People </em>v. <em>Condley, supra, </em>69 Cal.App.3d at p. 1013.) The situation presented to the defendant must be of an emergency nature, threatening physical harm, and lacking an alternative, legal course of action. <em>(People </em>v. <em>Weber </em>(1984) 162 Cal.App.3d Supp. 1, 5 [208 Cal.Rptr. 719].) The defense involves a determination that the harm or evil sought to be avoided by such conduct is greater than that sought to be prevented by the law defining the offense charged. <em>(People </em>v. <em>Richards </em>(1969) 269 Cal.App.2d 768, 774-775 [75 Cal.Rptr. 597].) Necessity does not negate any element of the crime, but represents a public policy decision not to punish such an individual despite proof of the crime. <em>(People </em>v. <em>Condley, supra, 69 </em>Cal.App.3d 999, 1009-1013; <em>People </em>v. <em>Beach </em>(1987) 194 Cal.App.3d 955, 973 [240 Cal.Rptr. 50], review den.)</p>\n<p id=\"b743-5\">An important factor of the necessity defense involves the balancing of the harm to be avoided as opposed to the costs of the criminal conduct. <em>(People </em>v. <em>Condley, supra, 69 </em>Cal.App.3d 999, 1010.) Unlike duress, the threatened harm is in the immediate future, which contemplates the defendant having time to balance alternative courses of conduct. <em>(Id. </em>at p. 1012.) The defendant has the time, however limited, to form the general intent required for the crime, although under some outside pressure. <em>(Ibid.) </em>Thus, the defense does not negate the intent element, and the defendant has the burden of proving the defense by a preponderance of the evidence. <em>(Ibid.)</em></p>\n<p id=\"b743-6\">The defenses of duress and necessity are clearly different. The duress defense, through its immediacy requirement, negates an element of the crime—the intent to commit the act. The defendant does not have the time to form criminal intent because of immediacy and imminency of the threatened harm and need only raise a reasonable doubt as to the existence or nonexistence of this fact. <em>(People </em>v. <em>Beach, supra, </em>198 Cal.App.3d 955, 973.) The necessity defense, in contrast, contemplates a threat in the immediate future. <em>(People </em>v. <em>Condley, supra, 69 </em>Cal.App.3d 999, 1011-1012.) The defendant has the time, however limited, to consider alternative courses of conduct. The defendant has the burden of proving necessity by a preponderance of the evidence.</p>\n<p id=\"b743-7\">Thus, <em>Pena's </em>interchangeable use of the terms duress and necessity was clearly incorrect. The defenses have different rationales, standards of intent, and burdens of proof. While the <em>Pena </em>instruction properly states the elements of necessity, it was incorrectly referred to and described as “justification or duress” defense by the court.</p>\n<p id=\"b743-8\">C. <em>Effect of the Pena Instruction</em></p>\n<p id=\"b743-9\">It is clear after an analysis of <em>Pena </em>that the court erred in referring to the special instruction as “justification or duress” rather than “necessity.” We <page-number citation-index=\"1\" label=\"902\">*902</page-number>conclude, however, that because the instructions correctly listed the elements of both defenses and the jurors had the benefit of both instructions, it is not reasonably probable that a different result would have occurred had the instruction not been mislabeled. <em>(People </em>v. <em>Kurtzman </em>(1988) 46 Cal.3d 322, 335 [250 Cal.Rptr. 244, 758 P.2d 572].)</p>\n<p id=\"b744-5\">Appellant’s own testimony presents sufficient justification to warrant instructions on both the duress and necessity defenses. He was first subject to an immediate and imminent threat to his life when Darryl Sodersten allegedly held a loaded gun to him in the vehicle. Such an imminent threat to his life clearly falls within the ambit of the duress defense. However, after he allegedly left the vehicle, walked to the King’s residence, threw the planter through the window to secure entry and rummaged through the house, appellant was no longer subject to the same imminency of harm as when threatened in the vehicle. Once appellant was outside the immediate presence of Sodersten, the threat became one in the immediate future allowing appellant an opportunity, albeit brief, to balance his options, which is the very essence of the necessity defense. Appellant actually benefitted from both instructions because his own testimony negated the imminent harm element consistent with the duress defense.</p>\n<p id=\"b744-6\">The jury could have found from the evidence presented that appellant was threatened in the vehicle with death by Sodersten, but that the burglary was not committed by appellant until hours later. Under such circumstances, the necessity instruction would be of more value to appellant than the duress instruction.</p>\n<p id=\"b744-7\">It is clear that the jury was not confused by the defense instructions. It deliberated for only 25 minutes before returning a guilty verdict and never asked for further instructions.</p>\n<p id=\"b744-8\">In light of the overwhelming evidence against appellant, it is not reasonably probable that a different result would have occurred had the necessity instruction been correctly labeled. <em>(People </em>v. <em>Kurtzman, supra, </em>46 Cal.3d 322, 335; <em>People </em>v. <em>Watson </em>(1956) 46 Cal.2d 818, 836 [299 P.2d 243].)</p>\n<p id=\"b744-9\">II.-VI.<footnotemark>*</footnotemark></p>\n<p id=\"b744-10\">A review of the record, however, shows that appellant was never given the requisite notice. The absence of notice violates Penal Code section <page-number citation-index=\"1\" label=\"903\">*903</page-number>987.8, and therefore the imposition of attorney fees is reversed. In all other respects, the judgment is affirmed.</p>\n<p id=\"b745-5\">Hamlin, Acting P. J., and Stone (W. A.), J., concurred.</p>\n<p id=\"b745-6\">Appellant’s petition for review by the Supreme Court was denied May 4, 1989.</p>\n<footnote label=\"*\">\n<p id=\"b744-11\"> See footnote, <em>ante, </em>page 892.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}