{
  "casebody": {
    "data": "<casebody firstpage=\"137\" lastpage=\"142\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b147-7\">J. W. HARMON v. J. H. FAUCETTE, et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b147-8\">Eastern Section.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ait\">July 14, 1928.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b147-9\">No petition for Certiorari was filed.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b148-7\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>Allen &amp; Allen, of Elizabethton, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b148-8\">Warren &amp; Widner and Burrow &amp; Burrow, of Bristol, for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b148-9\">PORTRUM, J.</author>\n<p id=\"Aql\">J. W. Harmon and wife filed' this bill against the Union Trust Company, of Bristol, Tennessee, and its officers, J. H. Faucette and S. T. Bowman, seeking to recover the difference between the recited' purchase price on a house and! lot in Butler, Tennessee, conveyed by a'deed from Harmon and his wife to Faucette and Bowman, and a note of $1325, representing an indebtedness due the Union Trust Bank. The theory of the suit is that the deed (was an outright-transaction and the purchase price has not been paid by the bank except the credit of the note held by it andi, therefore, Harmon is entitled’ to recover the balance of the purchase price.</p>\n<p id=\"b148-10\">Another theory is that the property was deeded to the bank in satisfaction of the note, with an agreement that the bank would hold the deed, and withhold it from registration until such time as Harmon could procure ,a loan from which he could satisfy the' indebtedness of the bank: that the property was worth $4500 and the bank, in violation of this agreement, sold the property about a month after the execution of the deed for the inadequate consideration of $2500 and in violation of its agreement. A recovery is sought against the bank for the difference in the value of the property, claimed to be $4500, and the indebtedness due the bank. The prayer of the bill was for relief in the alternative and “if complainants be mistaken as to the relief to which they are entitled, they pray for such other, further and general relief as they may show themselves entitled on the hearing.”</p>\n<p id=\"b148-11\">Faucette andl Bowman answered the bill and averred that they were acting as officers and agents for the Union Trust Company. Later the Union Trust Company was made a defendant by amendment and it answered, adopting the answer of its officers, Faucette and Bowman.. It is admitted-,that Harmon was indebted to- the bank by a note of $1325, which was past due for over a year at the time of the transaction in question; that the note had semi-annual interest coupons attached andl that Harmon had neglected or failed to discharge these coupons when due, that the note was secured-by a trust deed against the property in Butler, belonging to Harmon and wife, <page-number citation-index=\"1\" label=\"139\">*139</page-number>and that he had agreed to keep the property insured, which he failed to do, and the bank had incurred additional expense in insuring the property; Harmon likewise had permitted the taxes to become delinquent, and the bank had to pay the taxes and penalties. It is said that the bank had experience with Harmon in that it had to sue on another note, which he stayed.</p>\n<p id=\"b149-4\">The officials wrote repeatedly to Harmon, in an attempt to get him to discharge his past due paper, and he seems to have ignored these demands. In the summer of 1926, the bank advertised the property for sale under its trust deed for the 10th of August, and a few days before the day of the sale Harmon came to the officials^ of the bank and wanted to know if they would take a conveyance to the property and call off the sale, thereby relieving him of the embarrassment of a public sale of his property. They say they agreed to this. The following is quoted from their answer:</p>\n<blockquote id=\"b149-5\">“Said deed of conveyance was prepared in Mountain City, Tennessee, and was brought in person by J. \"W. Harmon to the Union Trust Bank, at which time he stated to respondents that, being unable to pay off his indebtedness or after repeated efforts to secure another loan on the property, he had decided! to simply deed the property to complainants for the Union Trust Bank in full discharge of his indebtedness. The deed was executed on the 9th of August, 1926, and was the voluntary act of J. W. Harmon and Mattie G. Harmon, his wife.</blockquote>\n<blockquote id=\"b149-6\">“3\". T. Bowman, one of the respondents, as J. \"W\\ Harmon was leaving the bank, after having delivered said deed, of conveyance, called to him and told him that if he would secure the money to pay off his debt to the Union Trust Bank by the first day of the following September, that they would still allow him to discharge the same. Thereupon said J. W. Harmon stated that he would endeavor so to do. As had been the history of his promises and intentions in the past,the first of September went by and he failed to avail himself of the opportunity. Again the matter commenced to drift and respondents, realizing that it was useless to further endeavor to assist the complainant, and being required by the board of directors to dispose of the property, went to Mountain City and sold the same, as alleged in complainant’s bill, to A. H. McQueen and B. A. Lipford for the sum of $2500, and said sale was made for the Union Trust Bank and the proceeds thereof paid to said bank, and not one cent thereof was kept by respondents.</blockquote>\n<blockquote id=\"b149-7\">“ . . . and at the time said sale was made no understanding was had except the voluntary offer of said Union Trust Bank to hold the deed delivered to him (it) and not to record the same until September 1, 1926, which he (it) did, in order to give the complainant a further offer to redeem his property . . .”</blockquote>\n<p id=\"b150-3\"><page-number citation-index=\"1\" label=\"140\">*140</page-number>The main issue in the proof was whether or not the bank gave Mr. Harmon until September 1st or for an indefinite period to secure a loan .and redeem his property. There is no question but what all parties insist that Mr. Harmon had until September 1st to redeem the property.</p>\n<p id=\"b150-4\">We do not think the appellant establishes the fact that the deed was an outright conveyance to the bank in consideration of $3500. The officers of the bank had not seen the property .and the bank was not purchasing real estate; it was only attempting to secure its loan.</p>\n<p id=\"b150-5\">And we do not think the appellant made out a case showing that the bank violated any agreement to hold the property indefinitely in order that he might secure a loan and discharge his indebtedness. It appears the bank did not act in an open manner with Harmon. Its representative went to Butler and secretly, or at least without letting Harmon know, sold this property for the sum of $2500. While this representative was in Butler he made the statement to a disinterested party that Mr. Harmon could redeem his property and the person he sold the property to was requested by Mr. Faueette, president of the bank, to say nothing to Harmon about it. It appears that Mr. Faueette had no trouble in selling the property for the sum of $2500' but the sale was made on time, and the preponderance of the proof is that the property would not have brought $2500 .at a cash sale. So Mr. Harmon cannot complain at the extension of time. It therefore appears that the property brought its present cash value.</p>\n<p id=\"b150-6\">While we are of the opinion that Mr. Harmon cannot recover upon the theory that he sold his property to the bank for the sum of $3500 or the bank violated .an agreement with him to hold his property indefinitely to permit him to procure a loan and redeem it, nevertheless under the facts as developed by the proof and the admissions contained in the answer, the conveyance, notwithstanding it was absolute on its face, was in law and equity ,a mortgage. This being true, it was the duty of the bank on September 1st to expose the property for sale and out of the proceeds first discharge the debt and costs of sale, if any, and lastly the balance pay over to- Mr. and Mrs. Harmon. Mr. Harmon first made demand for the balance, approximating $1000, and was refused.</p>\n<p id=\"b150-7\">The criterion whether a deed absolute on its face is in fact a mortgage is placed upon the question of whether the debt is discharged. The proof in this case shows that upon the day of the sale the cash payment was credited upon Mr. Harmon’s note, and later in the month the note was cancelled and marked paid and returned to Mr. Harmon. This act, together with the admissions that the deed was subject to be returned’ to Mr. Harmon on the payment of the debt up until September 1st constitutes it, without doubt, a mortgage <page-number citation-index=\"1\" label=\"141\">*141</page-number>up until September 1st, .and tbe rule of law is once a mortgage, always a mortgage.</p>\n<p id=\"b151-4\">“In the equitable view, a mortgage may be described in general terms as an assurance or pledge of or charge upon, property, real or personal, for an antecedent, present or future dlebt or loan, as security for and redeemable upon the payment of such debt. The fundamental principle of equity is, that whenever a conveyance of land is given for the purpose of securing payment on an existing debt, it is a mortgage. If the fact is established that a debt exists between the parties and the transaction did not amount to a present payment, satisfaction, or discharge of that debt, to recognize it as still continuing, to be paid at some future time, and was intendSed to be a security for such payment, then the instrument is always regarded in equity as a mortgage, whatever be its form.</p>\n<p id=\"b151-5\">‘ ‘ In general, all persons able to contract are permitted to determine and control their own legal relations by any agreement which will not be illegal or opposed to good morals or public policy; 'but a mortgage forms a marked exception to this principle. The doctrine has been firmly established from an appeal had that when the character of the mortgage has attached at the commencement of the transaction, so that the instrument, whatever be its form, is regarded in equity as a mortgage, that character of mortgage must and) will always continue ; if the instrument is in its essence a mortgage, the parties cannot by any stipulations, however express or positive, render it anything but a mortgage, or deprive it of the essential attributes belonging to a mortgage in equity. The debtor or mortgagor cannot, in the inception of the instrument, as a part of or collateral to its execution, in any manner deprive himself of his equitable right to come in after a default in paying the money at the stipulated time, and to pay the debt and interest, and thereby to redeem the land from the lien and encumbrance of the mortgage; the equitable right of redemption after default is preserved remains in full force, and will be protected and enforced by .a court of equity, no matter what stipulations the parties may have made in the original transaction, purported to cut off this right.” Pomeroy’s Equity Jurisprudence, 4th Ed., Yol. 3, Sections 1192-1193. See Section 1196 when a conveyance absolute on its face may be a mortgage.</p>\n<p id=\"b151-6\">The theory on which equity bases this doctrine is that it abhors penalties and forfeitures. To permit the bank in this instance to forfeit this property upon failure of the debtor to redeem is in equity a penalty.</p>\n<p id=\"b151-7\">W. J. Harmon and wife are entitled to recover from the Union Trust Company, the defendant, the difference in the amount received for the property by the trust company and the amount owed by Harmon to the trust company. If this amount can be agreed upon, <page-number citation-index=\"1\" label=\"142\">*142</page-number>a judgment may be entered here; if not, the ease 'is remanded for reference to determine the amount due. The judgment of the lower court is reversed, and an'order will be entered here conforming to the foregoing holding. The appellant will recover the cost of the lower ■court and of this court from the appellee.</p>\n<judges id=\"b152-4\">Snodigrass and Thompson, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}