{
  "casebody": {
    "data": "<casebody firstpage=\"341\" lastpage=\"342\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b411-3\">Oran L. TURNER, Plaintiff-Appellant, v. David C. EVANS, Commissioner, Department of Offender Rehabilitation; D.E. England, Warden, Georgia Industrial Institute, Alto, Georgia; Captain Moody, Corrections Officer, Georgia Industrial Institute, Alto, Georgia; Mr. McNeil, Corrections Officer, Georgia Industrial Institute, Alto, Georgia; Mr. Simmons, Georgia Industrial Institute, Alto, Georgia; Mr. Garmon, Georgia Industrial Institute, Alto, Georgia; Mr. Cole, Georgia Industrial Institute, Alto, Georgia; Mr. Cook, Georgia Industrial Institute, Alto, Georgia, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b411-5\">No. 82-8159.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b411-6\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b411-7\">Dec. 12, 1983.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b411-15\">Sonja L. Salo, Atlanta, Ga., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b411-16\">Daryl A. Robinson, Asst. Atty. Gen., Atlanta, Ga., for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b411-18\">Before FAY and VANCE, Circuit Judges, and ALLGOOD <footnotemark>*</footnotemark>, District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b411-12\"> Honorable Clarence W. Allgood, U.S. District Judge for the Northern District of Alabama, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b411-19\">PER CURIAM:</author>\n<p id=\"b411-20\">Finding that this matter presented an important issue of Georgia law on which' there was no clear, controlling precedent, we certified the following question to the Supreme Court of Georgia:<footnotemark>1</footnotemark></p>\n<blockquote id=\"b411-21\">Does Georgia law require a person confined (in a jail or prison) at the time a cause of action arises to file suit within the applicable statutory limitation period or does O.C.G.A. § 9-3-90 (Ga.Code § 3-801) toll the statute of limitations?</blockquote>\n<p id=\"b411-22\">The response to our question is attached.<footnotemark>2</footnotemark> We are grateful to the Supreme Court of Georgia for its cooperation and assistance.</p>\n<p id=\"b411-23\">Since the law of Georgia is now clear, the dismissal entered by the district court is reversed. The provisions of O.C.G.A. § 9— 3-90 control and toll the statute of limitations for persons who are imprisoned.</p>\n<p id=\"b411-24\">REVERSED and REMANDED.</p>\n<p id=\"b411-25\">APPENDIX</p>\n<p id=\"b411-26\">39967. Oran L. Turner v. David C. Evans, et al.</p>\n<p id=\"b411-27\">Supreme Court of Georgia.</p>\n<p id=\"b411-28\">Decided: Sept. 21, 1983.</p>\n<p id=\"b411-29\">BELL, Justice.</p>\n<p id=\"b411-30\">The United States Court of Appeals for the Eleventh Circuit has certified the fol<page-number citation-index=\"1\" label=\"342\">*342</page-number>lowing question to this court: “Does Georgia law require a person confined (in a jail or prison) at the time a cause of action arises to file suit within the applicable statutory limitation period or does O.C.G.A. § 9-3-90 (Ga.Code § 3-801) toll the statute of limitations?”</p>\n<p id=\"b412-3\">APPENDIX — Continued</p>\n<p id=\"b412-4\">Our Court of Appeals has previously addressed this issue in <em>Maddox v. Hall County, </em>162 Ga.App. 371(1), 291 S.E.2d 442 (1982). In that case, the court noted that the doctrine of <em>civiliter mortuus </em>is not the law of this state and that prisoners thus may sue or be sued. <em>Dade Coal Co. v. Haslett, </em>83 Ga. 549(1), 10 S.E. 435 (1889); <em>Scott v. Scott, </em>192 Ga. 370(1), 15 S.E.2d 416 (1941). It then held that even though the reasons for tolling the statute of limitations for persons imprisoned may have disappeared along with that doctrine, the tolling provision of OCGA § 9-3-90 for prisoners is still valid law, with the authority to repeal it residing solely with the legislature. 162 Ga.App. at 372, 291 S.E.2d 442. We agree with the Georgia Court of Appeals, and therefore hold that OCGA § 9-3-90 tolls the statute of limitations for persons who are imprisoned.</p>\n<p id=\"b412-5\">\n<em>Certified Question Answered.</em>\n</p>\n<p id=\"b412-6\">All the Justices concur.</p>\n<footnote label=\"1\">\n<p id=\"b411-13\">. <em>Turner </em>v. <em>Evans, </em>704 F.2d 1212 (11th Cir.1983).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b411-31\">. <em>Turner v. Evans, </em>251 Ga. 486, 306 S.E.2d 921 (1983).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}