{
  "casebody": {
    "data": "<casebody firstpage=\"260\" lastpage=\"268\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b268-15\">Wolcott Chaffee <em>versus </em>Eber Jones <em>et al.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b268-16\">Where one not a promisee nor indorsee, puts his name in blank on the back of a note, before it is delivered to the promisee, he is an original promisor and surety, and if he pays the note, he must pursue his remedy as surety, and not as indorser, against the other promisors.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b268-17\">Where a note was paid by one who had thus put his name on the back of it, and he thereupon brought his action for money paid by him as indorser, against the principal and another surety jointly, and, after a trial, the action was not supported on that ground, he was not allowed to discontinue against the principal, and proceed as a surety a <em>gainst </em>his <em>cosurety for </em>contribution.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b268-18\">The fact that such party put his name on the back of the note at the request of the principal, and without the knowledge of a surety who had signed on the face of the note, was <em>held </em>not to affect his right to recover contribution of such surety.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b268-19\">In an action on a promissory note, against principal and surety, the principal, after being defaulted, is a competent witness to disprove the surety’s liability.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b268-20\">On the question of contribution between cosureties, partners who signed in the partnership name are to be regarded as but one surety.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b268-21\">Where a party entitled to freedom from arrest while returning from court, went to a <page-number citation-index=\"1\" label=\"261\">*261</page-number>place out of the direct route to his home, for the purpose of attending the funeral of his son, it was held, that he had forfeited his privilege.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b269-3\">An action lies against a cosurety for contribution, without a previous notice of the payment by the plaintiff and a special demand.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"At\">• Assumpsit for money paid. The action was brought against Israel A. Jones, Eber Jones, and three persons composing the firm of Elijah Owen &amp; Sons. All the defendants, except Eber Jones, were defaulted in the Court of Common Pleas. He brought up the action to this Court, and here pleaded the general issue.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b269-6\">At the trial, before <em>Morton </em>J., the plaintiff produced a note, dated February 17th, 1831, as follows : —</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b269-7\">“ Sixty days after date, for value received, I, Israel A. Joneses principal, and Eber Jones and Elijah Owen St Sons as sureties, jointly and severally, promise to pay the President &amp;c. of the Housatonic Bank, or their order, three hundred and seventy-five dollars, at their banking house in Stockbridge.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b269-8\">Israel A. Jones,</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b269-9\">Elijah Owen &amp; Sons, Eber Jones.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b269-10\">The plaintiff had put his name in blank on the back of this note. The note was given in part payment of a note for $500, drawn and signed by the same parties in the same manner.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b269-11\">One Tillotson, a witness called by the plaintiff, testified that Israel A. Jones sent him as his agent to Eber Jones, to obtain his signature to the note in suit, that Eber signed it, and instructed the agent that he must procure the plaintiff’s signature, and that this was done accordingly before the note was presented at the bank.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b269-12\">It appeared, that the signers of the note having neglected to pay it, the bank called upon the plaintiff, and it was accordingly paid by him.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b269-13\">In order to obtain a continuance of the action, Eber Jones’s counsel filed an affidavit, stating that he believed Israel A. Jones would testify, that the note was executed by Israel as principal, and by E. Owen &amp; Sons and Eber Jones as sureties, and presented to the bank by Israel for his own accommodation, without the indorsement of the plaintiff, and that the directors refused to discount it without some other name, and <page-number citation-index=\"1\" label=\"262\">*262</page-number>that Israel then carried the note to the plaintiff, who indorsed it without the knowledge of Eber.</summary>\n<p data-order=\"17\" data-type=\"p\" id=\"b270-6\"><em>Sept. 16th. </em>1835.</p>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b270-8\">The plaintiff contended that Israel was an incompetent witness, being a party to the record ; and also that his supposed testimony was immaterial; on which points, for the purposes of the trial, the judge ruled in favor of the plaintiff.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b270-9\">The plaintiff filed a bill of particulars of his claim, making the defendants his debtors for cash paid for them “as indorser” of the note. Eber Jones contended that the plaintiff was precluded by this bill of particulars from showing the foregoing facts, and that he must confine his evidence to the proof of his claim as an indorser strictly ; but the judge ruled otherwise.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b270-10\">He also contended, that the plaintiff could not sustain the action against him jointly with the other defendants or either of them ; and this point was reserved for the whole Court.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b270-11\">He also contended, that if the name of the plaintiff was put on the note after it had been completed by the other parties, and without the request of Eber, the payment of the note was a voluntary payment by the plaintiff and did not raise any legal obligation on the part of Eber to repay the same ; but the judge ruled that Eber was liable as cosurety with the plaintiff.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b270-12\">If Israel A. Jones was a competent witness, and his testimony was material, a new trial was to be granted. If the f'iourt should be of opinion that Eber Jones ought to prevail, judgment was to be rendered in his favor accordingly.</summary>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b270-13\"><em>Jones </em>and <em>Bishop </em>contended,</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"AR_o\">that Israel A. Jones was a competent witness ; 3 Stark. Ev. 1063 ; that his testimony was material, as Eber Jones signed in reference to the parties named m the note, and the signing by the plaintiff without the request or knowledge of Eber Jones, was a voluntary interference, which would not create any implied promise ; that the plaintiff having, in his bill of particulars, set forth a claim as indorser, the other party was not to be turned round to defend against a claim founded on an entirely different principle ; 1 Tidd’s Pr. 537; <em>Colson </em>v. Selby, 1 Esp. R. 452; <em>Holland </em>v. Hopkins, 3 Esp. R. 168; S. <em>C. </em>2 Bos. &amp; Pul. 243; that if the plaintiff asks for contribution, he must proceed against the defendants severally ; and that the relation of cosureties did not subsist between the plaintiff and Eber Jones, but the plaintiff’s remedy <page-number citation-index=\"1\" label=\"263\">*263</page-number>was against Israel A. Jones. <em>Cornwall </em>v. <em>Gould, </em>4 Pick. 444.</p>\n<otherdate data-order=\"26\" data-type=\"otherdate\" id=\"b271-11\"><em>Sept. 17th. </em>1835.</otherdate>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b271-3\"><em>Sumner, </em>for the plaintiff,</attorneys>\n<p data-order=\"27\" data-type=\"summary\" id=\"AOt\">said it was in the power of the Court to allow an amendment of the bill of particulars ; that if all the parties except Israel A. Jones were to be regarded as cosureties, Eber Jones was liable to contribute one third of the amount of the note, the partnership of E. Owen &amp; Sons being one party; Collyer on Partn. 421, 422; and that by virtue of <em>St. </em>1834, c. 189, the Court might allow the plaintiff to discontinue against all the defendants except Eber Jones.</p>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b271-4\">Shaw C. J.</author>\n<p id=\"ABa\">delivered the opinion of the Court. The plaintiff, in the character of indorser, brings his action against all the defendants jointly, on the ground that they are all promisors, and that he, as indorser, having paid the whole note, they are jointly liable to him for the amount. The suit is defended by Eber Jones, and the question is whether he is liable.</p>\n<p id=\"b271-5\">A promissory note of this description is rather peculiar to New England, but it has received a construction here. It has been held, that where one not promisee nor indorsee, puts his name on the note, meaning to make himself liable with the promisor, he is to be regarded as a joint promisor and surety. He is not liable as indorser, for the note is not negotiated or title to it made through his indorsement, nor as guarantor, because there is no separate or distinct consideration ; but he means to give security and validity io the note by his credit and promise to pay it if the promisor does not, and that upon the original consideration, and therefore he is a promisor and surety ; and it is immaterial to this purpose, on what part of the note he places his name. <em>Hunt </em>v. <em>Adams, </em>5 Mass. R. 358, 6 Mass. R. 519, and 7 Mass. R. 518; <em>Moies </em>v. <em>Bird, </em>11 Mass. R. 436; <em>White </em>v. <em>Howland, </em>9 Mass. R. 314. This is the legal import and effect of such a note, independent of any extrinsic evidence.</p>\n<p id=\"b271-6\">Then what were the relations of the parties to each other ? To the holder, they were all jointly and severally promisors. Where the words are, <em>I promise, </em>&amp;c. and two or more sign, this is a joint and several note ; joint, because all unite in one promise, and several, because each individually undertakes. <em>Hemmenway </em>v. <em>Stone, 7 </em>Mass. R. 58.</p>\n<p id=\"b272-6\"><page-number citation-index=\"1\" label=\"264\">*264</page-number>We think then that the case stands on the common ground of a note signed by a principal and several sureties. If one surety pays the whole, as he is bound to do at the call of the promisee, he may have an action against the principal for the whole ; or if he does not obtain satisfaction of the principal, he may maintain an action against either of the cosureties for an aliquot part, according to the number of sureties. <em>Cowell </em>v. Edwards, 2 Bos. &amp; Pul. 268; <em>Deering </em>v. Winchelsea, 2 Bos. &amp; Pul. 270. It is founded upon the plain principle of equity, that when one pays the whole or a disproportionate part of a debt for which all are liable, the others are bound to contribute, and the equitable obligation constitutes an implied privity in law, on which assumpsit will lie. The circumstance that this note was given to relieve the parties from their liability on a former note, strengthens the equitable obligation to contribute</p>\n<p id=\"b272-7\">The Court are of opinion, that Israel A. Jones was a competent witness, having no interest in the result of this suit, he being at all events liable as principal, and he having been defaulted. But the rejection of his testimony is no ground for a new trial, because it is wholly immaterial. ■ The object of the evidence was to show that the note was first offered to the bank without the name of Chaffee, that they refused to accept i without another name, and then the plaintiff, at the request of Israel A. Jones, signed without the knowledge of the defendant Eber Jones. We consider that if these facts had been proved, the result would have been the same. If the plaintiff signed the note before it was negotiated, he was an original promisor and surety, and signing the note in that character, he has his remedy against the other sureties, whether they knew of his becoming surety or not. In <em>Deering </em>v. <em>Winchelsea, </em>the parties respectively were sureties on two distinct bonds, yet one was held to contribute to the other, upon the ground that what one pays in pursuance of a legal liability to which the other is also subject, the law implies that he pays for the benefit and at the request of the other. This is not inconsistent with the rule, that one shall not, by his voluntary act, make another his debtor against his will; because the layment is made by the surety in pursuance of a legal liability. So in the present case, should either the plaintiff or defendant sue the prin<page-number citation-index=\"1\" label=\"265\">*265</page-number>vipal, Israel A. Jones, declaring as for so much money paid to his use and at his instance and request, the law would imply the request from the relation in which the parties stood, and from the legal liability of the sureties, and this, even if before payment the principal had forbidden the surety to pay the note.</p>\n<p id=\"b273-3\">Then the question is, for what sum is the defendant liable. The general rule at law is, that each is liable for an aliquot part, without regard to the solvency of the sureties. Here there being three sureties, Owen &amp; Sons being regarded as one party, the plaintiff is entitled to recover of the defendant one third.</p>\n<p id=\"b273-4\">The result is, that if Chaffee had brought his action against Eber Jones alone, he would have been entitled to recover a contribution. Then the question is, whether he can drop the action against the other defendants and recover against Eber Jones alone ; and the Court are of opinion that he cannot.</p>\n<p id=\"b273-5\">Not to rely upon the technical difficulty arising from the fact, that some of the defendants have been defaulted, the ground upon which the plaintiff would claim a contribution, is essentially different from that set forth in his declaration and bill of particulars. There he claims the whole as indorser, against the defendants jointly as promisors. The declaration,, being for money paid, would be appropriate in either case ; but the bill of particulars, designed to give the defendants information of the real grounds of action, limits it. Having at the commencement of his action and through the trial, gone for the whole, as an indorser, against several, we think he cannot now, at the end of the cause, shift his ground and proceed as a co-surety, against one of the defendants, for a part, upon an entirely separate and distinct principle.</p>\n<p id=\"b273-6\">There is nothing to prevent the plaintiff from recovering judgment against those defendants who have been defaulted, as the Court can take no notice of them ; but the defendant Eber Jones is entitled to judgment for his costs.</p>\n<p id=\"b273-7\">A new action was brought by the plaintiff against Eber Jones alone, to recover a contribution. The defendant pleaded in abatement, in the Common Pleas, that at the date of the <page-number citation-index=\"1\" label=\"266\">*266</page-number>service of the writ, he resided at Brooklyn, New York; that he attended this Court at Lenox, at September term 1835, as a party in the first action, and that he came from Brooklyn for that purpose; that the action was tried on the 16th of September and judgment rendered on the 17th, when the Court adjoined ; and that he was returning from court and was arrested at Otis and held to bail, on the 18th of September.</p>\n<p id=\"b274-6\"><em>Sept. </em>23d. 1836.</p>\n<attorneys id=\"b274-12\">Sumner, for the plaintiff.</attorneys>\n<p id=\"AHS\">The facts stated by the defendant furnish no ground for dismissing or abating the action. By giving bail, without informing the officer that he was returning from court, he waived his privilege. <em>Brown </em>v. <em>Getchell, </em>11 Mass. R. 11; Bac. Abr. Privilege, <em>B </em>2. He was not returning home ; and when the arrest was made, a sufficient time had elapsed for him to have reached Brooklyn. The death and funeral of his son were not a legal ground for deviating or loitering. <em>Childerston </em>v. Barrett, 11 East, 439; <em>Sidgier </em>v. Birch, 9 Ves. 69; <em>Commonwealth </em>v. <em>Fitz, </em>11 Mass. R. 544; <em>Lightfoot </em>v. Cameron, 2 W. Bl. 1113.</p>\n<attorneys id=\"b274-13\">Jones, contra, to the point,</attorneys>\n<p id=\"Au0\">that the claim of privilege is to <page-number citation-index=\"1\" label=\"267\">*267</page-number>have a liberal extension, cited <em>Childerston </em>v. Barrett, 11 East, 439; <em>Spence </em>v. <em>Stuart, </em>3 East, 89; <em>Meekins </em>v. <em>Smith, </em>1 H. Bl. 636; <em>Rimmer </em>v. Green, 1 Maule &amp; Selw. 638; Metcalf’s Yelv. 29 <em>d, </em>note ; <em>Ex parte M'Neil, </em>6 Mass. R. 245; and as to what constitutes a deviation, 1 Dunlap’s Pr. 101; Com. Dig. <em>Privilege </em>A1.</p>\n<p id=\"b274-8\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>The plaintiff’s replication stated, that the defendant left the court on the day of the trial of the first action (the 16th of September) and went to Otis, fifteen miles from Lenox ana not in the direct route to Brooklyn, that he lingered and remained there until the evening of the 18th, that the arrest was made after he had had a reasonable time to reach Brooklyn, to wit, on that evening, and that he remained at Otis, after the arrest, until the 21st.</p>\n<p id=\"b274-9\">The defendant rejoined, that his son was suddenly killed at Otis, on the 16th, and was buried there on the 18th, and that the defendant went and remained there for the purpose of attending his funeral on that day, when the writ was served on him ; he admitted that Otis is not in the most direct route to Brooklyn, but alleged that he was returning home and did not remain at Otis, before the service of the writ, any longer than was necessary for the purpose of attending his son’s funeral.</p>\n<p id=\"b274-10\">To this rejoinder the plaintiff demurred.</p>\n<p id=\"b274-11\">The defendant also moved in the court below, that the ac tian be dismissed, on the ground, that he had been unlawfully arrested.</p>\n<otherdate id=\"b275-11\"><page-number citation-index=\"1\" label=\"267\">*267</page-number><em>Sept. </em>24th. 1836.</otherdate>\n<author id=\"b275-3\">Wilde J.</author>\n<p id=\"AI_\">delivered the opinion of the Court. It was objected to the defendant’s motion and rejoinder, 1. That it appears by the rejoinder that the defendant was not returning home from court at the time of the arrest; 2. That if he was returning home, he had unnecessarily deviated from the direct route, and thereby forfeited his privilege ; and 3. That he submitted to the arrest and gave bail.</p>\n<p id=\"b275-4\">As to the first and second objections, it has been argued, that although the claim of privilege is generally to be taken strictly, yet it is not to be very nicely scanned, but is to be allowed with reasonable indulgence ; that a party returning from court is not bound to go the direct road, but that all necessary deviations are to be allowed ; and that the law is not so strict in point of time, as to require a party to set out immediately after the trial is over, but that a little deviation or loitering would not forfeit his privilege, provided he acted in good faith, and\" the delay and deviation were not for the purpose of transacting his private business. These general principles seem to be well established by the authorities cited, and they appear to the Court reasonable. Bac. Abr. <em>Privilege, B, </em>2; Com. Dig. <em>Privilege, A</em>1; Bro. <em>Privilege, </em>4; <em>Hatch </em>v. <em>Blisset, </em>Gilb. Rep. 308; <em>Lightfoot </em>v. Cameron, 2 W. Bl. 1113.</p>\n<p id=\"b275-5\">But we are of opinion, that, the defendant has not brought his case within the scope of these principles and authorities. Pie admits in his rejoinder, that he went to and remained at Otis for the purpose of attending the funeral of his son. This was a distinct purpose disconnected with his return ; and he was no more protected while he remained there for that purpose, than he would have been if he bad gone there to transact any private business. This being the opinion of the Court, it is unnecessary to consider the other objection.</p>\n<p id=\"b275-6\">\n<em>Defendant's motion overruled, rejoinder adjudged bad, and respondeas ouster awarded.</em>\n</p>\n<decisiondate id=\"b276-6\"><page-number citation-index=\"1\" label=\"268\">*268</page-number><em>Sept. 19th. </em>1837.</decisiondate>\n<p id=\"b276-7\">\n<em>Sept. 22d.</em>\n</p>\n<attorneys id=\"b276-10\"><em>Jones, </em>in support of the objection,</attorneys>\n<p id=\"Aql6\">cited 1 Dunlap’s Pr. 263; Com. Dig. <em>Pleader, C</em>73; 3 Stark. Ev. 1384; <em>Babcock </em>v. <em>Bryant, </em>12 Pick. 133; <em>Cremer </em>v. <em>Higginson, </em>1 Mason, 340; <em>Norton </em>v. <em>Eastman, </em>4 Greenleaf, 521; <em>Rapelye </em>v. <em>Bailey, </em>3 Connect. R. 438; <em>M'Iver </em>v. <em>Richardson, </em>1 Maule <em>&amp; </em>Selw. 557; <em>Sturgis </em>v. <em>Robbins, 7 </em>Mass. R. 301; <em>Safford v. Stevens, </em>2 Wendell, 158; <em>Fraunces’s case, </em>8 Coke, 89.</p>\n<attorneys id=\"b276-11\">\n<em>Sumner, contra,</em>\n</attorneys>\n<p id=\"AEp\">cited <em>Josselyn </em>v. <em>Ames, </em>3 Mass. R. 274.</p>\n<p id=\"b276-8\">The case was subsequently tried, and the note above described was given in evidence, with proof that the plaintiff had paid it, the principal being insolvent.</p>\n<p id=\"b276-9\">The defendant objected to the plaintiff’s right to recover, without an averment and proof of notice to the defendant of the payment of the note, and a demand of contribution, before the action was commenced. This objection was overruled ; and a verdict was rendered for the plaintiff for one third of the amount paid, with interest.</p>\n<author id=\"b276-12\">Shaw C. J.</author>\n<p id=\"ANQ\">The Court are all of opinion that this objection is not well founded. It depends upon an old and very well settled rule, that when there is a present duty to pay money, not dependent upon any collateral act to be done, or condition precedent to be performed, the common averment <em>scepius requisitus </em>is sufficient; but when some collateral act is to be done before the duty arises, and which is necessary to create such duty, the fact must be averred and proved. Com. Dig. <em>Pleader, C </em>70. This principle will, we think, reconcile most of the cases. In the present case the plaintiff and the defendant were cosureties, equally liable to pay the note. The plaintiff paid the whole, as he was bound to do, because the' principal and the other sureties left it unpaid. The law immediately raised an obligation from the defendant to the plaintiff, to pay an aliquot part of this sum, according to the number of the sureties. It was a present debt. It was a payment for the use of the defendant, upon his request implied by law. No special demand and notice therefore were necessary; the <em>scepius requisitas </em>was sufficient.</p>\n<p id=\"b276-13\">\n<em>Judgment on the verdict.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}