{
  "casebody": {
    "data": "<casebody firstpage=\"311\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b319-3\">Araunah Hannum <em>et ux. versus </em>The Inhabitants of Belchertown.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b319-4\">Where a case tried before a jury was reserved by die judge on a question of law, and at the next term one of the parlies moved for a new trial, because the verdict was against die weight of evidence, it was held, under die 26th Rule of Court, that the motion came too late.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b319-5\">In the case of a highway established by user, the jury may be authorized by the circumstances, to find that its limits extend beyond the travelled path.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b319-6\">In an action brought to recover double damages for an injury caused by a defect in a highway, the testimony of the jurors cannot be received to show that the damages were doubled in the verdict.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b319-7\">This was an action on the case, brought upon <em>St. </em>1786, c. 81, § 7, to recover double damages for an injury caused by an alleged defect of a highway in Belchertown, leading from the centre of that town to Ludlow.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b319-8\">At the trial, before <em>Wilde </em>J., the plaintiff proved that the highway had been used by the public for more than forty years, but he produced no evidence that it had ever been laid out or established by any other authority. The alleged defect in the highway was, that at the distance of four feet, as stated by one witness, and seven feet, as stated by two other witnesses, from the west rut of the travelled path, a rock protruded from the ground to the height of from three to four inches, which caused the plaintiff’s wagon to overset. The defendants insisted that the rock was not within the limits of the road. Upon this point the evidence was, that the house of Daniel Hannum stands about four rods west from the travelled path, and that between the fence in front of his house and the path, (which is a distance of three rods and a half,) the ground is common and unbroken turf. The rock is embedded in this common, and the ground is unbroken for a space of from four to six feet between the rock and the path. The travelled path opposite the rock is about seven feet in width, and so continues for some rods each way ; and there was no evidence that the public have ever used the ground west of the travelled path. On the east side of the path, at the distance of about a rod, is a stone wall, continuing from a point about three rods north of the rock to a <page-number citation-index=\"1\" label=\"312\">*312</page-number>point six or eight rods south of the rock. On the west side, a stone wall commences at a point about three rods south of the rock, and runs along for some distance. The space between these two walls varies from one foot over two rods, to one foot less than two rods. These walls had stood over forty years. There was no evidence of any fence or wall on the west side of the way at any place north of the rock. It did not appoai how far south of the rock the road was fenced out on both sides. Wherever the road was fenced on both sides, it was about two rods wide.</summary>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"b320-7\">\n<em>Sept. 30th.</em>\n</otherdate>\n<p data-order=\"6\" data-type=\"otherdate\" id=\"b320-6\">\n<em>Sept. 29th.</em>\n</p>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b320-10\">On this evidence the jury were instructed, that generally a road established by prescription would be limited to the tray elled path, or the space actually used ; but as this was an ancient road, they might infer that it was of about the same width throughout; and whether it was so or not, was left to them to determine from the evidence and circumstances of the case. If this direction was wrong, a new trial was to be granted.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b320-11\">The defendants moved at this term for a new trial, because the verdict was against the weight of the evidence ; but this motion was overruled as coming too late. See 26th Rule of Court.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b320-12\">They also moved for a new trial, on the ground that the jury had doubled the damages ; which they proposed to show oy the depositions of the jurors.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b320-13\"><em>I. C. </em>Bates, <em>Jlshmun </em>and Lawrence, for the defendants,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"A2K\">contended that as the way was established by user, the jury had no right to infer its width from any other circumstance than the user ; which limited it to the travelled path. <em>Jones </em>v. <em>Percival, </em>5 Pick. 486; <em>Emerson </em>v. Wiley, 7 Pick. 70; <em>Watrous </em>v. <em>Southworth, </em>5 Connect. R. 309; <em>Hart </em>v. <em>Chalker, </em>ibid. 311; <em>Harlow </em>v. Humiston, 6 Cowen, 189.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b320-14\"><em>Wells </em>and Willard, for the plaintiffs.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b320-15\">The Court observed that our public roads generally are used for carriages, and that they must be wide enough for two carriages to pass each other ; that the jury had a right to infer from the evidence, that this road extended beyond the path marked by the feet of cattle and wheels ; and that the instruction to the jury was correct.</p>\n<decisiondate data-order=\"15\" data-type=\"decisiondate\" id=\"b321-12\"><page-number citation-index=\"1\" label=\"313\">*313</page-number><em>May term, </em>1838, <em>in Hampden.</em></decisiondate>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b321-2\">On the other motion the case was continued, in order that the defendants might take the testimony of the jurors <em>de bene esse; </em>and subsequently the opinion of the Court was drawn up by</p>\n<author id=\"b321-3\">Morton J.</author>\n<p id=\"APA\">We have received and have examined the depositions of all the jurors, and have come to the conclusion that they are inadmissible, but if admitted would show no sufficient cause for a new trial. The only point in which they all agree is, that they did not render a verdict for <em>double damages.</em></p>\n<p id=\"b321-4\">Nothing could better illustrate the wisdom of the rule, which holds the deliberations of the jury room to be inviolable, and precludes jurors from giving evidence of their own misconduct, of the reason and grounds of their determinations, and the motives which governed their conduct. These are different in different jurors, some being influenced by one reason or motive, and others by different ones. If we required perfect unanimity in their reasoning as well as in the results, agreements would become as rare as disagreements now are.</p>\n<p id=\"b321-5\">Men of strong minds and sound judgments, who are very sure to come to wise and just conclusions, would, if called upon to state the grounds of their opinions, often give very insufficient and unsatisfactory reasons for their decisions. The secrecy of the deliberations and discussions of the jury and the exemption of jurors from the liability of being questioned as to their motives and grounds of action, are highly important to the freedom and independence of their decisions.</p>\n<p id=\"b321-6\">The misunderstanding, or the want of recollection, of the judge’s instructions, if it could be proved, would not be sufficient cause for setting aside a verdict. And the testimony of several jurors, that if they had known that their verdict was to be <em>doubled </em>by the Court, they would not have agreed to it, should not, for their sakes, be received, and furnishes a strong reason for rendering judgment on the verdict, rather than granting a new trial. It shows that they were saved from a wrong decision by their forgetfulness of the judge’s charge, and really rendered a just verdict on legal grounds, when, if they had known the lawful consequences, they would have acted other<page-number citation-index=\"1\" label=\"314\">*314</page-number>wise. See <em>Dorr </em>v. Fenno, 12 Pick. 521; 2 Greenleaf, 41 note <em>; Jackson </em>v. Williamson, 2 T. R. 281; Graham on New Tr. 111 to 130.</p>\n<p id=\"b322-5\">\n<em>Judgment on the verdict.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}