{
  "casebody": {
    "data": "<casebody firstpage=\"499\" lastpage=\"502\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b507-6\">Noah Clark <em>versus </em>William Williams <em>et al.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b507-7\">The <em>Prov. St. </em>13 <em>Will. </em>3, <em>c. </em>20, providing that all conveyances ofiand obtained from the Indians without the license of the General Court shall be void, applies only to conveyances of land in which the aboriginal right of occupancy has never been extinguished; and a purchase from an Indian, without such license, of a lot ofiand in an old settled town, will be deemed valid, unless it be proved that he held the aboriginal right of occupying the same.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b507-8\">Trespass <em>quare clausum. </em>At the trial, before <em>Putnam </em>J., it appeared, that the <em>locus </em>was a lot of land in Middleborougb, containing about thirty acres, formerly owned by Isaac Barker, an Indian, who died more than forty-five years before the al.eged trespass was committed ; that the plaintiff’s father had been in the possession of the <em>locus </em>from the time of, or soon after the death of Isaac Barker, until about the year 1830, when he died, having devised the <em>locus </em>to the plaintiff; that the plaintiff had occupied it ever since; and that the defendants entered thereon, as the servants of Jane Barker, an' Indian woman, who claimed it as heir of her uncle, Isaac Barker, he having left no lineal descendant.</summary>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b508-7\">\n<page-number citation-index=\"1\" label=\"500\">*500</page-number>\n<em>Oct. 28th.</em>\n</decisiondate>\n<p data-order=\"3\" data-type=\"p\" id=\"b508-6\"><em>Oct. </em>26th.</p>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b508-8\">There was no evidence of any entry by Jane Barker, or any one under her, before the entry by the defendants.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b508-9\">A verdict was returned for the plaintiff.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b508-10\">If the Court should be of opinion that the title to the land was in Jane Barker, and that she had a right to enter thereon, at the time of the alleged trespass, a new trial was to be granted ; otherwise, judgment was to be rendered on the verdict.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b508-11\"><em>Eddy </em>and Sturtevant, for the defendants,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AQI\">cited <em>Colonial Ordinance of </em>1633; <em>Prov. St. </em>13 <em>Will. </em>3, <em>c </em>20; 4 Dane’s Abr. 67.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b508-12\"><em>Baylies </em>and Wood, for the plaintiff.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b508-13\">Shaw C. J.</author>\n<p id=\"Al3\">The plaintiff and his ancestors have had an undisputed seisin and uninterrupted possession of the estate in question more than forty years, and this, in ordinary cases, would bar any action or entry under an adverse title. But the defendants show, that upwards of forty years ago, the land was owned and occupied by an Indian ; and insist that as, by law, no title to Indian lands could be acquired by grant, so none could be acquired by adverse possession, which is only evidence of grant. He relies upon the colonial ordinance of 1633, and the provincial act of 1701.</p>\n<p id=\"b508-14\">It would be now more a matter of curiosity than of use, to investigate and trace the policy which governed the early legislation of the colonies, both of Massachusetts and New Plymouth, in regard to the Indian title to lands. It is certain that in both colonies, laws were passed prohibiting individuals from purchasing lands of the Indians, sometimes declaring such conveyances void, and sometimes providing that they should enure to the usé of - the government. It is not necessary to state them in detail.</p>\n<p id=\"b508-15\">Of the .statutes cited by the defendants, the colony ordinance of Massachusetts does not apply, because the land did not lie in that jurisdiction ; \"though an ordinance of similar character was passed- by the colony of New Plymouth. The provincial law was, after the union, extended to both colonies. The object of the statute manifestly was, to secure the Indians from being deceived and imposed- upon, and to enable the government to avail themselves of the full benefit of the crown grant of the lands to themselves and their grantees, by giving them <page-number citation-index=\"1\" label=\"501\">*501</page-number>the exclusive privilege of extinguishing and acquiring the Indians’ right of occupancy. And we think it very manifest, that it was this original right of occupancy and enjoyment, which the natives had, and not a title to be acquired by grant, in lands in which the Indian right had once been extinguished, that the English were prohibited from purchasing. If a township had been granted and settled, and the aboriginal right extinguished, we think it was not the intent of these statutes to prevent an Indian from acquiring and transmitting title, like any other settler.</p>\n<p id=\"b509-4\">The Court are of opinion that this defence cannot avail, on many grounds ; one or two only may be stated.</p>\n<p id=\"b509-5\">In the first place, we think it manifest, that this law was made for the personal relief and protection of the Indians, and is to be so limited in its operation. It is to be used as a shield, not as a sword. The law not only prohibits all grants, but all leases and conveyances of rights of any sort; and the equity of the statute extends to licenses and paroi permissions to enter or occupy. Whatever right the individual Indian, Jane Barker, might have in the land, she could give none to the defendants.</p>\n<p id=\"b509-6\">But a better reason, we think, is, that after a lapse of two hundred years, we are to presume that the township of Middle-borough was duly granted to the proprietors, and set off to hold in severalty amongst themselves, and that the Indian right of occupancy shall be presumed to have been extinguished, unless the contrary is shown. Whenever there was a tract reserved for the use and occupation of the Indians, as in the case of Marshpee, so as to be inalienable under the laws in question, it is a matter of notoriety. This rule of presumption is well founded in the principles of the common law, and is now important to the security of titles. Under the operation of this rule, the general laws of the Commonwealth will have their effect, and lands will be held to be inheritable, alienable and transmissible, according to the general rules of law, unless it be shown that they are reserved to the use of the aborigines and their descendants. When a small tract of land, in an old settled town, has been occupied by a person of Indian origin, in the same manner that similar lots are occupied by white settlers, we think it is not now to be presumed from the circumstance <page-number citation-index=\"1\" label=\"502\">*502</page-number>of his Indian origin alone, that the aboriginal right of i-ccupaney has not been extinguished, and that he holds under that right. But were it otherwise, we do not perceive how the laws of inheritance and descent, applicable to legal estates, could be so applied as to give title to a collateral heir, who has never occupied the land.</p>\n<p id=\"b510-7\">\n<em>Judgment on the verdict for the plaintiff.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}