{
  "casebody": {
    "data": "<casebody firstpage=\"38\" lastpage=\"43\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b62-5\">Shuman, Appellant, <em>v. </em>Main, Beaver &amp; Black Creek Mutual Fire Insurance Co.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b62-6\"><em>Insurance </em>— Fire <em>insurance </em>— Waiver <em>of default </em>— Minutes—Parol <em>explanation of minutes </em>— Corporations—Affidavit <em>of defense </em>— Evi<em>dence.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b62-7\">1. The minuteg of a corporation are prima facie evidence of the facts stated therein and of what took place, but paro.l evidence is always admissible to explain them where they are ambiguous or doubtful in meaning, or, if incomplete, to supplement and supply the omissions.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b62-8\">2. Where an insured under a fire insurance policy claims that he had mailed a check in payment of an assessment, within the time prescribed by the by-laws, and that his policy was not forfeited for nonpayment of the assessment, and the directors at a meeting at which the insured was present, pass a resolution that the check which the insured claimed that he mailed on March 30, 1918, in payment of his assessment “be accepted,” and subsequently the secretary of the company accepts a cash payment of the assessment, and on May 4, 1918, the directors rescind the resolution to accept the check, the company, when sued on the policy, may show by parol evidence that the resolution of the directors was passed with the express understanding that if the check were received within a reasonable time, it should be accepted, otherwise the effect of the by-law was not to be waived. Such evidence did not destroy the effect of the minutes, but was in entire harmony with them. It amplified the resolution and made it intelligible. The time from March 30th to May 4th was a reasonable time for the receipt of the check.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b62-9\">3. In such a case the cash payment accepted by the secretary was no part of the minute, nor authorized by it, and was subject to the explanation that if the check turned up within a reasonable time, the cash payment should relate back to March 30th, but that if the check did not turn up within a reasonable time, the cash payment should not so relate back, or he deemed a payment.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b63-3\"><page-number citation-index=\"1\" label=\"39\">*39</page-number>4. Where, in such case, the affidavit of defense- averred that the first resolution was passed on condition that the check alleged to have been sent was actually received by the secretary, find denied that the cash paid was accepted so as to reinstate the policy as in force before the date of the fire, the later resolution rescinding the former was admissible in evidence.</syllabus>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b63-4\">Argued April 15, 1919.</otherdate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"ALG\">Appeal, No. 326, Jan. T., 1919, by plaintiff, from judgment of C. P. Columbia Co., Sept. T., 1918, No. 77, for defendant in suit of Samuel T. Shuman v. Main, Beaver &amp; Black Creek Mutual Fire Insurance Company.</summary>\n<judges data-order=\"8\" data-type=\"judges\" id=\"AP_\">Before Brown, C. J., Mosohzisker, Frazer, Simpson and Kephart, JJ.</judges>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"A8Gz\">Affirmed.</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b63-5\">Assumpsit on policy of fire insurance. Before Harman, P. J.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b63-6\">An affidavit of defense filed averred that the first resolution, recited below in the opinion of the court, was passed on condition that the check alleged to have been sent was actually received by the secretary, and denied that the cash paid was accepted so as to reinstate the policy as in force before the fire.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b63-7\">The court tried the case, without- a jury, and entered judgment for defendant. Plaintiff appealed.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b63-8\"><em>Error assigned </em>was in entering judgment for defendant on case stated.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b63-9\"><em>C. E. Kreisher </em>and <em>W. H. </em>Rhawn, for appellant.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AzW\">The action of the board of directors constituted a waiver of-the right of the company to declare the policies in suit forfeited and refuse payment of the same: Lycoming Co. Mutual Fire Ins. Co. v. Schollenberger, 44 Pa. 259; Washington Mutual Fire Ins. Co. v. Rosenberger, 84 Pa. 373; Wilson v. Mutual Fire Ins. Co. of Montgomery Co., 174 Pa. 554.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b63-10\">Parol evidence is not admissible to alter and change the recorded action in such a manner as to substitute for the recorded action other action inconsistent and destructive <page-number citation-index=\"1\" label=\"40\">*40</page-number>of the recorded action, except in case of fraud, accident or mistake: Frazier v. Monroe, 72 Pa. 166; Rielly v. Daly, 159 Pa. 605; Hess v. Weingartner, 5 D. R. 451.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b64-3\">The receipt and minutes are of the same date and relate to the same subject-matter. The minutes and receipt should therefore be construed together: Delp v. Bartholomay Brewing Co., 123 Pa. 42.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b64-4\"><em>Fred Ikeler </em>and <em>R. S. Hemingway, </em>for appellee.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AoP\">Parol testimony was admissible to explain the minutes and receipt: Hamill v. Supreme Council of Royal Arcanum, 152 Pa. 543; Rose v. Ind’t Chevra Kadisho, 215 Pa. 69; Nichols v. Nichols, 133 Pa. 438; Sargeant v. Nat. Life Ins. Co., 189 Pa. 346.</p>\n<decisiondate data-order=\"20\" data-type=\"decisiondate\" id=\"ADU\">May 12, 1919:</decisiondate>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b64-5\">Opinion by</p>\n<author id=\"AV3\">Mr. Justice Kephart,</author>\n<p id=\"b64-6\">The appellant brought suit on two policies of insurance covering his frame dwelling, barn and outbuildings. The case was submitted under the Acts of April 22, 1874, P. L. 109, and June 4, 1915, P. L. 822. The policies were issued by a mutual fire insurance company, and, in compliance with the regulations of the company, he deposited with it a premium note, as security for assessments arising from loss by fire, or other cause, covered by insurance policies. An assessment was levied and sent to the appellant on January 18, 1918, due February 23, 1918. A by-law of the company required assessments on premium notes to be paid within •thirty days after demand, otherwise the policy issued would be null and void until the assessments were paid. The appellant duly received the notice, but the company was not paid the amount of the assessment. On April 6th a fire destroyed Shuman’s buildings, his loss aggregating $3,830. He was present when the directors of the company met on April 13th to adjust losses and stated he mailed a check March 30th to the secretary of the company, as required by Ms notice; that the company invited payment in this manner and a policyholder should <page-number citation-index=\"1\" label=\"41\">*41</page-number>not be made <em>to suffer </em>because the check did not reach its destination. The company contended the by-law required the assessment to be paid within thirty days; this was not done, and the policies were null and void when the firq occurred; but, in view of the appellant’s statement, the following resolution was adopted: “A motion was then made by Fenstermaker and Singley that the check of S. T. Shuman, which he claims he mailed the secretary on March 30, 1918, in payment of his assessment, be accepted. Carried only by bare majority.” Thereafter, the secretary received from Shuman the amount of the January 18 assessment in the case and prepared the notices of assessment for the policyholders; before they were sent out, on complaint that the check of March 30th had not yet been received, another meeting of the board of directors was held May 4th, when, it appearing the check was still missing, the action of April 13th was reconsidered and the resolution agreeing to accept the check was withdrawn. This was done in accordance with the board’s understanding of the minutes of April 13th. An offer was then made to explain the recorded minutes, and the sole question for our consideration is the admissibility of the evidence as to what took place at this meeting.</p>\n<p id=\"b65-3\">We may assume, for the present, that the board had authority to accept and receive an overdue assessment after the destruction of the insured property; and that such receipt waived the forfeiture and continued the policy in force. The minutes of a corporation are prima facie evidence of the facts stated therein and of what took place, but parol evidence is always admissible to explain them where they are ambiguous or doubtful in meaning, or, if incomplete, to supplement them and to supply the omission: Hamill v. Supreme Council of Royal Arcanum, 152 Pa. 537, 543; Rose v. Independent Chevra Kadisho, 215 Pa. 69, 74; Schmitt v. Burns, Fleming <em>&amp; </em>Co., 67 Pa. Superior Ct. 449, 452. The resolution provided the check mailed March 30th “be accepted.” It was not definitely known that the check had been lost. <page-number citation-index=\"1\" label=\"42\">*42</page-number>If lost, it could not have been accepted. If not lost, and it afterwards turned up, of course it could have been accepted in accordance with the resolution; but nothing is said of the time within which it must turn up; nor did the directors intend that both cash and the proceeds of the check be taken; nor did the resolution convey the idea the policy would be in full force with the assessment unpaid. If the resolution is taken, literally, of course the appellant could not recover; the check has not been seen to this day. The explanatory evidence did not destroy the effect of the minutes, but was in entire harmony with them. It amplified the resolution, by making it intelligible, in that the check was to be accepted, if received within a reasonable time; otherwise the effect of the bylaw was not to be waived. In this view of the situation, we can well understand the admission of counsel for appellant at the argument that under these circumstances the evidence concerning the minutes was properly admitted. It was ample to sustain the finding of the court below that: “The board determined and decided to receive the amount due on the assessment with the express understanding that if the check alleged to have been mailed by the plaintiff, but not received by the secretary, should turn up or appear within a reasonable time, the payment of the assessment should be considered as having been made on the date when the check was mailéd, to wit: March 30, 1918, but that if the check did not turn up, then the payment was to be considered as having been received on the date actually paid, namely, April 13, 1918; that this understanding was made known to the plaintiff, and, thereupon, the money was paid by him and received by the secretary of the board. That the check' alleged to have been mailed by the plaintiff March 30, 1918, was never found, was not received by the secretary to whom, it was alleged, it was addressed, and that subsequently, on May 4, 1918, at a duly convened meeting” it was resolved not to pay the loss of the plaintiff. The time given for the check to be received was reasonable.</p>\n<p id=\"AAE\"><page-number citation-index=\"1\" label=\"43\">*43</page-number>Between February 23d and April 13th, under the bylaws, the policy was null and void; it was brought into life by the cash payment on April 13th; this payment did not relate back to March 30th. The contention of the plaintiff, that the action of the board of directors on April 13th, evidenced by the minutes, and the receipt and retention of the overdue assessment constituted an irrevocable waiver of the by-law, binding the defendant to pay the amount of the loss, cannot be sustained, under the facts as found. The receipt was no part of the minute, nor authorized by it, and was the subject of explanation. This fact, with the uncertainty of the minute and the evidence introduced, clearly negatives the idea of any binding contract of waiver. The minutes of May 4th were properly admitted in evidence under the affidavit.</p>\n<p id=\"b67-3\">Some of the assignments of error are not in proper form. We have considered all of them, however, and they present no reversible error.</p>\n<p id=\"b67-4\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}