{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"825\" lastpage=\"829\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b847-6\" pgmap=\"847\">In re C. H., a Minor. — (THE PEOPLE OF THE STATE OF ILLINOIS, Petitioner-Appellant, v. C. H., Respondent-Appellee.)</parties><court data-order=\"1\" data-type=\"court\" id=\"b847-7\" pgmap=\"847\">Fourth District</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AHTC\" pgmap=\"847\">No. 16324</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b847-8\" pgmap=\"847\">Opinion filed February 24, 1981.</decisiondate><p data-order=\"4\" data-type=\"judges\" id=\"b847-10\" pgmap=\"847\">CRAVEN, J., concurring in part and dissenting in part.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b847-12\" pgmap=\"847\">Patrick M. Walsh, State’s Attorney, of Decatur (Gary J. Anderson and Robert J. Biderman, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b847-13\" pgmap=\"847\">Daniel D. Yuhas and Lawrence Bapst, both of State Appellate Defender’s Office, of Springfield, for appellee.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b847-14\" pgmap=\"847\">Mr. JUSTICE MILLS</author> <p id=\"A14\" pgmap=\"847\">delivered the opinion of the court:</p> <p id=\"b847-15\" pgmap=\"847\">A question of double jeopardy.</p> <p id=\"b847-16\" pgmap=\"847(23) 848(19)\">Will a plea of guilty to the offense of driving without a license bar subsequent prosecution for obstruction of justice, reckless driving and leaving the scene of an accident involving personal injury, where all such charges arise out of the same acts?</p> <p id=\"b848-3\" pgmap=\"848\">No.</p> <p id=\"b848-4\" pgmap=\"848\">On January 23, 1980, a petition was filed alleging that C. H. was a delinquent minor. In substance, the charges alleged that the minor operated a motor vehicle so as to strike a pedestrian on December 23, 1979, in Decatur, Illinois, did not stop or report the accident, and proceeded to have the car repaired to disguise his involvement.</p> <p id=\"b848-5\" pgmap=\"848\">(Specifically, C. H. was charged with having committed the offenses of leaving the scene of an accident involving personal injury (Ill. Rev. Stat. 1979, ch. 95%, par. 11 — 401), reckless driving (Ill. Rev. Stat. 1979, ch. 95%, par. 11 — 503), and obstruction of justice (Ill. Rev. Stat. 1979, ch. 38, par. 31 — 4).)</p> <p id=\"b848-6\" pgmap=\"848\">An assistant public defender then filed a motion to dismiss the petition on behalf of the minor, alleging that on January 9 or 10, 1980, a traffic citation was issued charging the minor with the offense of driving without a license. (Ill. Rev. Stat. 1979, ch. 95%, par. 6 — 101.) The motion further alleged that at the same time, the officer made a request that a delinquency petition be filed. The minor purportedly pleaded guilty to the citation and was fined. The motion concluded that the subsequent prosecution of the delinquency petition was barred by double jeopardy.</p> <p id=\"b848-7\" pgmap=\"848\">At the hearing on the motion, the assistant public defender directed the court’s attention to our supreme court’s decision in In re Vitale (1978), 71 Ill. 2d 229,375 N.E.2d 87. Counsel noted the supreme court’s discussion of statutory double jeopardy and compulsory joinder (Ill. Rev. Stat. 1979, ch. 38, pars. 3 — 3, 3 — 4), but focused his argument upon the constitutional prohibition against double jeopardy. The assistant State’s Attorney asserted that there was no relationship between the offenses. The trial court noted the ticket stated the minor must appear in court and that a representative of the State’s Attorney’s office is usually present at traffic arraignments. The court concluded the hearing by finding:</p> <blockquote id=\"b848-8\" pgmap=\"848(143) 849(25)\">“The legislatures are created to define crimes and fix the punishment and once the legislature has acted the courts are prohibited by due process and double jeopardy clauses in imposing more than one punishment for the same offense. Also, along that line not involved in this case but even in fact in civil case you must allege all of the possible points for lawsuits arising out of the same offense in the same complaint. You can’t fragment actions into numerous trials. So, the Court is of the opinion In Re Vitale is controlling. Supreme Court has laid down the law, and it is not within the jurisdiction of this Court to do other than follow the law as defined by the Supreme Court of this State and that is the majority opinion and not the dissenting opinion, so consequently Court finds that prosecution under the juvenile petition constitutes double jeopardy in regard to the minor and the motion to dismiss is granted and the cause is stricken.”</blockquote> <p id=\"b849-5\" pgmap=\"849\">The State now appeals, arguing that the subsequent delinquency petition was barred by neither double jeopardy nor the compulsory joinder provisions.</p> <p id=\"b849-6\" pgmap=\"849\">In Vitale, the minor operated an automobile which struck two small children. He was given a traffic citation charging failure to reduce speed to avoid an accident. (Ill. Rev. Stat. 1973, ch. 95M, par. 11 — 601.) The minor pleaded guilty and was fined. On the following day, a delinquency petition was signed by the same police officer who had written the ticket. The petition alleged the commission of involuntary manslaughter. The circuit court dismissed and the appellate court affirmed, finding both charges were based on the same act. In re Vitale (1976), 44 Ill. App. 3d 1030, 358 N.E.2d 1288.</p> <p id=\"b849-7\" pgmap=\"849\">Although our supreme court thereafter in Vitale mentioned sections 3 — 3 and 3 — 4 of the Criminal Code of 1961 (Ill. Rev. Stat. 1979, ch. 38, pars. 3 — 3, 3 — 4), the decision was rendered on the basis of the double jeopardy clause of the United States Constitution. In fact, upon remand following the granting of a writ of certiorari, our supreme court certified that the judgment was based upon Federal constitutional grounds. See Illinois v. Vitale (1980), 447 U.S. 410, 415, 65 L. Ed. 2d 228, 234, 100 S. Ct. 2260, 2264.</p> <p id=\"b849-8\" pgmap=\"849\">Notwithstanding that the remarks of the trial court in this case are subject to differing interpretations, we perceive his holding as a declaration that the double jeopardy of the United States Constitution prohibited the prosecution of the instant delinquency petition. On this narrow question, we reverse.</p> <p id=\"b849-9\" pgmap=\"849\">As noted above, our supreme court in Vitale found that the double jeopardy clause prohibited the prosecution on a juvenile petition charging the commission of involuntary manslaughter where the minor had pleaded guilty to the traffic charge of failure to reduce speed. On writ of certiorari to the United States Supreme Court, the decision was vacated and remanded. (Illinois v. Vitale (1980), 447 U.S. 410, 65 L. Ed. 2d 228, 100 S. Ct. 2260.) Justice White, writing for the majority of the court, set forth the test for determining whether two offenses are the same for purposes of barring successive prosecutions. Quoting from Brown v. Ohio (1977), 432 U.S. 161, 53 L. Ed. 2d 187, 97 S. Ct. 2221, which quoted Blockburger v. United States (1931), 284 U.S. 299, 76 L. Ed. 306, 52 S. Ct. 180, the majority stated:</p> <blockquote id=\"b849-10\" pgmap=\"849(34) 850(31)\">“ ‘The applicable rule is that where the same act or transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or only one, is whether each provision requires proof of a fact which the other does not.’ [Citation.]” 447 U.S. 410, 416, 65 L. Ed. 2d 228, 235, 100 S. Ct. 2260, 2265.</blockquote> <p id=\"b850-5\" pgmap=\"850\">Under the Vitale test, the subsequent prosecution here was not barred. The traffic violation of driving without a license requires that the State show the accused was driving and had no valid license. (Ill. Rev. Stat. 1979, ch. 95/2, par. 6 — 101.) This latter element is not required to establish any of the offenses asserted in the juvenile petition.</p> <p id=\"b850-6\" pgmap=\"850\">Additionally, a cursory examination of the offenses asserted in the petition indicates that they require proof of facts not required for the offense of driving without a license. For example, the offense of leaving the scene of an accident requires that the State establish that the accused failed to remain at the scene or to report the accident within 48 hours. (Ill. Rev. Stat. 1979, ch. 95/2, par. 11 — 401.) Furthermore, reckless driving requires that the State establish that the accused was driving with a wilful and wanton disregard for the safety of persons or property. (Ill. Rev. Stat. 1979, ch. 95%, par. 11 — 503.) Finally, obstruction of justice requires that a person act with the intent to prevent the apprehension or to obstruct the prosecution or defense of a person. Ill. Rev. Stat. 1979, ch. 38, par. 31 — 4.</p> <p id=\"b850-7\" pgmap=\"850\">In People v. Reed (1981), 92 Ill. App. 3d 1115, 416 N.E.2d 694, this court discussed the decision in Vitale as well as the decision in People v. Zegart (1980), 83 Ill. 2d 440, 415 N.E.2d 341. As Reed points out, there are effectively two inquiries surrounding a double jeopardy claim. The first inquiry is whether one of the offenses is always a necessary element of the other offense, as was discussed and applied above. The second inquiry is whether, under the facts of a particular case, it is necessary to rely on and prove one offense to establish the other. Thus in Zeg art a subsequent prosecution for reckless homicide was barred by a prior conviction for crossing a median. Double jeopardy applied because the State indicated, via a bill of particulars, that the evidence of the crossing of the median was necessary to sustain the reckless homicide charge.</p> <p id=\"b850-8\" pgmap=\"850\">The significance of the distinction between the two inquiries used to determine whether the valid double jeopardy claim exists relates to the stage of the criminal prosecution when the claim is raised. By necessity only the first inquiry can be made of a claim which is made prior to trial where there has been no bill of particulars. In contrast, where the court has a bill of particulars as in Zegart, or the State’s case has been presented at trial, it can determine whether a valid double jeopardy claim exists under the facts of the particular case. Since the motion in the instant case was made prior to trial, we have considered only the first inquiry.</p> <p id=\"b850-9\" pgmap=\"850(22) 851(47)\">Although the respondent-minor suggests that “the spirit, if not the letter, of the compulsory joinder statute must apply,” and the State argues it does not, we do not examine this question. While the trial court’s decision is not susceptible to neat pigeonholing, it is clear his decision was not grounded on this basis. Our decision here is not intended as an evaluation of the legitimacy of such a claim.</p> <p id=\"b851-5\" pgmap=\"851\">The trial court’s dismissal of the delinquency petition on the grounds that subsequent prosecution violated the double jeopardy clause of the United States Constitution is hereby reversed.</p> <p id=\"b851-6\" pgmap=\"851\">Reversed and remanded.</p> <p id=\"b851-7\" pgmap=\"851\">GREEN, J., concurs.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\"> <author id=\"b851-8\" pgmap=\"851\">Mr. JUSTICE CRAVEN,</author> <p id=\"Ax9\" pgmap=\"851\">concurring in part and dissenting in part:</p> <p id=\"b851-9\" pgmap=\"851\">It is axiomatic that this court upon review of a case will search the record to affirm and will affirm a trial court when it reached the right result but perhaps for an erroneous reason. In this case, the trial court predicated its dismissal upon a jeopardy question. I would agree that under the case law jeopardy is not a basis for the result.</p> <p id=\"b851-10\" pgmap=\"851\">However, this court in In re R. L. K. (1978), 67 Ill. App. 3d 451, 384 N.E.2d 531, held the compulsory joinder statute of the Criminal Code of 1961 applicable to juvenile proceedings. The opening paragraph of the opinion of Mr. Justice Mills was: “Are the concepts of double jeopardy and compulsory joinder to be applied to MINS proceedings (minor in need of supervision)? The short answer: Yes.” (67 Ill. App. 3d 451, 452, 384 N.E.2d 531, 532.) Thus, under that opinion, and People v. Pohl (1964), 47 Ill. App. 2d 232, 197 N.E.2d 759, and People v. Bressette (1970), 124 Ill. App. 2d 469, 259 N.E.2d 592, at most we would be required here to remand to ascertain whether the prosecutor had knowledge of both offenses at the time of the plea of guilty to the offense of driving without a license. If so, the trial court reached the right result and an ultimate judgment of affirmance should be entered by this court. Thus, I would remand for that limited purpose and proceed thereafter based upon the evidence thus developed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}