{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"372\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b417-7\">Jose TAVARES, Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b417-9\">No. 5577.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b417-10\">United States Court of Appeals First Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b417-11\">Feb. 29, 1960.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b418-4\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>W. Arthur Garrity, Jr., Boston, Mass., with whom John J. Egan, Boston Mass., was on brief, for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b418-5\">Lloyd J. Keno, Atty. Dept, of Justice, Washington, D. C., with whom Howard A. Heffron, Acting Asst. Atty. Gen., and Lee A. Jackson and A. F. Prescott, Attys. Dept, of Justice, Washington, D. C., were on brief, for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b418-6\">Before WOODBURY, Chief Judge, and HARTIGAN and ALDRICH, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b418-7\">ALDRICH, Circuit Judge.</author>\n<p id=\"b418-8\">This is a petition to review a decision of the Tax Court holding petitioner taxable upon one half of the proceeds of a lottery ticket in the 1951 Irish Hospitals’ Sweepstake. The case was tried partly upon a stipulation, and partly upon oral testimony. The stipulation included an agreement that the sole issue before the court was whether one half or, as contended by petitioner, one quarter of the proceeds was the proper fraction to be taxed.</p>\n<p id=\"b418-9\">It was stipulated that in 1951 petitioner was a resident of the Commonwealth of Massachusetts. He was married, but his wife, Anna, was at all material times a non-resident alien. In February of that year petitioner purchased in New York, for $3, Sweepstake ticket No. WM15831, hereinafter called the ticket. He bought the ticket in the name of his niece, Mary Jardine, of Stoughton, Massachusetts, thereby entitling her to any winnings in so far as the Sweepstake operators were concerned, and mailed it to her. It is undisputed that this constituted a completed gift. On March 21, 1951, petitioner and Mary Jardine appeared before a notary public in Massachusetts, and executed and acknowledged an instrument referred to by . the parties and the Tax Court as an affidavit (despite the absence of an oath), which stated as follows:</p>\n<blockquote id=\"b418-11\">“Know All Men By These Presents, That, We, Mary G. Jardine of Stoughton, Massachusetts and Jose Tavares of Brooklyn, New York, have purchased an Irish Sweep Stakes ticket #WM-15831.</blockquote>\n<blockquote id=\"b418-12\">“Be it further known that ownership in said ticket is held as follows:</blockquote>\n<blockquote id=\"b418-13\">Mary G. Jardine 50%</blockquote>\n<blockquote id=\"b418-14\">Jose &amp; Anna Tavares 50%</blockquote>\n<blockquote id=\"b418-15\">(jointly)</blockquote>\n<blockquote id=\"b418-16\">“In Witness Whereof We have hereunto set our hands this 21st day of March A.D. 1951.</blockquote>\n<blockquote id=\"b418-17\">“(s) Mary G. Jardine “(s) Jose Tavares”</blockquote>\n<p id=\"b418-18\">Petitioner testified that he mailed a copy of this to his wife, and the court so found. On May 26, 1951, Mary Jardine was informed by the Sweepstake officials that her ticket had drawn a horse named Artie Prince in the race to be run on May 30th.' Thereafter, Artie Prince won.</p>\n<p id=\"b418-19\">On October 9, 1951, the proceeds of the ticket, in the amount of some $140,000, were deposited to the account of Mary Jardine in a Brockton, Massachusetts, bank. One half of this sum was subsequently transferred by her to petitioner. In November, 1951 he filed an estimated declaration of tax as a single taxpayer, and paid $30,000 to the Government. In August, 1952, he wrote to his wife, saying that he would deposit $16,-000, which “Mr. Maccouly [sic] [his accountant] Says is yours,” in a joint account, and asking her to sign and return the letter if that was agreeable to her. The wife affixed her signature and returned it. Thereafter, to quote the court below, “petitioner * * * placed an undisclosed amount of the money * * in a joint bank account in the names of himself and his wife. Petitioner retained the bankbook evidencing this account. At undisclosed times subsequent to October 9, 1951, petitioner gave his wife undisclosed sums of money.” Later in the opinion, the court modified this by <page-number citation-index=\"1\" label=\"371\">*371</page-number>stating that the amount placed in the bank, subject to petitioner’s “exclusive uso and control,” was 816,00o.<footnotemark>1</footnotemark> The respondent contends that petitioner is taxable on the full half of the ticket proceeds as received from Mary Jardine, whereas petitioner contends that he is taxable on only one fourth of the total winnings because the other fourth was the income of his non-resident alien wife.</p>\n<p id=\"b419-4\"> The Tax Court ruled that under the March 21, 1951, agreement petitioner was “entitled * * * to the receipt of the entire 50 per cent” of the ticket proceeds. This was quite correct. The agreement created a tenancy by the entirety. In Massachusetts where parties are described as husband and wife, or are known by the grantor to be such, a conveyance to them “jointly,” unless it is expressly negatived, creates such a tenancy. Hoag v. Hoag, 1912, 213 Mass. 50, 99 N.E. 521, 522 (“as joint tenants in joint tenancy,” creates tenancy by the entirety); Splaine v. Morrissey, 1933, 282 Mass. 217, 184 N.E. 670 (savings account deposited by husband in “joint names,” ditto.) The husband in such case is entitled, not only to the entire income, or usufruct, but also to full possession and control of the property during the joint lives (and coverture) of himself and his wife.<footnotemark>2</footnotemark> Pineo v. White, 1946, 320 Mass. 487, 70 N.E.2d 294; Childs v. Childs, 1935, 293 Mass. 67, 199 N.E. 383. Payment to petitioner alone was therefore appropriate. However, in order to give effect to the tenancy, he should have deposited or otherwise invested the entire amounts <footnotemark>3</footnotemark> in the name of himself and his wife “as tenants by the entirety, the interest during their joint lives to be payable to the husband, and * * * upon the death of either the survivor * * * to be entitled to * * * [the whole].” Ronan v. Ronan, Mass., 159 N.E.2d 653, 656.</p>\n<p id=\"b419-10\"> Secondly, the court ruled, in petitioner’s favor, as it has done in the past, that although an agreement relating to the division of gambling proceeds cannot be enforced because of its illegality, its practical effect will be recognized for tax purposes if the parties in fact perform. See Christian H. Droge, 1937, 35 B.T.A. 829; Samuel L. Huntington, 1937, 35 B.T.A. 835; Max Silver, 1940, 42 B.T.A. 461, acq., 1940-2 Cum.Bull. 7; William Chelius, 1958, 17 CCH Tax Ct. Mem. 121; Freda Dowling, 1959, 18 CCH Tax Ct.Mem. 737; cf. Harry J. Riebe, 1940, 41 B.T.A. 935, affirmed per curiam 6 Cir., 1941, 124 F.2d 399. We accept this principle. If the nominal owner refuses to perform such an agreement to share the proceeds, he cannot be compelled to. Goodrich v. Houghton, 1892, 134 N.Y. 115, 31 N.E. 516; Roselle v. Farmers’ Bank of Norborne, 1897, 141 Mo. 36, 39 S.W. 274; cf. Haller v. Workingmen’s Co-operative Bank, 1928, 263 Mass. 37, 160 N.E. 324, 56 A.L.R. 1320; Miller v. LePiere, 1883, 136 Mass. 20; White v. Buss, 1849, 3 Cush. 448, 57 Mass. 448. In such event he has received funds which no one can take from him. Compare Commissioner of Internal Revenue v. Wilcox, 1946, 327 U.S. 404, 66 S.Ct. 546, 90 L.Ed. 752 (embezzler has not realized taxable income because of liability to make restitution), with Rutkin v. United States, 1952, 343 U.S. 130, 72 S.Ct. 571, 96 L.Ed. 833, rehearing denied 343 U.S. 952, 72 S.Ct. 1039, 96 L.Ed. 1353 (extortioner realizes taxable income by virtue of control even though title may he defective). But if the parties respect the agreement, the Commissioner must also, in order to be consistent with the <page-number citation-index=\"1\" label=\"372\">*372</page-number>general rule that gambling receipts are taxable income.<footnotemark>4</footnotemark></p>\n<p id=\"b420-4\">However, the problem is how these principles are to be applied. Mary Jardine, as already stated, by her payment to the husband, in the case of a tenancy by the entirety, discharged whatever obligation she could be thought to have had towards the wife under the agreement. Had petitioner thereupon performed his part, his present contentions might be sound. But he did not, either by actually delivering his wife’s share to her,<footnotemark>5</footnotemark> or by recognizing her interest by an appropriate deposit, as discussed above, Mary Jardine had no right to disturb his possession of the funds. Nor could petitioner’s wife require recognition of her claim. Whether the agreement of March 21, 1951, be regarded as a deed of gift, or a declaration of trust, it necessarily related to the division of gambling receipts. Had the wife furnished consideration therefor, she could not have enforced its performance. Goodrich v. Houghton, supra; Roselle v. Farmers’ Bank of Norborne, supra. We cannot believe that she is better off simply because consideration did not move from her. It is true that at some stage initial illegality must run its course. A subsequent agreement concerning the proceeds might not be tainted.<footnotemark>6</footnotemark> But the wife here could not assert rights without direct reliance upon the original agreement. No authority has been found which suggests that this could be successfully accomplished. If his performance could not be compelled by anyone, petitioner was free to retain the property against all the world, clear against any possibility of harassment, and it must be treated as taxable income. Cf. Rutkin v. United States, supra.</p>\n<p id=\"b420-9\">Judgment will enter affirming the decision of the Tax Court.</p>\n<footnote label=\"1\">\n<p id=\"pAzLS\">. There was no evidence to indicate petitioner ever informed his wife of the identity of the bank. He testified that at all times he was supporting her. We could not hold plainly wrong a finding that placing the $16,000 in the joint hank account was not a completed gift to the wife. This was a question of intent. Corkum v. Salvation Army of Massachusetts, Inc., Mass., 162 N.E.2d <em>778; </em>Campagna v. Campagna, 1058, 337 Mass. 599, 150 N.E.2d 689.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b419-12\">. The parties, quite properly, do not suggest that the $70,000 received by petitioner was income in the property sense.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b419-13\">. Whether after payment of taxes it is not necessary to decide.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b420-5\">. Treating petitioner and his wife, for the moment, as a single entity, the agreement of March 21, 1951, purported to make him a half owner of the ticket — a gift of the then value of. $1.50. The ticket, however, under the Sweepstake rules, was payable by the Sweepstake Trustees only upon their order form signed by Mary Jardine. But if petitioner were not to be taxed with the one half that she turned over to him, on the ground that she was voluntarily recognizing an unenforceable obligation and hence making a gift of the $70,000, it would equally follow that every illegal gambling receipt is a gift, and not taxable to the recipient.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b420-6\">. We agree with the Tax Court that the deposit of $16,000 in August, 1952 was too little and too late. It obviously was not complete performance. Assuming true partial performance could, in a proper instance, be regarded tax-wise <em>pro tanto, </em>cf. Freda Dowling, supra, this one, coming eight months after the tax year had passed, and with petitioner retaining full control, had all the earmarks of a purely paper performance for tax purposes. It was at least incumbent upon petitioner to perform promptly if he wanted tax recognition.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b420-18\">. The Tax Court’s definition of this agreement as an “unenforceable collateral agreement” was inadvertent. If the agreement were truly collateral, it would not be unenforceable. Cf. Roselle v. Beckemeir, 1896, 134 Mo. 380, 35 S.W. 1132, writ of error dismissed sub nom. Farmers’ Bank of Norborne v. Roselle, 1898, 172 U.S. 641, 19 S.Ct. 875, 43 L. Ed. 1180.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}