{
  "casebody": {
    "data": "<casebody firstpage=\"770\" lastpage=\"776\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b818-3\">Jose ORTIZ, Appellant, v. GREYHOUND CORPORATION and Frank Robert Liberati, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b818-6\">No. 7988.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b818-7\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b818-8\">Argued Jan. 8, 1960.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b818-9\">Decided March 9, 1960.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b819-8\"><page-number citation-index=\"1\" label=\"771\">*771</page-number>Bernard M. Goldstein, Baltimore, Md. (Marvin I. Singer and Holniker &amp; Wolf, Baltimore, Md., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b819-9\">Thomas G. Andrew, Baltimore, Md. (Rollins, Smalkin, Weston &amp; Andrew, Baltimore, Md., on the brief), for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b819-11\">Before HAYNSWORTH and BORE-MAN, Circuit Judges, and DALTON, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b819-12\">BOREMAN, Circuit Judge.</author>\n<p id=\"b819-13\">This action was instituted by plaintiff appellant, Jose Ortiz, against The Greyhound Corporation, a public carrier, and Frank Robert Liberati to recover damages for injury suffered by Ortiz when he was struck by a Greyhound bus as it was backing from its stall at the Baltimore terminal. The case was properly removed from the Superior Court of Baltimore City to the United States District Court for the District of Maryland. Trial of the case resulted in a jury verdict of $5,000.00 in favor of Ortiz, but the District Court granted Greyhound’s motion for judgment non obstante veredicto. This appeal followed.</p>\n<p id=\"b819-14\">On October 5, 1957, Ortiz, a man 67 years of age, with impaired vision and who was unable to effectively communicate in the English language, was a passenger of Greyhound from New York City, New York, to Baltimore, Maryland. Greyhound had not been informed of his infirmities. Upon arriving at the Baltimore terminal at 7:25 p. m., Ortiz alighted from the bus and, failing to find his daughter who had planned to meet him, remained either on the platform or in the waiting room until about 9:15 p. m., when he wandered out into the terminal driveway and was struck by a bus which had taken on passengers and was backing out of stall number 8.</p>\n<p id=\"b819-15\">In their testimony two of Greyhound’s employees, Rush, a baggage attendant, and Cahill, a porter, placed Ortiz in the terminal waiting room for at least a portion of the time he was at the station. Ortiz, however, testified that he spent the entire time walking up and down the platform looking for his daughter; that he could not remember leaving the platform and he must have been struck while on it; and that when he awoke he was in the hospital. Witness Smith, <page-number citation-index=\"1\" label=\"772\">*772</page-number>a substitute driver awaiting assignment, saw Ortiz in the driveway area, about forty feet from the rear of the bus, five to ten minutes before the accident and thought from his actions that he had been drinking, but paid little attention to him because no bus was ready to leave and Ortiz was following a path which should safely lead him to the Centre Street exit from the driveway.</p>\n<p id=\"b820-4\">The bus involved in the accident was operated by Frank Liberati. He testified that after the passengers had boarded the bus he started the engine and received a signal from a buzzer that the air pressure was below the minimum operating limit; that he allowed the engine to run “at least a minute or a minute and a half” to build up the pressure; that the engine makes a great deal of noise when started; that he checked his side and rear view mirrors, gave one “beep” on the horn and started backing out; that he had traveled only three or four feet when he heard a noise on the side of the bus and stopped as quickly as possible; and that his first knowledge of the accident came when he went to the rear of the bus and saw Ortiz lying on the ground.</p>\n<p id=\"b820-5\">It was shown by the testimony of the investigating officer and others that the platform is shaped like “saw teeth”, each tooth being a stall into which the bus is driven so that passengers may alight directly on the platform; that the platform is elevated some six to eight inches above the driveway area, is about twelve feet wide and is well lighted; that there are no barriers to prevent passengers from entering the driveway area; that the bus involved in the accident is about forty feet long; and that the accident occurred about forty-two feet from the front edge of stall number 8.</p>\n<p id=\"b820-6\">The District Court based its decision to grant judgment n. o. v. on what it considered the three most significant facts:</p>\n<blockquote id=\"AP8\">“(1) the accident to the plaintiff occurred two hours after he, as a passenger, had arrived and landed safely at the bus terminal in Baltimore;</blockquote>\n<blockquote id=\"b820-7\">“(2) his accidental injury occurred at a place not provided for or used by passengers but in a private driveway used by the defendant for the operation of its buses on arrival and departure from the terminal; and</blockquote>\n<blockquote id=\"b820-8\">“(3) no one saw or knew that the plaintiff was in a dangerous position before his injury.” [175 F.Supp. 18.]</blockquote>\n<p id=\"b820-9\"> The pertinent rule, as expressed in Snead v. New York Cent. R. Co., 4 Cir., 1954, 216 F.2d 169, 172, is as follows:</p>\n<blockquote id=\"b820-10\">“ ‘It is well settled that on a motion for a directed verdict or on motion for judgment n. o. v. based on such motion, the evidence must be considered in the light most favorable to the party against whom the the directed verdict or the judgment n. o. v. is asked, that any conflict in evidence must be resolved in his favor and that every conclusion or inference that can be legitimately drawn therefrom in his behalf must be drawn.’ * * *</blockquote>\n<blockquote id=\"b820-11\">“ * * * Verdict can be directed only where there is no substantial evidence to support recovery by the party against whom it is directed or where the evidence is all against him or so overwhelmingly so as to leave no room to doubt what the fact is. * * *”</blockquote>\n<p id=\"b820-12\">The majority of the court in the Snead case concluded that the judgment n. o. v. was improperly granted. Judge Soper dissented, not because of any disagreement as to the law but because of the application of the law to the facts of the case. His language, in the dissent, is particularly noted here. Quoting from Pennsylvania R. Co. v. Chamberlain, 1933, 288 U.S. 333, 343, 53 S.Ct. 391, 77 L.Ed. 819, Judge Soper said:</p>\n<blockquote id=\"b820-13\">“ * * * where the evidence is ‘so overwhelmingly on one side as to leave no room to doubt what the fact is, the court should give a peremptory instruction to the jury.’ * * * <page-number citation-index=\"1\" label=\"773\">*773</page-number>The rule is settled for the federal courts, and for many of the state courts, that whenever in the trial of a civil case the evidence is clearly such that if a verdict were rendered for one of the parties the other would be entitled to a new trial, it is the duty of the judge to direct the jury to find according to the views of the court. Such a practice, this court has said, not only saves time and expense, but ‘gives scientific certainty to the law in its application to the facts and promotes the end of justice.’ * * * The scintilla rule has been definitely and repeatedly rejected so far as the federal courts are concerned.”</blockquote>\n<p id=\"b821-4\">See also Gunning v. Cooley, 1930, 281 U.S. 90, 50 S.Ct. 231, 74 L.Ed. 720; Aetna Cas. &amp; Sur. Co. v. Yeatts, 4 Cir., 1941, 122 F.2d 350; Roedegir v. Phillips, 4 Cir., 1936, 85 F.2d 995.</p>\n<p id=\"b821-5\">In the case here the evidence is so overwhelmingly against the plaintiff “as to leave no room to doubt what the fact is”. Though Ortiz testified that he never left the platform, such testimony must be considered in light of his inability to recall many of the occurrences of the evening. He admittedly was greatly distressed when he could not find his daughter. He could not remember straying from the platform to the driveway area but insisted that the accident occurred on the platform. Credible witnesses, one of whom was called by Ortiz himself to prove that a Greyhound employee saw him and recognized his infirmity, unequivocally placed Ortiz in the waiting room shortly after he arrived at the terminal. All these considerations fully support the lower court’s conclusions: (1) That there is no substantial evidence to contradict or impeach the testimony of the witnesses, Rush and Cahill, who said that Ortiz was safely seated in the waiting room; and (2) that, regardless of the foregoing determination, there is no material legal difference whether Ortiz wandered from the waiting room to the private driveway or more directly from the platform.</p>\n<p id=\"b821-6\">It is a well settled rule of law that a carrier owes to a person in a passenger status the duty to exercise the highest degree of care and skill in everything that concerns his safety. This duty is not limited to the actual transportation of passengers, but requires also that the carrier provide safe means of ingress to the station and vehicle, safe waiting spaces and safe means of egress from the vehicle and the station. Kaplan v. Baltimore &amp; O. R. Co., 1954, 207 Md. 56, 113 A.2d 415; Dilley v. Baltimore Transit Co., 1944, 183 Md. 557, 39 A.2d 469, 155 A.L.R. 627. See also 13 C.J.S. Carriers §§ 678(a), 713, 723 (1939).</p>\n<p id=\"b821-7\">Bearing in mind these recognized principles, we must determine: (1) Whether Ortiz occupied the passenger status at the time of the accident; or (2) if not, what duty of care did the bus company owe to him because (a) an agent of the company saw him prior to the accident in “an area of danger”; or (b) an agent of the company recognized his infirmity and “failed to take extra precaution on his behalf”.</p>\n<p id=\"b821-8\">The relation of carrier and passenger does not cease at the moment the passenger alights from the carrier’s vehicle, but continues until the passenger has had a reasonable opportunity to leave the carrier’s station premises. What is a reasonable time is, of course, to be determined from all the facts and circumstances and includes a reasonable time to care for baggage and prepare for departure. 13 C.J.S. Carriers § 565 (1939). The Maryland law has long recognized that the passenger invitee status may be changed, geographically or chronologically, to that of a trespasser or, at most, a licensee.</p>\n<p id=\"b821-9\">In Levine v. Miller, 1958, 218 Md. 74, 145 A.2d 418, a girl, twelve years of age, requested and received permission to use a recreation room maintained by the apartment development manager for use of the tenants. When departing the premises, the girl intentionally left one door unlocked, returned the key to the manager and later, without his knowledge or consent, went back in the room <page-number citation-index=\"1\" label=\"774\">*774</page-number>through the unlocked door. While in the room, she leaned against a heavy disconnected radiator which fell on her injuring her left heel. The court held that upon re-entering the room, the girl exceeded her permissive invitation and thereby became a trespasser or, at the most, a licensee to whom the owner owed no duty except to abstain from wilful or ■wanton misconduct and entrapment.</p>\n<p id=\"b822-4\">In Jackson v. Pennsylvania R. Co., 1938, 176 Md. 1, 3 A.2d 719, 120 A.L.R. 1068, a man was using a path across railroad tracks and was struck by a train in reverse motion. The path was well worn and was used with knowledge of the railroad company. The plaintiff urged that since the railroad company acquiesced in the use of the path, it owed to him a duty to keep a lookout. The eourt, contrary to plaintiff’s contention, held that he was a mere licensee to whom the railroad company owed only the duty to refrain from wilfully or wantonly injuring him and to use reasonable care to avoid injury <em>when his danger vjas discovered.</em></p>\n<p id=\"b822-5\">So, too, in Benson v. Baltimore Traction Co., 1893, 77 Md. 535, 26 A. 973, 20 L.R.A. 714, the court held that a boy who was injured while visiting a power house under a license from the President of the company could not recover because the company owed no duty to furnish a guide —the only duty being to abstain from wilful or wanton misconduct toward him. See also Pellicot v. Keene, 1942, 181 Md. 135, 28 A.2d 826, in which a retail store customer (a young boy) was held to have exceeded his invitation by going behind the counter where he fell through a trap door into the basement; and Gordon Sleeprite Corp. v. Waters, 1933, 165 Md. 354, 168 A. 846, where a man was held to have exceeded his invitation by entering the factory proper when he found no one in the office where he had called to collect a bill.</p>\n<p id=\"b822-6\">The foregoing cases clearly indicate that in Maryland the invitee status may be lost by exceeding the invitation; and, further, they may be accepted as authority for the proposition that the loss of such status may result when the passenger strays too far from the area set aside for passengers or remains an unreasonable period of time after being delivered to his destination.</p>\n<p id=\"b822-8\">On the basis of these authorities and the facts cleai’ly established by the evidence, we are of the opinion that, at the time of the accident, Ortiz was stripped of his passenger invitee status and relegated, at most, to the status of a licensee. As a licensee, the only duty owed to Ortiz by Greyhound was to refrain from wilful or wanton misconduct toward him or to use reasonable care to avoid injury if and when it was discovered that he was in danger.</p>\n<p id=\"b822-9\">We are mindful of Philadelphia, B. &amp; W. R. Co. v. McGugan, 1905, 102 Md. 270, 62 A. 752, cited by Ortiz, but it is clearly distinguishable from the instant case. There the plaintiff was a passenger and was obliged to change cars at a certain station. The car in which he was riding stopped short of the platform and he left the car by the rear exit, intending to cross over the tracks to the car in which he was to continue his journey. While crossing the tracks, he fell in a drain or culvert and was injured. The eourt held that since plaintiff was given no directions as to where he should alight or in what way he should reach the other train, the questions of carrier’s negligence and plaintiff’s contributory negligence were properly questions for jury determination. In that case, the plaintiff had not reached his destination and was clearly a passenger unless the passenger status was terminated by his own act in going where he should not have gone. Since he had received no instruction either as to the exit he should use or as to the path he should follow to the other train, his procedure may have been justified. Such is not true in the instant ease where a well defined area of safety existed which Ortiz used and then abandoned.</p>\n<p id=\"b822-10\">Ortiz contends that even though he may have lost his passenger status, still the bus company was negligent because its agent, Smith, who was an extra <page-number citation-index=\"1\" label=\"775\">*775</page-number>driver waiting to be called if needed, saw him in an “area of danger” five to ten minutes before the accident occurred.</p>\n<p id=\"b823-4\">We must reject appellant’s contention. In Carroll v. Spencer, 1953, 204 Md. 387, 104 A.2d 628, 631, 44 A.L.R.2d 1247, after stating that Maryland follows the Massachusetts rule, which provides that the only duty owed by a landlord to a trespasser or a bare licensee is to abstain from intentional injury, the court said: “The standard, under this rule, includes something more than ordinary inadvertence, and, in essence, is like a wilful, intentional wrong”. In that case several young boys were playing around a house under construction when one of them fell through a hole cut in the floor and into the basement. Plaintiff contended that since a foreman on the construction job had seen the boys five to ten minutes before the accident, he had the duty to warn them of the impending peril. The court said further:</p>\n<blockquote id=\"b823-5\">“ * * * The appellant’s own testimony, corroborated by that of the other boy in the house, as to the length of time which passed between the moment the foreman saw him and the fall into the hole, shows that he cannot, in any sense, have been in either real or imminent peril. The peril of a trespasser which requires the owner of property, if he is to avoid liability, to refrain from wilful injury, must be actual and immediate. It is not the mere possibility that harm will ensue from the act, or failure to act, of a trespasser who has the natural faculties and the opportunity in time and environ- ' ment to avoid such harm, which will impose liability on the owner. For example, it has been held that: * * * * where a party is discovered on the track of a railroad in the full power of locomotion and no impediment to his escape, those on the train may well act upon the assumption that he will use his senses for his protection and get out of the way of danger before he is struck.’ Garvick v. United Rys. &amp; Electric Co., 101 Md. 239, 246, 61 A. 138, 140; Chesapeake Beach R. Co. v. Donahue, 107 Md. 119, 68 A. 507. * -x- * <em>&gt;’</em></blockquote>\n<p id=\"b823-10\">For Federal Court decisions applying Maryland law see also Jones v. City of Aberdeen, Maryland, D.C.D.Md.1956, 138 F.Supp. 727, and Duff v. United States, 4 Cir., 1949, 171 F.2d 846.</p>\n<p id=\"b823-11\">Ortiz further contends that since he has defective vision and the defect was noticed by the bus company’s baggage attendant, he was entitled to a higher degree of care and attention beyond that owed to the ordinary passenger. The baggage attendant, Rush, saw Ortiz get off the bus and saw him “patting” the luggage as if looking for a certain suitcase. Rush talked with Ortiz, who asked him for coffee, and Rush told him to wait and he would show him the way. By the time Rush finished loading the luggage, Ortiz had left and Rush saw and heard him talking with a lady about getting a soda. Later Rush saw Ortiz in the waiting room sitting on a bench.</p>\n<p id=\"b823-12\">Even assuming that Rush was such an agent of the bus company as to bind it by what he saw, and further assuming that what he observed was sufficient to put him on notice of Ortiz’s infirmity, we are of the opinion that Rush would be justified in believing that Ortiz was not in any danger. When last seen by Rush,, Ortiz was safely positioned on a bench in the waiting room and Rush could properly assume that he would remain there.</p>\n<p id=\"b823-13\">We are cited to Veenstra v. United Rys. &amp; Electric Co., 1925, 148 Md. 512, 129 A. 678, and Baltimore &amp; O. R. Co. v. Leapley, 1886, 65 Md. 571, 4 A. 891. The effect of the holding in both cases is that agents of the company are presumed to have ordinary eye-sight and able to distinguish between persons in good health and persons with infirmities; that the agents must realize what can be done by the one class of persons cannot be done by the other and the agents must not leave an infirm person in a position where he would be exposed to unnecessary danger. We are in perfect agreement with <page-number citation-index=\"1\" label=\"776\">*776</page-number>the legal principles followed in the two last cited cases. However, it is our opinion that whatever duty may have been owed by Rush to Ortiz was terminated when Rush observed Ortiz in the safety of the waiting room.</p>\n<p id=\"b824-4\">For the reasons stated herein, we hold that the action of the District Court in granting Greyhound’s motion for judgment n. o. v. was proper.</p>\n<p id=\"b824-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}