{
  "casebody": {
    "data": "<casebody firstpage=\"458\" lastpage=\"462\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b514-6\">UNITED STATES of America, Plaintiff-Appellee, v. LeRoy Basil McMANAMAN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b514-9\">No. 80-1403.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b514-10\">United States Court of Appeals, Tenth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b514-11\">Argued May 12, 1981.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b514-12\">Decided July 8, 1981.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b515-8\"><page-number citation-index=\"1\" label=\"459\">*459</page-number>Stephen K. Lester, Asst. U.S. Atty., Wichita, Kan. (James P. Buchele, U.S. Atty., Wichita, Kan., with him on the brief), for plaintiff-appellee.'</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b515-9\">Thomas G. Hanlon, Tulsa, Okl., for defendant-appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b515-10\">Before McWILLIAMS and DOYLE, Circuit Judges, and KERR, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b515-13\"> Honorable Ewing T. Kerr, United States District Judge for the District of Wyoming, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b515-11\">McWILLIAMS, Circuit Judge.</author>\n<p id=\"b515-12\">LeRoy Basil McManaman was charged in the first count of a four-count indictment with conspiring with three unindicted co-conspirators to possess with an intent to distribute, and to distribute, methamphetamine, a controlled substance, in violation of 21 U.S.C. § 846 (1976). Two of the unindicted co-conspirators were Mary Eileen Shipman and her then recently deceased husband, Harold Richard Shipman. In Counts II, III, and IY, the defendant was charged with the distribution of methamphetamine on three different occasions, namely, April 28, 1977, June 21, 1977, and June 25, 1977, respectively, in violation of 21 U.S.C. § 841(a)(1).</p>\n<p id=\"b515-16\">A jury convicted the defendant on Counts I and II. At the same time the jury returned a verdict of not guilty on Count III and failed to reach a verdict on Count IV. The latter count was later dismissed on the Government’s motion. On appeal, McManaman’s conviction on the first two counts was reversed and the case was remanded for a new trial. <em>United States v. McManaman, </em>606 F.2d 919 (10th Cir. 1979).</p>\n<p id=\"b515-17\">The second trial resulted in a hung jury. Immediately thereafter the case was reset for a third trial. In the third trial, McManaman was convicted on both counts and he now appeals the sentences imposed in connection therewith. On appeal, McManaman raises three points, and they will be considered seriatim.</p>\n<p id=\"b515-18\">I. The Motion for Continuance</p>\n<p id=\"b515-19\">The primary ground urged for reversal is the trial court’s denial of defendant’s motion for a continuance. As above indicated, the defendant’s second trial began on January 7, 1980, and ended with a hung jury. The jury was then discharged, and a mistrial declared. At the same time the case was reset for a third trial on February 25, 1980, which was satisfactory to all concerned.</p>\n<p id=\"b515-20\">At the defendant’s firt trial he was represented by an Oklahoma attorney, who had been the McManaman’s family attorney for many years. At the defendant’s second trial he was represented not only by the Oklahoma attorney, but also by a second attorney from Lubbock, Texas, who appeared as co-counsel. The Oklahoma attorney was said to be the lead counsel, although the Texas attorney actively participated throughout the second trial. It was apparently the defendant’s intention that he be represented at his third trial by both the Oklahoma attorney and the Texas lawyer.</p>\n<p id=\"b515-21\">On or about February 11, 1980, calendar complications began to develop for the Oklahoma lawyer. At the time the trial judge reset the instant case for trial on February 25, 1980, Oklahoma counsel was <page-number citation-index=\"1\" label=\"460\">*460</page-number>aware that he had another criminal case scheduled to go to trial in the Northern District of Oklahoma on February 8, 1980. The latter setting was later vacated by that court and reset for trial on February 19, 1980. As soon as counsel learned that his Oklahoma case had been reset, he advised the judge in the present case, which was to be tried in Topeka, Kansas, of the possible conflict. Counsel was fearful that the Oklahoma case would not be concluded in time to permit his appearance at the commencement of McManaman’s trial. Although the present record before us is not entirely clear in this regard, it would appear that Oklahoma counsel was advised that the trial court in the present case was disinclined to continue the matter.</p>\n<p id=\"b516-4\">In any event, the instant case came on for trial on February 25, 1980, in Topeka, Kansas. The defendant was present, of course, and was represented by his Texas attorney. Defendant’s Oklahoma lawyer was not present, because he was still involved in the proceeding in the Northern District of Oklahoma. At this time a formal motion for a continuance was presented to the trial court. After hearing from all the parties, the trial court denied the motion. Defendant now contends that such action constitutes reversible error. We do not agree.</p>\n<p id=\"b516-5\">It is agreed that a motion for continuance is addressed to the sound discretion of the trial court and, on appeal, a denial of such request is not grounds for reversal unless there is a clear abuse of discretion which results in manifest injustice. <em>United States v. Brewer, </em>630 F.2d 795, 802 (10th Cir. 1980) and <em>United States v. Wilks, </em>629 F.2d 669, 673 (10th Cir. 1980). There is no mechanical formula for deciding whether a denial of a continuance constitutes an abuse of discretion. Each case must necessarily turn on its own facts. <em>Ungar v. Sarafite, </em>376 U.S. 575, 84 S.Ct. 841, 11 L.Ed.2d 921 (1964).</p>\n<p id=\"b516-9\">Application of the general- rule to the facts of the instant case leads us to conclude that the trial court did not abuse its discretion in denying the defendant’s request for a continuance. The trial judge did not treat defendant’s request in a casual manner, as is evidenced by the detailed statement explaining his denial of a continuance.</p>\n<p id=\"b516-10\">In this connection, the trial court gave the following reasons for denying defendant’s motion for a continuance: (1) the Texas attorney was thoroughly conversant with the case, having been present throughout the second trial of the case and having participated therein; (2) the Texas attorney had access to the transcript of the first trial; (3) the Texas attorney had demonstrated at the second trial that he was fully competent to proceed in the matter without the presence of the Oklahoma attorney; (4) all counsel had been advised in early January, 1980, that the case was being firmly reset for trial on February 25, 1980; (5) the motion for a continuance had been filed at a very late date; and (6) the Government had already subpoenaed its witnesses, some of whom were coming from considerable distances, for the trial on February 25,1980.</p>\n<p id=\"b516-11\">Under the described circumstances, we fail to see an abuse of discretion on the part of the trial court. The Texas attorney had been over the same ground before, as he was co-counsel and an active participant in the second trial, even though the Oklahoma attorney may well have been the lead counsel. Moreover, there is no real suggestion that defendant did not receive the assistance of competent counsel at his trial.<footnotemark>1</footnotemark> There is a suggestion that if the Oklahoma lawyer had been involved, the defendant would not have testified in his own defense, and that the decision to allow the defendant to testify was a tactical error. This, of course, is purely hindsight. Our study of the record indicates that the Texas attorney gave the defendant competent and vigorous representation.</p>\n<p id=\"b517-4\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>Two cases involving facts somewhat comparable to the present case are <em>Giacalone v. Lucas, </em>445 F.2d 1238 (6th Cir. 1971), <em>cert. denied, </em>405 U.S. 922, 92 S.Ct. 960, 30 L.Ed.2d 793 (1972) and <em>Rolon Marxuach v. United States, </em>398 F.2d 548 (1st Cir.), <em>cert. denied, </em>393 U.S. 982, 89 S.Ct. 454, 21 L.Ed.2d 443 (1968). In <em>Lucas, </em>the Sixth Circuit held that where a defense attorney was unavailable for trial due to hospitalization, but his partner and an associate were available, prepared, and proceeded to competently try the case, the denial of a request for a continuance was not an abuse of discretion. 445 F.2d at 1240-43. In <em>Marxuach, </em>the First Circuit held that the expeditious handling of a case may take precedence over a defendant’s preference between co-counsel, each of whom was competent to try the case, where the preferred attorney was unavailable for trial. 398 F.2d at 551.</p>\n<p id=\"ArX\">II. The Statements of Harold Shipman</p>\n<p id=\"ASC\">Harold Shipman was an unindicted co-conspirator of the defendant. Shipman died shortly before the indictment against the defendant was returned. At the trial of this matter, a Government informant and Mary Eileen Shipman, the widow of Harold Shipman, were permitted to testify, over objection, as to conversations they had with Harold Shipman.<footnotemark>2</footnotemark> This evidence was admitted on the basis that Shipman’s statements were those of a co-conspirator uttered during the course and in furtherance of the conspiracy, and therefore admissible against all members of the conspiracy. In this regard, it is the defendant’s position that although the statements made by the deceased, Harold Shipman, to his wife and the informant may come within an exception to the hearsay rule, such nonetheless violates his Sixth Amendment right to confrontation. This same argument was made, and rejected; in McManaman’s first appeal. 606 F.2d at 926-27. That ruling, then, is in a real sense now the law of the case.<footnotemark>3</footnotemark> In any event, the “indicia of reliability” which supported the admission of these statements in the first trial of this case are also present in the record before us, <em>i. e., </em>Ship-man was in a position to have personal knowledge of the matters of which he spoke; the statements were made as a part of the incident as it occurred or concerned recent events; and the statements tend to incriminate Shipman, so they can be said to be against his penal interest. 606 F.2d at 927; <em>See also Dutton v. Evans, </em>400 U.S. 74, 88-89, 91 S.Ct. 210, 219, 27 L.Ed.2d 213 (1970).</p>\n<p id=\"b517-9\">III. The Cross-Examination of the Defendant</p>\n<p id=\"b517-10\">The final ground urged for reversal relates to the Government’s cross-examination of the defendant. Counsel complains that the prosecution was overly zealous and inquired into matters that the trial court, and this Court in its earlier opinion, had declared to be improper. We have studied the cross-examination of the defendant quite carefully, and find no error in this regard.</p>\n<p id=\"b517-11\">Prior to the second and third trials of this matter, the trial court ruled that there could be no inquiry into the June 21 transaction, which was the basis for Count III in the indictment, since the first jury acquitted the defendant on that count. We find no reference to the June 21 transaction in any of the cross-examinations of McManaman. Additionally, even though the trial court ruled that there could be inquiry into the June 25 transaction,<footnotemark>4</footnotemark> which was the <page-number citation-index=\"1\" label=\"462\">*462</page-number>basis for the fourth count of the indictment, we find no cross-examination of the defendant pertaining to that particular date.</p>\n<p id=\"b518-4\">In our earlier opinion wherein we reversed the defendant’s first conviction, we held that the recording of the defendant’s statements to Mary Shipman, in which a plan to murder the Government informant was discussed, though technically admissible for impeachment purposes, should not have been used since its probative value was substantially outweighed by the danger of unfair prejudice. 606 F.2d at 925-26. Notwithstanding our pronouncement, it is apparent that on the third trial of this matter it was the intent of the prosecution to cross-examine the defendant concerning his threat to kill the informant. Fortunately, the trial court foreclosed this line of inquiry before any prejudicial response was made. Otherwise, a fourth trial of this matter would have been necessary. Outside the hearing of the jury, the trial court ruled that the Government could not inquire into any threats made by the defendant on the informant’s life. There is nothing in the record to indicate that the jury in the third trial knew anything about this matter.<footnotemark>5</footnotemark> In sum, the cross-examination of McManaman was not improper, in light of the trial court’s timely limitation. <em>See United States v. Perea, </em>413 F.2d 65 (10th Cir. 1969), <em>cert. denied, </em>397 U.S. 945, 90 S.Ct. 960, 25 L.Ed.2d 125 (1970).</p>\n<p id=\"b518-5\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b516-6\">. In fact, Oklahoma counsel appeared on behalf of the defendant at the oral argument of this case in this Court and specifically stated that his co-counsel from Texas provided adequate representation of the defendant at trial.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b517-5\">. Additionally, tape recordings of conversations involving these three parties were admitted, over objection.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b517-6\">. Addressing this precise issue in the prior appeal of this case, we found that the statements of Harold Shipman were admissible under Fed. R.Evid. 801(d)(2)(E) as statements made by an unindicted co-conspirator during the course and in furtherance of the conspiracy. We went on to address the Confrontation Clause issue and found that there were several indicia of reliability which justified the admission of the statements even though there was no confrontation of the declarant.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b517-13\">. The trial court allowed evidence as to the June 25 transaction, which was the basis for Count IV of the indictment, apparently on the ground that there was no prior verdict as to Count IV and the Government had dismissed that count, distinguishing evidence relating <page-number citation-index=\"1\" label=\"462\">*462</page-number>thereto from evidence relating to Count III of the indictment.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b518-8\">. The defendant also suggests that the jury was prejudiced by references which were made to the fact that the August 1 conversation between the defendant and Mary Shipman was tape recorded, although no tape recording was played at trial. The defendant contends that these references raised the jury’s curiosity as to why the tape was not played at trial. We fail to find such references in any way prejudicial.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}