{
  "casebody": {
    "data": "<casebody firstpage=\"726\" lastpage=\"732\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b782-10\">Rose L. KRAMER, 100% Stockholder—Finast Metal Products, Inc., Plaintiff-Appellant, v. SECRETARY, UNITED STATES DEPARTMENT OF the ARMY and Chief, Legal Department of the Department of the Army, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b782-13\">No. 828, Docket 79-6163.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b782-14\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b782-15\">Argued March 21, 1980.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b782-16\">Decided July 16, 1980.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b783-5\"><page-number citation-index=\"1\" label=\"727\">*727</page-number>Timbers, Circuit Judge, filed a dissenting opinion.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b783-21\">Rose L. Kramer, Flushing, N. Y., for plaintiff-appellant, pro se.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b783-22\">Robert L. Begleiter, Asst. U. S. Atty., Brooklyn, N. Y. (Edward R. Korman, U. S. Atty. for the Eastern District of New York, Miles M. Tepper, Asst. U. S. Atty., Brooklyn, N. Y., of counsel), for defendants-appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b783-23\">Before KAUFMAN, Chief Judge, TIMBERS, Circuit Judge, and LASKER, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b783-12\"> Hon. Morris E. Lasker of the United States District Court for the Southern District of New York, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b784-3\"><page-number citation-index=\"1\" label=\"728\">*728</page-number>LASKER, District Judge.</author>\n<p id=\"b784-4\">Rose Kramer, appearing <em>pro se, </em>appeals from an order dismissing her complaint for failure to state a claim upon which relief can be granted. Because we conclude that Kramer has stated a cause of action for wrongful misuse of a trade secret under New York law that is within the jurisdiction of the district court under the Federal Tort Claims Act, 28 U.S.C. § 1346(b), we reverse the order of the district court and remand the case for further proceedings.</p>\n<p id=\"b784-5\">In determining the sufficiency of Kramer’s complaint, the district court properly looked beyond the complaint itself, which was prepared without the aid of counsel and provides only an imperfect view of her claim. We, too, have considered Kramer’s submissions in addition to the formal pleadings in piecing together her factual allegations and legal theories. We rely in particular on Kramer’s memorandum of law and fact in opposition to defendants’ motion to dismiss, dated June, 1979.</p>\n<p id=\"b784-6\">As reported there, the circumstances that bred this lawsuit relate to a contract for the manufacture of 60 mm. mortar projectiles let by the Army to Finast Metal Products, Inc., a corporation owned and managed by Kramer. Because a multitude of difficulties arose in connection with the contract almost from the moment Finast’s bid was opened, on September 10, 1973, and determined to be the lowest responsive bid submitted, the contract was not awarded until June 18, 1974, following extensive surveys, negotiations, and reviews. Of the intervening events, those particularly relevant here relate to Kramer’s efforts to locate a foundry willing and able to supply 60 mm. forging blanks for use in the production of 60 mm. projectiles.</p>\n<p id=\"b784-7\">When she submitted Finast’s bid to the Army, Kramer expected to use blanks supplied by the National Extruded Metal Products Company (“Nempco”), the only known source of such blanks. However, in January, 1974, she learned that Nempco was about to go out of business and would not be able to supply forgings to Finast. The very day she learned this, Kramer telephoned an acquaintance, an engineer and entrepreneur who was in the process of setting up a foundry. He informed her that his new company would be able to supply the forging blanks Finast would require in order to fulfill the contract then being worked out with the Government. That company, Canusa Extrusion-Engineering, Inc. (“Canusa”), was established shortly thereafter.</p>\n<p id=\"b784-9\">Kramer notified the Government that she had located a new supplier of forging blanks, but declined to identify the new source until the Government agreed to treat the information in confidence. She asserts that the government did agree, and on May 14,1974, she sent the Government a mailgram identifying Canusa as the new supplier. Her mailgram stated:</p>\n<blockquote id=\"b784-10\">“Due to circumstances existing in the world market and the fact that this supplier is presumably the only known additional source and was developed by us for the production of the subject items, we claim that the name and address of this source is proprietary information to our company and must not be divulged to competitors or other sources of supply for 60 mm projectiles.”</blockquote>\n<p id=\"b784-11\">Government inspectors then visited Canusa’s plant and eventually approved Canusa as a subcontractor for 60 mm. forging blanks.</p>\n<p id=\"b784-12\">Having obtained the identity of her source, Kramer charges, Government employees contrived to award Finast a contract they knew was unworkable, to wrongfully terminate that contract, and to put Finast out of business, so that they could award the contract for the production of 60 mm. projectiles to a favored firm, to which they disclosed Canusa’s identity.</p>\n<p id=\"b784-13\">Although Kramer’s pleadings and other papers contain wide-ranging charges, and her detailed and lengthy allegations of fact are broad enough to compass a variety of causes of action, the gravamen of her complaint is the claim that the Government wrongfully procured and disclosed the identity of the new source of forgings that she <page-number citation-index=\"1\" label=\"729\">*729</page-number>had discovered. Thus, the introductory paragraph of her memorandum of law and fact in opposition to the defendants’ motion to dismiss complains of alleged</p>\n<blockquote id=\"AaN\">“wrongful acts of Government employees while acting within the scope of their office and employment in order to conspiratorilly [sic] gain control of plaintiff’s sole source 60 MM forging subcontractor, the only independent Government approved 60 MM forging source in the United States then, so that these Government employees could place contracts for 60 MM projectiles with their favored prime contractors . . ..”</blockquote>\n<p id=\"b785-4\">Kramer persists in mislabelling this claim as one for “conversion.” On the Government’s motion to dismiss, the district court properly looked beyond the label to the facts alleged in reviewing Kramer’s complaint. The court dismissed the complaint “pursuant to reasons placed on the record after argument” in a hand endorsement dated July 17, 1979. After Kramer moved for reargument, the district court issued a memorandum of decision and order dated August 17, 1979, reaffirming the pri- or dismissal. There the court stated:</p>\n<blockquote id=\"b785-5\">“It is clear that to the extent that plaintiff seeks review of the administrative action below [in which Kramer unsuccessfully appealed the termination of Finast’s contract to the Armed Services Board of Contract Appeals], the Court of Claims is the proper forum because she seeks damages in excess of $10,000. 28 U.S.C.- § 1346(a)(2). And while conversion does state a cause of action under the Federal Tort Claims [Act], the facts as alleged by plaintiff do not constitute conversion but rather constitute a claim for intentional interference with contract rights. Suits based on such a claim may not be- brought under the Federal Tort Claims Act. 28 U.S.C. § 2680(h).”</blockquote>\n<p id=\"b785-6\">To the extent that Kramer seeks damages for breach of contract in excess of $10,000., or for tortious interference with her subcontract with Canusa, the district court’s decision is correct. However, we believe the court erred in concluding that the claim that Kramer insists on labelling one for conversion was in fact a claim for intentional interference with contract rights. If Kramer’s <em>pro se </em>complaint is liberally construed, her putative “conversion” claim must be viewed as a cause of action for misappropriation of a trade secret recognized under New York law and consequently within the district court’s jurisdiction under the Federal Tort Claims Act.</p>\n<p id=\"b785-8\">Stripped to their essentials, Kraiher’s factual allegations reduce to this: the Government induced Kramer to disclose the identity of her supplier in confidence, and then divulged that information to others in breach of that confidence. Kramer’s knowledge of Canusa’s willingness to supply 60 mm. forging blanks constituted a trade secret protected by New York law. “ ‘A trade secret, like any other secret, is nothing more than private matter; something known to only one or a few and kept from the general public; and not susceptible to general knowledge.’ ” <em>Leo Silfen, Inc. v. Cream, </em>29 N.Y.2d 387, 394-95, 328 N.Y.S.2d 423, 430, 278 N.E.2d 636, 641 (1972) (quoting <em>Abdallah v. Crandall, </em>273 App.Div. 131, 133, 76 N.Y.S.2d 403, 406 (3d Dept. 1948)). Kramer alleges that she was the only one who knew of Canusa’s willingness to supply the forgings in question, and her documented reluctance to disclose the identity of her source to the Government for fear that it would divulge this information to a competitor demonstrates that she regarded the information as proprietary. Since she disclosed that information in confidence, she did not, as a matter of law, make the sort of “dissemination to the trade and public” that would defeat her claim of trade secret protection. <em>Ewen v. Gerofsky, </em>86 Misc.2d 913, 918, 382 N.Y.S.2d 651, 655 (Sup.Ct.N.Y.Co.1976) (Fein, J.).</p>\n<p id=\"b785-9\">Under New York law, then, Kramer’s complaint states a cause of action sounding in tort. This brings her claim within the purview of the Federal Tort Claims Act, which creates exclusive jurisdiction in the district courts over tort claims against the United States “under circumstances where the United States, if a private person, <page-number citation-index=\"1\" label=\"730\">*730</page-number>would be Hable to the claimant in accordance with the law of the place where the act or omission occurred.” 28 U.S.C. § 1346(b). There remains only the question whether her action can be maintained despite the provisions of 28 U.S.C. § 2680(h), which bars any claim under the Federal Tort Claims Act</p>\n<blockquote id=\"b786-4\">“arising out of assault, battery, false imprisonment, false arrest, malicious prosecution, abuse of process, libel, slander, <em>misrepresentation, deceit, </em>or interference with contract rights.”</blockquote>\n<p id=\"b786-7\">At oral argument the Government suggested that even if Kramer’s complaint is construed as stating a claim for misappropriation of a trade secret, her claim is barred because she charges that the Government accomplished its tortious object through fraud and deceit, which, the Government argues, brings her claim within the scope of section 2680(h). However, the essence of the tort of misappropriation of a trade secret is the unauthorized use or disclosure of secret information obtained through improper means, including theft, espionage, bribery, and coercion as well as trickery, or in breach of confidence, including breach of a good faith representation that a confidence would be protected as well as a fraudulent misrepresentation to the same effect. Although Kramer’s papers are replete with charges of deceit leveled at Government employees, those charges form no necessary element of her claim, which is simply that she provided secret information to the Government in confidence, and that the Government subsequently made unauthorized use of that information. If proven, this alone would establish the Government’s liability. “One does not have a right to secure a trade secret or invention by reason of a confidential relationship and to use it without accounting to the source.” <em>Ewen v. Gerofsky, supra, </em>86 Misc.2d at 918, 382 N.Y.S.2d at 655.</p>\n<p id=\"b786-8\">The dissent argues that Kramer will not be able to establish that Canusa’s identity qualifies as a trade secret under New York law. Of course, if she cannot, her claim must fail. But the record establishes that she clearly considered it a secret, and treated it as a secret. The question whether it was actually a secret is one of fact that must be determined by the trier. The dissent also argues that Kramer was required to disclose the identity of her subcontractor as part of the Government’s pre-award survey procedure, and that she did so “freely and voluntarily.” However, Kramer’s allegations are quite clear that whatever the requirements may have been, government employees agreed to honor her demand that the information, once disclosed, be treated in confidence, and that she disclosed it only in reliance on this commitment. If she proves this, and the Government’s failure to honor that commitment, it is irrelevant whether (as she also alleges) the Government never intended to honor the commitment when it made it. Thus, although Kramer clearly believes that the Government acted deceitfully, she need not prove that it did so to prevail on her claim.</p>\n<p id=\"b786-10\">As an alternate ground for affirming the district court’s decision, the Government asserts that Kramer failed to exhaust all available administrative remedies before commencing this suit. Since the Government did not raise this jurisdictional defense below, we do not have an adequate record before us to pass upon it here. Specifically, we do not know the fate of Kramer’s administrative claim submitted to the Army. Similarly, the Government’s statute of limitations defense, not raised below, should be heard there first.</p>\n<p id=\"b786-11\">We conclude that the district court’s characterization of Kramer’s “conversion” claim was in error, and that properly construed that claim states a cause of action for misuse of a trade secret that is within the district court’s jurisdiction under the Federal Tort Claims Act.</p>\n<p id=\"b786-12\">Accordingly, we reverse and remand this case to the district court for further proceedings.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b786-13\">TIMBERS, Circuit Judge,</author>\n<p id=\"Aq2O\">dissenting:</p>\n<p id=\"b786-14\">If this case involved no more than the majority’s liberal reading of a pro se liti<page-number citation-index=\"1\" label=\"731\">*731</page-number>gant’s complaint, there would be no occasion for this dissent. That rule of construction has long been established by our Court and the Supreme Court. <em>E.g., Haines v. Kerner, </em>404 U.S. 519 (1972).</p>\n<p id=\"b787-4\">What the majority has done, however, goes far beyond a liberal construction of the complaint, read in the context of the record before the district court. In what strikes me as a transparent effort to bring appellant under the Federal Tort Claims Act, the majority sua sponte has devised a purported cause of action for misappropriation of a trade secret which neither appellant nor her attorney in the district court ever remotely suggested — a <em>cause of action, moreover, which finds no support whatsoever in the record, </em>even read in the light most favorable to appellant. For these reasons I respectfully but emphatically dissent.</p>\n<p id=\"b787-5\">It is important to keep in mind that appellant herself never has made any claim that the government misappropriated any trade secret. Nowhere in the district court record or in the briefs before this Court does there appear any suggestion of an allegation involving a trade secret. This is not a case where an inexperienced layman has failed to comply with technical rules of pleading or has stumbled in selecting a precise tort rubric. Appellant’s asserted tort claims are many and varied, but they lie in other areas — misrepresentation, deceit, or interference with contract rights — which are expressly excluded by § 2680(h) of the Federal Tort Claims Act.</p>\n<p id=\"b787-6\">Moreover it is noteworthy that, although appellant appeared pro se in our Court and at various times in the district court, she did have the aid of counsel in the district court proceedings on the motion to dismiss her complaint which gave rise to this appeal. Yet neither appellant nor her counsel ever mentioned a trade secret either in the arguments before the district court or in the memorandum of law filed in the district court in opposition to the motion to dismiss. While we of course' must be vigilant in safeguarding the rights of pro se litigants, it seems to me that this Court furthers no sound policy by devising new claims or theories of law for litigants who are capable of advancing such claims themselves, but fail to do so.</p>\n<p id=\"b787-10\">The majority’s ill-advised rush to bring appellant’s claim under the Federal Tort Claims Act is further compounded by the utter lack of support in the record for a claim of misappropriation of a trade secret. This is so for at least two reasons.</p>\n<p id=\"b787-11\">First, as a matter of law, appellant will not be able to demonstrate that the name of a single, independent supplier of 60 mm. “forging blanks” (i.e., her subcontractor) could qualify as a trade secret under New York law which is applicable here. 28 U.S.C. § 1346(b) (1976). There simply is no real secret involved. The forging subcontractor was not precluded from publicizing its capabilities to others or from dealing with appellant’s competitors.<footnotemark>1</footnotemark> Moreover the existence of this forging subcontractor was required to be disclosed to the government as part of the pre-contract award procedure; and, when the government conducted a pre-award survey of appellant and her subcontractor, the existence of the latter became part of the public domain. <em>See, e. g., Ferranti Electric, Inc. v. Harwood, </em>43 Misc.2d 533, 537-40, 251 N.Y.S.2d 612, 616-<page-number citation-index=\"1\" label=\"732\">*732</page-number>19 (Sup.Ct., Nassau County, 1964) (held that name of supplier and information disclosed in reports to government were not trade secrets). Mere conclusory statements by appellant that such information was “secret” or “proprietary” cannot transform the subcontractor’s existence into a trade secret.</p>\n<p id=\"b788-4\">Second, assuming arguendo that somehow appellant could get over this hurdle and establish that the name of her subcontractor was a trade secret, there still are no allegations — and no basis in the record for allegations — that the government “misappropriated” this information. Appellant gave the name of her subcontractor to the government freely and voluntarily as part of her effort to win a government contract for the manufacture of 60 mm. mortar projectiles. The contract would not have been awarded without the pre-award survey by the government of appellant and her subcontractor referred to above; and the survey could not have been made without disclosure of the name of the subcontractor. If appellant had decided <em>not </em>to disclose her “secret” subcontractor to the government, then the “secret” would have been worthless; she would have been awarded no contract and she would have had no need of a subcontractor. In short, the government did not “misappropriate” anything. It was given information by appellant as part of a standard procedure by which appellant sought to win a government contract. Appellant’s grievance, viewed in the light most favorable to her, is not that the government stole her “secret”, but rather that the government deceived her into signing a contract which she could not perform and then “took away” her subcontractor when she defaulted. Such “deceit”, however, is not actionable under § 2680(h) of the Federal Tort Claims Act.</p>\n<p id=\"b788-5\">If this case involved a hapless pro se litigant who had mislabeled a valid cause of action under the Federal Tort Claims Act, I would agree with my brothers that it should be remanded to the district court. But I think it is elemental that courts should not restructure a pro se litigant’s allegations in order to state a claim which does not exist. Appellant’s claim is <em>not </em>that a trade secret was stolen by the government; her claim is that the government wrongfully terminated her contract in order to “take over” her forging subcontractor. In other words, appellant claims that the government purposely destroyed her business relationship with her subcontractor so that the subcontractor would be free to sell its forging blanks to others. Such a claim is not actionable under the Federal Tort Claims Act, since § 2680(h) excludes misrepresentation, deceit, or interference with contract rights from the coverage of the Act. As a Court, we should not concoct a new claim for appellant in order to bring her under the Act, especially when Congress has expressly excluded from coverage under the Act the only claim appellant asserts.</p>\n<p id=\"b788-7\">I therefore dissent.</p>\n<footnote label=\"1\">\n<p id=\"b787-7\">. The forging subcontractor, Canusa Extrusion-Engineering Inc., was wholly independent of appellant. Canusa simply had entered into an arrangement with appellant whereby Canusa agreed to sell 60 mm. forging blanks to appellant. In an earlier related case, the district court found that</p>\n<blockquote id=\"b787-8\">“the agreement [between appellant and Ca- • nusa was] to continue as long as [appellant] ‘has either bids pending, contracts or is involved in the 60 mm. program’ or ‘until such time that in the opinion of “Canusa” this arrangement becomes detrimental to “Canusa’s” best interest’, provided that ‘ “detrimental” does not mean not accepting 60 mm. forging blank business from others’ than [appellant].”</blockquote>\n<p id=\"b787-13\"><em>Finast Metal Products, Inc. v. Canusa Extrusion-Engineering, Inc., </em>Civil Action No. 76 C 64 (E.D.N.Y. May 12, 1978) (Nickerson, J.). Thus,' Canusa was obligated only to fill appellant’s orders for forging blanks and to do so only as long as certain preconditions were met. Appellant had no further control over Canusa’s actions.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}