{
  "casebody": {
    "data": "<casebody firstpage=\"770\" lastpage=\"771\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b806-7\">RAENTSCH v. AMERICAN CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b806-8\">No. 8127.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b806-9\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHB\">March 23, 1936.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b806-20\">Marvin C. Hix, of San Francisco, Cal., and Harry T. Kyle, of Santa Rosa, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b806-21\">Barrett &amp; McConnell, of Santa Rosa, Cal., and Brobeck, Phleger &amp; Harrison, of San Francisco, Cal., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b806-22\">Before WILBUR, GARRECHT, and MATHEWS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b806-23\">WILBUR, Circuit Judge.</author>\n<p id=\"b806-24\">On September 2, 1935, appellant, alleging that he was a farmer, filed an application under section 75(c), (n), (r) of the <page-number citation-index=\"1\" label=\"771\">*771</page-number>Bankruptcy Act as amended August 28, 1935, 49 Stat. 246, 942 (11 U.S.C.A. § 203 (c), (n), (r). He did not ask to be adjudged bankrupt under subdivision (s) of section 75 (49 Stat. 942, § 6, 11 U.S.C.A. § 203 (s).</p>\n<p id=\"b807-4\">On September 10th, after due notice, the appellee, a creditor, moved to dismiss the proceedings on the ground that the debtor was not a farmer within the meaning of section 75 of the Bankruptcy Act. The motion was heard on September 10, 1935, whereupon the District Court ordered the matter referred to a special master to take evidence and report his findings and conclusions on the question involved’. Upon the filing of the master’s report on November 29, 1935, the court confirmed the report and dismissed the debtor’s petition on the ground that he was not a farmer.</p>\n<p id=\"b807-5\">On December 12, 1935, the District Court granted appellant’s petition for leave to appeal. No such application was filed with this court, and the time for such application has expired. The question it, whether the allowance of the appeal by the District Court gave this court jurisdiction of the appeal.</p>\n<p id=\"b807-6\">The appellee relies upon our decision in Wilkerson v. Cooch, 78 F.(2d) 311, dismissing an appeal from a similar order of dismissal, and upon Vitagraph, Inc., v. St. Louis Properties Corporation (C.C.A.) 77 F.(2d) 590, both cited with approval by the Supreme Court in Meyer v. Kenmore Granville Hotel Co., 56 S.Ct. 405, 80 L.Ed. -. The appellant, however, points out that the reasoning in these decisions is not strictly applicable to the case at bar because of the amendment of section 75, subd. (n), in August, 1935, 49 Stat. 942 (11 U.S.C.A. § 205(n); it being contended that, by reason of the amendment, the petition herein, under subdivision (b) of section 75, as amended (11 U.S.C.A. § 205(b), is no longer equivalent to an adjudication of bankruptcy as was theretofore the case, and that the filing of the petition is equivalent to the adjudication of bankruptcy only when there is a prayer for such adjudication by the bankrupt farmer. The appellee concedes that this construction of subdivision (n) of section 75, supra, is a tenable one. Appellant also argues that, although the filing of the petition under subdivision (n) of section 75 has no longer the effect of an adjudication, the dismissal of the petition is in effect by analogy under section 75 (n) a refusal to adjudicate the petitioner a bankrupt, and therefore appealable as of right from the District Court under 11 U.S.C.A. § 48, Bankr.Act § 25, as amended, as an appeal “from a judgment * * * refusing to adjudge the defendant a bankrupt.” In view of the appellant’s contention that he has not asked to be adjudged a bankrupt, it is difficult to see how a dismissal of the .petition could be deemed equivalent to a refusal to adjudge him a bankrupt. We conclude that, unless the farmer’s petition asked for an adjudication of bankruptcy, the dismissal of the petition cannot be construed as refusal to adjudicate him a bankrupt, and also that, if it does, it is not so equivalent. Wilkerson v. Cooch (C.C.A.) 78 F.(2d) 311, supra.</p>\n<p id=\"b807-11\">The appellant predicates jurisdiction in this court upon another theory, namely, that the decision of the District Court dismissing the petition is in a controversy in bankruptcy as distinguished from a proceeding in bankruptcy. This position is so clearly untenable that it is unnecessary to do more than cite one of our own recent decisions upon that subject, Hirschfeld v. McKinley, 78 F.(2d) 124.</p>\n<p id=\"b807-12\">We conclude that the appeal is not one from an order refusing to adjudge the appellant a bankrupt and is from an order made in a proceedings in bankruptcy. Therefore, an allowance of the appeal by the district court is ineffective to give jurisdiction to this court. 11 U.S.C.A. §§ 47, 48, Bankruptcy Act, §§ 24, 25, as amended, 28 U.S.C.A. § 225(c), Judicial Code, § 128(c), as amended; 11 U.S.C.A. § 203(n), section 75(n) of the Bankruptcy Act, as amended in 1935, 49 Stat. 942.</p>\n<p id=\"b807-13\">Appeal dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}