{
  "casebody": {
    "data": "<casebody firstpage=\"441\" lastpage=\"445\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b485-2\">Commonwealth <em>v. </em>Sarver, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b485-3\"><em>Criminal law </em>— Sentence—Imprisonment—Allegheny <em>county workhouse </em>— Acts <em>of May 1, 1861, P. L. 682, March 21, 1865, P. L. 517 and March 8, 1871, P. L. 184 </em>— Judicial <em>notice.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b485-4\">1. Under the Acts of May 1, 1861, P. L. 682, March 21, 1865, P. L. 517, and March 8, 1871, P. L. 184, a person convicted of assault and battery before a justice of the peace and six jurors in Washington county may be sentenced to a term of imprisonment in the Allegheny county -workhouse.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b485-5\">2. The fact that Washington county is a county having an agreement with the Allegheny county workhouse fon the care of its prisoners, is a fact of which the courts in Washington county will take judicial notice.</syllabus>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b485-6\">Argued April 19, 1910.</otherdate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"AS_\">Appeal, No. 94, April T., 1910, by defendant, from order of C. P. Washington Co., Nov. Term, 1909, No. 89, affirming sentence in case of Commonwealth v. John W. Sarver, Jr.</summary>\n<judges data-order=\"6\" data-type=\"judges\" id=\"AYz4\">Before Rice, P. J., Henderson, Morrison, Orlady, Head, Beaver and Porter, JJ.</judges>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AuGc\">Affirmed.</disposition>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b485-7\">Exceptions to the record of a justice of the peace. Before McIlvaine, P. J.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b485-8\">The facts are stated in the opinion of the Superior Court.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b485-9\"><em>Error assigned </em>was in dismissing the exceptions to the record.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b485-10\"><em>Vernon Hazzard, </em>for appellant.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"ABC\">The manner of treatment is different in the jail of the county of Washington from what it is in the Allegheny county workhouse: Beale v. Com., 25 Pa. 11.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b485-11\">When the law appoints a particular judgment for an offense the court cannot alter it: Daniels v. Com., 7 Pa. 371; Rogers v. Com., 5 S. &amp; R. 463; Scott v. Com., 6 S. &amp; R. 224; James v. Com., 12 S. &amp; R. 220; Clellans v. Com., 8 Pa. 223; Stockwell v. United States, 80 U. S. 531.</p>\n<decisiondate data-order=\"14\" data-type=\"decisiondate\" id=\"A8q\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>November 21, 1910:</decisiondate>\n<p data-order=\"15\" data-type=\"summary\" id=\"b486-3\"><em>C. L. V. Acheson, </em>district attorney, with him <em>T. H. W. Fergus, </em>assistant district attorney, for appellee, cited: Com. v. Zelt, 138 Pa. 615.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b486-4\">Opinion by</p>\n<author id=\"A3_\">Beaver, J.,</author>\n<p id=\"b486-5\">The Act of March 21, 1865, P. L. 517, extended to Washington county the provisions of an act entitled, “An act to change the mode of criminal proceedings in Erie and Union Counties,” passed May 1, 1861, P. L. 682, known as the Erie act.</p>\n<p id=\"b486-6\">Under the provisions of these acts, the defendant was tried before a justice of the peace and six jurors upon a charge of assault and battery, and was convicted and sentenced by the justice “to pay a fine of one dollar and costs and to serve six months in the Allegheny county workhouse.”</p>\n<p id=\"b486-7\">Upon certiorari to the court of common pleas, the defendant raised in the court below, as he raises here, the legality of the sentence of the justice.</p>\n<p id=\"b486-8\">It is provided in sec. 9 of the act of May 1, 1861, supra, “That, whenever the jury shall render a verdict of guilty, the justice shall proceed to pass sentence upon the defendant according to law, and with the like effect as if the defendant had plead guilty or then [been?] convicted in the court of quarter sessions; and any sentence of imprisonment which may be imposed shall only be inflicted in the jail of the proper county,” etc.</p>\n<p id=\"b486-9\">March 8, 1871, P. L. 184, an act of assembly was passed, entitled, “A supplement to an act entitled ‘a supplement to an act for the better management of the Allegheny County prison,’ approved the first day of February, Anno Domini one thousand eight hundred and sixty-six,” in which it is provided in sec. 2: “In-every county having such agreement with said workhouse” (it was not denied in the court below nor is it denied here, that Washington county was such a county), “it shall be the duty of every court, justice of the peace or other magistrate, by whom any person, for any crime or misdemeanor not punishable <page-number citation-index=\"1\" label=\"443\">*443</page-number>by imprisonment in the state penitentiary may be sentenced, for any time not less than sixty days, to sentence such persons to the Allegheny county workhouse, there to be received, kept and employed in the maimer prescribed by law, and the rules and discipline of such workhouse; and it shall be the duty of any such court, justice of the peace or other magistrate, by a warrant of commitment duly issued by the court, justice or magistrate, declaring such sentence, to cause such person so sentenced to be forthwith conveyed, by some proper officer, to said workhouse.”</p>\n<p id=\"b487-3\">Was the sentence, as authorized in the act last cited, in accordance with the law?</p>\n<p id=\"b487-4\">The cases cited by the appellant and urged as ruling the question here involved — Com. v. Barge, 11 Pa. Superior Ct. 164; Com. v. Barton, 20 Pa. Superior Ct. 477; Com. v. Fetterman, 26 Pa. Superior Ct. 569; Com. v. Lewis, 29 Pa. Superior Ct. 282 — all relate to sentences by the court to punishment not authorized by law for the crimes of which the defendants were severally found guilty, and do not raise the question which is raised here.</p>\n<p id=\"b487-5\">We fail to see why the case of Com. v. Zelt, 138 Pa. 615, in which the defendant was convicted of selling liquor without license under the Brooks Law of May 13, 1887, P. L. 108, does not rule the present case. That sentence was imposed under an act passed subsequently to that of 1871, supra, and, upon appeal to the Supreme Court, it was held that the sentence, which was similar to the one imposed in this case, was legal, in which Mr. Chief Justice Paxson, who delivered the opinion of the Supreme Court, said: “We find no error in the action of the court below in sentencing the defendants to imprisonment in the Allegheny county workhouse. See third assignment. It appears to have the sanction of an act of assembly.” The sentence in the Zelt case, supra, was imposed under sec. 15 of the Brooks act of 1887, supra, which is: “Any person who shall hereafter be convicted of selling or offering for sale any vinous, spirituous, malt or <page-number citation-index=\"1\" label=\"444\">*444</page-number>brewed liquors, or any admixture thereof, without a license, shall be sentenced to pay a fine of not less than five hundred dollars, nor more than five thousand dollars, and undergo an imprisonment in the county jail of not less than three months, nor more than twelve months.” If, therefore, the provisions of this act were complied with by a sentence to the Allegheny county workhouse under the provisions of the act of 1871, supra, a fortiori the sentence imposed in this case under the act of 1871, which expressly provided for the change from the county jail, as provided by the Erie act of 1861, to the Allegheny county workhouse, is valid and binding.</p>\n<p id=\"b488-3\">The appellant argues that the rules and regfilations of the Allegheny county workhouse impose more severe punishment than would be inflicted in the county jail under a like sentence, but there seems to be no evidence of this kind, and it does not seem to have been raised in any regular way in the court below, nor is there anything before us but mere allegation upon the subject.</p>\n<p id=\"b488-4\">It is also argued by the appellant: “And finally, since the commonwealth has not shown, nor attempted to show, any contract by the managers of the Allegheny county prison with the Washington county commissioners, as permitted by the act of 1871, this court will not presume that such a contract has been made.” This question does not seem to have been raised in the court below. It is alluded to by the judge who heard the certiorari and is disposed of in this .way: “There is no dispute that Washington county is in the western district of the Supreme Court of Pennsylvania, nor is there any dispute that it has a contract with the managers of the Allegheny county workhouse to receive defendants who have been sentenced by the court, or any justice or magistrate of this county, to imprisonment in that institution.” In the absence of dispute in the court below, it is unnecessary for us to consider the question here, and indeed there is nothing which raises the question in such a way as to enable us to consider it.</p>\n<p id=\"b489-2\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>Without this, however, it is only necessary, and perhaps quite sufficient, to say that these were facts within the peculiar knowledge of the court and that they were, therefore, those of which the court not only could, but ought to, take judicial notice. Judicial notice or knowledge may be defined as \"The cognizance of certain facts which judges and jurors may, under the rules of legal procedure or otherwise, properly take and act upon without proof, because they already know them:” 16 Cyc. 849. It was essential to the everyday administration of criminal justice for the court to clearly have in mind these facts which, as it says, were not disputed, and, therefore, there was no necessity for the introduction of distinct and specific evidence to bring them to its attention.</p>\n<p id=\"b489-3\">The case, as it appears to us, was carefully considered in the court below and properly disposed of. Its decree, therefore, is affirmed and the appeal dismissed at the costs of the appellant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}