{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"432\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b441-9\">Jackson <em>against </em>Case.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"A_Gd\">Wherea verdict. is taken for the plaintiff, subject the court on-a ease tobe made, ¿thne0P|a™a'¿“ up the case, according to the rules and practice of the court, the defendant may give notice of motiqp at the'next term for judgment; and if no sufficient excuse is then shown by the plaintiff, for not making the case, the court will order judgment to be entered foe the defendant.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b441-16\">When a verdict is taken, subject to the opinion of the court, ijo. order for a stay of proceedings is necessary; and it does not come within the rule of practice allowing either party to notice the case for argument, but thp defendant may move the court for )e?ve to enter judgment.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b441-10\">A VERDICT was taken for the plaintiff in this cause, at the _ ... <em>i. </em>i . . <em>r , Orange </em>circuit, in 1814, subject to the opinion or the court on a case to be made. No case having been made by the plaintiff, ■ . ‘ , according to the rules and practice of the court, on an affidavit <page-number citation-index=\"1\" label=\"432\">*432</page-number>of the above facts, and of a. service of a notice on the plaintiff’s attorney, that the defendant would move for judgment at this term; - <em>Fisk </em>now moved that judgment be entered for the defendant.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b442-4\"><em>Story, </em>contra,</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"ArY\">objected, that the defendant ought to have noticed, the case for argument; and, if the plaintiff was not then rea'dy -with bis cases, for the argument, the defendant would, according to the course of practice, be entitled to his judgment, unless the plaintiff could excuse his default.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b442-5\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"A8R\">The course pursued by the defendant’s attorney was correct. The rule permitting either party to give notice of the argument of a case, presupposes that the case is settled; so that there can be no controversy on that point, when a motion is made to bring on the' argument. Where a verdict is taken subject to the opinion of the, court, no order for a stay of proceedings is necessary; and the defendant must have leave from the court to proceed. To allow the defendant to notice the case for argument would be a very inconvenient practice. The court would, then, be obliged to hear the plaintiff’s excuse for not having made up bis case in due season; and if there were any disagreement between the parties, as to facts, affidavits wo.uld be necessary : Thus would be' drawn before the court, on days assigned to hear enumerated motions, matters intended to be confined to the days fixed for the hearing of nonenumefated motions. No sufficient excuse having been shown, on the part of the plaintiff, for not having made the case, the motion must be granted.</p>\n<p id=\"b442-7\">Motion granted.<footnotemark>(a)</footnotemark></p>\n<footnote label=\"(a)\">\n<p id=\"b442-8\"> <em>Vide Beardsley's executors </em>v. <em>Root, </em>11 <em>Johns. Rep. </em>406.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}