{
  "casebody": {
    "data": "<casebody firstpage=\"65\" lastpage=\"67\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b93-9\">Ex Parte Doo Mitchum.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b93-10\">No. 6773.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANB\">Decided February 1, 1922.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b93-11\">1.—Habeas Corpus—Intoxicating Liquors—Former Jeopardy.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b93-12\">Where relator did not claim that he had been tried and convicted, but admits that the prosecution is merely pending, this court will not pass upon said issue upon writ of <em>habeas corpus, </em>as the trial courts are the tribunal in which all issues of fact must be brought to judgment, Following Ex Parte Jennings, 76 Texas Grim. Rep., 116.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b93-13\">2.—Same—Jeopardy—Former Acquittal—Rule Stated—Habeas Corpus.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b93-14\">Jeopardy, former conviction or acquittal, constitute defenses which must be proved in the lower court, and the same was not a matter whose sufficiency can be tested by <em>habeas corpus, </em>Following Ex Parte Kent, 40 Texas Grim. Rep., 12, and other cases.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b93-15\">3.—Same—Statutes Construed—Repeal of Law.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b93-16\">Relator’s contention, that the law forbidding the manufacture of intoxicating liquor in this State was repealed by the Act of the Special Session of the Thirty-sev.enth Legislature is untenable.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b93-17\">From Wise County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b93-18\">Original habeas corpus proceedings seeking release from an alleged illegal restraint of relator under indictment for illegally manufacturing intoxicating liquor,</summary>\n<p data-order=\"11\" data-type=\"summary\" id=\"b94-4\"><page-number citation-index=\"1\" label=\"66\">*66</page-number>The opinion states the case.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b94-5\"><em>Taylor &amp; Taylor, </em>and <em>Benson &amp; Benson, </em>for relator.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b94-6\"><em>B. G. Storey, </em>Assistant Attorney General, for the State.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Ag\">Cited cases in opinion.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b94-7\">LATTIMORE, Judge.</author>\n<p id=\"AjY\">—This is an original application to this court for a writ of habeas corpus seeking relief from an alleged illegal restraint of applicant by the sheriff of Wise County. Applicant is under indictment in said county for illegally manufacturing intoxicating liquor. His restraint is by virtue of a warrant issued under said indictment. He says that such restraint is illegal because he has been convicted in another court of competent jurisdiction, to-wit: The United States District Court for the Northern District of Texas, of the same offense, charged in said indictment pending in Wise County. He attaches to his petition for habeas corpus an agreement of himself and the county attorney of Wise County that the offense so charged, and that for which he was so convicted, are based on one and the same transaction. He wishes us to decide whether he can be convicted in the State courts for the same offense for which he has been convicted in the Federal Court. He does not claim that he has been tried and convicted in said State courts, but admits that the prosecution is merely pending there. As the matter is here presented, it is a moot question, and one which we must deeline to attempt to decide. The identical question was passed upon by us in Ex parte Spannell, 85 Texas Crim. Rep. 304. Manifestly and as we have often held, the trial courts are the tribunals in which all issues of fact must be brought to judgment. Ex parte Jennings, 76 Texas Crim. Rep. 116, 172 S. W. Rep. 1143. Jeopardy, former acquittal or conviction, constitute defenses which must be proved in the lower court, and same is not a matter whose sufficiency can be tested by habeas corpus. Ex parte Crofford, 39 Texas Crim. Rep. 547; authorities collated in subdivision 11, p. 105, Vernon’s C. C. P. After indictment one cannot secure discharge by habeas corpus, even if it be agreed that under the facts he is not guilty. Ex parte Kent, 49 Texas, Crim. Rep. 12; Ex parte Windsor, 78 S. W. Rep. 510; Ex parte Adams, 90 S. W. Rep. 24; Ex parte Jennings, supra. It may be admitted in a trial court that the act and transaction involved in the case there on trial, is the same as that for which a single conviction was theretofore had in a prosecution under an indictment charging numerous, varied, separable and separate crimes in different counts, but such admission or agreement could not be made the basis in this court for testing the validity of a conviction had in any court, or the right to try not yet attempted to be exercised in any court. The burden is upon the accused to show to the satisfaction of the court by proof that he has theretofore been convicted of the the same offense charged in the pending indictment.</p>\n<p id=\"b95-2\"><page-number citation-index=\"1\" label=\"67\">*67</page-number>We do not agree with applicant’s contention that the law forbidding the manufacture of intoxicating liquor in this State was repealed by the Act of the Special Session of the thirty-seventh Legislature.</p>\n<p id=\"b95-3\">The application for writ of habeas corpus is denied. The applicant. will be remanded to the custody of the sheriff of Wise County.</p>\n<p id=\"b95-4\">\n<em>Writ denied.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}