{
  "casebody": {
    "data": "<casebody firstpage=\"630\" lastpage=\"632\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b654-8\">UNITED STATES v. ROBERTS &amp; OAKE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AOk\">No. 4932.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b654-9\">Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"agx-dedup-0\">June 5, 1933.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b655-5\"><page-number citation-index=\"1\" label=\"631\">*631</page-number>Russell Hardy, Acting Head of Antitrust Division of Washington, D. C., Wendell Berge, Sp. Asst, to Atty. Gen., and Dwight H. Green, U. S. Atty., of Chicago, 111., for the United States.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b655-6\">Carl Meyer and Frank W. Sullivan, both of Chicago, 111., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b655-7\">Before ALSCHULER and EVANS, Circuit Judges, and CARPENTER, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b655-8\">EVANS, Circuit Judge</author>\n<p id=\"aax-dedup-0\">(after stating the facts as above).</p>\n<p id=\"b655-9\">Appellee contends that (a) the court did not have jurisdiction of the cause of action, (b) the bond requirement is not applicable to appellee, and (e) the order of the Secretary of Agriculture lacks the definiteness and certainty which permits of enforcement by injunction.</p>\n<p id=\"b655-10\">It is unnecessary to consider all of these contentions. We are so thoroughly convinced that appellee was not a dealer within the contemplation of the statute we may well pass appellee’s other contentions.</p>\n<p id=\"b655-11\">Appellant concedes, as it must, that its right to injunction turns upon the dealer provision of the statute. Section 301 (d) of the aet (7 USCA § 201 (d) defines the term “dealer” as follows:</p>\n<blockquote id=\"b655-12\">“The term ‘dealer’ means any person, not a market agency, engaged in the business of buying or selling in commerce livestock at a stockyard, either on his own account or as the employee or agent of the vendor or purchaser.”</blockquote>\n<p id=\"b655-13\">Section 201 (a) of the aet (7 USCA § 191) defines a packer to be one “engaged in the business (a) of buying livestock in commerce for purposes of slaughter ' *</p>\n<p id=\"b655-14\">The stipulation of the parties in the District Court provided among other things:</p>\n<blockquote id=\"b655-15\">“That * * * (appellee) is a corporation * * * having its office and principal place of business at Chicago, Illinois, and for more than thirty years last past has been engaged in the business of manufacturing, packing, and selling pork products;</blockquote>\n<blockquote id=\"b655-16\">“That * * <em>9 </em>(it) regularly buys livestock, <em>exclusively for purposes of slaughter </em>linois <em>by it, </em>at the Union Stoekyards, Chicago, II-</blockquote>\n<blockquote id=\"b655-18\">“ * * * That * * * (it) does not solicit, induce, nor procure the shipment of said livestock to said stockyards; that * 15 * (it) does not acquire any title to, nor interest in, said livestock until after the purchase thereof at said stockyards, as hereinafter described; * * *.</blockquote>\n<blockquote id=\"b655-21\">“That * * * (it) so buys livestock for slaughter at said stockyards through its salaried employee, Howard S. Turner, who is popularly designated at said stockyards as the ‘buyer’ for * * * (appellee);</blockquote>\n<blockquote id=\"b655-22\">“That said Turner in buying livestock for * * * (appellee) <em>9 </em>* <em>9 </em>acts only in the name of, for the account of, and as the employee of * * * (appellee).”</blockquote>\n<p id=\"b655-24\">It is obvious from a reading of the aet that Congress sought through it to regulate the marketing of livestock, as well as the packing industries, and thereby to protect the livestock producers and livestock shippers, as well as the public, against losses and unfair practices. To accomplish this purpose, Congress specifically dealt with two agencies, which it defined. One was the dealer; the other was the packer. Both were made subject to regulation. Among other things, the statute authorized the Secretary to require of the so-called “dealer” a bond, presumably for the purpose of insuring compliance on the part of said dealer with the rules and regulations prescribed by the Secretary. It is significant that the act authorized the Secretary to require a bond from a dealer, but it did not require a bond from a packer.</p>\n<p id=\"b655-25\">The Secretary of Agriculture in the instant case also recognized the distinction between the two agencies — the “dealer” and the “packer”; and this order was issued to appel-lee on the theory that it was a “dealer.”</p>\n<p id=\"b655-26\">In assuming that appellee was a dealer as well as a packer, the Secretary of Agriculture erred. Not only does the statute differentiate between packers and dealers by separate definitions, but the functions of each make it rather easy to distinguish between the two. The packer is a buyer of livestock. The dealer is usually a commission man who acts as the agent of the seller. He collects the money from the buyer (the packer) and remits it to the shipper. To secure his prompt remittance, the Secretary may exact a bond. But why • should the purchaser execute a bond ? He does not collect any money, nor is he entrusted with the handling of the livestock <page-number citation-index=\"1\" label=\"632\">*632</page-number>after arrival at the stockyard and before its sale. Prom the very nature of the business it is necessary that the buyer personally examine the livestock offered for sale by the dealer in order that he may determine its quality, price, etc., but that does not make him a dealer.</p>\n<p id=\"b656-4\">Whether it would be advisable to better protect the shipper that a bond be exacted from the packer, as well as from the dealer, we are not called upon to determine. Presumably the regulations 'were announced on the theory that the dealer would protect his principal — the shipper. But whatever their purpose, the rules and regulations speak for themselves. Dealers and packers are separately defined. Separate rules and regulations have been provided to govern their conduct. Both the statute and the rules of the Secretary require a bond of the- dealer only. Appellee is not a dealer. It is a packer and therefore was not required to give a dealer’s bond.</p>\n<p id=\"b656-5\">We also agree with the District Court in holding that the request for the bond without specification of terms and amount is insufficient upon which to predicate this suit.</p>\n<p id=\"b656-6\">The decree is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}