{
  "casebody": {
    "data": "<casebody firstpage=\"927\" lastpage=\"929\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b991-10\">SO C.C.P.A. (Patents)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b991-11\">In Re NARDONE.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b991-12\">Patent Appeal No. 4704.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b991-13\">Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AS3o\">May 3, 1943.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b991-21\">Martin J. Finnegan, of Washington, D. C. (N. D. Parker, Jr., of Washington, D. C., of counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b991-22\">W. W. Cochran, of Washington, D. C., for Commissioner of Patents.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b991-23\">Before GARRETT, Presiding Judge, and BLAND, HATFIELD, LENROOT, and JACKSON, Associate Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b991-24\">HATFIELD, Associate Judge.</author>\n<p id=\"b991-25\">This is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Primary Examiner rejecting claims 9 and 12 in appellant’s application for a patent for an alleged invention relating to improvements in engine starting mechanism, and particularly to engine starting mechanism of the type adapted to be actuated by fluid pressure.</p>\n<p id=\"b991-26\">The appealed claims are method claims of which claim 9 is illustrative. It reads :</p>\n<blockquote id=\"b991-27\">“9. The herein described method of moving a part to be moved, wherein the ignition of the fuel is initiated at a point remote to said part to generate sufficient gases and gaseous pressure to propel said fuel and said gases through connecting chambers extending all the way to said part, <em>the combustion of said fuel being completed at a point along the path constituted by said connecting chambers, </em>to thereby prevent contact of any of the unburned fuel with said part to be moved.” (Italics ours.)</blockquote>\n<p id=\"b991-28\">The references are: Raymond, 636,452, Nov. 7, 1899; Chilton, 1,921,344, Aug. 8, 1933.</p>\n<p id=\"b991-29\">Appellant’s application discloses an engine starting mechanism comprising a cyl<page-number citation-index=\"1\" label=\"928\">*928</page-number>inder and a piston connected in a conventional manner to the shaft of an engine. The piston is actuated by gas pressure produced by the firing of a so-called “powder cartridge.” The cartridge is enclosed in a housing which is connected to a chamber and a conduit through which the gas passes to the cylinder. Appellant states in his application that when the “combustible charge [powder] is ignited, some of the powder” is “propelled (while approaching the completely consumed state) through the connecting chambers * * * [the chamber and conduit hereinbefore' referred to], along with the gases generated by the burning action which takes place in the said chambers. These gases enter [the] cylinder * * *, move the piston downward, and finally — after a lapse of time sufficient to allow complete consumption of that portion of the powder which is blown into the conduit * * * - — -the expanding gases escape through [an] exhaust port * * *. This time interval for complete powder consumption, incidentally, is itself a controlling factor in determining the velocity of descent of the piston * * *; for the pressure attainable by the generated gases is a direct function of the time interval required for complete combustion of the powder charge, and of course the amount of pressure attainable in the connecting chambers * * * determines the amount of force exerted on the piston.”</p>\n<p id=\"b992-5\">The patent to Raymond relates to a starting device for gas engines, and discloses a device somewhat similar to that of appellant. The patentee’s apparatus is provided with a chamber for slow-burning powder and an auxiliary chamber for quick-burning powder. The combustion of the quick-burning powder ignites the slow-burning powder and the gases formed by the combustion of the latter actuate the piston of the engine. The chamber containing the slow-burning powder is connected to an engine cylinder by means of a plurality of sections of an angular conduit. The patentee states that “Each of the conduit-sections is preferably arranged at right angles to the adjacent sections, so that the products of combustion of the powder are compelled to make sharp or abrupt turns in passing from the starter to the cylinder.” The patentee also provides a plurality of pockets or chambers which form extensions to the conduit sections. It is stated in the patent that the combustion of the slow-burning powder leaves a residue, and as the gas formed by the combustion of the slow-burning powder passes through the sections of the angular conduit, the residue is deposited in the pockets or chambers which are provided for that purpose. As a result of the patentee’s arrangement, the gas enters the cylinder of the engine in a “purified state.” The patentee further states that the tortuous passageway for the gases in his device prevents “the residue of the burned powder from entering the working cylinder and interfering with the operation of the engine.”</p>\n<p id=\"b992-7\">The principal difference between the Raymond starting mechanism and that of appellant is that the gas pressure in the Raymond apparatus is supplied directly to the piston of an engine, whereas in appellant’s apparatus the gas pressure is supplied to the piston in the starting motor which is connected to the shaft of an engine to be started. However, as stated in the brief of the Solicitor for the Patent Office, “the appealed claims are broad and do not bring out this distinction.”</p>\n<p id=\"b992-8\">The patent to Chilton relates to a starting device for internal combustion engines, and discloses an apparatus quite similar to that disclosed in appellant’s application. The patentee teaches the use of cartridges containing slow-burning powder. When the cartridge is exploded, the gases are forced into and through a chamber and a conduit which is connected to- the cylinder of the starting device.</p>\n<p id=\"b992-9\">The tribunals of the Patent Office were of opinion that the combustion of the slow-burning powder in each of the reference devices would be completed in the passageway between the powder chamber and the cylinder, and that, therefore, the appealed claims read directly on the references.</p>\n<p id=\"b992-10\">In its original decision, the board stated, among other things, that “The alleged novelty of appellant’s system appears to reside in <em>so choosing a powder </em>that combustion is not completed in the explosion chamber, but is completed before the expanding gases reach the piston cylinder.” (Italics not quoted.)</p>\n<p id=\"b992-11\">In view of that statement by the board, counsel for appellant state in their brief that the novelty of appellant’s method “resides in ‘so choosing’ the combustible powdery mixture as to avoid either (1) the occurrence of a too protracted burning cycle (which is the objection to the Chilton device * * *) on the one hand, or (2) of a too rapidly completed burning cycle <page-number citation-index=\"1\" label=\"929\">*929</page-number>which characterizes the device of the Raymond patent * * *,” and that the board erred in concluding that “appellant’s 'propellant is the same as the propellant proposed by the prior art’ * * Counsel for appellant further state that — “Appellant freely concedes that by choosing a properly proportioned combustible mixture the apparatus of either Chilton or Raymond <em>could </em>be utilized in practicing the novel method in appellant’s claims 9 and 12. But in the absence of definite proof <em>that somebody knew </em>that such prior apparatus could be so utilized, or had in fact been so utilized on one occasion or another, the patentability of the claims is not defeated.” (Italics quoted.)</p>\n<p id=\"b993-4\">In its decision in response to appellant’s motion for reconsideration of its original decision, the Board of Appeals said: “The claims referred to are method claims based on the theory of what happens in the operation of a specific apparatus. To this extent the claims define little more than the intended function of the apparatus. In such cases, if the prior art discloses apparatus having all of the structural characteristics of the apparatus on which the method is based, it seems to us fair to assume that the functioning of the prior art apparatus will be the same. In other words, <em>while the prior art does not definitely disclose the particular method involved, if it does disclose substantially the same apparatus, </em>we think that <em>the method may be presumed to be present also. </em>Of course, we appreciate that it is possible to carry out different methods with the same apparatus but where, as here, the only point where the operator can intervene to modify the method is in the use of a particular form of propellant and that propellant is the same as the propellant proposed by the prior art, we are unable to see that the method claimed is likely to be any different than the method which is inherent in the use of the prior art devices.” (Italics not quoted.)</p>\n<p id=\"b993-5\">The difficulty with the contentions made here by counsel for appellant is that there is no disclosure in appellant’s application of the particular kind of powder used in his powder cartridge, nor is there anything m his application to indicate that appellants selected a powder different from that disclosed in each of the references; that is, slow-burning powder.</p>\n<p id=\"b993-7\">It is true that it is not expressly stated in either of the references that the combustion of the slow-burning powder is completed in the passageway between the powder chamber and the cylinder, and to that extent the references do not meet the functional statement contained in the appealed claims upon which appellant relies for patentability; that is, “the combustion of said fuel being completed at a point along the path constituted by said connecting chambers, to thereby prevent contact of any of the unburned fuel with said part [piston] to be moved.” Owing to the fact, however, that appellant failed to disclose in his application a particular kind of powder, we must assume, for the purpose of this decision, that the powder used in appellant’s device is the same kind of powder (slow-burning) as that used by the patentees, Raymond and Chilton. Accordingly, if the combustion of the powder is completed somewhere along the passageway between the powder chamber and the cylinder in appellant’s apparatus, the combustion of the slow-burning powder would undoubtedly be completed at some point along the tortuous passageway connecting the powder chamber to the piston disclosed in the Raymond patent, as well as in the passageway, comprising a comparatively large chamber and a conduit, connecting the powder chamber to the cylinder in the patent to Chilton. Furthermore, if the gases from the combustion of the slow-burning powder enter the cylinder of the engine in a “purified state,” as stated in the patent to Raymond, such gases do not contain unconsumed powder.</p>\n<p id=\"b993-8\">Although riot in entire accord with all of the observations contained in the decisions of the Board of Appeals, we are of opinion that the board reached the right conclusion. Accordingly, its decision is affirmed.</p>\n<p id=\"b993-9\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}