{
  "casebody": {
    "data": "<casebody firstpage=\"634\" lastpage=\"636\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b636-4\">PEOPLE v. YOUNG.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b636-5\">Cr. No. 631;</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A6T\">February 9, 1901.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b636-6\">63 Pac. 837.</citation>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b636-7\">Homicide—Character of Deceased,—A Charge on a Murder Trial that evidence of the character of deceased, tending to show that he was a violent, quarrelsome and dangerous man, was not admitted as tending “in any way” to justify Ms slaying by accused, was not improper when qualified by the rest of the instruction, to the effect that the evidence of bad character was to be considered only as a circumstance illustrating the facts of the homicide, and indicating the aggressor and the nature of the aggression.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b636-8\">APPEAL from Superior Court, Mendocino County; J. M. Mannon, Judge.</summary>\n<summary data-order=\"6\" data-type=\"history\" id=\"b636-9\">G. G. Young was convicted of manslaughter and he appeals. Affirmed.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b636-10\">Arthur J. Thatcher and L. J. Maddux for appellant; Tirey L. Ford, attorney general, for the people.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b636-11\">PER CURIAM.</author>\n<p id=\"AMk\">The defendant was charged with murder, and appeals from a judgment convicting him of manslaughter and from an order denying him a new trial.</p>\n<p id=\"b636-12\">It appears that on the twentieth day of July, 1899, at 4 or 5 o’clock in the afternoon, the defendant and Caleb Greenwood, with several other persons, were in the saloon of Charles Lockhart,. near Monroe postoffice, in Mendocino county. Greenwood and defendant being both under the influence. of liquor, they were soon engaged in a war of words, which concluded with Greenwood committing a violent, brutal and unjustifiable assault on Young, in which Young was thrown down on the floor at least twice. He was kicked and badly wounded in the face, the clothes were torn from his body, and he was otherwise maltreated by Greenwood. This brutality finally ended, without any interference on the part of the bystanders, and Young retired to a rear room, re-clothed himself, returned, treated all hands, including Greenwood, and left the saloon. About two hours later Young reappeared at the saloon with a Winchester rifle in his hands, <page-number citation-index=\"1\" label=\"635\">*635</page-number>and inquired for Greenwood. He remained on and about the premises for about half an hour, and during that time he took a drink with a friend, and asserted that he was a bad man, and would not be walked on, talked about shooting the bottles off the bar, wanted to find Greenwood, and said, “I’ll fix him; I’ll allow no man to stamp me in the floor.” Soon after all this, and about two and one-half hours after the assault on him by Greenwood, the defendant went out at the front door of the saloon, with his gun still in his hands, intending, as he testified, to go to the pump at the rear of the saloon to wash the blood off his face. When the defendant was near the rear end of the saloon, he saw Greenwood at the rear door thereof, and shot him twice, from the effects of which Greenwood died on the following day. The defendant testified that immediately before the shooting Greenwood straightened up, and slapped his left hand on his hip pocket, and said, “I am heeled, you son-of-a-bitch.’’ Defendant also testified that before the trouble with Greenwood, and on that same day, he saw the handle of a pistol in Greenwood's pocket. An apparently disinterested eye-witness testified that at the time of the shooting Greenwood was standing with one foot on the step, with his hand on the door, and the right hand by his side, and made no hostile movement, and, when Young came around, Greenwood said, “Don’t shoot me, Gib! ’ ’ Another witness, who heard the shooting, and went to Greenwood where he fell, and stayed with him till he was removed, testified that he searched Greenwood, and found no weapon on him. There was no evidence except defendant’s testimony tending to show that Greenwood was armed at the time of the shooting. It was shown without conflict in the evidence that Greenwood’s reputation in the neighborhood for peace and quietude was bad, and that defendant was well acquainted with that fact.</p>\n<p id=\"b637-5\">The only reasons urged for a reversal on this appeal are that the court erred in refusing defendant’s offered instruction No. 7, and in giving the instruction No. 12 requested by the prosecution. Said refused instruction reads as follows: “Evidence has been offered as to the character of deceased, Greenwood, for peace and quiet. I charge you that, in case of doubt as to who was the aggressor, the previous character of the deceased for peace and quiet is an important element to be considered by the jury. If you believe from the evi<page-number citation-index=\"1\" label=\"636\">*636</page-number>denee that the deceased was a quarrelsome and dangerous man, and had the reputation of being a dangerous and quarrelsome man in the community in which he lived, you have the right to take these things into consideration in determining as to the danger the defendant, Young, was in when he fired the fatal shot.” The instruction given is as follows: “Evidence has been introduced before you of the character of the deceased, and tending to show that he was a violent, quarrelsome and dangerous man. This was not admitted as tending in any way to justify his slaying by the defendant. A party has no more right to slay a bad man than a good one. Both are equally protected under the law. The unwarranted slaying of either is equally a crime. The evidence of bad character is to be considered by the jury only as a circumstance illustrating the facts of the homicide, and indicating the aggressor and the nature of the aggression; it being more probable that a man of violent and dangerous character would make an unprovoked and deadly assault than that a quiet and peaceable man would do so.” There is no valid objection to the instruction given. The words, “This was not admitted as tending in any way to justify his slaying by the defendant,” when read with and qualified by the rest of the instruction, are not improper; and the instruction, thus read, correctly enunciates a principle'of the law of evidence applicable to the ease in hand. The instruction given substantially covers every proposition contained in the refused instruction, and is as favorable to the defendant as he could reasonably ask. In addition to this, the court also instructed the jury fully as to the law of self-defense as it applied to the case. For the reasons given, there was not any error in refusing the one or in giving the other of the instructions quoted. The judgment and order are affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}