{
  "casebody": {
    "data": "<casebody firstpage=\"497\" lastpage=\"517\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b533-5\">The P. C. C. &amp; St. L. R’y. Co. <em>v. </em>Cox.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b533-6\"><em>Association of railroad company and employes </em>— Relief <em>fund for employes </em>— Contract <em>of membership </em>— <em>Company may deduct wages as contribution </em>— Member <em>may release company .from liability for </em>damages— <em>Validity of contract.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b533-7\">An employe of a railroad company, voluntarily, and with full knowledge of the character and effect of the contract he was assuming, applied for admission to an association composed of the company and a portion of its employes, called the “Voluntary Relief Department,” and being admitted, contracted that the company might deduct from his wages the sum of seventy-five cents per month for the purpose of forming, with other like contributions by other employe members, and contributions, which by the contract the company was obliged to make, a relief fund for the benefit of the employes in case of sickness, accident or death; and contracted, further, that in case of accident, the acceptance by him thereafter of relief from the relief fund so accumulated should have the effect to release the company from liability for damages :</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b533-8\">Held, 1. Such contract 'is not interdicted by the act of April 2, 1890, 87 O. L., 149, 1 ‘for the protection and relief of railroad employes,” etc. 2. The contract is not contrary to public policy. 3. The contract does not lack mutuality.' 4. It is based upon a valid consideration.</headnotes>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b533-9\">(Decided December 15, 1896.)</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b533-10\">Error to the Circuit Court of Warren county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b533-11\">The action of the defendant in error against the company was to recover for injuries by reason of the alleged negligence of the company. By its first defense the company denied negligence on its part and alleged that the accident was caused by the negligence of a fellow servant for which the company was not liable. The second defense was as follows:</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b533-12\">2. For a second defense to the plaintiff’s petition, the defendant says that if it is chargeable <page-number citation-index=\"1\" label=\"498\">*498</page-number>with the negligent acts complained of therein (a fact which this defendant wholly denies), nevertheless the said plaintiff, ought not to maintain this, his action, for that, on or about the 16th day of April, 1889, the Pennsylvania Company, a railroad corporation of the state of Pennsylvania, owning and operating- railroads in and through the states of Pennsylvania, Ohio and Indiana; the Chicago, St., Louis &amp; Pittsburg Railroad Company, a railroad corporation of the states of Indiana and Illinois, owning and operating a railroad in the said states of Indiana, Illinois, and also in the state of Ohio, and the Pittsburg, Cincinnati &amp; St. Louis Railway Company, a railroad corporation of the state of Ohio, owning and operating certain railroads in the states of Pennsylvania, Ohio and in the state of West Virginia, having formed each respectively a relief department for the benefit of its service and employes, and in order to secure uniformity and economy in the managementthereof, on the 1st day of July, 1889, associated themselves together' for the purpose of a joint administration and regulation of the said respective relief departments under one common organization known as “The Voluntary Relief Department of the Pennsylvania Lines West of Pittsburg.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b534-4\">That on the 1st day of October, 1890, the said The Chicago, St. Louis &amp; Pittsburg Railroad Company and the Pittsburg, Cincinnati and St. Louis Railway Company were consolidated under the corporate name of the Pittsburg, Cincinnati, Chicago <em>&amp; </em>St. Louis Railway Company, which company succeeded to all of the rights and assumed all the liabilities of said constituent companies in said relief department.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b534-5\">That the object of said voluntary relief depart<page-number citation-index=\"1\" label=\"499\">*499</page-number>ment was, and is the establishment and management of a fund known as “The Relief Fund,” and which has been established in accordance therewith for the payment of definite sums to employes contributing to the fund, who, under the regulations of said relief department, shall be entitled thereto when they are disabled by accident or sickness, and in the event of their death to the relatives or other beneficiary specified in the application of such employe for the membership in said relief fund and department.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b535-6\">• That said relief fund from which benefits are paid is formed by voluntary contributions from employes, and appropriations, when necessary, to make up any deficiency, by the several companies respectively, for the benefit of the employes of each who may be members thereof, and income or profit derived from investments of the moneys of the fund, and such gifts or legacies as may be made for the use of the fund.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b535-7\">That those participating in the benefits of the relief fund must be employes in the service of at least one of said associated companies; are known as “Members of the Relief Fund,” and are classified according to the amount of their regular pay per month, the first class consisting of those employes who receive not more than forty dollars per month.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b535-8\">Under the regulations of said, relief department no employe is required to become a member of said relief fund, and his membership therein is purely voluntary, and he may withdraw there-' from at pleasure upon giving notice, but when he does become a member thereof he authorizes his employer company to withhold from his monthly wages, contributions for said relief <page-number citation-index=\"1\" label=\"500\">*500</page-number>fund, and which in the first class thereof is seventy-five cents per month, and which contribution entitles him during membership to benefits for disablement by accident, sickness or death.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b536-5\">That to entitle an employe to participate in the benefits of said relief fund he must not be over forty-five years of age, pass a satisfactory medical examination, and make an application in the form prescribed by the regulations of said department, addressed to the superintendent of the relief department, and containing, amongst other things, the following stipulations, to wit:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b536-6\">“I also agree that the said company” (being his employer company) “by its proper agent and in the manner provided in said regulations, shall apply as a voluntary contribution from any wages earned by me under said employment, or from benefits that may hereafter become payable to me, at the rate of--per month, for the purpose of securing the benefits provided for in the regulations for a member of the relief fund of the class, and additional death benefit equal to--the death benefit of the first class. The death benefit shall be payable to — (here designate the beneficiary or beneficiaries).</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"AZA\">“And I agree that the acceptance of benefits from the said relief fund for injury or death shall operate as a release of all claims for damages against said company,” (being his employer company) “arising from such injury or death, which could be made by or through me and that I, or my legal representatives, will execute such further instrument as may be necessary formally to evidence such acquittance.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b536-12\">“I also agree that this application, when approved by the superintendent of the relief <page-number citation-index=\"1\" label=\"501\">*501</page-number>department, shall make me a member of the relief fund and constitute a contract between myself and the said company,” (being his employer company) “or with any other company that is now, or may be hereafter associated with said company in the management of the relief department, in case of a transfer of my services to any such other company during membership in the relief fund.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b537-6\">That said applicant, if he passes the necessary medical examination and is approved by the superintendent of the relief department, becomes a member of said relief fund contributing as aforesaid and receiving benefits in the manner as aforesaid.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b537-7\">That the said associated companies in addition to the guaranty as aforesaid, supply all necessary facilities for conducting the business of said relief department, at their own expense, pay all of the operating expenses thereof, take charge of the funds thereof, pay interest thereon, and are responsible for their safe keeping.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b537-8\">That said relief department is managed by a superintendent subject to the control of the general manager of the said Pennsylvania lines west of Pittsburg; medical examiners and necessary clerical force.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b537-9\">That in addition there is an advisory committee, consisting of said general manager as aforesaid, who is <em>ex officio </em>a member and chairman of said committee, and twelve members, one-half of whom are chosen by said companies and the other half by the employes of said companies who are members of said relief fund. • -</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b537-10\">That said advisory committee has general supervision of the operations of said relief department and hold stated meetings once in three <page-number citation-index=\"1\" label=\"502\">*502</page-number>months at such time and. place as they shall determine, and shall meet at other times at the call of the general manager as chairman.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b538-5\">That if during the period prior to the 1st of July, 1892, or during any one of the successive periods of three years thereafter, the amount contributed by the members of the fund and received from other sources should not be sufficient to meet the liabilities incurred for such period, the proper company or companies in whose account the same occurs will pay the deficiency, and if at the end of any such period there should be a surplus after making due allowance for liabilities incurred and not paid, such surplus shall not be used to make up any deficiency in any other such period, but shall be used in the promotion of a fund for the benefit of superannuated members, or in some other manner for the sole benefit of the relief fund, as shall be determined by a vote of two-thirds of the advisory committee, and approved by the board of directors of the associated companies.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b538-6\">That during the last five years immediately preceding the filing of this petition, this defendant, under its guaranty as aforesaid, has paid into said fund for the benefit of plaintiff and other employes of the defendant, the sum of twenty-one thousand dollars in addition to its share of operating expenses of said department and interest upon the fund.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b538-7\">That on the 25th day of October, 1892, the said plaintiff, with full knowledge of all the foregoing, except that he may not have had actual knowledge of the payment of said $21,000, made his voluntary written application containing the stipulations as aforesaid, to the superintendent of said relief department for membership in the first class of said <page-number citation-index=\"1\" label=\"503\">*503</page-number>relief fund, agreeing in said application that the defendant should apply, as a voluntary contribution from his wages, seventy-five cents per month for the purpose of securing to him the benefits provided for in the regulations for a member of the relief fund of the first class, and further agreeing therein that the acceptance of benefits from said relief fund for injury or death should operate as a release of all claims for damages against said defendant arising from said injury or death, which could be made by or through him, and that he or his legal representatives would execute such further instrument as might be necessary formally to evidence such acquittance.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b539-4\">That having passed the medical examiner’s examination, and said application having been approved by the superintendent of said relief department, the said plaintiff, on the 1st day of November, 1892, became a member of said relief fund, contributing as aforesaid, and entitled to the benefits provided by the regulations of said relief department for members of the first class.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b539-5\">That after the injuries received by the said plaintiff, and for a period from the 6th day of May, 1893, to June 30, 1894, he received as a member of said relief fund, the benefits to which he was entitled for his injuries amounting to one hundred and ninety-six dollars and twenty-five cents ($196.25), with full knowledge upon his part that he was not bound to accept the same, but that in so doing he released the said defendant company from any claim for damages against it arising from the injuries received by him on or about the sixth day of May, 1893, and of which he complains in his petition in this action; that he has never been dismissed from said fund • although he has received <page-number citation-index=\"1\" label=\"504\">*504</page-number>no benefits since the 30th day of June, 1894, pursuant to a regulation of said department which provides that if the member injured, brings suit against his employer company to recover damages for the injuries on account of which benefits are paid, the said benefits cease until such time as said suit is discontinued by said injured member when payment of benefits will be resumed.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b540-4\">Reply to the first defense was interposed, and a demurrer to the second. This was overruled by the common pleas, and, upon trial on the pleadings, issue was found for defendant and a judgment for it rendered. The circuit court reversed that judgment, for error in overruling the demurrer and the company now seeks a reversal of the latter judgment.</summary>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b540-5\"><em>Cha/rles </em>Darlington, for plaintiff in error.</attorneys>\n<p data-order=\"29\" data-type=\"legal\" id=\"b540-6\">The act “For the protection and relief of railroad employes,” etc., passed April 2, 1890, O. L., vol. 87, p. 149, in so far as it strikes down the voluntary right to contract, ‘ is unconstitutional and therefore void.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b540-7\">The statute prohibits the citizen from acquiring, possessing and protecting his property, because the right to contract lies back of the right to acquire, possess and protect property, and is just as inalienable, for if he cannot make a contract he is without the power to acquire property.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b540-8\">In other words, the right to make a contract, if it does not contravene public policy, is as much property, as any of the tangible things we call property. This subject is entirely new in this state and some light may be thrown upon it by a review of the decisions of other states in which the principle here contended for has been drawn <page-number citation-index=\"1\" label=\"505\">*505</page-number>in question and decided. <em>Frorer </em>v. <em>People, </em>decided March 26,1892, Supreme Court of Illinois; 31 N. E., 397; 286 S. E. Rep., vol. 10; 109 N. Y., 398; <em>Butchers’ Union Co. </em>v. <em>Crescent City Co., </em>111 U. S., 755; <em>Association v. Crescent City Co., </em>1 Abb. (U. S.), 398; 109 U. S., 23; <em>Wally v. Kennedy, </em>2 Yerg., 554; <em>Vick Wo v. Hopkins, </em>118 U. S. 356, 6 Sup. Ct. Rep. 1064; Slaughter House cases, 16 Wall., 36; 4 Supt. Ct. Rep. 652; 6 Myer Fed. Dec. Par. 1000; <em>In re Jacobs, </em>98 N. Y. 98; <em>People </em>v. <em>Marx, </em>99 N. Y. 377, 2 N. E. Rep., 29; <em>Ex parte Westerfield, </em>55 Cal. 550; <em>Ragio v. State, 2 </em>Pickle, 272; 6 S. W. Rep., 401; <em>State v. Divine, </em>98 N. C., 778; 4 S. E. Rep., 477.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b541-6\">The avocation of an employer, as well as that of his employe, is his property. Depriving the owner of property of one of its attributes is depriving him of his property, under the'provisions of the constitution. <em>People </em>v. <em>Otis, </em>90 N. Y., 48.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b541-7\">If the legislature, without any public necessity, has the power to prohibit or restrict the right of contract between private persons in respect to one lawful trade or business, then it -may prevent the prosecution of all trades, and regulate all contracts. <em>Brown </em>v. <em>Maryland, </em>12 Wheat., 419; <em>Godcharles et al. </em>v. <em>Wigeman, </em>decided by the Supreme Court of Pennsylvania, Oct. 4, 1886; <em>Commonwealth </em>v. <em>Perry, </em>28 N. E. 1126; 24 Pac. Rep., 737.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b541-8\">The contract certainly is a fair one, bearing- lightly upon the employe, far more heavily upon the company, and in the absence of fraud or imposition as held by our Supreme Court in <em>Judy </em>v. <em>Louderman, </em>48 Ohio St., 562, the law will not enter into an inquiry as to the adequacy of the consideration but will <page-number citation-index=\"1\" label=\"506\">*506</page-number>leave the parties to be the sole judges of the benefits to be derived from their contracts.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b542-5\">It has been sought to sustain this and similar legislation upon the ground that it is the exercise of a police power inherent in the legislature. No term has been so frequently used of late and no term is - so little understood. To the ordinary mind it seems to mean a vague indefinite power to be used by the legislature without limit and without restraint. But not so in one respect, it is not above or superior to the constitution which with us must always be the fundamental organic law circumscribing the rights of the legislative body. 98 N. Y., 107; Const. Lim. 4 ed., 719; Potter’s Dwarris on Statutes, 458; <em>Austin </em>v. <em>Murray, 16 </em>Pick., 126; <em>Commonwealth </em>v. <em>Alger, </em>7 Cush., 53; <em>Coe </em>v. <em>Shultz, </em>47 Barb., 64; <em>In the Matter of Cheesebrough, </em>78 N. Y., 232; <em>People </em>v. <em>Gillson, </em>17 N. E., 343; <em>Millet v. People, </em>7 N. E., 634; <em>State </em>v. <em>Goodwill, </em>10 S. E., 287; <em>Munn </em>v. <em>Illinois, </em>94 U. S., 113; <em>Mugler </em>v. <em>Kansas, </em>123 U. S., 623; 32 Ohio St., 158; <em>The Wheeling Bridge and Terminal Co. </em>v. <em>Gilmore, </em>8 C. C. L. Rep., 658.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b542-6\">In determining whether the contract in question is against public policy, it is not sufficient that the statute should so declare it, but it must in fact be so. Bailey on Master’s Liability for Injuries to Servants, 480.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b542-7\">The court has held that railroad companies cannot contract with their employes; that they shall not be liable for injuries caused by the carelessness of those placed in authority and control over the injured employe, for the reason that the liability of the company in such cases is founded upon considerations of public policy. <em>Railway Company </em>v. <em>Spangler, </em>44 Ohio St., 471; <em>Johnson </em>v. <page-number citation-index=\"1\" label=\"507\">*507</page-number><em>R. R. Co., </em>29 Atl. Rep., 854; <em>Fuller </em>v. <em>B. &amp; O. Emyloyes Relief Association, </em>Court of Appeals of Maryland, 10th Atlantic Rep. page 237. <em>Owens </em>v. <em>R. R. Co., </em>35 Fed. Rep., 715; <em>Shaver </em>v. <em>The Penn. Co., </em>Weekly Law Bulletin, Vol. 35, No. 9, 106.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b543-6\">While in the ease at bar the first circuit reversed the judgment of the common pleas yet another circuit has held just the reverse. <em>B. &amp; O. R. R. Co., </em>v. <em>Bryant, </em>9 Ohio, C. C. Rep., 332; <em>Martin </em>v. <em>B. &amp; O. R. R. Co., </em>41 Fed. Rep., 125.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b543-7\">The following Pennsylvania decisions likewise sustain such a contract as the one in controversy. <em>Graft </em>v. <em>B. &amp; O. R. R. Co., </em>8th Atl. Rep., 206; <em>Johnson </em>v. <em>P. &amp; R. R. R. Co., </em>163 Pa. St., 127; <em>Single </em>v. <em>P. &amp; R. R. R. Co., </em>164 Pa. St., 529.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b543-8\">In Indiana the Pennsylvania relief contracts have been upheld as not against public policy. <em>Leas v. Penn. Co., </em>37 N. E. Rep., 423.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b543-9\">In Iowa the C. B. &amp; Q. R. R. relief contract, similiar to the one in controversy, has been sustained as not against public policy. <em>C. B. &amp; Q. R. R. Co. </em>v. <em>McDonald, </em>61 N. W. Rep., 971.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b543-10\">The federal courts have in other instances sustained these contracts. <em>Otis </em>v. <em>Penn. Co., </em>71 Fed. Rep., 136; <em>Vickers </em>v. <em>O. B. &amp; Q. R. Co., </em>71 Fed. Rep., 139.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b543-11\">The whole ground seems to be covered by a decision of the Supreme Court of Nebraska in the case of <em>C. B. &amp; Q. R. R. Co. </em>v. <em>Bell, </em>44 Neb., 44.</p>\n<attorneys data-order=\"44\" data-type=\"attorneys\" id=\"b543-12\"><em>Albert ZZenderson </em>and <em>W. F. Eltzroth, </em>for defendant in error.</attorneys>\n<p data-order=\"45\" data-type=\"legal\" id=\"b543-13\">There are three questions involved.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b543-14\"><em>First </em>— -The constitutionality of the act of April 2d, 1890. O. L., vol 87, 149.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b543-15\">It is the duty of courts to construe statutes liberally in order to save them from constitutional <page-number citation-index=\"1\" label=\"508\">*508</page-number>infirmities. Before the legislation shall be declared void on that account, there shall be no reasonable doubt.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b544-5\">It must be clearly and manifestly forbidden by the constitution. <em>Gilpin </em>v. Williams, 25 Ohio St., 294; <em>Western U. Tel. Co. </em>v. Mayer, 28 Ohio St., 540; Cooleys Const. Lim. 1st Ed., 182-3.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b544-6\">The circumstances grave, and full bench should sit. Cooley Const. Lim. 1st Ed. 161-2.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b544-7\">Courts will not declare acts void because against the spirit of the constitution. Must be against its letter and language. <em>The State, </em>etc., v. Smith, 44 Ohio St., 348, 374; <em>People </em>v. Fisher, 24 Wend, 220; 20 Wend., 381-383; <em>People </em>v. Gallagher, 4 Mich. 244; Mayor, etc., of Albany, 24 Barb., 252; <em>Grant </em>v. <em>Courter, </em>24 Barb., 232 <em>et seq; Wynehamer </em>v. <em>People, </em>13 N. Y., 391, <em>Ibid. </em>453, Selden J; Cooleys Const. Lim., 1st Ed., 171.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b544-8\">The legislative act in question relates to railroads and their employes. <em>Railway </em>v. <em>Railway, </em>30 Ohio St., 614.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b544-9\">The legislative act is a valid exercise of the police power of the state; a power defined to be inherent and plenary, enabling it to prohibit all things hurtful to the comfort, safety, and welfare of society.</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b544-10\">When applied to railroads, owing to the dangers incident to their operation, this right of police regulation should be full and adequate; and it is the province and right of legislature's to judge what shall be prohibited and what required. Cooley’s Const. Lim., 1st Ed. 574; <em>Palmer </em>v. <em>State, </em>39 Ohio St., 238; <em>R. R. Co. </em>v. <em>Spangler, </em>44 Ohio St., 471.</p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b544-11\">The legislature has the right within constitutional requirements to decide for itself what is <page-number citation-index=\"1\" label=\"509\">*509</page-number>for the public good. Cooley’s Const. Lim., 1st Ed. 129; 46 Ohio St., 452.</p>\n<opinion data-order=\"55\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b545-4\">Spear, J;</author>\n<p id=\"ACJ0\">The ruling of the common pleas on the demurrer is assailed on the ground that the contract set up is invalid because: 1., It is prohibited by the act of April 2, 1890, 87 Ohio Laws, 149, “for the protection and relief of railroad employes,” etc; 2. Because it is against public policy; 3. For want of mutality;and 4. For want of consideration moving from the company to Cox for the agreement to release claims for damages.</p>\n<p id=\"b545-6\">In support, of the second defense, it is insisted that the act of April 2, 1890, as to the clauses referred to, is uneoustitutional because it strikes down the voluntary right to contract; that the contract is not in fact against public policy, whether declared so by the statute or not, and that the mutual beneficial stipulations and averments of fact abundantly show both mutuality and consideration.</p>\n<p id=\"b545-7\">1. It would be a needless waste of effort to discuss the constitutional question propounded, unless, upon an examination of the contract and the statute, it shall be found that such a contract is among those forbidden. First, therefore, we give attention to that inquiry.</p>\n<p id=\"b545-8\">The part of the statute to which attention is directed is the following:</p>\n<p id=\"b545-9\">“And no railroad company, insurance society or association or other person, shall demand, accept, require or enter into any contract, agreement, stipulation with any person about to enter, or in the employ of any railroad company whereby such person stipulates or agrees to surrender or waive any right to damages against any railroad <page-number citation-index=\"1\" label=\"510\">*510</page-number>company, thereafter arising for personal injury or death, or whereby he agrees to surrender or waive in ease he asserts the same, any other right whatsoever. ”</p>\n<p id=\"b546-4\">To what sort of a contract does this language apply ? It is to be assumed that the legislature intended to confine its action in forbidding the making of contracts upon sabjects in themselves lawful, by persons <em>sui juris, </em>to such contracts as are inimical to the state, that is, against public policy, for the right to contract is one not given by legislation, but inherent, necessarily involved in the ownership of property and as a primary prerogative of freedom, (2 Wharton on Contracts, section 1061), and we should not construe the words of an act so as to restrain this right, where the conflict with public policy is not clear, unless the language will bear no other construction. As to the first clause perhaps it is sufficient to say that it clearly appears the contract does not come within the terms of the inhibition, for the reason that the employe does not therein agree to waive a right to damages thereafter arising for personal injury or death. He agrees simply that he will elect after the injury is incurred, which form of recompense he will demand.</p>\n<p id=\"b546-5\">In what essential does the second clause differ from the first? It is the same in effect as though it should be worded: “or .whereby, in case he asserts his right to sue the company for personal injury or death, he agrees to surrender or waive any other right whatsoever.” He may not stipulate that, in case' he sues the company for damages for personal injury, he will surrender any other right. What here is meant by the term “right?” Does it mean any fanciful claim which an ingenious <page-number citation-index=\"1\" label=\"511\">*511</page-number>person may invent, or does it mean a tangible legal right, one resting on contract or in tort, which would be recognized and enforced by law? Common sense would say, it seems to us, that it means the latter. This leads to an inquiry as to the character of the right which is secured to an employe who becomes a member of the “voluntary relief department,” and entitled to the benefits of the “relief fund.” If the contract be valid it gives to the member a right, in case of disability on account of hurt or sickness, to receive certain payments from the relief fund so long as the disability continues ; but, as a condition of the exercise of this right, and as a modification of it, the member must disclaim any right to pursue the company in whose employ he is for • damages arising from the injury. That is, the right to the benefits is not, by the terms of the contract, an absolute right. It is, at best, a contingent right; and, if this be so, then it is not, unless the stipulation is to be overthrown as against public policy, a legal right after the party has elected to sue the company, which the law recognizes and will enforce, for the law will not enforce as an ultimate right, a claim which rests upon a condition which is repudiated by the party making the claim. Perhaps the point would be clearer if the party had, without accepting benefits, recovered • against the company and then sought to recover also the benefits against the fund. No one could possibly suppose, in such case, that his right to recover was absolute, or could in any aspect have a legal existence, or become the subject of a waiver, if the party’s own contract is to ' be observed. This for the reason that he has no other right to surrender or waive, because the <page-number citation-index=\"1\" label=\"512\">*512</page-number>moment he asserts the right to sue the company, the other which is hut aright inchoate, by the very terms of the contract which gave it existence, disappears.</p>\n<p id=\"b548-5\">And if the rig’ht is not an absolute one in the one case how can it be in the other. Putting the con’ elusion in a sentence, the \"second inhibition is not essentially different from the first; it is but an extension of it. That applies only to waiver of a right to damages arising from personal injuries or death; this extends to all rights whatsoever. But, in any case, the law contemplates a legal right.</p>\n<p id=\"b548-6\">Taking the statute as a whole; the contract inhibited is a contract which, by its terms, waives the right of action on the part of the employe, while the contract in question does not seek to waive the right of action, but expressly reserves it, and only gives to his election of remedies made after the injury, the effect of a waiver of the other remedy. To deny such a right would be to deny the right to settle controversies. The law favors the exercise of this right; it does not disapprove it.</p>\n<p id=\"b548-7\">The contract in question in <em>Railway Co. </em>v. Spangler, 44 Ohio St., 471, is of a. class prohibited bv this statute. In that case is was held that: “The liabilities of railroad companies for injuries caused to their servants by the carelessness of other employes who are placed in authority and control over them, is founded upon considerations of public policy, and it is not competent for a railroad company to stipulate with its employes at the time, and as a part of their contract of employment, that such liability shall not attach to it.”</p>\n<p id=\"b548-8\">We think the contract set up in the answer is not fairly within the inhibitory terms of the act, <page-number citation-index=\"1\" label=\"513\">*513</page-number>when reasonably construed, and this conclusion makes it unnecessary to consider the question of the unconstitutionality of the statute.</p>\n<p id=\"b549-6\">2. Is the contract itself against public policy? To be so, it must, in some manner, contravene public right or the public welfare. It must be shown to have a mischievous tendency, as regards the public. And this should clearly appear. The ground urged is that it tends to make the company' less careful in the operation of its road; in other words, it encourages negligence. And if it be of that character, then it would contravene public policy and be void, in that it would have a tendency to induce the employment of men less prudent and careful, which would tend to endanger the property, and the lives of travelers, as well as of its employes. But this claim arises, we think, from a misconception of the contract; in assuming that, by the contract, the employe releases some future right of action against the company. On a previous page we have undertaken to show that such is not the case; that there is no waiver of any cause of action which the employe may become entitled to, and that it is not the signing of the contract, but the acceptance of benefits after the accident, that constitutes the release. When that occurs he is not stipulating for the future; he is but settling for the past. He accepts compensation for injury already received. A controlling distinction between <em>Railway Co. </em>v. Spangler, <em>supra, </em>and this ease is that in that ease the party bargained away his right to an action in advance, while in this case he retains whatever right of action he may have until after knowledge of all the facts. Then he elects between the relief fund and the treasury of the company; between a <page-number citation-index=\"1\" label=\"514\">*514</page-number>relief sure, immediate and continuous, and one depending upon the hazards of litigation and certain to be delayed. If he is injured and the company is not liable, (a condition which follows in much the larger proportion of the accidents to employes on railroads) he* may accept the benefits; if the company is liable, he may decline benefits and sue. How can this injuriously affect the public? Is it not, on the other hand, a wise and humane provision for many of a class whom, without it, when sicjr or injured, would be compelled to look to public charity for aid? And does it not hold out an incentive to faithful, efficient service by encouraging expectation of benefits when the member becomes suxDerannuated, and encourage economy and thrift by laying up something against a time of need?</p>\n<p id=\"b550-5\">We fail to see how the contract, taken as a whole, encourages the employment of careless men. Those who apply for membership in this relief fund must not be over forty-five years of age, and they must pass a satisfactory medical examination. Thus, feeble men, and those made infirm by old age, are likely to be excluded, and a class of active, healthy men selected for the control of those operations of the road that require skill and care, all of which manifestly have a tendency to secure, in the interest of the public, competent service. and watchful vigilance. It cannot . be said that the beneficial feature of the contract tends to make the employe less careful, and, therefore, is inimical to the public, for to do so would be to condemn the whole theory of insurance, and especially that relating to fire and accident. Nor' is the contract a compulsory one. It is entered into voluntarily. If the employe con<page-number citation-index=\"1\" label=\"515\">*515</page-number>ceives it to be for his interest to enter the relief class, he applies for the privilege; if not, he, with like exercise of his own judgment, stays out.</p>\n<p id=\"b551-6\">The liberty of contract, being one of those rights secured by our constitution, is not to be restrained upon any insufficient or mere fanciful conceit of what may possibly happen. The citizen who is <em>sui juris </em>has a right to make a contract beneficial to himself when neither immoral, fraudulent nor illegal, and he should not be restrained in the exercise of such, right unless the public welfare clearly compels it. Nor should the employment of corporate capital, where its use is for beneficial purposes, be interfered with unless the public welfare clearly demands such interference. If the laborer, having in mind the future, and desiring to provide against a condition of sickness or accident, joins a beneficial association having insurance features, and devotes a portion of his monthly earnings to that purpose; and if on the other hand, the corporation, actuated by a desire to advance its material prosperity by attaching its employes the more firmly to its interests, and by the humane purpose of contributing from its earnings, to their personal welfare, or acting from any other motive, good or bad, becomes a party to such contract, and renders, in effort and money, valuable assistance in effecting its beneficial purposes, why should the law assume, unreasonably and arbitrarily, to deny the exercise of these rights? We think it should not, and we fail to perceive how the contract in question contravenes any interest of the public. .Contracts similiar in every essential particular have been sustained by the courts of Pennsylvania, Maryland, Indiana, Iowa and Nebraska. <em>Graft </em>v. <em>R. R. Co., </em>8 At. Rep., 206; <page-number citation-index=\"1\" label=\"516\">*516</page-number><em>Johnson </em>v. <em>R'd </em>Co., 163 Pa, St., 127; <em>Ringle </em>v. <em>Penna. R. </em>R., 164 Pa. St., 529; <em>Fuller </em>v. <em>B. &amp; O. Employes' Relief Assn., </em>67 Md., 433; <em>Leas </em>v. <em>Penna. Co., </em>37 N. E. Rep., 423; <em>Donald v. Ry Co., </em>61 N. W. Rep., 971; <em>C., B. &amp; Q. Rd Co. </em>v. <em>Bell, </em>44 Neb. 44. See also <em>Owens </em>v. <em>B. &amp; O. R. R. Co., (C. C., S. D, </em>of Ohio), opinion by Sage, J., 35 Fed. Rep., 715; <em>Martin </em>v. <em>B. &amp; O. R. R. Co., </em>( C. C., D. of West Virginia), 41 Fed. Rep. 125; <em>Otis </em>v. <em>Penna. Co. </em>(C. C. D. of Indiana) 71 Fed. Rep., 136; <em>Shaver </em>v. <em>Penna. Co., </em>(C. C., N. D. of Ohio) opinion by Ricks, J., 35. W. L. B., 106 ; Bailey’s Master’s Liability for Injuries to Servants, 480; <em>B. &amp; O. R. R. Co. </em>v. <em>Bryant, </em>9 Ohio C. C., 332; and <em>Griffith </em>v. <em>The Earl of Dudley, </em>9 L. R. Q. B., 357; 3 Elliott on Railroads, 2156, 2158.</p>\n<p id=\"b552-5\">3. Nor is the contract void for want of mutuality, nor for lack of consideration. Moved thereto by the stipulations of the employe members, the company assumes the obligation to take charge in part of the administration of the association, to pay all its operating expenses,to take care of its funds, pay interest thereon, and be responsible for their safe keeping, and to make appropriations to supply any deficiencies. The promises are concurrent and obligatory upon both ; both promise and both pay in consideration of promises and payment by the other, and the fact that third persons are interested does not impair the force of the obligation. If these stipulations do not supply consideration it would be difficult to frame such as would; and there being express assent to the terms of the contract by both parties, the element of mutuality is not wanting. The law upon this subject in Ohio is too well established to need elaboration. <em>Judy </em>v. <em>Louderman, </em>48 Ohio St., 562. <page-number citation-index=\"1\" label=\"517\">*517</page-number>See also <em>Leas </em>v. <em>Penna. Co., supra, </em>and <em>Otis </em>v. <em>Penna. Co., supra.</em></p>\n<p id=\"b553-6\">Our conclusion is that the contract set up is not interdicted by the statute, and that it is neither against public policy, nor void for want of mutuality or consideration.</p>\n<p id=\"b553-7\">\n<em>Judgment of the circuit court reversed and that of the common pleas affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}