{
  "casebody": {
    "data": "<casebody firstpage=\"733\" lastpage=\"735\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b765-6\">[Civ. No. 7096.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A5z\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Axqa\">November 9, 1929.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b765-8\">LOS ANGELES PRINTING COMPANY (a Corporation) et al., Plaintiffs and Respondents, v. LOS ANGELES ROUND-UP et al., Defendants and Respondents; GEORGE H. GANAWAY, Intervener and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b766-6\"><page-number citation-index=\"1\" label=\"734\">*734</page-number>George H. Ganaway, <em>in pro. per., </em>for Intervener and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b766-7\">Fredericks, Hanna &amp; Morton and Thomas Ball for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b766-8\">KOFORD, P. J.</author>\n<p id=\"AgC\">Several parties plaintiff filed attachment suits against defendants and levied attachments. Various labor claimants came forward, claiming a preference upon the property and funds attached. Thereafter a judgment was entered pursuant to stipulation. The stipulation was signed by the attorneys for the several parties plaintiff and by the attorneys for the defendants and also by a firm of attorneys who the stipulation said represented at that time all of the labor claimants who had filed claims with the sheriff pursuant to sections 1206 and 1207 of the Code of Civil Procedure. The stipulation provided that judgment might be entered for the plaintiffs as prayed in their several complaints and that upon execution being issued the sheriff would pay out of the moneys in his hands $2,791.14 as full satisfaction of all labor claims, and that the balance should he applied in satisfaction of the plaintiffs’ judgments. A judgment was made by the court upon reading and filing this stipulation on the fifteenth day of April, 1926.</p>\n<p id=\"b767-2\"><page-number citation-index=\"1\" label=\"735\">*735</page-number>Thereafter the appellant herein, George H. Ganaway, a labor claimant, gave notice of a motion to vacate said judgment. The said motion was apparently denied by the court, although the clerk’s transcript does not show such a minute order. The said George H. Ganaway thereupon filed a notice of appeal to the Supreme Court from the judgment rendered in said action and from the whole thereof and stated that said judgment appealed from was entered on the fifteenth day of April, 1926.</p>\n<p id=\"b767-3\">It is the claim of respondent in answer to appellant herein that the said appellant is not a party to said action, is not aggrieved and cannot prosecute the appeal from the said judgment. Our examination of the record, which is a clerk’s transcript, shows that said Ganaway, <em>in propria persona, </em>filed a notice of motion for intervention November 10, 1925, and that the court upon the same day granted the said motion for leave to intervene in the said actions. No complaint in intervention was filed by him and nothing further was done until he made the motion to vacate the stipulated judgment. The record fails to show whether or not the said Ganaway filed a claim- with the sheriff under sections 1206 and 1207 of the Code of Civil Procedure. Furthermore, it does not appear whether, if he filed such a claim, he was represented by the attorneys joining in the stipulation for the judgment. Neither does it appear whether he received his <em>pro rata </em>share of the fund in the hands of the sheriff which was distributed amongst the labor claimants. The record is, therefore, insufficient to show whether or not the said Ganaway has any cause for complaint in this proceeding.</p>\n<p id=\"b767-4\">The said appellant, never haying intervened in the action and not being a party to the action, is not aggrieved by the judgment which was entered by stipulation. If he was not a party to the stipulation he is neither bound by the judgment nor is he aggrieved thereby in any way which entitles him to appeal. If he were a party to the stipulation, of course, he would have no complaint whatever under the other facts appearing in the record. It is therefore ordered that the said appeal he and the same is hereby dismissed.</p>\n<p id=\"b767-5\">Sturtevant, L, and Nourse, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}