{
  "casebody": {
    "data": "<casebody firstpage=\"690\" lastpage=\"693\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b714-4\">Rosemary T. BARKSDALE, Plaintiff-Appellant, v. UNION PLANTERS NATIONAL BANK, successor Bank to Magnolia Federal Bank; Richard Callicutt, Officer; Jack Moore, Officer; John White, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b714-7\">No. 05-60531.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b714-8\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b714-9\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b714-11\">Decided April 19, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b714-22\">Rosemary T. Barksdale, Greenville, MS, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b714-23\">David Andrew Prather, Herbert E. Ger-son, Ford &amp; Harrison, Memphis, TN, for Defendants-Appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b714-25\">Before BARKSDALE, STEWART, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b715-4\"><page-number citation-index=\"1\" label=\"691\">*691</page-number>PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b715-5\">Rosemary Barksdale, <em>pro se, </em>appeals the dismissal on summary judgment of various discrimination-based claims against Union Planters National Bank (“Union Planters”). We affirm.</p>\n<p id=\"b715-6\">I. Facts and Proceedings</p>\n<p id=\"b715-7\">Rosemary Barksdale, a black woman born in 1957, was employed by Magnolia Federal Bank (“Magnolia”) for almost seventeen years. When Magnolia was acquired by Union Planters in 1997, Magnolia’s retirement plan was dissolved and its proceeds were distributed among its employees according to a formula set by Magnolia. The distributions were calculated by a third-party actuarial firm that did not have knowledge of the beneficiaries’ race. Barksdale’s benefit distribution, discounted to present value, was lower than at least two older female co-workers who are white. After Barksdale permitted her claim to languish for six years in the Equal Employment Opportunity Commission, Barksdale filed suit in federal district court, alleging race, sex, and age discrimination under Title VII, the Equal Pay Act, the ADEA, and ERISA. Union Planters put forth evidence that the lower distribution was a non-discriminatory result of the formula used to calculate benefits. The district court granted summary judgment on all claims in favor of Union Planters. Barksdale appeals the district court’s decision limiting discovery and the grant of summary judgment against Barksdale on the ERISA claim.</p>\n<p id=\"b715-8\">II. Standard of Review</p>\n<p id=\"b715-9\">A district court is allowed broad discretion to manage discovery, and we review only for whether the district court abused its discretion. <em>Alpine View Co. v. Atlas Copco AB, </em>205 F.3d 208, 220 (5th Cir. 2000). “If it reasonably appears that further discovery would not produce evidence creating a genuine issue of material fact, the district court’s preclusion of further discovery prior to entering summary judgment is not an abuse of discretion.” <em>Resolution Trust Corp. v. Sharif-Munir-Davidson Dev. Corp., </em>992 F.2d 1398, 1401 (5th Cir.1993). Indeed, this court’s precedent makes clear that “a summary judgment motion can be decided without any discovery.” <em>Bauer v. Albemarle Corp., </em>169 F.3d 962, 968 (5th Cir.1999). “[A] plaintiffs entitlement to discovery prior to a ruling on a motion for summary judgment is not unlimited, and may be cut off when the record shows that the requested discovery is not likely to produce the facts needed by the plaintiff to withstand a motion for summary judgment.” <em>Washington v. Allstate Ins. Co., </em>901 F.2d 1281, 1285 (5th Cir.1990).</p>\n<p id=\"b715-12\">A grant of summary judgment is reviewed de novo. <em>Jones v. Comm’r, </em>338 F.3d 463, 466 (5th Cir.2003). Summary judgment is proper when “there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.” Fed.R.CivP. 56(c). We apply the same standard as the district court, construing all facts and inferences in the light most favorable to the non-moving party. <em>Cooper Tire &amp; Rubber Co. v. Farese, </em>423 F.3d 446, 454 (5th Cir.2005).</p>\n<p id=\"b715-13\">III. Discussion</p>\n<p id=\"AKb\">A. Discovery Order<footnotemark>1</footnotemark></p>\n<p id=\"b715-14\">Barksdale argues that the magistrate judge’s discovery order improperly <page-number citation-index=\"1\" label=\"692\">*692</page-number>limited her ability to prosecute her claims or withstand summary judgment.<footnotemark>2</footnotemark> Barks-dale’s argument is unavailing. To preclude summary judgment, Barksdale was required to come forward with actual reasons why she needed additional discovery and how the additional discovery would create a fact issue. <em>Bauer, </em>169 F.3d at 968 (citing <em>Stults v. Conoco, Inc., </em>76 F.3d 651, 657-58 (5th Cir.1996)).<footnotemark>3</footnotemark> Furthermore, Barksdale was required to explain “ ‘what discovery she did have, why it was inadequate, and what she expected to learn from further discovery.’ ” <em>Id. </em>(quoting <em>Reese v. Anderson, </em>926 F.2d 494, 499 n. 5 (5th Cir.1991)). Instead, Barksdale asserted in a conclusory manner that she had been denied the information she needed to proceed. She gave no concrete reasons how further discovery would have aided her cause. She gave no explanation for why past discovery was insufficient. Rather, she argued below and again on appeal that she needs to do the benefit calculations herself, that she does not understand the percentages arrived at by the plan, and that the limited discovery imposes extreme hardship on her ability to prepare for trial. Barksdale’s arguments do not meet the legal standards required to compel addi tional discovery and preclude summary judgment. <em>See, e.g., Moore v. Willis Indep. Sch. Dist., </em>233 F.3d 871, 876 (5th Cir.2000) (finding that the district court did not abuse its discretion by not allowing plaintiffs discovery to “fully explore the Defendants’ conduct, policy, procedures, and intentions by taking their depositions” since the plaintiffs did not identify what “relevant evidence they expected to uncover with additional discovery”). Accordingly, we find that the district court did not abuse its discretion by limiting discovery.</p>\n<p id=\"b716-8\">B. ERISA Claim</p>\n<p id=\"b716-9\">Barksdale contends that summary judgment on her ERISA claim was improper because Union Planters admitted it based its benefit calculations, in part, on age. Barksdale believes the plan dissolution violated ERISA but does not cite to a particular ERISA provision that it violated. Rather, Barksdale directs this court to <em>Cooper v. IBM Personal Pension Plan, </em>274 F.Supp.2d 1010 (S.D.Ill.2003), which involves, <em>inter alia, </em>ERISA §§ 204(b)(1)(G) and (H). <em>Cooper </em>does not speak to the situation at issue here, wherein Barksdale, a younger employee, re <page-number citation-index=\"1\" label=\"693\">*693</page-number>ceived a lower <em>present value </em>of benefits than her older co-workers.<footnotemark>4</footnotemark> Barksdale provides no factual basis to establish that the district court improperly granted summary judgment. Since no record evidence indicates an ERISA violation, Union Planters is entitled to a judgment as a matter of law. Accordingly, we affirm the district court’s grant of summary judgment on the ERISA claim in favor of Union Planters.</p>\n<p id=\"b717-6\">IV. Conclusion</p>\n<p id=\"b717-7\">Finding that the district court did not abuse its discretion by limiting discovery and that summary judgment was otherwise properly granted on the ERISA claim, we AFFIRM the judgment below.</p>\n<footnote label=\"*\">\n<p id=\"b715-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b715-17\">. Barksdale argues only that the limited discovery resulted in the inability of her non<page-number citation-index=\"1\" label=\"692\">*692</page-number>ERISA claims to survive summary judgment. She does not argue that the district court’s actual grant of summary judgment was erroneous on the facts before it. By failing to brief the issue, she has abandoned any argument that the district court’s grant of summary judgment itself, premised on the limited discovery, was improper.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b716-5\">. Barksdale failed to notice appeal of the underlying discovery ruling which forms the majority of her argument on appeal. Because we hold <em>pro se </em>appellants to less stringent standards, <em>see Calhoun v. Hargrove, </em>312 F.3d 730, 733-34 (5th Cir.2002), and we find no prejudice to Union Planters, <em>see C.A. May Marine Supply Co. v. Brunswick Corp., </em>649 F.2d 1049, 1056 (5th Cir.1981), we will rule on the merits of Barksdale's appeal of the underlying, unmentioned discovery ruling.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b716-10\">. A party’s failure to comply with the Fed. R.Civ.P. 56(f) provisions permitting a continuance to conduct further discovery ordinarily “would preclude them from arguing that the court’s refusal to permit further discovery pri- or to considering the motion for summary judgment was an abuse of discretion.” <em>Resolution Trust Corp., </em>992 F.2d at 1401. We assume, without deciding, that Barksdale’s response in opposition to summary judgment satisfies Fed.R.Civ.P. 56(f). <em>See Washington, </em>901 F.2d at 1285 (noting that an \" ‘equivalent statement, preferably in writing’ ” can be considered a Rule 56(f) motion) (quoting <em>Fontenot v. Upjohn Co., </em>780 F.2d 1190, 1194 (5th Cir.1986)).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b717-5\">. The crux of Barksdale’s misunderstanding may be that the plan benefits were distributed as present values of a future amount (presumably, set at or near retirement age).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}