{
  "casebody": {
    "data": "<casebody firstpage=\"538\" lastpage=\"542\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b566-9\">[Civ. No. 5134.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ASV\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKMU\">May 2, 1928.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b566-11\">C. MYRTLE WILSON, Appellant, v. H. R. EARP, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b567-8\"><page-number citation-index=\"1\" label=\"539\">*539</page-number>Leo D. Daze, R. P. Wheat and Martin F. Shakley for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b567-9\">Garten &amp; Maltby for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b567-10\">HAZLETT, J., pro tem.</author>\n<p id=\"AKR\">Plaintiff sued to recover commissions she alleged she earned in procuring purchasers . for defendant of office spaces in a building to be erected. Judgment was given for defendant.</p>\n<p id=\"b567-11\">Plaintiff appeals from the judgment, and her appeal is made pursuant to the alternative method provided for in sections 953a, 953b, and 953c of the Code of Civil Procedure. However, she did not print in her briefs or in a supplement thereto sufficient of the record to indicate that the trial court committed any error in giving judgment for defendant. The only portions of the record so printed are one paragraph of plaintiff’s amended complaint, the paragraph of defendant’s answer thereto, and the findings made by the <page-number citation-index=\"1\" label=\"540\">*540</page-number>court consisting of one paragraph. The paragraph from the amended complaint recites that plaintiff and defendant made a contract whereby plaintiff was employed by defendant to interview prospective purchasers of office spaces in a building to be erected, to advertise the proposed building and to otherwise interest various persons therein, as defendant should direct, and to induce such prospective purchasers to interview defendant, and that defendant should pay to plaintiff five per cent of the purchase price of any office which defendant might sell to persons produced by plaintiff. The paragraph of the answer so printed denies the specific contract pleaded by plaintiff, but alleges that plaintiff and defendant entered into a verbal conditional contract of such employment providing that defendant should pay plaintiff five per cent “on the total purchase price of any office sold by or through the efforts of plaintiff, only in the event that said office building was erected and then only upon the moneys actually received by the defendant from purchasers furnished by plaintiff, and paid in upon the completion of sales upon said offices in said building.” The paragraph of the findings printed is to the effect that no written agreement was signed by defendant authorizing or employing plaintiff as an agent or broker to sell offices in the proposed building.</p>\n<p id=\"b568-5\">The principal difference between the allegations of the amended complaint and of the answer thereto above referred to is that the allegations of the amended complaint imply and in effect allege that the agreement mentioned was in writing and signed by defendant <em>(Alaska Salmon Co. </em>v. <em>Standard Box Co., </em>158 Cal. 567, 569 [112 Pac. 454]), and the portion of the answer above mentioned admits a contract containing stipulations substantially as pleaded by plaintiff, but alleges that the contract was in parol. The findings referred to determine the issue in favor of the defendant and find “That there was no written agreement signed by defendant authorizing or employing plaintiff as an agent or broker to sell real property, to-wit: Offices in the proposed Oil Exchange Building . . . with a corresponding interest in the ninety-nine (99) year lease” on the real property upon which it was proposed that the building should be built.</p>\n<p id=\"b569-4\"><page-number citation-index=\"1\" label=\"541\">*541</page-number>Appellant complains that there were no findings upon other issues made by the pleadings. As appellant failed to print any other portions of the record, except those above referred to, we are not required to search through the typewritten transcripts to learn whether any other issues were presented by the pleadings, or, if other issues were joined, to determine whether the findings passed upon them. <em>(Dahlberg v. Dahlberg, </em>202 Cal. 295 [260 Pac. 290].)</p>\n<p id=\"b569-5\">Defendant was the owner and holder of a ninety-nine year lease upon the real property and he proposed to cause an office building to be erected on the property by a corporation, and to sell ninety-nine year leases of office spaces in the building, and plaintiff’s employment was to assist defendant in making sales of the office leases. Defendant was not a real estate broker and had no license as such, but in his dealings with plaintiff he treated the ninety-nine year lease and the proposition for the erection of the building as his own.  Upon those facts another reason appears why appellant’s contention is not well founded, viz.: Our courts have repeatedly held that if a finding is made upon an issue which determines a cause, other issues become immaterial and a failure to find thereon does not constitute prejudicial error. <em>(Wilbur </em>v. <em>Wilbur, </em>197 Cal. 1, 14 [239 Pac. 332].) The finding printed as above recited, determines the case for the reason that “an agreement authorizing or employing an agent or broker to purchase or sell real estate for compensation or a commission . . . ,” is invalid if not in writing. (Sec. 1624, subd. 6, Civ. Code.) This statute has been held to apply in a case where one was employed to assist in the sale of real property by showing it to prospective purchasers and by getting them in touch with the employer, for a commission to be paid only in the event that the employer sells to a prospective purchaser so produced <em>(Kornman </em>v. <em>Nelson, </em>83 Cal. App. 616 [257 Pac. 150]), and also where a mining expert was employed to induce a prospective buyer of a mine to consummate a purchase of the mine from the employer, the expert to be paid a commission should the sale be made by the employer <em>(Dolan </em>v. <em>O’Toole, </em>129 Cal. 488 [62 Pac. 92]). To the same effect, see: <em>Shanklin </em>v. <em>Hall, </em>100 Cal. 26 [34 Pac. 636].</p>\n<p id=\"b570-3\"><page-number citation-index=\"1\" label=\"542\">*542</page-number>There is still another reason why plaintiff was not entitled to recover in this case and that is: she did not allege in her amended complaint that when the agreement was made and the alleged services performed she was a duly licensed real estate broker or real estate salesman. The statute (providing for the regulation, supervision, and licensing of real estate brokers and salesmen, approved May 27, 1919, Stats. 1919, p. 1252, sec. 20) provides in effect that no person engaged in this state in the business or acting in the capacity of a real estate broker or salesman shall maintain any action in the courts of this state for the collection of commission or compensation as such, without alleging and proving that a license was issued to such person as provided in that act.</p>\n<p id=\"b570-4\">The judgment is affirmed.</p>\n<p id=\"b570-5\">Works, P. J., and Craig, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}