{
  "casebody": {
    "data": "<casebody firstpage=\"731\" lastpage=\"735\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b759-4\">[Crim. No. 1616.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AOBY\">Second Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AFe\">May 14, 1928.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b759-6\">THE PEOPLE, Respondent, v. R. MORALES, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b759-10\">Frederic H. Vercoe, Public Defender, Franklin Padan, Chief Deputy Public Defender, and John J. Hill, Deputy Public Defender, for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b759-11\">U. S. Webb, Attorney-General, John W. Maltman, Deputy Attorney-General, Asa Keyes, District Attorney, and Tracy Chatfield Becker, Deputy District Attorney, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b759-12\">YORK, J.</author>\n<p id=\"Ari\">Defendant appeals from an order denying a motion for a new trial and from a judgment of conviction of forgery of a bank check.</p>\n<p id=\"b759-13\">Appellant contends that he was convicted on incompetent and immaterial evidence admitted by the court over his objection. It is contended that the evidence complained of led the jury to believe that defendant had committed other similar crimes and that this evidence was admitted in violation of the well-established rule of evidence that the prosecution cannot prove the commission by the <page-number citation-index=\"1\" label=\"732\">*732</page-number>defendant of other offenses committed by him, for the purpose of increasing the likelihood that he has committed the particular crime with which he is charged. There is no doubt about the law in such cases, but in the application of the law to the instant case, we find that the evidence complained of is not of the class considered by appellant. It is true that in bringing out evidence material to the issue, circumstances tending to cast suspicion on defendant in the commission of other crimes appeared incidentally, some of which were elicited by the defendant on cross-examination of witnesses produced by the prosecution. The evidence complained of came out in statements extrajudicial made by defendant to witnesses and extrajudicial statements made in his -presence by others, which he did not deny, all of which statements were relevant and material in establishing defendant’s guilt in the instant case. The court did not err in overruling objections to such evidence offered by the prosecution or in declining to strike out evidence which pertained to defendant’s guilt in the instant case. Illustrative of the point made in appellant’s brief that there was error in admitting that class of evidence over his objection, Jane H. Uhl, a witness on the part of the prosecution, was asked by the district attorney whether in the conversation which had been referred to between the witness and Morales anything was said by Mr. Morales or Mrs. Fruhling relative to the check in question. She answered: “No, not particularly to that one check.” The district attorney said: “Was there anything said about any check?” The defendant objected to the question on the ground that it was incompetent, irrelevant, and immaterial, no foundation laid and on the ground that there was no proof of other cheeks. The witness answered: “Not about any one particular check.” The district attorney then asked: “What was said about any check? A. Well, that he signed them. Q. What did he say about signing them? A. In the course of this conversation they brought up Mrs. Zimmerman. . . . Then they commenced to talk about the checks he was accused of and he admitted that she was very, very ill and her folks would get all her money anyway, and he would just as well have that money out of her. Q. Who said that? A. Ralph. He said that in the presence of Mrs. Fruhling. Q. Was that this defendant? <page-number citation-index=\"1\" label=\"733\">*733</page-number>A. Yes.” On cross-examination she said: “He said he had signed the cheeks . . . and that Mrs. Zimmerman was very, very ill and he didn’t expect her to live, and her folks would get all the money and that he would just as well have some money out of her. . . . He told me that he got the money.”</p>\n<p id=\"b761-5\">The cases cited by defendant in support of the alleged errors are not in point. The evidence objected to in each of these cases was not inextricably mixed with the evidence which was proper, as in the instant case, and in People v. <em>Canfield, </em>173 Cal. 309 [159 Pac. 1046], cited by appellant, the defendant’s confession of another and distinct forgery was under consideration. It was not, as in the instant case, a case where an admission of the commission of the crime was linked with or made only in connection with the admission of the commission of other crimes. In the Canfield case the confession did not in any way pertain to the charge upon which the defendant was being tried. The appellant’s counsel is mistaken in the statement that the court further held in that case that such an error is not cured by section <em>éy2 </em>of article VI of the constitution, but (in view of the fact that the appeal was from an order granting a new trial) the court held that that question was one for the trial court to decide. The case of <em>People </em>v. <em>Baird, </em>105 Cal. 126 [38 Pac. 633], was a case where evidence of other and distinct forgeries were received over defendant’s objection. It does not appear that the evidence tending to prove other forgeries had any relation to the charge on which trial was had, but was considered with reference to absence of proof establishing the <em>corpus delicti. </em>The same can be said of the other cases cited by appellant on the requirement to prove the other alleged forgeries before the evidence of defendant’s admissions of committing them can be received.</p>\n<p id=\"b761-6\">But those cases are inapplicable to the instant case in that in this case the evidence complained of came in in connection with the check alleged in the information to have been forged and no evidence was introduced for <em>the purpose </em>of proving that the defendant had forged other cheeks. Evidence tending to prove any fact pertinent to proof of the crime charged in the information should not be excluded on the ground that it might have a tendency to prove another crime of the same character and against the <page-number citation-index=\"1\" label=\"734\">*734</page-number>same complaining witness and in connection therewith. Such restriction would have a tendency to defeat justice. If the evidence tending to prove other crimes establishes a general scheme to obtain money from the complainant unlawfully and it establishes one common motive of the defendant to effect his object, it cannot be excluded on the ground that it might create a prejudice against the defendant.</p>\n<p id=\"b762-5\">As to the question of venue, as was stated by the trial court, that was solely a question for the jury by reason of the fact that evidence was introduced from which the jury could determine the fact that the crime was committed in Los Angeles County, and their verdict shows that they did so determine it.</p>\n<p id=\"b762-6\">We have reviewed the evidence and find that it supports the verdict of the jury.</p>\n<p id=\"b762-7\">The judgment and order are affirmed.</p>\n<p id=\"b762-8\">Houser, J., concurred.</p>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b762-9\">CONREY, P. J., Concurring.</author>\n<p id=\"AWA\">I concur in the judgment. Appellant was accused of forging a $300 check, drawn against the bank account of I. M. Zimmerman. The check was shown to have been made and uttered. It was made payable “to the order of cash,” and purported to be signed by I. M. Zimmerman. In her testimony Mrs. Zimmerman Stated that she did not write the check, and did not sign it, and that she did not authorize any other person to write the check or to sign her name thereto. The evidence therefore is sufficient to prove the <em>corpus delicti, </em>or, in plain English, that the forgery was committed by someone.</p>\n<p id=\"b762-10\">Also there is testimony tending to prove that the signature “R. Morales,” on the back of the check, is in the handwriting of the defendant; and' that this indorsement and the writings on the face of the check, including the name signed at the bottom of the check, were all written by the same person.</p>\n<p id=\"b762-11\">As an incidental fact, in the introduction of testimony to show that the defendant had admitted that he forged “People’s Exhibit One,” the check particularly in question in this action, it appeared that this check and others were present before the parties to those conversations, that is, <page-number citation-index=\"1\" label=\"735\">*735</page-number>the witnesses and the defendant. The conduct and statements of the defendant, as shown by the testimony, did not amount to a direct statement wherein defendant singled out the one check and said that he forged that check. It did tend to show that he obtained the money on several checks, including “People’s Exhibit One.” But there was no attempt made by the prosecutor to establish the commission by appellant of any forgery other than of the one instrument specified. In a case where a defendant’s admission of a fact is to be proved, the testimony proving such admission should not be excluded merely because the statement, as made by the defendant, included other facts which tend toward proof that defendant had also committed another crime.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}