{
  "casebody": {
    "data": "<casebody firstpage=\"211\" lastpage=\"216\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b301-3\">[666 NE2d 1046, 644 NYS2d 133]</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b301-4\">William M. Walton, Appellant, v Lumbermens Mutual Casualty Company, Respondent.</parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b301-5\">Argued April 30, 1996;</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aj_\">decided June 5, 1996</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b302-3\"><page-number citation-index=\"1\" label=\"212\">*212</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b302-4\"><em>Bohl, Della Rocca &amp; Dorfman, P. C., </em>Albany <em>(John E. Dorfman </em>of counsel), for appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AWP\">Plaintiff’s injury arose out of the \"use or operation” of a motor vehicle, thereby entitling him to the payment of first-party benefits under the no-fault law from the motor vehicle’s no-fault insurance carrier when the injury was sustained while unloading the motor vehicle, but said motor vehicle was not the actual instrumentality which produced the injury. <em>(Wagman v American Fid. &amp; Cas. Co., </em>304 NY 490; <em>McConnell v Fireman’s Fund Am. Ins. Co., </em>79 Misc 2d 219; <em>Glosson Motor Lines v Platt, </em>80 Misc 2d 675; <em>Aetna Cas. &amp; Sur. Co. v Liberty Mut. Ins. Co., </em>91 AD2d 317; <em>Matter of 20th Century Ins. Co. [Lumbermen’s Mut. Cas. Co.], </em>80 AD2d 288; <em>Kessler v Liberty Mut. Ins. Co., </em>158 AD2d 974; <em>Yanis v Texaco, Inc., </em>85 Misc 2d 94; <em>Thomas v Travelers Ins. Co., </em>87 Misc 2d 136; <em>Matter of Manhattan &amp; Bronx Surface Tr. Operating Auth. [Gholson], </em>71 AD2d 1004; <em>Matter of New York Cent. Mut. Fire Ins. Co. [Hayden </em>— Allstate <em>Ins. Co.], </em>209 AD2d 927.)</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b302-5\"><em>Thuillez, Ford, Gold &amp; Conolly, LLP, </em>Albany <em>(Michael J. Hutter </em>of counsel), for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"ASc\">I. A person is not entitled to the payment of no-fault first-party benefits for injuries sustained in connection with an activity related to the use or operation of a motor vehicle unless the use or operation of the motor vehicle is the proximate cause of the injuries. <em>(Montgomery v Daniels, </em>38 NY2d 41; <em>Licari v Elliott, </em>57 NY2d 230; <em>Perkins v Merchants Mut. Ins. Co., </em>41 NY2d 394; <em>Johnson v Hartford Ins. Co., </em>100 Misc 2d 367; <em>Pavone v Aetna Cas. &amp; Sur. Co., </em>91 Misc 2d 658; <em>Matter of Skeels v Paul Smith’s Hotel Co., </em>195 App Div. 39; <em>Matter of New York Cent. Mut. Fire Ins. Co. [Hayden </em>— Allstate <em>Ins. Co.], </em>209 AD2d 927; <em>Duroseau v Town of Hempstead, </em>117 AD2d 579; <em>Lumbermens Mut. Cas. Co. v Logan, </em>88 AD2d 971.) II. Plaintiff is not entitled to first-party benefits as his injuries did not arise out of the use or operation of a motor vehicle as his injuries were proximately caused by the failure of the levelator on which he was standing while unloading the tractor-trailer. <em>(Matter of Manhattan &amp; Bronx Surface Tr. Operating Auth. [Gholson], </em>71 AD2d 1004.)</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b302-6\">OPINION OF THE COURT</p>\n<author id=\"b302-7\">Simons, J.</author>\n<p id=\"b302-8\">Plaintiff was injured while unloading a truck at a supermarket loading dock and sought no-fault benefits from defendant, <page-number citation-index=\"1\" label=\"213\">*213</page-number>the insurer of the truck. The sole issue before the Court is whether plaintiffs injuries arose out of the use or operation of the truck within the meaning of Insurance Law § 5102 (b). We hold that where a person’s injuries were produced by an instrumentality other than the vehicle itself, no-fault first-party benefits are not available.</p>\n<p id=\"b303-4\">Plaintiff William Walton was employed as a truck driver by Crowley Foods, Inc. On the day he was injured he was delivering dairy products to a Grand Union supermarket in Niskayuna. He backed his employer’s tractor-trailer up to the supermarket’s loading dock, got out of the truck and opened the rear cargo door. The supermarket provided an apparatus called a \"levelator” to facilitate delivery and, after obtaining a control device from the supermarket, Walton raised the levelator to the same height as the truck bed and attached plates from the levelator to the truck. A ramp was thus created that enabled him to transfer goods from the truck to the levelator. He could then lower the levelator to the height of the loading dock and transport the goods from the levelator to the loading dock. Walton employed the levelator as described and while he was standing on it with a load of dairy products the levelator tipped over, throwing him to the ground causing him to sustain injuries which required medical care and resulted in his losing time from work.</p>\n<p id=\"b303-5\">Walton filed a claim for no-fault benefits. Defendant denied the claim and Walton commenced this action to recover his \"basic economic loss,” demanding the statutory cap of $50,000 <em>(see, </em>Insurance Law § 5102 [a]). Supreme Court granted defendant’s cross motion for summary judgment and dismissed the complaint (162 Misc 2d 560). The Appellate Division affirmed, holding that no-fault first-party benefits are available only when the motor vehicle is the actual instrumentality that causes the injury and that plaintiff’s injury here was caused by the levelator (218 AD2d 858, 859).</p>\n<p id=\"b303-6\">The Insurance Law provides that a person is entitled to first-party benefits from the insurer of a vehicle \"for loss arising out of the use or operation * * * of such motor vehicle” (Insurance Law § 5103 [a] [1]). The statute does not define \"use or operation” <em>(cf., </em>Insurance Law § 5102), but the Mandatory Personal Injury Protection Endorsement required by the regulations implementing the no-fault statute states that \"use or operation of a motor vehicle * * * includes the loading or unloading of such vehicle” (11 NYCRR 65.12 [e]).</p>\n<p id=\"b304-4\"><page-number citation-index=\"1\" label=\"214\">*214</page-number>Walton has never disputed that the truck itself did not cause his injuries or that the failure of the levelator was the proximate cause of his injuries.<footnotemark>*</footnotemark> However, relying on 11 NYCRR 65.12 (e) and this Court’s decision in <em>Wagman v American Fid. &amp; Cas. Co. </em>(304 NY 490), he contends that he is entitled to no-fault benefits because he was unloading the vehicle at the time he was injured and thus he was using the vehicle within the meaning of the no-fault provisions.</p>\n<p id=\"b304-5\">In <em>Wagman, </em>we interpreted the scope of a loading and unloading provision in an insurance policy to determine the mutual intent of the parties to that contract. We concluded that the insurer had undertaken to provide coverage not only for injuries arising while loading or unloading goods from the vehicle itself, but for \"the 'complete operation’ ” of transporting goods from the vehicle to the place to or from which they were being delivered <em>(id., </em>at 494). Our task here is somewhat different because the coverage in this case is defined by statute, not contract. Thus, we must determine the scope of the statutory no-fault benefits intended by the Legislature.</p>\n<p id=\"b304-6\">New York’s no-fault insurance law, formally known as the \"Comprehensive Automobile Insurance Reparations Act,” was enacted in 1973. It was prompted by the significant problems which had arisen in common-law, fault-based litigation of automobile accidents. Its purposes were to remove the vast majority of claims arising from vehicular accidents from the sphere of common-law tort litigation, and to establish a quick, sure and efficient system for obtaining compensation for economic loss suffered as a result of such accidents <em>(see, </em>L 1973, ch 13; Governor’s Mem approving L 1973, ch 13, 1973 NY Legis Ann, at 298; <em>see generally, Montgomery v Daniels, </em>38 NY2d 41, 46-51; <em>see also, Perkins v Merchants Mut. Ins. Co., </em>41 NY2d 394, 396). Those purposes help to define the scope of the coverage provided by the statute <em>(see, Perkins v Merchants Mut. Ins. Co., supra). </em>They reflect the Legislature’s intent to draw a line between motor vehicle accidents and all other types of torts and to remove only the former from the domain of common-law tort litigation. Where, as here, the plaintiff’s injury was caused by an instrumentality other than the insured vehicle, liability for the losses sustained are more properly addressed outside the area of no-fault motor vehicle insurance.</p>\n<p id=\"b305-3\"><page-number citation-index=\"1\" label=\"215\">*215</page-number>Defendant maintains that because plaintiffs injuries were caused by the failure of the levelator, they did not \"arise out of’ his use of the insured vehicle. Its position is consistent with the language of the no-fault statute which provides that first-party benefits are available only if the injury sustained arose out of the use or operation of <em>the motor vehicle (see, </em>Insurance Law § 5102 [b]; § 5103 [a] [1]). The mere fortuity that plaintiffs injury occurred while he was engaged in unloading the truck does not support a claim for no-fault benefits because the vehicle itself was not a cause of the damage. The vehicle must be a proximate cause of the injury before the absolute liability imposed by the statute arises. Any other rule would permit recovery for claims based on back strains, slip-and-fall injuries, and other similar injuries occurring while the vehicle is being used but which are wholly unrelated to its use.</p>\n<p id=\"b305-4\">This decision is consistent with others which have considered the scope of the no-fault statute and have generally held that no-fault benefits are unavailable when a party is injured by an instrumentality other than the vehicle itself. Victims of intentional torts perpetrated while the vehicle was being used or operated have uniformly been denied no-fault benefits <em>(see, Horney v Tisyl Taxi Corp., </em>93 AD2d 291, 294; <em>Matter of Manhattan &amp; Bronx Surface Tr. Operating Auth. [Gholson], </em>71 AD2d 1004; <em>see also, United Servs. Auto. Assn. v Aetna Cas. &amp; Sur. Co., </em>75 AD2d 1022).</p>\n<p id=\"b305-5\">Similarly, courts have critically analyzed whether the vehicle was being \"used or operated” within the meaning of the no-fault provisions of the Insurance Law to distinguish between vehicular accidents and other torts <em>(see, e.g., </em>cases denying benefits, <em>Reisinger v Allstate Ins. Co., </em>58 AD2d 1028, <em>affd </em>44 NY2d 881 [injury arising from explosion of gas stove in motor home]; <em>Wausau Underwriters Ins. Co. v St. Barnabas Hosp., </em>145 AD2d 314 [failure to escort patient from ambulette to hospital door]; <em>Lumbermen’s Mut. Cas. Co. v Logan, </em>88 AD2d 971 [fall in icy parking lot]; <em>McConnell v Fireman’s Fund Am. Ins. Co., </em>49 AD2d 676 [snowmobile operator striking parked automobile]; <em>compare, Matter of 20th Century Ins. Co. [Lumbermen’s Mut. Cas. Co.], </em>80 AD2d 288, 289-290 [insured unloading trunk was \"using” the vehicle when struck and pinned between his car and another]; <em>Gering v Merchants Mut. Ins. Co., </em>75 AD2d 321 [car was being \"used” while under repair when metal chip from car caused injury]).</p>\n<p id=\"b305-6\">The common thread in these decisions is that no-fault liability will not attach when the injury is caused by something <page-number citation-index=\"1\" label=\"216\">*216</page-number>other than a motor vehicle because in such circumstances the incident cannot be considered an accident related to the use of the motor vehicle.</p>\n<p id=\"b306-4\">In sum, no-fault insurance was adopted in this State to provide a system to compensate victims of vehicular accidents. A person engaged in loading or unloading the vehicle may be using it within the meaning of the statute, but that does not necessarily mean that his or her injuries arose out of the use of the vehicle. In such circumstances, if the injuries are caused by something other than the vehicle itself, the injuries cannot be said to have arisen out of the use of the vehicle and thus no-fault first-party benefits are unavailable to the injured party.</p>\n<p id=\"b306-5\">Accordingly, the order of the Appellate Division should be affirmed, with costs.</p>\n<p id=\"b306-6\">Chief Judge Kaye and Judges Titone, Bellacosa, Smith and Ciparick concur; Judge Levine taking no part.</p>\n<p id=\"b306-7\">Order affirmed, with costs.</p>\n<footnote label=\"*\">\n<p id=\"b304-7\"> In the courts below, plaintiff argued that defendant had not disclaimed coverage in a timely manner, and was therefore precluded from doing so. The lower courts rejected this argument, and plaintiff does not argue the point in his appeal to this Court.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}