{
  "casebody": {
    "data": "<casebody firstpage=\"240\" lastpage=\"244\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b254-5\">CLARK v. SNELLING.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b254-6\">(Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AEFq\">May 16, 1913.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AYqE\">No. 1,009.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b254-8\">1. Bankruptcy (§ 140<footnotemark>*</footnotemark>) — Trusts—Trust Property — Rights op Trustee. •</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b254-9\">Wliere a bankrupt beld the legal title to certain real estate as trustee for his mother, pursuant to a parol agreement to transfer the same to her, she having bought and paid for it, but no conveyance having been made, the property being such as the bankrupt could have transferred to a bona fide purchaser, the title thereto passed to his trustee in 'bankruptcy, as provided by Banlcr. Act July 1, 1898, c. 541, § 70a (5), 30 Stat. 565, 566 (U. S. Comp. St. 1901, p. 3451)„; but the trustee, by such section alone, acquired no better title than the bankrupt had.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b254-10\">[Ed. Note. — For other cases, see Bankruptcy, Cent. Dig. §§ 198, 199, 219, 225; Dec. Dig. § 140.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b254-11\">2.. Bankruptcy (§ 140*) — Rights op Trustee — Trust Property.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b254-12\">Whether the beneficiary under a constructive trust of property held by a bankrupt was entitled to enforce the same against the bankrupt’s trustee depended on the statutes and decisions of the particular state, construed in connection with Bankr. Act 'July 1, 1898, c. 541,, 30 Stat. 544, 545 (ü. S.- Comp. St. 1901, p. 3418).</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b254-13\">[Ed. Note. — For other cases, see Bankruptcy, Cent. Dig. §§ 198, 199, 219, 225; Dee. Dig. § 140.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b254-14\">3. Bankruptcy (§ 140*) — Property op Bankrupt — Bankruptcy Court — Ju- ■ risdiction — Custody.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b254-15\">A bankrupt, at the time of adjudication, held the legal title to certain real property, which he had sold to petitioner, his mother, and for Which she had fully paid, but which had not been conveyed to- her. Petitioner entered on the premises 10 years before the bankruptcy, and had since occupied them as hers, made improvements thereon, paid taxes, claiming ownership, and on the intervention of bankruptcy proceedings petitioned the bankruptcy court for an order directing the trustee to convey the land to her, on the ground that the title had inadvertently been left in the bankrupt. <em>Held, </em>that such property was not in the custody of the bankrupt, and that, by petitioner’s appearance and petition in the bankruptcy court, she could not be regarded as having admitted any further jurisdiction in that-court to deal with the property, nor any <page-number citation-index=\"1\" label=\"241\">*241</page-number>custody over the premises themselves, than was involved in the hearing and granting of her petition.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b255-4\">[Ed. Note. — For other cases, see Bankruptcy, Cent. Dig. §§ 198, 199, 219, 225; Dec. Dig. § 140.<footnotemark>*</footnotemark></headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b255-5\">Jurisdiction of federal courts in suits relating to bankruptcy, see note to Bailey v. Mosher, 11 O. C. A. 313.]</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b255-6\">4. Bankruptcy (§ 140*) — Trust Property — Bights op Trustee — State Statutes.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b255-7\">in Massachusetts, a judgment creditor has no lien on the debtor’s real estate, unless he has attached the land before judgment, which he is authorized to do by Bev. Laws Mass. c. 147, § 3, or has levied an execution thereon and deposited for record a copy of the execution with a memorandum, etc., as provided by chanter 178, § 4. Bankr. Act July 1, 1898, e. 541, § 47a, 30 Stat. 557 (U.1S. Comp. St. 1901, p. 3488), as amended by Act June 25, 1910, c. 412, § 8, 36 Stat 840 (U. S. Comp. St. Supp. 1911, p. 1500), as to property not in the court’s custody, provides that the trustee shall he deemed vested with all the rights, remedies, and powers of a judgment creditor holding an execution duly returned unsatisfied. <em>IIeld, </em>that where a bankrupt held the naked legal title to certain real property located in Massachusetts as trustee for his mother, who had occupied and claimed the property as her own for 10 years before the bankruptcy, section 47a, as amended, did not give to his trustee the further rights which such a judgment creditor could, under the state law, have obtained only by attachment before judgment or by a completed levy; and hence the trustee was not entitled to the land as against the claim of the bankrupt’s mother to enforce the trust.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b255-8\">[Ed. Note. — For other eases, see Bankruptcy, Cent. Dig. §§ 198, 199, 219, 225; Dec. Dig. § 140.*]</headnotes>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b255-9\">Appeal from the District Court, of the United States for the District of Massachusetts; Jas. M. Morto.n, Judge.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b255-10\">Petition by Anna E. Snelling against Philip M. Clark, as trustee in bankruptcy of petitioner’s son. Judgment for petitioner (202 Fed. 259), and the trustee appeals.</summary>\n<disposition data-order=\"19\" data-type=\"disposition\" id=\"Asa\">Affirmed.</disposition>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b255-11\">J. Duke Smith, of Boston, Mass. (Smith &amp; Clark,'of Boston, iVlass., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b255-12\">Robert E. Goodwin, of Boston, Mass. (Goodwin &amp; Procter, of Boston, Mass., on the brief), for appellee.</attorneys>\n<p data-order=\"22\" data-type=\"judges\" id=\"b255-13\">Before DODGE, Circuit Judge, and AEDR1CH and HALE, District Judges.</p>\n<footnote data-order=\"23\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b254-16\">For other cases- see- same topic <em>&amp; </em>§ number in Dec. <em>&amp; </em>Am. Digs. 1907 to Sate, &amp; Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"24\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b255-16\">For other eases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b255-14\">DODGE, Circuit Judge.</author>\n<p id=\"A-og\">This appeal is brought by a trustee in bankruptcy. The judgment he seeks to reverse granted a petition brought by the bankrupt’s mother for an order directing the trustee to convey to her certain real estate, which, having long ago paid the bankrupt for it, she has since occupied as hers, but the record title to which has been inadvertently left in him.</p>\n<p id=\"b255-15\">The facts material to our decision were alleged in the petition, and admitted by a “demurrer,” which was heard and sustained by the referee, in the first instance. A petition for review brought the matter before the District Court in the same form, and it was there agreed by the parties that judgment upon the demurrer should be final so far as the District Court was concerned; the trustee thus waiving his right to answer the petition in the event of the demurrer being over<page-number citation-index=\"1\" label=\"242\">*242</page-number>ruled. Upon a hearing under this agreement, the District Court reversed the referee, overruled the demurrer, held the bankrupt’s title to the land to be in him as trustee for the petitioner, and ordered the trustee to convey the bankrupt’s right, title, and interest to her in execution of the trust, according to the prayer of her petition.</p>\n<p id=\"b256-4\">The material facts are thus stated in the opinion of the learned judge of the District Court:</p>\n<blockquote id=\"b256-5\">“Some ten years before Snelling’s bankruptcy the petitioner orally purchased. of him certain real estate, which she .has since been in exclusive possession of, and upon which she has made valuable improvements. She paid for the property in full, but by inadvertence * :s * no conveyance was ever made to her, so that the legal title still stands in the bankrupt’s name.”</blockquote>\n<p id=\"b256-6\"><bracketnum>'' J1, 2]</bracketnum> This was land which prior to the filing of the petition the bankrupt could “by any means have transferred.” He could have transferred it to a bona fide purchaser for value without notice of the petitioner’s rights, and if he had done so the transfer would have been effectual as against her. This, without more, is enough to bring the bankrupt’s title to it within Act July 1, 1898, c. 541, § 70a (5), 30 Stat. 565, 566 (U. S. Comp. St. 1901, p. 3451), and vest the trustee with that title upon his appointment. But, so far as section 70a alone is concerned, the trustee took no better title than the bankrupt himself had, and the petitioner, .since she could have obtained the conveyance she seeks from him, under the law of Massachusetts, by virtue of her equitable ownership, would have been entitled to it from his trustee in bankruptcy. We agree with the learned judge below that all this is in accordance with the Massachusetts decisions' to which he refers, and the general principle that the trustee takes the bankrupt’s property subject to all the'equities impressed upon it in the bankrupt’s hands. York, etc., Co. v. Cassell, 201 U. S. 344, 352, 26 Sup. Ct. 481, 50 L. Ed. 782. No creditor had “fastened upon” the land before the bankruptcy, nor had anything happened which gave the trustee rights in excess of those obtained by virtue of his mere succession to the bankrupt’s title under section 70a, unless this result can be held to have followed for the reasons below considered.</p>\n<p id=\"b256-7\">The trustee relies upon the additions made to section 47a (2) by the amendments of 1910. Act June 25, 1910, c. 412, § 8, 36 Stat. 840 (U. S. Comp. St. Supp. 1911, p. 1500). Without amending section 70a, there w.ere then inserted in section 47a, a section purporting to deal, not with the title, but with the duties of trustees, provisions vesting-trustees with certain “rights, remedies and powers’-’ as to the bankrupt’s property. These are differently defined according as the property in question is “in the custody or coming into the custody of the bankruptcy court” or “not in the custody of the bankruptcy court.” The first inquiry is: In which of these categories does the property here in question belong? The District Court held the land not in its •custody, and the trustee contends that this was error.</p>\n<p id=\"b256-8\">The trustee relies here upon Mueller v. Nugent, 184 U. S. 1, 14, 22 Sup. Ct. 269, 275 (46 L. Ed. 405), and insists that:</p>\n<blockquote id=\"b256-9\">“On adjudication, title to tne bankrupt’s property became vested in the trustee (sections 21e, 70), with actual or constructive possession, and placed in the custody of the bankruptcy court.”</blockquote>\n<p id=\"b257-3\"><page-number citation-index=\"1\" label=\"243\">*243</page-number>And he contends that the petitioner admitted the custody of the bankruptcy court by the filing of her petition.</p>\n<p id=\"b257-4\"><bracketnum>[3 j</bracketnum> We cannot regard anything said in Mueller v. Nugent as meaning that any better title to this laud became vested in the trustee than he got under section 70a, or that anything more than the bankrupt’s title, with such possession only as he may have had by virtue of it, was placed in the custody of the' bankruptcy court. It is among the facts set forth in the petition, and' therefore stands admitted before us, that the petitioner had entered upon the premises 10 years before the bankruptcy, had since occupied them as hers, had made improvements upon them, had expended much money in the improvements and in upkeep, had paid the taxes, had paid also from 1903 to 1907 the interest on a mortgage which the bankrupt had placed on the premises, and had, in 1907, paid and discharged this mortgage, having agreed at the time of her purchase from the bankrupt to assume and pay it, and having accordingly indorsed and guaranteed his mortgage note. In view of these facts, the bankrupt cannot be said to have had either possession or custody of the premises when the petition was filed. The petitioner had both, by virtue of her occupation and claim of ownership, so that any presumption that the bankrupt’s title gave him either is overcome. There has been no attempt by the trustee to take possession, so far as appears. By her petition she no doubt admitted the jurisdiction of the court to do what she asked it to do, that is, to direct a release by the trustee to her of such title as had become vested in him and thus brought within the court’s control; but having expressly claimed in her petition that his title was only that which he held in trust for her, she cannot he regarded as having admitted any further jurisdiction, or any custody over the premises themselves, in the court. Neither on the facts, therefore, nor because of any admission by the petitioner, can we hold that the District Court erred in its ruling that this lamí was not properly in its custody.</p>\n<p id=\"b257-5\"><bracketnum>[4¡</bracketnum> As to property not in 1he court’s custody, the provision in the above amendment to section 47a is that the trustee “shall be deemed vested with all the rights, remedies and powers of a judgment creditor holding an execution duly returned unsatisfied.” The rights, remedies, and powers as to the bankrupt’s real estate which would belong to such a creditor when the petition is filed are not everywhere the same, hut they depend upon the law of the particular state. If, in most states, such a creditor would have a lien, in Massachusetts he would not, unless before his judgment he had attached the land. Not having so attached it, his judgment and execution would give him no rights in it before he had taken it on his execution. There is difficulty in saying that by provisions giving trustees certain rights, remedies, and powers all further rights are also given which might, in any event, have been obtained by exercising the rights, remedies, and powers described as given. This difficulty is of importance in the present case, because the question here is, not merely what rights in general would belong, under Massachusetts law, to such a creditor as the amendment describes, but what would be his rights against those of an equitable owner, such as this petitioner is admitted to have been? Her rights, <page-number citation-index=\"1\" label=\"244\">*244</page-number>indeed, could not have prevented a creditor without notice of them from attaching the land, or from taking it on execution without a previous attachment (Rev. Laws Mass. c. 147, § 3); but in order to hold that the amendment to section 47a gave this trustee rights superior to hers, it is necessary to say that because it gave him, expressly, only the rights of- a judgment creditor with an unsatisfied execution, it also gave him, without express mention, the further rights which such a creditor might previously have secured by a previous attachment without notice, or those which he might subsequently get by proceeding to take the land and then depositing for record the copy of the execution with the mem'orandum required by Rev. Laws Mass, c. 178, § 4. By that section such deposit is required in order to make the taking valid against a purchaser in good faith, for value, and .without notice.</p>\n<p id=\"b258-4\">We are unable to adopt this construction of the provisions referred to. If, in most states, they would accomplish the result for which the trustee contends, they would do so because under the laws of those states a judgment creditor with an unsatisfied execution has rights which he could not claim under Massachusetts laws. We find no decision which has adopted such a construction when the local law applying has been like that applying here. In Sparks v. Weatherly, 58 South. 280, the Supreme Court of Alabama held that a bankruptcy trustee could not maintain a bill to reach and sell land held adversely under an unrecorded deed from the bankrupt, given more than four months before the bankruptcy, notwithstanding the provisions of section 47a as amended; the state law giving a judgment creditor no lien before his execution had been delivered to the sheriff, and it not appearing that the trustee represented any judgment creditor with a lien and without notice of the unrecorded deed.</p>\n<p id=\"b258-5\">We agree with the learned District Judge in finding nothing in the Bankruptcy Act, as it stands at present, which must be understood to give a trustee the full beneficial ownership of land whereof the bankrupt has the bare legal title only, or as impairing the right of the equitable owner, under the law of the state, to hold such land against all claims except those of an actually attaching or levying judgment creditor, and against those claims if the creditor can be charged with notice. There can be no doubt that the present petitioner’s rights in the land include everything except the bare legal title, in view of her having once paid the bankrupt in full for all his interest in the premises, and having subsequently, from a time so long anterior to the bankruptcy, exercised all the apparent rights of ownership.</p>\n<p id=\"b258-6\">The judgment of the District Court is affirmed, and the appellee recovers costs in this court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}