{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"247\" lastpage=\"251\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b257-5\" pgmap=\"257\">(No. 49134.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"AfL\" pgmap=\"257\">SEARS, ROEBUCK AND CO., Appellee, v. THE INDUSTRIAL COMMISSION et al.-(Robert Guthrie, Appellant.)</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b257-6\" pgmap=\"257\">Opinion filed Oct. 5, 1977.</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AhB\" pgmap=\"257\">— Rehearing denied Nov. 23, 1977.</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b258-4\" pgmap=\"258\">GOLDENHERSH and DOOLEY, JJ., took no part.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b258-6\" pgmap=\"258\">Moore &amp; Nelson, of Hoopeston (William E. Nelson, of counsel), for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b258-7\" pgmap=\"258\">Rooks, Pitts, Fullagar &amp; Poust, of Chicago (Daniel P. Socha and William M. Stevens, of counsel), for appellee.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b258-8\" pgmap=\"258\">MR. JUSTICE UNDERWOOD</author> <p id=\"Aeu\" pgmap=\"258\">delivered the opinion of the court:</p> <p id=\"b258-9\" pgmap=\"258(113) 259(139)\">On January 14, 1974, the 25-year-old claimant, Robert Guthrie, was employed by Sears, Roebuck and Co. He testified he was sent on a service call to install a new washing machine. While claimant was tilting the machine the customer’s dog ran under the machine and jumped on Guthrie, causing the machine to fall backwards and pin him against the wall. Claimant experienced considerable pain, called his employer and was taken to the hospital by a fellow employee, where his shoulder was X-rayed. He then went to the office of Dr. Harding, the company’s doctor. Claimant was there examined and told to do no heavy lifting. He was thereafter taken back to the shop, where he told his boss he wanted to see his own doctor. Claimant saw Dr. Andracki, who had taken care of him at least since high school, the following day and was given an injection in the left shoulder, his left arm was placed in a sling, and he was referred to Dr. Mehta, a certified orthopedic surgeon. Claimant, still experiencing pain, saw Dir. Mehta about a week later, having returned to light work in the meantime. Dr. Mehta secured a history from claimant, took X rays and recommended surgery, which was scheduled for February 12, to repair the ligaments and muscles in the left shoulder. He was released from the hospital February 14, seen by Dr. Mehta six or seven times thereafter and told by him on May 10 that he could return to regular work May 13.</p> <p id=\"b259-3\" pgmap=\"259\">A subsequent hearing on his application for compensation under the Workmen’s Compensation Act (Ill. Rev. Stat. 1973, ch. 48, par. 138.1 et seq.) resulted in an award by an arbitrator of $105.50 per week for 16 5/7 weeks of temporary total incapacity and $83.20 per week for 47 weeks for a 20% permanent loss of use of the left arm. That award was affirmed by the Industrial Commission, but reversed by the circuit court of Vermilion County, which found the award “contrary to law as there is no objective evidence that the employee’s pre-existing condition was aggravated or made worse by the accident at work.” Claimant has appealed directly here. 58 Ill. 2d R. 302(a)(2).</p> <p id=\"b259-4\" pgmap=\"259\">The employer maintains here as it did in the trial court and before the Commission that the condition for which surgery was performed had existed for some time prior to the accident, and that there is no objective evidence that the preexisting condition was aggravated by the accident. Our attention is directed to section 8(b)(7) of the Act, which provides:</p> <blockquote id=\"b259-5\" pgmap=\"259(17) 260(38)\">“7. All compensation payments *** are defined to be for accidental injuries and only such accident injuries as are proven by competent evidence, of which there are or have been objective conditions or symptoms proven, not within the physical or mental control of the injured employee himself.” (Ill. Rev. Stat. 1973, ch. 48, par. 138.8.)</blockquote> <p id=\"b260-3\" pgmap=\"260\">The requirement of proof of objective conditions or symptoms was eliminated in 1975, but was in effect at the time of claimant’s alleged injury.</p> <p id=\"b260-4\" pgmap=\"260\">Claimant testified he had experienced a number of dislocations of his right shoulder during and since his high school days when he played football. He stated he could not remember any similar difficulty with the left shoulder, and did not believe that he had ever had treatment for that, shoulder prior to the January 14 incident. He denied telling Dr. Mehta that he had prior difficulties with both shoulders. Neither Dr. Harding nor Dr. Andracki was called to testify. Dr. Mehta testified that he first saw claimant on January 22, at which time the doctor took a history from him. That history, according to the doctor, included statements by claimant that he had experienced trouble with both shoulders, including previous dislocations. Dr. Mehta testified his diagnosis was that claimant was suffering “from a recurrent dislocation of both shoulders.”</p> <p id=\"AR1\" pgmap=\"260(114) 261(43)\">Dr. Mehta last saw claimant in November subsequent to the surgery. Examination then revealed “abduction was full, some pain present at the extreme of motion. External rotation was restricted by twenty degrees, but internal rotation was full. Some pain present at the extremes of motion. ***” The doctor was of the opinion that this condition was permanent. He testified, in response to a hypothetical question, that he could not say the injury caused the ill-being because the condition predated the injury. However, he also testified that the January 14 injury could have aggravated the preexisting condition. On cross-examination he stated he would have recommended the surgery had he seen claimant prior to January 14 because it was needed to repair the problem claimant said he experienced previously. He further stated that there was no objective evidence of aggravation and that his opinion that the injury could have aggravated the condition was predicated on claimant’s statements to him.</p> <p id=\"b261-3\" pgmap=\"261\">The real controversy here is not as to whether claimant’s left shoulder was injured — rather, it is as to the source of that injury. The testimony regarding that source was in conflict, thus posing a question of credibility. We have consistently held that the credibility of the witnesses is for the Commission to evaluate, and its determination will not be disturbed unless contrary to the manifest weight of the evidence. (Atlantic &amp; Pacific Tea Co. v. Industrial Com. (1977), 67 Ill. 2d 137, 142; Perry v. Industrial Com. (1977), 66 Ill. 2d 418, 422; Santiago v. Industrial Com. (1977), 66 Ill. 2d 356, 359.) While we might not have reached the same conclusion as did the Commission, we are of the opinion that the Commission’s determination cannot be said to be contrary to the manifest weight of the evidence.</p> <p id=\"b261-4\" pgmap=\"261\">The judgment of the circuit court of Vermilion County is accordingly reversed, and the award of the Commission is reinstated.</p> <p id=\"b261-5\" pgmap=\"261\">Judgment reversed; award reinstated.</p> <p id=\"b261-6\" pgmap=\"261\">GOLDENHERSH and DOOLEY, JJ., took no part in the consideration or decision of this case.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}