{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"97\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b147-4\">City of Revere <em>vs. </em>Harry A. Blaustein.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b147-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AdE\">November 3, 1943.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aoq\">November 30, 1943.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b147-6\">Present: Field, C.J., Lummus, Qua, Cox, &amp; Ronan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b148-7\"><page-number citation-index=\"1\" label=\"94\">*94</page-number><em>L. Theran, </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b148-8\"><em>S. Zuker, </em>City Solicitor, for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b148-9\">Ronan, J.</author>\n<p id=\"AWa\">This case is before us on appeals from decrees sustaining a demurrer and dismissing a bill in equity to restrain the exercise of an offensive trade in violation of an order of the board of health of the city of Revere.</p>\n<p id=\"b148-10\">The bill alleged that on September 17, 1942, and prior thereto, the defendant was conducting the business of painting automobile truck bodies on certain premises in Revere; that on this day the board of health, after due inspection of the defendant’s premises, passed a vote prohibiting the exercise of such a trade on said premises as the board of health was of the opinion that the exercise of said trade “is hurtful to the inhabitants and injurious to their estates and dangerous to public health and is noisome and attended by injurious odors”; that the defendant, after being served with a copy of said order, filed a petition in the Superior Court for a trial by jury of an appeal from said order; that this petition was dismissed and that the defendant continues to exercise said trade in violation of the order of the board.</p>\n<p id=\"b148-11\">All grounds of the demurrer which challenge the sufficiency of the allegations of the bill are open on this appeal, and we are not confined to the particular grounds upon <page-number citation-index=\"1\" label=\"95\">*95</page-number>which it was sustained in the Superior Court. <em>Ratté </em>v. <em>Forand, </em>299 Mass. 185. <em>Becker </em>v. <em>Calnan, </em>313 Mass. 625. The first ground of the demurrer was directed to defects in substance, but many of the fifteen special grounds assigned are not directed to the sufficiency of the allegations to set forth a cause for relief but deal with matters not appearing on the face of the bill. The defendant cannot properly include such matters in a demurrer. <em>Fay </em>v. <em>Boston &amp; Worcester Street Railway, </em>196 Mass. 329. <em>Peters </em>v. <em>Equitable Life Assurance Society, </em>200 Mass. 579. <em>Keith </em>v. <em>Heywood Boot &amp; Shoe Co. </em>255 Mass. 321. <em>Richards </em>v. <em>Richards, </em>270 Mass. 113.</p>\n<p id=\"b149-5\">We consider all grounds of the demurrer which are properly raised by this form of pleading. The board of health was not required to assign any place in the city for the exercise of a trade similar to that of the defendant, and it could prohibit the carrying on of such a business within the city. G. L. (Ter. Ed.) c. 111, § 143, as amended by St. 1933, c. 269, § 2. <em>Taunton </em>v. <em>Taylor, </em>116 Mass. 254. <em>Revere </em>v. <em>Riceman, </em>280 Mass. 76. The board had authority to pass an order prohibiting the further exercise of the defendant’s business as then located, and the board was not required to give the defendant notice or a hearing before making the order. <em>Belcher </em>v. <em>Farrar, </em>8 Allen, 325. That order was of a preliminary nature and was not conclusive. The defendant could contest the validity of the order and could secure an annulment or modification of it by the verdict of a jury upon a petition filed in accordance with G. L. (Ter. Ed.) c. 111, § 147. <em>Ryder </em>v. <em>Board of Health of Lexington, </em>273 Mass. 177. The defendant availed himself of that proceeding which terminated in a decision adverse to him. The defendant cannot now by demurrer show that he was not conducting an offensive trade in the manner designated in the order of the board or that it did not result in the emission of noisome and obnoxious odors, harmful to the inhabitants of the city, injurious to their property and dangerous to the public health. Indeed, he could not raise such matters upon a trial of the merits of this bill in equity. <em>Taunton </em>v. <em>Taylor, </em>116 Mass. 254. <em>Quincy </em>v. <em>Kennard, </em><page-number citation-index=\"1\" label=\"96\">*96</page-number>151 Mass. 563. <em>Lexington </em>v. <em>Miskell, </em>260 Mass. 544, <em>Swansea </em>v. <em>Pivo, </em>265 Mass. 520. <em>Revere </em>v. <em>Riceman, </em>280 Mass. 76.</p>\n<p id=\"b150-5\">There is nothing in the contentions raised by the demurrer that the statutes, in accordance with which the bill shows the board of health acted, are unconstitutional, even if we assume the question is open to one who invoked the aid of these statutes in testing the validity of the order. <em>Nichols </em>v. <em>Commissioner of Public Welfare, </em>311 Mass. 125, 129, and cases cited. The constitutionality of these statutes was long ago settled. <em>Belcher </em>v. <em>Farrar, </em>8 Allen, 325. <em>Taunton </em>v. <em>Taylor, </em>116 Mass. 254.</p>\n<p id=\"b150-6\">None of the allegations of the bill shows that the action of the board was arbitrary and capricious, as set up in the demurrer. The special ground that the order was unfair, inequitable and unjust.toward the defendant cannot be sustained. If the defendant was the only one affected by the order, that would not render it invalid. <em>Massachusetts General Hospital </em>v. <em>Belmont, </em>233 Mass. 190, 204. <em>Morley </em>v. <em>Police Commissioner of Boston, </em>261 Mass. 269, 280. There is nothing contained in any of the other grounds of the demurrer that needs any further discussion in view of what has already been said.</p>\n<p id=\"b150-7\">The order of the board, through the inadvertence of a clerk, described the premises as numbered 1495 North Shore Road, Revere, and the vote was corrected so as properly to define the premises occupied by the defendant which were numbered 1459 on this road. The bill alleges that the defendant was not misled by reason of this mistake and waived any objection thereto, and that the record of the vote as corrected duly set forth the vote that was actually passed. The bill shows nothing that renders the vote invalid because of this clerical mistake. The board had the right to correct its records so as to make them comply with the truth. <em>Halleck </em>v. <em>Boylston, </em>117 Mass. 469. <em>Stratton </em>v. <em>Lowell, </em>181 Mass. 511. The vote is to be reasonably construed, <em>Taunton </em>v. <em>Taylor, </em>116 Mass. 254, 261, and the allegations of the bill were sufficient to show that the,defendant waived this clerical mistake. <em>Hellen </em>v. <em>Medford, </em><page-number citation-index=\"1\" label=\"97\">*97</page-number>188 Mass. 42. <em>Paige </em>v. <em>Sinclair, </em>237 Mass. 482. <em>Pitman </em>v. <em>Medford, </em>312 Mass. 618.</p>\n<p id=\"b151-3\">The defendant filed a motion to dismiss the appeal because the original bill to which a demurrer had been sustained was not included in the record of the present appeal. The original bill became of no importance upon the filing by the city of an amended bill in accordance with the allowance of its motion for leave to do so. <em>Cole </em>v. <em>Wells, </em>224 Mass. 504. <em>Corbett </em>v. <em>Gallagher, </em>225 Mass. 480. <em>Hushion </em>v. <em>McBride, </em>296 Mass. 4, 8. <em>Peterson </em>v. <em>Hopson, </em>306 Mass. 597, 601. <em>Thompson </em>v. <em>Spagnuolo, </em>311 Mass. 597, 600.</p>\n<p id=\"b151-4\">It follows that the motion to dismiss the appeal is denied, the interlocutory and final decrees are reversed and an interlocutory decree is to be entered overruling the demurrer.</p>\n<p id=\"b151-5\">\n<em>Ordered accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}