{
  "casebody": {
    "data": "<casebody firstpage=\"355\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b387-4\">REUBEN JONES <em>vs. </em>JOEL GUTMAN &amp; CO.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b387-5\"><em>Husband and Wife </em>— Power <em>of Wife to Pledge her Husband's Credit </em>— Agency <em>of Wife.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b387-6\">If a husband neglects to supply his- wife with necessaries or with the means of procuring them, she is authorized to pledge his credit with third parties therefor.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b387-7\">But when husband and wife are living together and she is properly maintained, she has no implied authority in law to pledge her husband’s credit. Whether she has actual authority to do so depends upon the facts of each case, and should be submitted to the jury.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b387-8\">A husband is liable for goods sold to his wife on his credit when the purchase is made by her with his authority and consent, or when he afterwards approves or acquiesces therein.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b387-9\">When a husband authorizes his wife to purchase goods from a particular tradesman, who is prepared to satisfy all her reasonable wants, she is not empowered to pledge his credit for goods bought from another tradesman, without his knowledge, and he is not liable for purchases so made unless he subsequently approved of the same. Whether there was such approval is a question for the juiy.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b387-10\">If a party selling goods to a married woman gives credit to her alone, he cannot hold her husband liable therefor.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b387-11\">Appeal from the Circuit Court for Baltimore County (Burke, J.). At the trial the following prayers were offered in addition to plaintiffs’ first prayer, which is contained in the opinion of the Court.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b387-12\"><em>Plaintiffs’ 2d Prayer. </em>— If the jury shall find that the goods, the price of which is sued for in this case, were sold and delivered by the plaintiffs to the wife of the defendant upon his credit, with the knowledge, consent and authority of the defendant, and that during the <page-number citation-index=\"1\" label=\"356\">*356</page-number>course of dealings between the plaintiffs and the defendant’s wife, the goods were charged to defendant, and the itemized bills sent to and received by him, and that he did not object thereto, then the defendant is legally responsible to the. plaintiffs for the price of the goods so sold and delivered to his wife (except such as the jury shall find were bought for Mrs. Addison’s child), although the jury may believe some of the goods were not necessary and too high-priced or extravagant for one in the station in life occupied by defendant’s wife.— <em>{Granted.)</em></summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b388-5\"><em>Plaintiffs’ f¡th Prayer. </em>— That the jury shall not consider the evidence offered, tending to show there was a gift by the defendant to his wife, of $1,000, and a deed for property worth $2,500 more, except for the purpose of determining the question of agency; the defendant having failed to show that such gifts were' intended as an allowance for the wife for the purchase of wearing apparel or household <em>supplies. </em>— {Granted.)</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b388-6\"><em>Defendant’s 1st Prayer. </em>— If the jury shall find that the goods, the price of which is sued for, were sold and delivered by the plaintiffs to the wife of the defendant, in pursuance.of correspondence between the plaintiffs and defendant’s wife, as shown in evidence; and shall further find that the goods sued for were obtained without the knowledge and authority of defendant, and that the same or any portion thereof were not necessaries and suitable to the station in life of the defendant and his wife, then the plaintiffs are not entitled to recover, or can only recover for so much of said goods as the jury shall believe were” suitable and necessary to the station of life in which the defendant and his wife <em>lived. </em>— {Re<em>jected.)</em></summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b388-7\"><em>Defendant’s 2nd Prayer. </em>— If the jury shall find that the defendant’s wife applied to the plaintiffs in the beginning of the year 1897 for credit, and that plaintiffs replied to said application by letter addressed to defendant’s wife, as shown in evidence, and that the defendant’s wife' thereupon procured from the plaintiffs the goods, the price of which is sued for in this case, with<page-number citation-index=\"1\" label=\"357\">*357</page-number>out the knowledge and authority of her husband; and if the jury shall further find that defendant, after marriage with his wife in 1895, made her separate allowances and settled property upon her sufficient for her clothing and for household wants, which she used for herself; and if they shall further find that at the time of marriage and afterwards the defendant’s family dealt at Nathan Gut-man’s, a different concern from the plaintiffs, and that defendant instructed his wife she could procure credit for household supplies at that place, and that defendant’s wife communicated such authority to said Nathan Gut-man and made a small bill there, then the plaintiffs are not entitled to recover in this <em>action. </em>— {Rejected,.')</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b389-5\"><em>Defendant’s 3d Prayer. </em>— That the defendant’s wife could not pledge his credit, except as his agent, and if they find that the defendant, after his marriage with his wife, authorized her to pledge his credit with a particular salesman, to wit, Nathan Gutman &amp; Co., with whom he was in the habit of dealing, and that his wife contracted a small bill on his credit at said Nathan Gutman’s, and that said Gutman was prepared to supply all her reasonable wants, and that his said wife never made application to him for clothing or supplies such as were charged in the bill sued on, and he never refused her any request of the sort; and shall further find that without consulting defendant, and without his knowledge, she sought to pledge his credit with plaintiffs, and that after taking time for inquiry, the plaintiffs, without consulting defendant, and without his knowledge, sold his wife the goods sued on in this case, then they are not entitled to recover, unless the jury shall further find that the defendant approved of her authority to pledge his credit after the sale of the <em>goods. </em>— {Rejected.)</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b389-6\"><em>Defendant’s 4th Prayer.- </em>— If tile jury find that the goods supplied to Mrs. Jones were in amount or quality unsuited to the station in life of the defendant, then the plaintiff is not entitled to recover in this case, and their verdict must be for the defendant, unless they further find that the defendant authorized or ratified the pur<em>chases. </em>— {Granted.)</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b390-4\"><page-number citation-index=\"1\" label=\"358\">*358</page-number><em>Defendant’s 5th Prayer. </em>— If the jury find that the goods or any of them, supplied to Mrs. Jones by the plaintiffs, were unsuited in quality to the station in life of the defendant, then their verdict must be for the price of such articles as they deem unsuited in quality, unless they further find that the defendant authorized or ratified the <em>purchases. </em>— (Granted.)</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b390-5\"><em>Defendant’s 6th Prayer. </em>— If the jury find that some of the articles purchased by Mrs. Jones from the plaintiff were for a person other than herself, such articles are not necessaries, and the plaintiffs are not entitled to recover for the <em>same. </em>— (Granted.)</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b390-6\">' <em>Defendant’s fth Prayer. </em>— If the jury find that the plaintiffs gave credit to the wife of the defendant, then their verdict must be for the <em>defendant. </em>— (Rejected.)</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b390-7\"><em>Defendant’s 8th Prayer. </em>— That the burden is on the plaintiffs to show that the defendant refused to support his wife or failed to make her an adequate allowance.— <em>(Refused.)</em></summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b390-8\"><em>Defendant’s pth Prayer. </em>— If the jury shall find that the defendant supplied his wife with clothing and household goods, suited to her station in life as his wife, and that he neither authorized nor ratified her action in purchasing articles forming the subject of this suit, their verdict must be for the <em>defendant. </em>— (Granted.)</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b390-9\"><em>Defendant’s 10th Prayer. </em>— That necessaries are such articles of clothing as are essential to the wife, and are at the same time suitable to the. station in life and the mode of living adopted by the <em>husband. </em>— (Granted.)</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b390-10\"><em>Defendant’s 11th Prayer. </em>— Li the jury find that the wife of the defendant had a sufficient allowance or income of her own for her clothing and reasonable household needs, then the plaintiffs are not entitled to recover in this action, and their verdict must be for the defend<em>ant. </em>— (Refused.)</summary>\n<judges data-order=\"21\" data-type=\"judges\" id=\"b390-11\">The cause was argued before McSherry, C. J., Bryan, Fowler, Briscoe, Page, Roberts, Boyd and Pearce, JJ.</judges>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b391-4\"><page-number citation-index=\"1\" label=\"359\">*359</page-number><em>D. G. McIntosh </em>and <em>John Watson, Jr. </em>for the appellant.</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"b391-5\">Necessaries are articles which are (i) <em>needed, </em>and are (2) suitable in quality and quantity to the social rank and condition in which the husband chooses to live. <em>Phillipson </em>v. <em>Hayter, </em>L. R. 6 C. P. 38. The wife’s authority to pledge is an implied agency — an agency <em>ex necessitate; </em>in order to exercise it, the wife must be <em>destitute </em>of such supply as benefits her condition and the means and social station of her husband. <em>Schouler on Dom. Rel. </em>sec. 70; <em>Johnston </em>v. <em>Sumner, </em>3 H6. &amp; N. 264. For it is only when the husband <em>fails </em>or <em>refuses </em>to support the wife that the agency arises. <em>Cunningham </em>v. <em>Irwin, </em>7 Serg. &amp; R. 247; <em>Stewart on Mar. and D. </em>secs. 179, 180, 372; <em>Schouler on Dom. Rel. </em>sec. 70. At common law this agency was implied in order that the wife should not become a charge upon the community; furthermore, the husband acquiring the wife’s property and earnings by marriage, she was left without means of support. <em>Schouler on Dom. Rel. </em>sec. 61. To the extent to which her rights have been enlarged, and the husband’s rights in her property curtailed, he is relieved from her support; and the husband, will not be held liable if he supplies his wife with proper necessaries or if she have means of her own. <em>Montague </em>v. <em>Benedict, </em>3 Barn. &amp; Cress. 631; <em>Richardson </em>v. <em>Dubois, </em>18 Week. Rep. 63; <em>Freestone </em>v. <em>Butcher, </em>9 C. &amp; P. (38 Eng. Com. Law Reps. 269); <em>Dixon </em>v. <em>Hurrell, </em>8 C. &amp; P. 717.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b391-6\">Defendant’s first exception arises from the refusal of the Court to permit the defendant to state upon what terms he and his wife were living during the period covered by her purchases from plaintiffs. The husband’s liability depends upon the <em>time </em>she is his agent, and the'conditions and circumstances surrounding them should be taken into consideration to show want of authority. <em>Lane </em>v. <em>Ironmonger, </em>13 M. &amp; W. 368; <em>Reeve </em>v. <em>Conyngham, </em>2 C. &amp; K. 444; <em>Carey </em>v. <em>Patton, </em>2 Ashmead (Pa.) 140. If separated in consequence of differences, and she has been supplied with necessaries, the husband is not liable. <em>Emmett </em>v. <em>Norton, </em>8 C. &amp; P. 806; <em>Dixon </em>v. <em>Hurrell, Id. </em>717.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b392-4\"><page-number citation-index=\"1\" label=\"360\">*360</page-number>The husband has the right to decide from whom and what place necessaries shall come; and so long as he has provided necessaries in some way, <em>no matter what method he chooses to adopt, </em>his marital obligation is discharged. <em>Atkins </em>v. <em>Curwood, </em>7 C. &amp; P. 761; <em>Schouler Dom. Rel. </em>sec. 63 and cases cited.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b392-5\">Notice by publication, or even specific notice to the tradesman, does not affect the husband’s liability, if the goods supplied b.e actually needed and the husband fails or refuses to provide them — the question of authority is one of fact to be determined by the circumstances of each particular case. <em>Schouler Dom. Rel. </em>sec. 65; <em>Keller </em>v. <em>Phillips, </em>39 N. Y. 351. “If a-tradesman will trust any woman that comes into his shop,- he must do so at his peril.” <em>Clifford </em>v. <em>Latón, </em>3 C. &amp; P. 15. “ It is the bounden duty of tradesmen, when they find a wife giving extravagant orders, to give notice to the husband <em>immediately, </em>if they mean to hold him liable.” <em>Freestone </em>v. <em>Butcher, supra. </em>The English inclination has been to limit the implied agency of the wife during cohabitation to those whose dealings have already been recognized by the husband. <em>Schouler Dom. Rel. </em>sec. 70; <em>lolly </em>v. <em>Reese, </em>15 C. B. N. S. 628; <em>Debenham </em>v. <em>Mellon, </em>L. R., 6 App. Cases 24; <em>Roper on Husb. and Wf., </em>p. 68.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b392-7\">The eighth prayer should likewise have been granted; for it is only in cases where the husband <em>fails </em>or <em>refuses </em>to support the wife that she may pledge his credit; and the burden in this case was upon the plaintiffs. <em>Cunningham </em>v. <em>Irwin, supra; Stewart on M. and D., supra; Schouler on Dom. Rel. </em>sec. 70. Had the wife paid for the goods in cash, she could not have recovered the amount from the husband. “No creditor can be put in any better position tó complain of the husband than the wife herself.” <em>Crittenden </em>v. <em>Schermerhorn, </em>39 Mich. 666. Where the wife has sufficient means, <em>no matter from what source, </em>the husband is not liable. “ The rule of law is clear that the implied authority of the wife to pledge her husband’s credit for necessaries is revoked and rebutted where the wife has, in fact, sufficient funds to provide necessaries for herself suitable for her con<page-number citation-index=\"1\" label=\"361\">*361</page-number>dition in life.” Cockburn, J., in <em>Richardson </em>v. <em>Dubois, supra; Freestone </em>v. <em>Butcher, supra; Atkins </em>v. <em>Curwood, supra; Fredd </em>v. <em>Eves, supra; Litson </em>v. <em>Brown, 26 </em>Ind. 489; <em>Dixon </em>v. <em>Hurrell, supra.</em></p>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b393-5\"><em>John I. Yellott </em>(with whom was <em>Wm. S. Keech </em>on the brief) for the appellees.</attorneys>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b393-6\">Page, J.,</author>\n<p id=\"A-7\">delivered the opinion of the Court.</p>\n<p id=\"b393-7\">This suit was brought to recover money for goods sold by the appellee to the appellant on the order of the latter’s wife. The account filed with the <em>narr. </em>embraces wearing apparel and household articles. Whether they were such as were suitable and proper for one in her station in life, was left by the Court to the decision of the jury. The appellant, Reuben Jones was married in 1895. He was then about seventy-one years of age, and his bride was thirty-one. His family consisted, prior to his marriage, of himself and three daughters, the children of a former marriage. The three daughters all assisted in the support of the family by their labor. One of them attended to the housekeeping at home. Another was employed in the post-office, and the remaining daughter taught a school. The appellant himself labored every day, digging and hauling sand from his own sand-bank, and he wore the “ plainest of clothes.” From the proceeds of his rentals and by dint of industry, his income was about twelve hundred dollars a year. The daughters, who were sworn as witnesses and testified, state that the family kept an account with Nathan Gutman and bought all their clothes of him, amounting in cost for each of them, from fifty to seventy-five dollars annually; they say the family “ lived plainly and dressed plainly.” Sometime after marriage, the appellant gave his wife $1,000, to do with as she pleased, and he also made over to her a house and lot that rented for $25 per month, the understanding between them being he was to draw the rent and apply it to household expenses. Mrs. Jones, however, was permitted by him to receive the rents of this property notwithstanding the <page-number citation-index=\"1\" label=\"362\">*362</page-number>agreement, and she also received the rents from all the remainder of his real estate. He states that “ if he wanted any of the money he asked her for some and she gave it to him, and kept the balance, and used it for anything, for household affairs.” He also told her that if she needed anything she could go to Nathan Gutman’s store and get it on his credit, a privilege she seems to have availed herself of, on at least one occasion. There is no evidence that she at any time was ever in want of anything, further than a general statement made in a conversation with him of which she testifies, to the effect, that she told him she “ needed things for the house.” As to whether in point of fact such things were needed, there is testimony tending to show that the house was properly supplied, and her own evidence does not enlighten us on the point, further than to show that what she 'objected to was not the need of household articles, but the quality — for she states that “ the blankets in the defendant’s house were nothing but horse blankets, old red donkey blankets.” He on the other hand testifies that she “ never applied to him for wearing apparel to his knowledge and been refused ... he had never noticed, nor had called to his attention any deficiency in her wardrobe.” She, before her marriage, however, had dealt with Joel Gutman &amp; Co., the appellees, and afterwards desired to continue purchasing what she wanted from that store. She told her husband she was going to Mr. Gutman’s, and she went to Joel Gut-man’s. There is no evidence, hpwever, that the appellant, knew or had reason to believe that he understood she intended to-open a bill on his credit with Joel Gut-man &amp; Co. He testifies that he had no knowledge of her dealings there, or of her making a bill with them, and that he had a bill at Nathan Gutman’s, and “ didn’t want a bill at the two places,” and that he didn’t “ know anything about this place ” (meaning Joel Gutman &amp; Co.). In January, she did go to Joel Gutman &amp; Co. to get credit and in February she received the following letter from them, viz., “ In response to your application for;an account with us, we will be pleased to comply <page-number citation-index=\"1\" label=\"363\">*363</page-number>therewith, and await your instructions in regard to the same.” The appellees prior to the writing of this letter, never saw the appellant, had never had any dealings with him, and knew nothing of him personally, except as to his financial condition, information obtained from business houses and the bureau of information. On the 16th of March a bill for $153.29 was sent to the appellant; no reply was received; and more goods were furnished the wife. On the 5th of May a second bill including all the items sold, wTas mailed to the appellant. There is evidence going to show that he never received the first bill. On May the 27th, the counsel for appellant wrote to the appellees as follows: “ Mr. Jones of Catonsville, this morning handed to me your bill against him, dated May 5th, 1897, the amount thereof being $182.56. The first item of the bill is ‘ to bill rendered $153.29.’ Mr. Jones has never received a bill from you before, and knows nothing about the items comprising either the $153.29 or the subsequent items. Please, therefore, send me at once a full itemized account against Mr. Jones, as it appears on your books. I hereby give you notice on behalf of Mr. Jones not to give his wife, Columbia Jones, credit for anything. As far as your present bill is concerned, when I have received the items I will advise you just what Mr. Jones will do in the premises.” There was some proof going to show, that the appellant saw his wife wearing the goods and never objected, but on this point the evidence is conflicting, and we do not deem it necessary to state it in detail.</p>\n<p id=\"b395-6\">Upon this state of the proof, the Court granted the first prayer of the appellees to the effect that if the jury find that the goods were sold and delivered to the wife of the appellant, and that the said goods -were proper and suitable for one in the station in life she at the time occupied, and were sold on credit of the defendant, then the appellant is responsible to the appellees for the same, “ except such goods as were bought for Mrs. Addison’s child ” and “ the verdict must be for the appellees ”... <em>“ </em>even though they believe the defendant did give his <page-number citation-index=\"1\" label=\"364\">*364</page-number>wife one thousand dollars and conveyed to her real estate worth $2,500 or more, . . . but the jury may consider her possession of such property in determining- the question of agency.”</p>\n<p id=\"b396-5\">This instruction seems to embody two opposite and conflicting theories of the law applicable to the facts of the case. The hypothesis of the first part is that the responsibility of the husband will be fixed, if the jury find that the- goods were suitable and proper, etc. And also that the goods were sold on the credit of the husband. This is based upon the theory, that upon the finding of these two facts, the agency of the wife to contract the bill must follow as a matter of law. The latter part of the prayer, however, seems to rest upon the idea that the question of her agency was a matter of fact, in considering which the jury were at liberty to take into account the fact of her possession of the property that her husband had given her. But apart from this, we do not think'the prayer properly presented the case to the jury. The leading question in the case, was whether the wife under all the circumstances had a legal power to bind her husband. This must depend, not upon the bare fact of marriage or of cohabitation, but upon his authority.or assent either expressed or implied. If it be expressed, her power, as in all other cases of agency, must be measured by the terms employed in conferring it. If it be implied, its extent must be gathered from all the circumstances of the case. For instance the husband is bound to provide his wife with such necessaries as in her situation in life are suitable and proper, and if he fail in the performance of this duty, she may contract debts for them, and it will be presumed as matter of law that she had power to do so. 1 <em>Black. Com. </em>443. In all such cases, a presumption conclusively arises, whether the parties live together or not. ' If the parties live together and it be not shown that the husband has failed to provide her with a suitable maintenance and support, the presumption of her authority is one of fact to be finally determined upon all the circumstances of the case. The husband can then rebut the presumption that arises <page-number citation-index=\"1\" label=\"365\">*365</page-number>from the fact of cohabitation by showing that the purchase was made without his authority, real or apparent, and without his subsequent assent. “ In all cases,” said Bovill, C. J., in <em>Phillipson </em>v. <em>Hayter, </em>L. R. 6 C. P. 41, in which it is sought to make the husband responsible for goods supplied to the order of his wife, the question has turned upon her authority to bind him by her contract, and that authority must be proved in all cases.” <em>Freestone </em>v. <em>Butcher, </em>9 C. &amp; P. 643; <em>Walthman </em>v. <em>Wakefield, </em>1 Camp. 120; 2 <em>Roper on Hus. &amp; Wife </em>111; <em>Schouler on Dom. Rel. </em>secs. 63-70; <em>Renaux </em>v. <em>Teakle, </em>20 E. L. &amp; Eq. 346, in which Pollock, C. J., said, “ The apparent result of the authorities is that if a man trusts the wife, he must take his chance.” There is nothing in what has been just stated, in conflict with the rule, the principle of which is applied in all cases of agency, that a husband cannot deny that his wife has such authority as she has been held out by him to have, so that a person acting upon such appearances and in the belief of her agency, has furnished her with goods on the credit of her husband. In such a case, upon the broad principles of agency, the husband cannot deny his liability. The whole subject has been so exhaustively and satisfactorily discussed in two English cases, that we content ourselves with quoting liberally from them. In <em>Jolly </em>v. <em>Rees, </em>15 C. B. N. S. 628, after laying down the law as we have stated it, Erxe, C. J., proceeds to assign some reasons. He says, it is a solecism in reasoning, to say that she derives her authority from his will, and at the same time to say that the relation of the wife creates the authority against his will, by a <em>presumptio juris et de jure </em>from marriage. . . . The husband sustains the liability for all debts; he should therefore have the power to regulate the expenditure for which he is responsible by his own discretion according to his own means. But if the wife taking up goods from a tradesman can make her husband’s liability depend on the estimate by a jury of his estate and degree, the law would practically compel him to regulate his expenses by a standard to be set up by a jury.” This case a few years later was reviewed and the <page-number citation-index=\"1\" label=\"366\">*366</page-number>principles affirmed in the House of Lords, in the case of <em>Debenham </em>v. <em>Melton, </em>6 App. Cas. 24. The goods sold the wife in this case were admitted to be necessaries suitable to her condition; she had been allowed an allowance of £52 per annum for herself and children; and her husband had forbidden her to exceed that allowance. In the case at bar the husband had given the wife a thousand dollars to do with as she pleased, had allowed her to receive all the rents from his property, and placed at her disposal an unrestricted credit at the store of Nathan Gutman. In the case last cited it was held that the question “ whether the wife had authority to pledge the husband’s credit, is to be treated as one of fact, upon the circumstances of each particular case,” and that marriage could not imply by law, an agency on her part to bind him or pledge his credit, except in the case of a necessity which might arise when the husband has deserted her or compelled her to live apart from him without properly providing for her, “ but not when they are living together and she is properly maintained; because then in that state there are no circumstances, no <em>prima facie </em>evidence, that the husband is neglecting to discharge his necessary duty or that there is any necessary occasion for the wife to run him into debt, for the purpose of keeping herself alive or supplying herself with lodging and clothing.” The Chancellor also said, that if the husband does acts or habitually consents to acts “ which confer upon her an apparent authority to pledge his credit, upon the general principles of the law of agency, he would be bound as between himself and the person relying upon it, notwithstanding any private arrangement between himself and his wife; but if he had done none of these acts, or submitted to nothing- to justify the assumption that she 'was acting by his authority, whether she was his agent must depend as a matter of fact upon all the circumstances of the case.”</p>\n<p id=\"b398-5\">The cases having some bearing upon this subject are too numerous for us to attempt to review here. There is much apparent conflict among them, though many will be found to agree if regard be paid to the special <page-number citation-index=\"1\" label=\"367\">*367</page-number>circumstances of each case. Many of them can be found collected in 2nd <em>Smith’s Leading Cases, </em>part I. See notes to the cases of <em>Manby </em>v. <em>Scott, </em>and <em>Montague </em>v. <em>Benedict, Ibid. </em>406-483. We are of opinion, however, that the principles laid down in the two leading cases cited are supported by the weight of authority and reason. Turning again to the first prayer of the plaintiffs it is clear that it entirely ignores the question of the agency of the wife. Upon the facts stated in it being found it assumes that the authority of the wife to bind her husband was established as matter of law. This was error. There should have been submitted to the jury the question of the agency <em>vel non </em>of the wife, to be determined by them as a matter of fact from all the circumstances of the case.</p>\n<p id=\"b399-5\">There was no error in allowing the plaintiff’s second prayer. The theory of the prayer is that if the goods were sold on his credit, with his authority, knowledge and consent, he should be held responsible. The special objection was properly overruled.</p>\n<p id=\"b399-6\">The plaintiffs’ fifth prayer was erroneous, in that it assumes that the defendant had failed to show that the gifts of the husband were intended as an allowance to the wife for the purchase of wearing apparel or household supplies. There was some testimony on that point. Mr. Jones testified that the money was given to her to “ use as she pleased,” and that she received the rents and used them partly “ for household affairs.”</p>\n<p id=\"b399-7\">The defendant submitted eleven prayers, of which the 1st, 2nd, 3rd, 7th, 8th and nth were rejected. 'His third prayer should have been granted. The first was defective in that it fails to inform the jury as to the effect of the plaintiff’s subsequent conduct tending to show acquiescence. If the defendant after he became aware of her purchase approved either directly or indirectly of her act, he would be bound. There was some evidence in the case on that point, and whether there was subsequent approval on his part should have been submitted to the jury in connection with the other facts set out in the prayer. The second instruction asked for is open <page-number citation-index=\"1\" label=\"368\">*368</page-number>to the same objection, and also to the additional objection that in considering the question of her agency the jury are restricted to the separate allowance and the credit accorded to her at Nathan Gutman’s. Her agency is a matter to be settled from a consideration of all the circumstances and is not inferable as matter of law from any one. The seventh prayer was proper and should have been granted. The correspondence furnished some evidence, that the credit was given to the wife, and if the jury found that fact the plaintiff was not entitled to recover. <em>Weisker </em>v. <em>Lowenthal, </em>31 Md. 418. The eighth prayer should have been granted. <em>Phillipson </em>v. <em>Hayter </em>(supra),and other cases already cited. For reasons already stated in connection with other prayers, the eleventh was properly rejected.</p>\n<decisiondate id=\"Agi\">(Decided November 16th, 1898.)</decisiondate>\n<p id=\"b400-5\">There was no error in the ruling on the first exception. It follows from what we have said, that the judgment must be reversed.</p>\n<p id=\"b400-6\">\n<em>Judgment reversed and new trial awarded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}