{
  "casebody": {
    "data": "<casebody firstpage=\"308\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b342-4\">JOHN K. PARKER v. THE STATE.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b342-5\">1. By the Werts law, every sale (without appropriate license) of ther intoxicating liquors to which that act applied was constituted the offence of “ keeping a disorderly house.” <em>Held, </em>that its provisions in</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b342-6\">• this respect did not take away the liability to indictment for the common law offence of keeping a disorderly house, of one who maintained a place in which he habitually sold such liquors in violation of law.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b342-7\">2. The first count of the indictment in this case approved as sufficient under the provisions of the supplement to the Crimes act, approved1 March 10th, 1893. <em>Qen. Stat., p. </em>1101.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b342-8\">3. The act of 1871 (now section 8 of the Evidence act), which permits an indicted person to become a witness in his own behalf, by offering himself as such, does not, as do the act of congress and the acts of some states on the same matter, provide that his failure to offer himself shall not raise any presumption against him, nor does it, as do' the acts of some states, forbid allusion to such failure by counsel or court. <em>Held, </em>that when facts have been testified to by witnesses for the prosecution, which, if true, establish defendant’s guilt, which facts-concern the actions of defendant, and if not true, may be disproved by him, his failure to offer himself as a witness may be considered and commented upon.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b342-9\">On error to the Monmouth Sessions.</summary>\n<p data-order=\"6\" data-type=\"summary\" id=\"b342-10\">Argued at November Term, 1897, before Mague, Chief Justice, and Justices Garrison and Lippincott.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b342-11\">For the plaintiff in error, <em>Aaron JE. Johnston </em>and <em>JR,. Ten Broeeh Stout.</em></attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b342-12\">For the defendant in error, <em>Wilbur A. JBJdsley, </em>prosecutor of the pleas.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b342-13\">The opinion of the court was delivered by</p>\n<author id=\"b342-14\">Mague, Chief Justice.</author>\n<p id=\"A3c\">The writ of error in this cause was returnable in December, 1895. At the June Term, 1896, the case and .briefs of counsel were sent to the court, On examination the return was found to be so defective that the court declined to consider the case, and so notified counsel. No further step having been taken, the court, at Novem<page-number citation-index=\"1\" label=\"309\">*309</page-number>her Term, 1897, was about to dismiss the writ, when counsel on both sides agreed to an amendment of the return. The ease was then argued at that term by briefs submitted to the judges who sat in the court when it was first presented.</p>\n<p id=\"b343-6\">Out of the twenty-three assignments of error, those only will be dealt with which are deemed to present any debatable .question.</p>\n<p id=\"b343-7\">, The first point raised by the brief of counsel for plaintiff in error relates to the sufficiency of the indictment. It contains three counts and the record shows a general verdict of guilty as charged. If any of the counts are free from objection it will be sufficient to support the judgment. <em>Hunter </em>v. <em>State, </em>11 <em>Vroom </em>495.</p>\n<p id=\"b343-8\">It is unnecessary to express any opinion in regard to the ■second or third counts, because I have concluded that the first ■count is entirely unobjectionable. It charges, in substance, that plaintiff in error, on a certain day and on divers other ■days between that day and the day the inquisition was taken, in a certain house kept and maintained by him in the township of Neptune, in the county of Monmouth, unlawfully and habitually sold by retail and by less measure than a quart certain spirituous, vinous, malt and brewed liquors, which are specified, to certain persons named and to divers other persons unknown to the grand jury, without having a license for that purpose. A brief review of the law on this subject seems to establish the sufficiency of such a charge.</p>\n<p id=\"b343-9\">It has been settled in this state that a house in which unlawful sales of liquor are habitually made is a nuisance, and he who maintains it is guilty of keeping a disorderly house. <em>Meyer </em>v. <em>State, </em>13 <em>Vroom </em>145.</p>\n<p id=\"b343-10\">By the “Act to regulate the sale of spirituous, vinous, malt and brewed liquors and to repeal an act entitled ‘An act to regulate the sale of intoxicating and brewed liquors, passed March 7th, 1888,’” which act is commonly known as the ■Wert's law <em>(Gen. Stat., p. </em>1810), the person who sells any of the liquors named in its title, without license obtained for that purpose, is guilty of the offence of keeping a disorderly <page-number citation-index=\"1\" label=\"310\">*310</page-number>house. When that act was adopted, sales of such of said liquors as are called ardent spirits were misdemeanors punishable by fine, under the sixtieth section of the Crimes actr <em>Gen. Stat., p. </em>1060. By the provisions of the “Act to regulate the sale of ale, strong beer, lager, porter, wine and other <em>malt </em>liquors in the state of New Jersey,” approved April 4th, 1872, the sale of such liquors without license was prohibited under penalties, and, in addition, any person making such sale without license was expressly declared to be guilty of keeping a disorderly house. <em>Gen. 8tat.,p. </em>1797. This last-mentioned act was construed in this court to support a conviction on an indictment for keeping a disorderly house upon proof of a single sale in violation of its provisions. <em>State </em>v. <em>Fay, </em>15 <em>Vroom </em>474.</p>\n<p id=\"b344-5\">A 1'ike construction must be given to the Werts law. That law, by its repeal of all inconsistent and repugnant acts and by the construction thus given to it, must be considered to-have superseded the acts previously existing which provided for the punishment of the unlicensed sale of all the liquors-named therein, for the repeal was unrestricted, and it would be absurd to suppose that the legislature intended that every person selling ardent spirits without license should be liable either to a fine under the sixtieth section of the Crimes act, or to the severer punishment which could be imposed upon the keeper of a disorderly house, according to the mode in which the grand jury presented the offence.</p>\n<p id=\"b344-6\">It results that the Werts’ law made any sale of the liquors to which it applied, without an appropriate license, an offence, and called that offence “ keeping a disorderly house.” This seems an inappropriate name to characterize a crime committed by a single act, because the common law offence of keeping a-disorderly house could be committed only by a series of acts done habitually. But the legislative power was plainly sufficient to determine what should constitute a crime, and how such a crime should be named or characterized and by what evidence it should be proved.</p>\n<p id=\"b344-7\">This result is not, in my judgment, in conflict with the de<page-number citation-index=\"1\" label=\"311\">*311</page-number>cisión in <em>Rogers </em>v. <em>State, </em>29 <em>Vroom </em>220, for the Werts law, while making a single sale of intoxicating liquor without appropriate license constitute the offence of keeping a disorderly house, did not expressedly nor impliedly take away or diminish the liability to indictment of one who maintained a place in which he habitually sold such liquors in violation of law, and the late Chief Justice, in his opinion, was dealing with a case of that sort, and the nature of the charge that was required in an indictment for that offence under the act next to be considered.</p>\n<p id=\"b345-6\">That act was enacted as a supplement to the Crimes act, and was approved March 10th, 1893. <em>Gen. Stat., p. </em>1101. It provides that any indictment for the offence of maintaining a common law nuisance or keeping a disorderly house, under section 192 of the Crimes act, where the offence consists wholly in the unlawful sale of spirituous, vinous, malt or brewed liquors, shall simply charge the unlawful sale of intoxicating liquors contrary to law.</p>\n<p id=\"b345-7\">In <em>State </em>v. <em>Schmid, </em>28 <em>Vroom </em>625, this court considered the last-mentioned act applicable to an indictment charging a single sale of intoxicating liquor and upon the theory that the statutory crime of keeping a disorderly house by that nomenclature came within the purview of section 192 of the Crimes act.</p>\n<p id=\"b345-8\">The present case, however, does not depend upon the statutory provisions contained in the Werts law. The charges of the first count, if proved by proper evidence, would establish the offence of keeping a disorderly house without recourse to that act. By that count plaintiff in error was charged with maintaining a house in a specified locality (which charge was sufficient at common <em>law—Whart. Prec. </em>733), in which he habitually, unlawfully sold the liquors named. This charge is undoubtedly sufficient to support the conviction.</p>\n<p id=\"b345-9\">Counsel for plaintiff in error present another objection to the proceedings in this case. The indictment charged that plaintiff was not licensed to make the sales of liquor of which he was accused. The state of the case shows that at the close <page-number citation-index=\"1\" label=\"312\">*312</page-number>of the charge to the jury the counsel for plaintiff in error requested the court to charge that the state was bound to prove that plaintiff in error had no license to sell those liquors, which proof had not then been made. The court permitted the prosecutor to call witnesses and make proof of that charge of the indictment at that time and declined to allow an exception to its ruling. ' &lt;</p>\n<p id=\"b346-5\">There is, therefore, nothing in the bill of exceptions on which this assignment can possibly be considered.</p>\n<p id=\"b346-6\">But, if it could be considered, it is obvious that the course pursued was within the discretion of the court and could not be reviewed unless such discretion was plainly abused.</p>\n<p id=\"b346-7\">Moreover, it is entirely settled that such a negative averment is not required to be proved by the state. <em>Greeley </em>v. <em>Passaic, </em>13 <em>Vroom </em>87; <em>Jackson </em>v. Camden, 19 <em>Id. </em>89; <em>Plainfield </em>v. <em>Watson, </em>28 <em>Id. </em>525; <em>Whart. Cr. L., </em>§ 614.</p>\n<p id=\"b346-8\">Another assignment of error is based upon a portion of the charge of the court, a general exception having been allowed to the whole charge. The court had stated to the jury that several witnesses had testified to repeated sales of the liquors named in the indictment having been made by plaintiff in error to them and to others in their presence. Thereupon the court added “ the defendant has heard this evidence but has remained in his seat without attempting to deny or contradict the testimony given by the state’s witnesses, neither has any other witness been called to refute it. Under the circumstances, the court submits the case for your determination.”</p>\n<p id=\"b346-9\">This raises for the first time in this state the question of the effect to be attributed to the failure of a defendant in an indictment to avail himself of the right accorded by our statute to be a witness in his own behalf.</p>\n<p id=\"b346-10\">An act of congress permits a person charged with an offence against the United States to be a competent witness on his own request, but expressly provides that his failure to make such a request shall not create any presumption against him. <em>Rev. Stat. U. S., </em>1 <em>Sup., p. </em>312. The acts of other states ex<page-number citation-index=\"1\" label=\"313\">*313</page-number>tending to an accused the privilege of being a witness in his own behalf, which was denied at common law, generally imposed the same limitation upon the fact of his failing to take advantage of the privilege. Some of those acts expressly forbid all allusion to such failure by either court or counsel.</p>\n<p id=\"b347-5\">In 1871 our legislature, by the act which is now section 8 of the act concerning evidence <em>(Gen. Stat., p. </em>1398), extended to the accused the same privilege, but the act imposed no restriction or limitation. The accused was simply admitted to testify in his own behalf if he offered himself for that purpose.</p>\n<p id=\"b347-6\">Does our act, containing no express restriction, impliedly prohibit consideration and comment upon the failure of an accused to avail himself of the privilege accorded to him? I have reached the conclusion that it does not in all cases.</p>\n<p id=\"b347-7\">It is well settled that evidence may be admitted against an accused, establishing the fact that declarations or charges of his guilt were made to him and that he made no reply, provided that the occasion was such that a reply from him might be properly expected. This rule was approved by the Supreme Court, speaking by Chief Justice Green, in the case of <em>Donnelly </em>v. <em>State, </em>2 <em>Dutcher </em>504, and by the Court of Errors, speaking by Mr. Justice Ogden, in the same case, <em>Id. </em>612. Statements thus admitted are not direct evidence against the person charged, but his conduct, when such statements are made, is admissible so far as it tends to show acquiescence therein by silence when he would naturally speak. So, if such statements are made in the course of judicial investigation, in which he is not called on to answer directly, and in which his response would interfere with the orderly and regular proceedings, his silence may not be proved. 1 <em>Tayl. Ev., </em>§ 813.</p>\n<p id=\"b347-8\">But when the accused is upon trial, and the evidence tends to establish facts which if true would be conclusive of his guilt of the charge against him, and he can disprove them by his own oath as a witness, if the facts be not true, then his <page-number citation-index=\"1\" label=\"314\">*314</page-number>silence would justify a strong inference that he could not deny the charges.</p>\n<p id=\"b348-5\">Such au inference is natural and irresistible. . It will be drawn by honest jurymen, and no instructions will prevent it. Must a court refrain from noticing that which is so plain and forcible an indication of guilt? In my judgment there is no rule of law requiring it. The rights of the accused are not invaded or denied by <em>proper comment on his </em>silence.</p>\n<p id=\"b348-6\">There may be cases in which the evidence against the accused does not directly affect him, and a reply from him could not necessarily be expected. His failure to offer himself as a witness when his testimony could not meet or disprove any particular fact or circumstance and could only consist of a general denial of guilt, probably ought not to affect him, and if so, his silence should not be commented on or considered. But, in a ease such as that before us, I think silence, when witnesses had proved unlawful acts which, if true, established his guilt, and which he might dispose of if untrue, was capable of raising an inference of admission by acquiescence, and might be commented on with the strictest regard to justice and the rights of the accused.</p>\n<p id=\"b348-7\">No error being found in the record or proceedings, the judgment will be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}