{
  "casebody": {
    "data": "<casebody firstpage=\"520\" lastpage=\"536\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b552-10\">UNITED STATES of America, Plaintiff-Appellee, v. Timothy CRAWFORD, Respondent-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b552-13\">No. 01-1144.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b552-14\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b552-16\">Feb. 12, 2003.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b554-17\"><page-number citation-index=\"1\" label=\"522\">*522</page-number>Before BATCHELDER and COLE, Circuit Judges; and GRAHAM, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b554-12\"> The Honorable James L. Graham, United States District Judge for the Southern District of Ohio, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b554-18\">OPINION</p>\n<author id=\"b554-19\">COLE, Circuit Judge.</author>\n<p id=\"b554-20\">Defendant Timothy Crawford appeals his conviction for conspiracy to tamper with an informant or witness and attempt to tamper with an informant or witness in violation of 18 U.S.C. §§ 2, 371, 1512. On appeal, Crawford argues that: (1) the district court abused its discretion in denying trial counsel’s motions to withdraw and Crawford’s motion for a continuance of the trial date; (2) trial counsel provided constitutionally ineffective assistance; (3) the <page-number citation-index=\"1\" label=\"523\">*523</page-number>government’s pre- and post-indictment delay violated his Due Process and Sixth Amendment rights; (4) the Third Superseding Indictment was time-barred; (5) the district court erred because it did not consider the applicability of 18 U.S.C. § 1515(c) as an affirmative defense to the witness tampering charges; (6) the prosecutor’s decision to indict Crawford for participation in a drug conspiracy was improper and tainted the prosecution; (7) Crawford did not receive a trial by impartial jury; and (8) the government violated Disciplinary Rule 7-104 by contacting Crawford’s client, Erie Adams, to procure his cooperation. For the reasons discussed herein, we AFFIRM the judgment of the district court.</p>\n<p id=\"b555-5\">BACKGROUND</p>\n<p id=\"b555-6\">In a Second Superseding Indictment dated October 8, 1997, Crawford, an attorney, was indicted by a Grand Jury sitting in the Southern Division of the Eastern District of Michigan on three counts: (1) conspiracy to possess with intent to distribute and intent to distribute controlled substances in violation of 21 U.S.C. §§ 841(a)(1), 841(b)(1)(A), and 846; (2) conspiracy to tamper with an informant or •witness in violation of 18 U.S.C. §§ 1512 and 371; and (3) attempt to tamper with an informant or witness in violation of 18 U.S.C. §§ 1512 and 2. Crawford’s previously-indicted co-conspirators included Crawford’s former client, Erie Adams, and a number of other individuals against whom the charges had largely been resolved.<footnotemark>1</footnotemark></p>\n<p id=\"b555-7\">On February 23, 1998, the Sixth Circuit decided <em>United States v. Ovalle, </em>136 F.3d 1092 (6th Cir.1998). <em>Ovalle </em>held that the jury selection plan for the Eastern District of Michigan violated the Jury Selection and Service Act and the Equal Protection Clause of the Fifth Amendment. Id. On April 23, 1998, the trial judge ordered the proceedings in this case stayed until May 5, 1998 to permit the government to seek a new indictment before a properly-selected grand jury, and excluded for Speedy Trial Act purposes any resultant delay. In a Third Superseding Indictment, dated May 5, 1998, a Grand Jury sitting in the same district indicted Crawford on identical charges.</p>\n<p id=\"b555-10\">The evidence at trial included the following. In the mid-1980s, Clifford Jones met Crawford, who indicated that he was a source of supply for drugs. On two or three occasions, Jones purchased between one and two ounces of heroin from Crawford at a price of approximately $7,000 to $7,500 per ounce. The purchases were arranged in advance and consummated at Crawford’s home. Jones then broke down and re-sold the heroin on the street as powder. Jones testified that Norman Montgomery also purchased ounces of heroin from Crawford and re-sold the heroin on the street in powder form.</p>\n<p id=\"b555-11\">On November 28, 1992, Erie Adams was arrested as a result of an undercover investigation. In particular, Brian McClendon, a confidential government informant and a cooperating defendant and potential witness in another case, provided agents for the Bureau of Alcohol, Tobacco, and Firearms (“ATF”) with information that Adams was a large-scale narcotics trafficker. As part of the ATF investigation based on this information, McClendon arranged to purchase three kilos of cocaine from Adams. When Adams arrived for the sale, ATF special agents arrested him. Adams was held in custody subsequent to his arrest.</p>\n<p id=\"b556-3\"><page-number citation-index=\"1\" label=\"524\">*524</page-number>Carol Weaver, who is Crawford’s niece and was, at the time, Adams’ girlfriend, arranged for Crawford to meet with Adams for the purpose of securing counsel for Adams. At the direction of Adams, Kevin Carter delivered $3,000 to Crawford at his office to retain him as counsel for Adams. Crawford was one a team of three attorneys representing Adams. Attorneys Milton Henry and Robert Mann represented Adams in his criminal case as well.</p>\n<p id=\"b556-4\">Soon after he was retained, Crawford met with Adams at the Wayne County Jail on several occasions. On more than one of these occasions, Crawford explained that the government had only one witness against Adams — “the snitch.” Joint Appendix (“J.A.”) at 432-33. Adams took this to mean that “if the government did not have Brian [McClendon to testify against him] they had nothing.” J.A. at 433. Adams testified that he and Crawford discussed “getting rid” of McClendon and that Adams, but not Crawford, spoke specifically about killing McClendon. J.A. at 433-34.</p>\n<p id=\"b556-5\">Adams gave Crawford various telephone numbers at which McClendon could be reached. Crawford wrote the numbers backward on a piece of paper. Adams instructed Crawford to give the numbers to Clifford Jones, Adams’ “enforcer.” Adams expected that Jones would “[t]ake care of Brian,” that is, kill McClendon.</p>\n<p id=\"b556-6\">On December 23, 1992, Crawford called Jones as he was instructed to do by Adams, and stated: “E said B and he said TCB.” J.A. at 435, 441. Jones interpreted this to mean that Erie Adams wanted him to “take care of business” or “hit Brian McClendon.” J.A. at 443. After receiving the call from Crawford, Jones immediately called Kevin Carter and they concluded together that the message from Erie Adams was to eliminate or kill Brian McClendon.</p>\n<p id=\"b556-8\">Soon thereafter, in his back office, Crawford explained to Weaver that he wanted her to copy down the phone numbers and give them to Kevin Carter, who was in the outer office. Weaver gave Carter the numbers and explained that they were written backwards. Carter understood that he was then supposed to provide the information to Clifford Jones so that Jones could find McClendon.</p>\n<p id=\"b556-9\">Carter testified that Crawford was “looking to shred” the paper on which the original information was written, and that Crawford asked him “you got that?” to which Carter replied “yeah.” J.A. at 229. Carter did not transmit the information to Jones, however, because he did not want Jones to kill McClendon.</p>\n<p id=\"b556-10\">Subsequently, two meetings were held at Crawford’s office. In January 1993, Clifford Jones, his brother Lester Jones, Emanuel Adams, who is Erie Adams’ brother, Emanuel Adams’ bodyguard Fred, Kevin Carter, and Crawford met at Crawford’s law office. Carol Weaver was also present for some of the meeting. After approximately thirty minutes, an argument began over why Carter had failed to provide to Jones as expected certain information and money in connection with the hit of McClendon. At this point in the meeting, Clifford Jones told Crawford that he should not be there. Crawford agreed and left.</p>\n<p id=\"b556-11\">Either in late January or on February 18, 1993, a second meeting occurred. Clifford and Lester Jones, Emanuel Adams, and Crawford were present. At this meeting, Emanuel Adams provided $7,000 to Clifford Jones in Crawford’s office for the purpose of carrying out the hit on McClendon. At Crawford’s request, Jones gave $1,000 of the $7,000 to Crawford and Crawford agreed to replace it later. <page-number citation-index=\"1\" label=\"525\">*525</page-number>Crawford drank champagne with or in the presence of Jones and Emanuel Adams and showed them around his office that day. Clifford Jones testified that, before he left Crawford's office that day, Crawford told him and Lester Jones that he had Carter to take care of one end and he wanted them to take care of the other end, which Jones took to mean that Carter was locating McClendon and he and Lester were to complete the murder.</p>\n<p id=\"b557-5\">After trial, the jury found Crawford guilty of conspiring to tamper with a witness and attempt to tamper with a witness, but acquitted Crawford on charges of conspiracy to possess with intent to distribute and intent to distribute controlled substances.</p>\n<p id=\"b557-6\">DISCUSSION</p>\n<p id=\"b557-7\">The district court entered a final judgment of Crawford’s conviction and sentence January 12, 2001. Crawford filed a notice of appeal on January 16, 2001. Accordingly, jurisdiction in this Court is proper pursuant to 28 U.S.C. § 1291.</p>\n<p id=\"b557-8\">A. Challenged Pre-trial Rulings</p>\n<p id=\"b557-9\">Crawford argues that the district court erred in failing to continue the April 17, 2000 trial date and in failing to permit trial counsel, John Minock, to withdraw. Appellee United States of America contends that the denial of each of these motions, after a hearing, was appropriate. We agree.</p>\n<p id=\"b557-10\">The following facts are relevant. The trial was adjourned at least twice for reasons that are not clear from the record. On April 7, 2000, ten days before the then-scheduled trial date, Minock filed a motion to continue the trial. The same day, Minock sent a facsimile to Crawford explaining that trial would start on April 17, 2000 and that the trial judge indicated that he would only grant an adjournment if <em>“you </em>agreed to be remanded to custody pending trial.” J.A. at 198. On April 18, 2000, Minock filed a motion to withdraw claiming a breakdown of the attorney client relationship.</p>\n<p id=\"b557-12\">On April 17, 2000, the district court held a hearing at which it addressed the motions to continue and to withdraw. At the hearing, Minock explained that he was seeking to withdraw because of the lack of information provided by, and communication from, Crawford. Minock represented that in the months prior to trial, during February of 2000 in particular, Crawford repeatedly failed to provide information necessary to the defense as scheduled. Crawford did provide some information, but Minock represented to the court that it was neither timely nor complete. Crawford does not dispute that he failed to appear as scheduled on more than one occasion, but he also claims that he assumed Minock would call him.</p>\n<p id=\"b557-13\">In light of Minock’s representations about Crawford’s failures to assist counsel in the preparation of his defense, the district court told Crawford, who is a criminal defense lawyer, that the court would only grant a continuance on the condition that Crawford submit to custody so he would be available to assist his attorney in the preparation of the defense. The court then asked whether, under this condition, Crawford wanted an adjournment of the trial date. Crawford, stated: “I am ready to move forward.” J.A. at 568. Crawford continued:</p>\n<blockquote id=\"b557-14\">The court appointed a very fine attorney to represent me. It took me sometime [sic] and it took that period of time to warm up to John Minock. But once I warmed up to John Minock, I can say our conversations have been nothing less than contrite. He’s showed me his legal brilliance. I responded with that. I <page-number citation-index=\"1\" label=\"526\">*526</page-number>thank this Court for appointing Mr. Minock to me. I thank you, Your Honor. I give you the highest praise for appointing Mr. Minock ... I don’t want an adjournment. I’m ready to proceed. You have quoted it right. He might not be his best prepared. He and I can get in this thing. We can win this thing. I’m not ready to go into no detention.</blockquote>\n<p id=\"ABX\">J.A. at 569-71. The court then stated: “I want it made very clear, Mr. Crawford. This is your decision to proceed with the trial scheduled today.” J.A. at 571-72. Crawford responded: “[i]t’s my decision, Your Honor.” J.A. at 572. The court stated that the motion to adjourn would be denied, accommodation in the scheduling of the trial would be made for defense counsel, and the jury would be picked on April 18, 2000 to afford Minock additional time to prepare.</p>\n<p id=\"b558-4\">1. Miotion to Continue</p>\n<p id=\"b558-5\">This court must first decide whether the district court erred when it refused to allow Crawford’s motion to continue the trial date. The matter of a continuance is within the discretion of the trial judge. <em>United States v. King, </em>127 F.3d 483, 486-87 (6th Cir.1997). “The denial of a defendant’s motion for continuance amounts to a constitutional violation only if there is an unreasonable and arbitrary insistence upon expeditiousness in the face of a justifiable request for delay. To demonstrate reversible error, the defendant must show that the denial resulted in actual [and specific] prejudice to his defense.” <em>Id.; see United States v. Knight, </em>443 F.2d 174, 177 (6th Cir.1971). Actual prejudice is demonstrated by showing that a continuance would have made relevant witnesses available or added something to the defense. <em>King, </em>127 F.3d at 487. ‘When claims of insufficient time for preparation are advanced, this court will examine the totality of the circumstances.” <em>United States v. Medina, </em>992 F.2d 573, 581 (6th Cir.1993), <em>cert. denied, </em>510 U.S. 1109, 114 S.Ct. 1049, 127 L.Ed.2d 371 (1994), <em>receded from on other grounds, United States v. Jackson-Randolph, </em>282 F.3d 369 (6th Cir.2002).</p>\n<p id=\"b558-7\">Examining the totality of the circumstances in this case, the district court did not abuse its discretion. The motion to continue, which was filed on the eve of trial, was not timely. The district court found that the breakdown in communication between attorney and client was not due to personality conflicts or differences of opinion in how the case should be tried. Rather the communication problems were the result of Crawford’s failure to cooperate with his own attorney. The record supports this finding. As the district court was aware, other factors, such as Minock’s simultaneous involvement in the preparation of a death penalty trial and the government’s failure to provide exculpatory material in a timely fashion, contributed, albeit less significantly, to Minock’s lack of preparedness. The district court was within its discretion when it concluded, based on Minock’s representation, that Minock, although not prepared to present a defense in accord with the highest professional standards, would be able to provide a constitutionally-adequate defense. Finally, the district court was within its discretion when it concluded that Crawford, who was released on bond pending trial, was “manipulating the court” by refusing to participate in the preparation of his own defense and, thereby, delaying trial. J.A. at 566, 568. Because it would not have been an abuse of the trial court’s discretion to deny a request for a continuance in light of the totality of the circumstances, Crawford’s argument that he was forced to choose between custody and a continuance is not persuasive.</p>\n<p id=\"b558-8\">We also note that the district court made accommodations so that Minock <page-number citation-index=\"1\" label=\"527\">*527</page-number>could maximize his preparation as the trial proceeded. Because Crawford contributed significantly to his own counsel’s lack of preparedness, and because counsel represented that he was in fact prepared to provide Crawford with a defense, the district court did not abuse its discretion in denying Crawford’s motion to continue the trial date.</p>\n<p id=\"b559-5\">2. Motion to Withdraw</p>\n<p id=\"b559-6\">Next we must address whether the district court erred by not permitting Minock to withdraw. A defendant requesting substitute counsel must “show good cause” and “do so in a timely manner.” <em>United States v. Williams, </em>176 F.3d 301, 314 (6th Cir.1999). In particular, a reviewing court must consider the following factors: “(1) the timeliness of the motion, (2) the adequacy of the court’s inquiry into the matter, (3) the extent of the conflict between the attorney and client and whether it was so great that it resulted in a total lack of communication preventing an adequate defense, and (4) the balancing of these factors with the public’s interest in the prompt and efficient administration of justice.” <em>United States v. Mack, </em>258 F.3d 548, 556 (6th Cir.2001); <em>see Williams, </em>176 F.3d at 314; <em>United States v. Jennings, </em>83 F.3d 145, 148 (6th Cir.1996).</p>\n<p id=\"b559-7\">Crawford cites <em>United States v. Welty, </em>674 F.2d 185, 190 (3d Cir.1982), for the proposition that the Sixth Amendment is violated when a district court denies a motion to continue and forces a defendant to proceed with unwanted counsel without inquiry into whether the defendant had a valid ground for seeking substitute counsel. We note, however, that the Sixth Circuit explicitly declined to adopt the <em>Welty </em>rule. <em>See United States v. McDowell, </em>814 F.2d 245, 249 (6th Cir.1987), <em>cert. denied, </em>484 U.S. 1037, 108 S.Ct. 764, 98 L.Ed.2d 781. Rather, the Sixth Circuit, in accord with the majority of the circuits, “adopted a formalistic approach to determining the sufficiency of the waiver from the record as a whole rather than requiring a deliberate and searching inquiry.” <em>Id. </em>(explaining that only the Third Circuit “has actually reversed a conviction because the lower court did not make such a searching inquiry on the record).” Accordingly, only where a district court makes no inquiry whatsoever into the requisite factors and it, therefore, cannot be properly determined whether the district court abused its discretion, is it appropriate to remand for such an inquiry. <em>United States v. Thomas, </em>225 F.3d 660, 2000 WL 799340, at *2 (6th Cir.2000) (unpub’d). In the instant case, the district court created a sufficient record on each of the requisite factors so no remand is necessary.</p>\n<p id=\"b559-9\">Reviewing the record as a whole, the district court did not err in failing to permit Minock to withdraw. First, as noted above, the motion was not timely. Minock’s motion to withdraw was filed, after a number of previous continuances, on April 13, 2000, four days prior to trial. Second, the court adequately inquired into whether withdrawal was necessary and appropriate at the lengthy April 17, 2000 hearing. The court inquired extensively of both Minock and Crawford. Third, after thorough inquiry, the court found that the conflict between Minock and Crawford was not so great as to have resulted in a total lack of communication preventing an adequate defense. Rather, the court found that the breakdown in communication was chiefly a result of Crawford’s lack of cooperation and that counsel was adequately prepared to try the case. Crawford himself represented to the district court that he was satisfied with counsel and felt that counsel could proceed. Finally, the public’s interest in the prompt and efficient administration of justice weighed heavily in favor of proceeding immediately to trial. <page-number citation-index=\"1\" label=\"528\">*528</page-number>Permitting Minock’s withdrawal would have caused significant delay in a case that had already been delayed numerous times. Accordingly, the trial court did not err in finding that Crawford had not shown good cause for withdrawal or done so in a timely manner.</p>\n<p id=\"b560-4\">B. Ineffective Assistance of Counsel</p>\n<p id=\"b560-5\">Crawford argues that Minock failed to provide constitutionally effective assistance of counsel. Crawford did not raise his ineffective assistance of counsel claim in the district court. This Court will not review this claim for the first time on direct appeal unless the record has been sufficiently developed to allow the court to evaluate counsel’s performance. <em>See United States v. Snow, </em>48 F.3d 198, 199 (6th Cir.1995) (citing <em>United States v. Goodlett, </em>3 F.3d 976, 979 (6th Cir.1993)). We find that the record before this Court is not sufficiently developed to properly entertain Crawford’s ineffective assistance of counsel claim. <em>See id. </em>at 199-200.</p>\n<p id=\"b560-6\">C. Pre and Post-Indictment Delay</p>\n<p id=\"b560-7\">Crawford raises two claims relating to delay in the prosecution of the case against him. However, he fails to acknowledge the important distinction between claims based on pre-indictment and post-indictment delay. Post-indictment delay is evaluated under the Sixth Amendment, <em>see United States v. Graham, </em>128 F.3d 372, 374 (6th Cir.1997), while pre-indictment delay is properly evaluated under the Due Process Clause of the Fifth Amendment, <em>see United States v. Rogers, </em>118 F.3d 466, 475-76 (6th Cir.1997). In the present case, we find neither claim to be meritorious.</p>\n<p id=\"b560-8\">1. Sixth Amendment Right to Speedy Trial</p>\n<p id=\"b560-9\">This Court reviews <em>de novo </em>whether a defendant has been denied his Sixth Amendment right to a speedy trial and reviews for clear error the district court’s factual findings. <em>United States v. O’Dell, </em>247 F.3d 655, 666 (6th Cir.2001); <em>United States v. Smith, </em>94 F.3d 204, 208 (6th Cir.1996).</p>\n<p id=\"b560-11\">The record is silent as to whether Crawford raised this issue in the district court, although our review of the docket suggests that it was not raised. The failure to raise a constitutional claim based on post-indictment delay does not waive such a claim. <em>See Barker v. Wingo, </em>407 U.S. 514, 528, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972); <em>United States v. White, </em>985 F.2d 271, 274-75 (6th Cir.1993). Where a claim has not been raised in the district court, review for plain error is generally appropriate. <em>See United States v. Hayes, </em>40 F.3d 362, 364 (11th Cir.1994); <em>United States v. Jones, </em>14 Fed.Appx. 434, 436 n. 1 (6th Cir.2001) (unpub’d).</p>\n<p id=\"b560-12\">The Sixth Amendment guarantees that “[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial.” U.S. Const. amend. VI; <em>O’Dell, </em>247 F.3d at 666. The Supreme Court has identified four factors to be considered in assessing a Sixth Amendment speedy trial claim: (1) the length of the delay; (2) the reason for the delay; (3) the defendant’s assertion of the right; and (4) prejudice to the defendant. <em>Doggett v. United States, </em>505 U.S. 647, 651, 112 S.Ct. 2686, 120 L.Ed.2d 520 (1992); <em>Barker v. Wingo, </em>407 U.S. at 530; <em>see O’Dell, </em>247 F.3d at 667. The Supreme Court intended that these factors be balanced and, accordingly, stated that “[njone of these factors is sufficient to establish a violation of the Sixth Amendment.” <em>Barker, </em>407 U.S. at 533.</p>\n<p id=\"b560-13\">The fourth factor requires a showing of actual, particularized and substantial prejudice to the defendant. <em>O’Dell, </em>247 F.3d at 672; <em>White, </em>985 F.2d at 276; <em>see United </em><page-number citation-index=\"1\" label=\"529\">*529</page-number><em>States v. Brown, </em>169 F.3d 344, 350 (6th Cir.1999). This factor must be assessed in light of those interests which the speedy trial provision was designed to safeguard. <em>See Doggett, </em>505 U.S. at 657; <em>Barker, </em>407 U.S. at 532. There are three such interests: (1) to prevent oppressive pre-trial incarceration; (2) to minimize anxiety and concern of the accused; and (3) to limit the possibility that the defense will be impaired. <em>Barker, </em>407 U.S. at 532; <em>O’Dell, </em>247 F.3d at 672.</p>\n<p id=\"b561-5\">Weighing the four <em>Barker </em>factors, it is clear that Crawford’s Sixth Amendment right to a speedy trial was not violated. Although there was some delay, it was largely attributable to Crawford. Other legitimate prosecutorial interests, such as responding to pretrial motions and challenging counsel as having a conflict of interest, also contributed to the delay. Crawford did not assert his right to a speedy trial below; rather, Crawford sought numerous continuances. Finally, though Crawford demonstrated some prejudice, in particular, that he was under a cloud of suspicion for a prolonged period and suffered financial difficulties, he has not shown prejudice to his ability to prepare his case, nor does this prejudice outweigh the other factors set out by the Supreme Court in <em>Barker. See Barker, </em>407 U.S. at 532; <em>O’Dell, </em>247 F.3d at 672. Accordingly, we find that no Sixth Amendment error, let alone plain error, occurred in this case.</p>\n<p id=\"b561-6\">2. Pre-Indictment Delay as a Violation of Due Process</p>\n<p id=\"b561-7\">Pre-indictment delay may constitute a violation of Due Process. <em>See Rogers, </em>118 F.3d at 475-76; <em>United States v. Lash, </em>937 F.2d 1077, 1088 (6th Cir.1991). However, where an indictment is returned within the statute of limitations period, it generally does not implicate Due Process concerns. <em>See United States v. Lovasco, </em>431 U.S. 783, 789, 97 S.Ct. 2044, 52 L.Ed.2d 752 (1977).</p>\n<p id=\"b561-9\">In the instant case, the Second Superseding Indictment was returned within the applicable five-year statute of limitations. <em>See </em>18 U.S.C. § 3282. Because the indictment was returned within the statute of limitations period, we note that the Due Process Clause plays a more limited role in protecting Crawford. <em>See Lovasco, </em>431 U.S. at 789.</p>\n<p id=\"b561-10\">Nevertheless, “[d]ismissal for pre-indictment delay is warranted only when the defendant shows substantial prejudice to his right to a fair trial and that the delay was an intentional device by the government to gain a tactical advantage.” <em>United States v. Brown, </em>667 F.2d 566, 568 (6th Cir.1982); <em>see United States v. Manon, </em>404 U.S. 307, 324, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971). We review Crawford’s due process claim based on preindictment delay for plain error because this claim does not appear to have been raised in the district court. <em>Hayes, </em>40 F.3d at 364. Crawford has failed to show substantial prejudice as a result of the preindictment delay in his case. Although he claims that certain witnesses could not be found and that the memory of other witnesses diminished over time, Crawford fails to make clear the nature of the “exculpatory evidence” these unavailable or forgetful witnesses would have provided that was not otherwise available. <em>See United States v. Rogers, </em>118 F.3d 466, 474 (6th Cir.1997) (finding even where co-conspirator died during delay, defendant must show that critical evidence was lost or how the deceased’s testimony would have been both credible and exculpatory in nature). Moreover, Crawford’s claim that the government purposely delayed proceeding to trial in order to a gain tactical advantage in connection with securing the testimony of Clifford Jones is simply not supported <page-number citation-index=\"1\" label=\"530\">*530</page-number>by the record. Accordingly, Crawford has failed to show that his due process rights were violated and cannot, therefore, establish plain error.</p>\n<p id=\"b562-4\">D. Third Superseding Indictment</p>\n<p id=\"b562-5\">Next, Crawford claims that the Third Superseding Indictment was filed outside the applicable statute of limitations. Specifically, Crawford argues that because the original indictment, the Superseding Indictment, and the Second Superseding Indictment were improper under <em>United States v. Ovalle, </em>136 F.3d 1092 (6th Cir.1998), these indictments were never validly pending. Accordingly, Crawford extrapolates, the indictment styled the Third Superseding Indictment is time-barred because it was returned outside the five-year statute of limitations and cannot be said to relate back where no previous indictment was validly pending. In the alternative, Crawford argues that the district court abused its discretion in issuing a stay to permit the return of the Third Superseding Indictment after <em>Ovalle.</em></p>\n<p id=\"b562-6\">The limitations period normally begins to run from the date of the last overt act in furtherance of the conspiracy alleged in the indictment. <em>See United States v. Garcia, </em>268 F.3d 407, 411 (6th Cir.2001), <em>cert. denied, </em>535 U.S. 1089, 122 S.Ct. 1985, 152 L.Ed.2d 1041 (2002), <em>overruled on other grounds, United States v. Leachman, </em>309 F.3d 377 (6th Cir.2002). In the instant ease, that date is February 5, 1993. The original indictment in this case was filed on March 4, 1993. A Superseding Indictment was filed on June 6, 1994. A Second Superseding Indictment was returned adding Crawford as a defendant on October 8, 1997. It is undisputed that each of these indictments was timely filed within the five-year statute of limitations. <em>See </em>18 U.S.C. § 3282. It is equally undisputed that the indictment styled the “Third Superseding Indictment” was returned outside this five-year period.</p>\n<p id=\"b562-8\">Nevertheless, once an indictment is brought, the statute of limitations is tolled as to the charges in that indictment. <em>See Garcia, </em>268 F.3d at 411; <em>United States v. Smith, </em>197 F.3d 225, 227 (6th Cir.1999). Where an indictment has tolled the statute of limitations, a superseding indictment that “relates back” to the previous indictment will not be barred by the statute of limitations if it is brought at a time when the previous indictment is still “validly pending.” <em>Smith, </em>197 F.3d at 228 (citing <em>United States v. Grady, </em>544 F.2d 598 (2d Cir.1976)). A superseding indictment “relates back” as long as it does not broaden the charges alleged in the previous indictment. <em>Id. </em>The indictment at issue here, the Third Superseding Indictment, does not broaden the charges alleged in the Second Superseding Indictment, the previous indictment.</p>\n<p id=\"b562-9\">The government relies on this Court’s explanation in <em>Smith </em>that whether an indictment is “validly pending” is “unrelated to the issue of whether an indictment is defective or insufficient.” <em>Id. </em>at 229. In particular, the government claims that “an original indictment remains pending until it is dismissed or until double jeopardy or due process would prohibit prosecution under it.” <em>Id. </em>at 228-29.</p>\n<p id=\"b562-10\">Crawford claims that the Second Superseding Indictment was never validly pending. He relies on language in this Court’s decision in <em>Garcia </em>suggesting that the indictment found invalid in <em>Ovalle </em>was not validly pending. <em>See Garcia, </em>268 F.3d at 410 n. 1. In dicta, the <em>Garcia </em>court explained that, although “other courts have recognized that an indictment is properly classified as ‘superseding’ only when it supplants a valid, pending indictment ... because the superseding indictment suffered from defects in the Eastern <page-number citation-index=\"1\" label=\"531\">*531</page-number>District of Michigan’s grand jury selection procedure, it was neither valid nor pending following our reversal in <em>Ovalle I.” Id.</em></p>\n<p id=\"b563-5\">For the reasons that follow, we find that the Second Superseding Indictment in this case was neither valid nor pending after this Court’s decision in <em>Ovalle. </em>The <em>Ovalle </em>decision effectively dismissed the indictment originally pending in that case because prosecution under it presented a Due Process problem. <em>See Garcia, </em>298 F.3d at 412. After the <em>Ovalle </em>decision, that indictment, which was also at issue in <em>Garda, </em>was no longer pending because an indictment is only validly pending “until it is dismissed or until double jeopardy or due process would prohibit prosecution under it.” <em>See Smith, </em>197 F.3d at 228-29.</p>\n<p id=\"b563-6\">Similarly, after the <em>Ovalle </em>decision, the Second Superseding Indictment in this case, which was brought by a grand jury selected according to the procedures deemed impermissible in <em>Ovalle, </em>was not validly pending. Rather, <em>Ovalle </em>effectively dismissed the indictment pending in this case — the Second Superseding Indictment — because due process would prohibit prosecution under it. <em>See Garcia, </em>268 F.3d at 412 (explaining that “pursuant to our holding in <em>Ovalle I, </em>the indictments on which the defendants were originally convicted were effectively dismissed due to fatal flaws in the Eastern District of Michigan’s grand jury selection procedure”). Accordingly, although virtually identical, the Third Superseding Indictment, which was filed on May 5, 1998, more than five years after the last overt act alleged in furtherance of the conspiracy, could not relate back to any of these prior indictments.</p>\n<p id=\"b563-7\">However, 18 U.S.C. § 3288 provided the government a statutory period of six months from the date that the <em>Ovalle </em>effectively dismissed the Second Superseding Indictment in which to seek the return of a new indictment. <em>See Garcia, </em>268 F.3d at 412 (finding superseding indictment filed on May 6, 1998 to have been issued within § 3288’s period of limitations). Section 3288 “applies in cases where an indictment ‘charging a felony is dismissed for any reason after the period prescribed by the applicable statute of limitations has expired,’ and provides the government with an additional ‘six calendar months’ from the date of the dismissal of the indictment to issue a new indictment against the defendant.” <em>Id. </em>at 411; 18 U.S.C. § 3288. Section 3288 will not save an indictment that materially broadens the charges set forth in the previous indictment.” <em>Garcia, </em>268 F.3d at 412. As noted above, however, the Third Superseding Indictment does not materially broaden the charges in the previous indictment.</p>\n<p id=\"b563-9\">The Third Superseding Indictment, returned on May 5, 1998, was filed within six months of the effective dismissal of the Second Superseding Indictment and, therefore, was timely under § 3288. However, because the Second Superseding Indictment was effectively dismissed — and not validly pending — the Third Superseding Indictment was incorrectly styled as such.</p>\n<p id=\"b563-10\">Because the government had six months in which to re-indict Crawford’s case under § 3288, the district court did not abuse its discretion when it stayed this case for less than two weeks — from April 23, 1998 until May 5, 1998 — to permit the return of an indictment by a properly constituted grand jury. To the extent there was any abuse, it can, at most, be said to have been harmless error because under § 3288 the government had six months to return a new indictment.</p>\n<p id=\"b563-11\">E. Statutory Safe Harbor</p>\n<p id=\"b563-12\">Crawford claims that the district court erred in not instructing the jury on <page-number citation-index=\"1\" label=\"532\">*532</page-number>§ 1515(c) as a defense to the witness tampering charge against him. The application of 18 U.S.C. § 1515(c) has not yet been addressed by this Circuit. To the extent that § 1515(c) presents an affirmative defense to a charge under § 1512, as Crawford argues it does, Federal Rule of Criminal Procedure 12(f) required Crawford to raise this affirmative defense in the district court. Because Crawford raises the § 1515(c) claim for the first time before this Court, the claim is waived. <em>See </em>Fed. R.Crim. P. 12(f). To the extent that § 1515(c) does not present an affirmative defense, of course, Crawford’s claim, although not waived, could not succeed. Today, we express no comment on whether § 1515(c) provides an affirmative defense to a charge under § 1512. <em>See United States v. Kloess, </em>251 F.3d 941, 948 (11th Cir.2001); <em>United States v. Kellington, </em>217 F.3d 1084, 1098 (9th Cir.2000). We do note that Crawford may raise an ineffective assistance of counsel claim based on trial counsel’s failure to raise this issue in the district court, although this claim must be raised in a motion pursuant to 28 U.S.C. § 2255.</p>\n<p id=\"b564-4\">F. Taint</p>\n<p id=\"b564-5\">Crawford asserts that the government’s decision to indict him for conspiracy to possess with intent to distribute and intent to distribute controlled substances improperly tainted the entire case. The government claims it was prepared to prove the drug-related allegations and, therefore, that the indictment was proper. We agree.</p>\n<p id=\"b564-6\">Crawford was indicted by a grand jury not once, but twice, on the drug conspiracy charge. “[I]t has long been settled that ‘the finding of an indictment, fair upon its face, by a properly constituted grand jury, conclusively determines the existence of probable cause for the purpose of holding the accused to answer.’ ” <em>Higgason v. Stephens, </em>288 F.3d 868, 876-77 (6th Cir.2002) (citing <em>Ex parte United States, </em>287 U.S. 241, 250, 53 S.Ct. 129, 77 L.Ed. 283 (1932)); <em>see also United States v. Calandra, </em>414 U.S. 338, 345, 94 S.Ct. 613, 38 L.Ed.2d 561 (1974). It follows, however, that if this proceeding was tainted by the conspiracy charge, the grand jury proceedings too may have also been tainted.</p>\n<p id=\"b564-8\">The parties agree that the claim presented is whether the prosecutor acted in good faith in presenting evidence of a drug conspiracy to the grand jury at all. The parties also agree that this Court may not deem the drug-related charge to constitute prejudicial error unless the prosecution was not prepared to come forward with evidence to establish the allegations. <em>United States v. Tocco, </em>200 F.3d 401, 413 n. 4 (6th Cir.2000). The parties disagree on whether the prosecution was prepared to come forward with evidence on the drug conspiracy charge. We now settle the issue by finding that the government was indeed prepared to, and, in fact, did, come forward with such evidence.</p>\n<p id=\"b564-9\">At trial, the government established a buyer-seller relationship between Crawford and Clifford Jones, largely based on Jones’ testimony. The government also established that the conspiracy to murder Brian McClendon was, in part, to perpetuate the drug conspiracy and that Crawford participated in this second conspiracy. <em>See United States v. Anderson, </em>89 F.3d 1306, 1310 (6th Cir.1996) (“[A] buyer-seller relationship is not alone sufficient to tie a buyer to a conspiracy ... for mere sales do not prove the existence of the agreement that must exist for there to be a conspiracy. However, ‘where there is additional evidence beyond the mere purchase or sale, from which knowledge may be inferred, courts have upheld conspiracy convictions.’ ”).</p>\n<p id=\"b565-4\"><page-number citation-index=\"1\" label=\"533\">*533</page-number>In concluding that the government was prepared to come forward with sufficient evidence of the drug charge, we note that this Court is not being asked to overturn a conviction for conspiracy to distribute controlled substances. Crawford was not convicted of the drug conspiracy charge. Rather, Crawford complains that the prosecutor never should have sought an indictment on this charge before the grand jury. Under the circumstances, this Court must defer to the discretion of the prosecutor and the findings of the grand jury.</p>\n<p id=\"b565-5\">G. Sufficiency of the Evidence of the § 1512 Violation</p>\n<p id=\"b565-6\">Crawford claims that the government failed to present sufficient evidence that Crawford participated in the conspiracy to tamper with an informant or witness in violation of 18 U.S.C. § 1512. This issue was raised by Crawford in his motion for judgment of acquittal or new trial, in which he argued that there was insufficient evidence to convict him. We review the sufficiency of the evidence by determining whether, viewing the evidence in the light most favorable to the government, “any rational trier of fact could have found the elements of the crime beyond a reasonable doubt.” <em>Anderson, </em>89 F.3d at 1310; <em>United States v. Kraig, </em>99 F.3d 1361, 1368 (6th Cir.1996); <em>see United States v. Gatewood, </em>173 F.3d 983, 988 (6th Cir.1999); <em>see also Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979).</p>\n<p id=\"b565-7\">To prove a conspiracy, four essential elements must be shown: “(1) that the conspiracy was wilfully formed and existed at or about the time alleged in the indictment; (2) that the accused willfully became a member of the conspiracy; (3) that one of the conspirators thereafter knowingly committed at least one overt act charged in the indictment at or about the time and place alleged; and (4) that such over act was knowingly done in furtherance of some object or purpose of the conspiracy as charged.” <em>Kraig, </em>99 F.3d at 1368. Crawford challenges, in particular, the sufficiency of the evidence to prove the second element, that is, that he knowingly and wilfully entered the conspiracy to murder Brian McClendon. Accordingly, we are called upon to assess whether, viewing the evidence in the light most favorable to the government, a rational jury could have found that Crawford willfully entered the conspiracy. The evidence linking Crawford to the conspiracy to murder McClendon in this case was more than sufficient.</p>\n<p id=\"b565-9\">Viewing the facts in the light most favorable to the government, a rational juror could conclude from the evidence presented at trial that Crawford knowingly entered the conspiracy when he and Adams formed an understanding about what was going to happen to McClendon. Further, a jury could reasonably conclude that, based on that understanding, Crawford relayed information from Adams to Carter and Jones relating to McClendon’s whereabouts and Adams’ instructions to “TCB.”</p>\n<p id=\"b565-10\">Significant circumstantial evidence supports the jury’s finding on the knowledge element as well. Crawford’s knowledge could be inferred from the fact that he wrote the McClendon’s contact information backward, which suggests that he was attempting to conceal his actions. Moreover, Carter testified that, after Weaver provided Carter with the contact information for McClendon, Crawford intended to shred the paper on which the original information was written. Emanuel Adams testified that he provided $7,000 to Clifford Jones in Crawford’s office for the purpose of carrying out the McClendon hit. Finally, two meetings attended by the alleged co-conspirators took place at Crawford’s office. During one of these meetings, Crawford was present during an argument <page-number citation-index=\"1\" label=\"534\">*534</page-number>over why Carter had failed to provide to Jones certain information and money in connection with the hit of McClendon. Although Crawford was told to leave and did during this argument, the jury could infer from this evidence, when combined with the other evidence, that Crawford was a member of the conspiracy. Crawford need not have participated in each overt act in furtherance of the scheme. <em>See Kraig, </em>99 F.3d at 1368. That Crawford had initiated the plan by relaying the message and the contact information alone would be sufficient to establish his participation. Cumulatively, therefore, this circumstantial evidence, viewed in the light most favorable to the government, supports the jury’s finding of knowledge.</p>\n<p id=\"b566-4\">Crawford makes much of the fact that Jones called Carter to help him interpret the message from Crawford that “E said B and he said TCB.” J.A. at 312-13. Crawford claims that this fact indicates the ambiguity of the message. This fact is of no consequence. Whether Jones found the message ambiguous is not relevant to the inquiry into Crawford’s knowledge.</p>\n<p id=\"b566-5\">We conclude that the evidence was sufficient to prove the conspiracy alleged in the Indictment.</p>\n<p id=\"b566-6\">H. Impartiality of Jury</p>\n<p id=\"b566-7\">Crawford asserts, apparently for the first time on appeal, that Juror Coleman, who was potential juror number seven, was not impartial because Coleman knew an ATF agent who may have worked on Crawford’s case. We must assess whether permitting Coleman to serve on the jury contravened Crawford’s Sixth Amendment guarantee to trial “by impartial and unbiased jurors.” <em>Miller v. Francis, </em>269 F.3d 609, 615 (6th Cir.2001). It is a “basic requirement of due process” guaranteed by the right to trial by jury that the “criminally accused [receive a] fair trial by a panel of impartial, ‘indifferent’ jurors.” <em>Goins v. McKeen, </em>605 F.2d 947, 951 (6th Cir.1979) (citing <em>Irvin v. Dowd, </em>366 U.S. 717, 722, 81 S.Ct. 1639, 6 L.Ed.2d 751 (1961)).</p>\n<p id=\"b566-9\">This Court has explained that to be impartial, a jury need not be totally ignorant of the parties and issues in the case. <em>Id. </em>“[I]t suffices ‘if the juror can lay aside his impression or opinion and render a verdict based on the evidence presented in court.’” <em>Tocco, </em>200 F.3d at 412 (citing <em>Murphy v. Florida, </em>421 U.S. 794, 800, 95 S.Ct. 2031, 44 L.Ed.2d 589 (1975) (quoting <em>Irvin v. Dowd, </em>366 U.S. 717, 723, 81 S.Ct. 1639, 6 L.Ed.2d 751 (1961))). A defendant claiming that the jury that convicted him was not sufficiently “indifferent” must “sustain the claim ‘not as a matter of speculation, but as a demonstrable reality.’ ” <em>Id. </em>However, the court may presume a deprivation of the Sixth Amendment right in a particularly egregious case. <em>Id. </em>at 951 n. 7.</p>\n<p id=\"b566-10\">During voir dire of the jurors by the court, Coleman stated that he had a friend in the ATF named Sierra Donovan who worked in Detroit. J.A. at 588. The following exchange took place:</p>\n<blockquote id=\"b566-11\">Court: Mr. Soisson, is Miss Donovan involved in this case at all?</blockquote>\n<blockquote id=\"b566-12\">Soisson: She may have been just on the periphery, but is not going to be a witness and we have nothing to do with any of these matters.</blockquote>\n<blockquote id=\"b566-13\">Court: Do you discuss her work?</blockquote>\n<blockquote id=\"b566-14\">Juror # 7: No.</blockquote>\n<blockquote id=\"b566-15\">Court: This case ring a bell to you at all? Has she ever told you about this case?</blockquote>\n<blockquote id=\"b566-16\">Juror # 7: No.</blockquote>\n<blockquote id=\"b566-17\">Court: Is this somebody — I don’t mean to pry, but somebody who you see on an ongoing basis?</blockquote>\n<blockquote id=\"b566-18\">Juror # 7: No.</blockquote>\n<blockquote id=\"b566-19\">Court: Somebody who you are likely to see during the course of the next week or two?</blockquote>\n<blockquote id=\"b567-4\"><page-number citation-index=\"1\" label=\"535\">*535</page-number>Juror #7: No, no.</blockquote>\n<blockquote id=\"b567-5\">Court: As I indicated, one of the instructions I would give you is that you’re not allowed to discuss the case with anyone, nor are you to allow anyone to discuss the case with you; that would include, include everybody. But, of course, it would include Agent Donovan in this case. Is that an instruction you would have trouble following?</blockquote>\n<blockquote id=\"b567-6\">Juror # 7: No.</blockquote>\n<blockquote id=\"b567-7\">Court: Is there anything about your relationship with Agent Donovan that would make it difficult for you to be a fair and impartial juror in this case?</blockquote>\n<blockquote id=\"b567-8\">Juror # 7: No.</blockquote>\n<p id=\"b567-9\">This colloquy clearly demonstrates that Coleman felt that he was able to act with impartiality and render a verdict based on the evidence presented in court. <em>See Tocco, </em>200 F.3d at 412. Because Crawford has failed to present any evidence that Coleman acted to the contrary, that is, that Crawford suffered any actual prejudice, this claim fails.</p>\n<p id=\"b567-10\">I. Violation of Model Rule 4.2 or Disciplinary Rule 7-104</p>\n<p id=\"b567-11\">Crawford alleges that unidentified government attorneys or investigators contravened Model Rule 4.2, formerly known as Disciplinary Rule 7-104 (“DR 7-104”) by contacting Crawford’s client Erie Adams regarding Adams’ potential cooperation in the prosecution of those involved in the plot to murder Brian McClendon. This issue was not raised below and, accordingly, is not preserved for appeal. <em>See O’Dell, </em>247 F.3d at 687.</p>\n<p id=\"b567-12\">Even assuming that this issue has not been waived, Crawford’s claim is not meritorious. DR 7-104 states in pertinent part: “[d]uring the course of his representation of a client a lawyer shall not ... communicate on the subject of the representation with a party he knows to be represented by a lawyer in that matter unless he has the prior consent of the lawyer representing such other party or is authorized by law to do so.” DR 7-104(A)(1).</p>\n<p id=\"b567-14\">Adams retained Crawford and others as counsel in a separate but related criminal case, and participated in the plot to murder McClendon while awaiting trial in that case. Prior to April 27, 1993 when Adams pleaded guilty in the related case, an unidentified government attorney or agent approached Adams and engaged him to assist in the investigation and prosecution of the conspiracy to murder McClendon— including Crawford’s participation in that conspiracy. The record suggests that Adams pleaded guilty in the related case in exchange for dismissal of the charges against him in this case and that the plea bargain that Adams reached with the government was the result of his cooperation against Crawford and others.</p>\n<p id=\"b567-15\">By its own terms, DR 7-104 does not apply to the conduct at issue. The government attorney or investigator who allegedly spoke with Adams was not discussing the subject of Crawford’s representation of Adams. Crawford represented Adams in connection with drug and weapon charges as well as a charge of assault on a federal officer. The government agent spoke with Adams in connection with a conspiracy to tamper with a witness.</p>\n<p id=\"b567-16\">This Court construed a Kentucky Rule that is identical to DR 7-104 as inapplicable to communications regarding an offense other than the offense for which the defendant was indicted. <em>See United States v. Ford, </em>176 F.3d 376, 382 (6th Cir.1999) (“Any other ... interpretation ... would place prosecutors at risk of committing an ethical violation for pursuing actions that they are required to pursue in the interest <page-number citation-index=\"1\" label=\"536\">*536</page-number>of public safety.”). The <em>Ford </em>court stated that “there is significant precedent permitting law enforcement officials to contact represented defendants by means of an undercover informant to investigate allegations of criminal wrongdoing other than the offense on which the defendant has been indicted.” <em>Id. </em>The Court further explained: “[t]he ethical rules should not be construed to conflict with the public’s vital interest in ensuring that law enforcement officers investigate uncharged criminal activity.” <em>Id. </em>Similarly, DR7-104 is not applicable to the conduct at issue in this case.</p>\n<p id=\"b568-4\">CONCLUSION</p>\n<p id=\"b568-5\">For the aforementioned reasons, the judgment of the district court is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b555-8\">. Thirteen co-defendants were indicted on March 4, 1993 in the original indictment.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}