{
  "casebody": {
    "data": "<casebody firstpage=\"57\" lastpage=\"66\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b111-4\">Amos L. Taylor, trustee, <em>vs. </em>George Norman Albree &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b111-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ACY\">March 7, 1944.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ab-dedup-0\">September 14, 1944.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b111-7\">Present: Field, C.J., Lummus, Qua, Ronan, &amp; Spalding, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b112-8\"><page-number citation-index=\"1\" label=\"?\">*?</page-number><em>A. L. Taylor, (F. J. Johnson </em>with him,) stated the case.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b112-9\"><em>E. C. Parks, </em>for George N. Albree, executor, and others.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b112-10\"><em>L. R. Chamberlin, (J. S. Stone </em>with him,) for Constance Williams, individually and as administratrix.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b112-11\"><em>B. Corneau, </em>for Helen B. Kalenborn.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b112-12\"><em>H. S. Davis, </em>for Shirley H. Thoms.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b112-13\"><em>F. K. Rice, </em>for F. Keeler Rice, administrator, and others.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b112-14\"><em>H. Snyder, </em>for Harriet A. Dellit and another.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b112-15\"><em>J. E. Luby, </em>for Harriet W. St. Clair, executrix.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b112-16\"><em>M. Tobey, (F. L. LeMoine </em>with him,) for Wendell T. Wright, executor.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b112-17\"><em>F. S. Deland, </em>(B. <em>C. Perkins, </em>with him,) for Lewis B. Bailantyne and another, executors.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b112-18\">Lummus, J.</author>\n<p id=\"A9e\">George W. A. Williams of Boston died on March 21, 1891, at the age of seVenty-one years, leaving three children, Georgianna Albree, Joseph B. Williams and Helen Ladd Williams, and his widow Harriet C. Williams, who was his second wife and not the mother of the children.</p>\n<p id=\"b112-19\">Georgianna Albree died on April 8, 1894, her husband George Albree died on August 7, 1929, and George Norman Albree, their .only child, is the administrator with the will annexed of the estate of each of his parents.</p>\n<p id=\"b112-20\">Joseph B. Williams died in New Jersey on May 15, 1928, leaving three children, Francis C. Williams, Pearce Pen-<page-number citation-index=\"1\" label=\"59\">*59</page-number>hallow Williams, and Constance Williams. Francis C. Williams died on December 23, 1936, intestate, leaving a widow, Paulina Williams, the administratrix of his estate, and two children, Shirley H. Thoms and Helen B. Kalen-born. The death of Pearce Penhallow Williams will be stated later. Constance Williams is still living, and is the administratrix with the will annexed of the estate of Joseph B. Williams, by whose will she was given the residue of his estate.</p>\n<p id=\"b113-5\">Helen Ladd Williams died without issue and unmarried in New York on January 27, 1925. By her will she gave the residue of her estate, one third to her nephew said George Norman Albree, one third to her niece said Constance Williams, and one third to her grandniece said Helen B. Kalenborn. Said George Norman Albree is surviving executor of the will of Helen Ladd Williams.</p>\n<p id=\"b113-6\">The widow of the testator, Harriet C. Williams, died on January 8, 1920. By her will she divided the residue of her estate among Albert H. Caverly and Mary 0. Dalzell who were her relatives, Austin E. St. Clair and Lillian B. St. Clair who were her friends, and Annie W. Williams and Mary Louise Williams who were nieces of her late husband, the testator. All are now dead except Mary O. Dalzell, but their personal representatives are before the court.</p>\n<p id=\"b113-7\">The presently material provisions of the will of George W. A. Williams are the following. By item 21 he gave the residue of his estate, real and personal, to trustees, in trust to pay specified annuities during the lives of various annuitants listed again in item 28, and by item 25 he gave a further annuity for life to his grandson Pearce Penhallow Williams, who was only seven years old when the testator died and who was not mentioned in item 28. The annuitants included among others the testator’s widow and his three children. As was said in <em>Taylor </em>v. <em>Albree, </em>309 Mass. 248, 255, 256, “The testator’s near relatives are the principal objects of his bounty. Yet his method of benefiting them is not by distributing his estate among them. It is by creating a group of annuities, each for the life of the annuitant, each carefully guarded against assignment or <page-number citation-index=\"1\" label=\"60\">*60</page-number>attachment, and the total approximately equal at the outset to the amount of income which his estate might be expected to produce. Evidently the testator regarded lifelong security as the greatest desideratum. Distribution was secondary in Ms mind and was to occur only after the primary object should be accomplished.” The annuities are described in that case at page 250.</p>\n<p id=\"b114-5\">By item 25 the testator’s grandson Pearce Penhallow Williams was given an annuity of $1,200 a year for his life, beginning at his twenty-first birthday which occurred in 1905. To his annuity also were attached spendthrift provisions by reference. The full text of item 25 may be found in <em>Taylor </em>v. <em>Albree, </em>309 Mass. 248, at pages 250 and 251.</p>\n<p id=\"b114-6\">Item 28 is the section most vital to the questions now presented. It reads as follows: “Upon the decease of all the annuitants herein mentioned, viz: my wife, Harriet C. Williams, my sister Annie B. Merriam, my brother James M. W. and Mary L. his wife, my son Joseph B. and my daughters Georgianna and Helen L., my nieces Annie W, Mary L, and Grace W, and Harriet E. Coffin, I direct my said Trustees and their successors to pay over and convey all the trust funds and estate of every kind then m their hands to my legal heirs and representatives whoever they may be, to be determined by, and the distribution to be made in accordance with, the Statutes of this Commonwealth. To have and to hold the same to them and their heirs and assigns forever and this trust shall thereupon be terminated and cancelled.”</p>\n<p id=\"b114-7\">We have had occasion to interpret the same will twice before. In <em>Abbott </em>v. <em>Williams, </em>268 Mass. 275, there remained alive in June, 1928, only three of the annuitants, Mary L. Williams the widow of the testator’s brother James, Annie W. Williams a niece of the testator, and Pearce Pen-hallow Williams.- The trust estate then greatly exceeded the amount needed to support those three annuities. Persons who claimed to be remaindermen under item 28 sought a distribution of such part of the trust estate as was not needed to support those annuities. The court refused to order a distribution, saying (page 283) that “the testator <page-number citation-index=\"1\" label=\"61\">*61</page-number>fixed the date of the death of the last annuitant named therein [i.e. in item 28] as the time when the trust estate should terminate.”</p>\n<p id=\"b115-5\">In <em>Taylor </em>v. <em>Albree, </em>309 Mass. 248, 249, the question was “whether upon the death in 1939 of the last surviving annuitant other than Pearce Penhallow Williams, the principal trust set up by the will came to an end and the fund became distributable under the twenty-eighth article [item] of the will or whether the trust must continue until the death of Pearce Penhallow Williams in order to support an annuity of $1,200 a year given to him by the twenty-fifth article [item].” It was held that item 28 must yield to item 25 to the extent that the trust could not end until the annuity to Pearce Penhallow Williams should cease at his death. In that case there was evidence that the annuity to him in item 25 was an afterthought and that his name was omitted from items 27 and 28 by oversight of the draftsman. The court had no occasion to decide at that time who would be entitled to share in the ultimate distribution.</p>\n<p id=\"b115-6\">Pearce Penhallow Williams, the last surviving annuitant, died testate without issue on November 23, 1942. At his death the trust terminated. The trustees petitioned the Probate Court for instructions as to the distribution. The facts stated in their petition were found to be true. The cáse was reserved and reported to this court without decision.</p>\n<p id=\"b115-7\">The trust estate now consists wholly of personalty, although some of it is the proceeds of realty once owned by the trust. In item 28 the instruction is to “pay over and convey” the principal of the trust estate “to my legal heirs and representatives whoever they may be.” The word “heirs” is used accurately as meaning the persons entitled to inherit realty. The word “representatives” in the same phrase does not mean executors or administrators, as it does in some connections, but means statutory distributees of personalty. <em>Bates, petitioner, </em>159 Mass. 252. <em>Eager </em>v. <em>Whitney, </em>163 Mass. 463. <em>Olney </em>v. <em>Lovering, </em>167 Mass. 446, 448. <em>Bailey </em>v. <em>Smith, </em>214 Mass. 114, 120. The testator intended in the final distribution to let the law take its course according to the nature of the property to be distributed. The case <page-number citation-index=\"1\" label=\"62\">*62</page-number>is unlike those in which only the word “heirs” was used, and the question of its application to personalty was involved. <em>Tyler </em>v. <em>City Bank Farmers Trust Co. </em>314 Mass. 528, 529, 530.</p>\n<p id=\"b116-5\">Whether the trust estate includes realty for purposes of distribution, or not, is material only if the “legal heirs and representatives” are to be determined as of the time when the testator died on March 21,1891, at which time the widow of a man leaving issue was a distributee of personalty but not an heir of realty. Pub. Sts. (1882) c. 125, § 1 (1); c. 135, § 3. Her dower right in realty did not constitute her an “heir.” <em>Proctor </em>v. <em>Clark, </em>154 Mass. 45, 50. But in 1939 and 1942 both realty and personalty of a man leaving issue but no widow (for here the widow died in 1920), passed by statute to the same persons in the same shares. G. L. (Ter. Ed.) c. 190, §§ 2, 3. A testamentary provision for distribution to heirs or distributees adopts the statute not only as to the persons benefited but also as to the shares in which they take. <em>Tyler </em>v. <em>City Bank Farmers Trust Co. </em>314 Mass. 528, 530.</p>\n<p id=\"b116-6\">Some of the parties contend that the words “my legal heirs and representatives whoever they may be” in item 28 mean the persons who were such on March 21, 1891, when the testator died. That is the contention of those who claim under the testator’s widow Harriet C. Williams who died on January 8, 1920, and consequently could not be within the class if determined as of 1939 or 1942. They are joined in this contention by the executor of the will of the testator’s daughter Georgianna Albree who died in 1894, by the executor of the will of the testator’s daughter Helen Ladd Williams who died in 1925, by the administratrix with the will annexed of the estate of the testator’s son Joseph B. Williams who died in 1928, and also by the testator’s grandchildren George Norman Albree and Constance Williams personally, although they would take some share upon any theory.</p>\n<p id=\"b116-7\">It is true that in the absence of indication to the contrary, a gift to the heirs or distributees of a person is construed to mean those who are such at his death. <em>Tyler </em>v. <em>City Bank </em><page-number citation-index=\"1\" label=\"63\">*63</page-number><em>Farmers Trust Co. </em>314 Mass. 528, 531. <em>Old Colony Trust Co. </em>v. <em>Johnson, </em>314 Mass. 703. <em>National Shawmut Bank </em>v. <em>Joy, </em>315 Mass. 457, 467. But in those cases it was recognized that such words may be construed to refer to an artificial class to be determined as of a later time.</p>\n<p id=\"b117-5\">Doubtless the fact that the legal heirs and distributees of the testator living at his death, including his widow, were all annuitants, and therefore could not possibly enjoy the residuary gift personally, is not conclusive as showing a later determination of the class. <em>Tyler </em>v. <em>City Bank Farmers Trust Co. </em>314 Mass. 528, 531, 532. The fact that the residuary gift took the form of a direction to the trustees “to pay over and convey” the trust estate in distribution, has some weight but not decisive weight in showing a later determination of the class. <em>Ibid. </em>532. <em>New York Life Ins. &amp; Trust Co. </em>v. <em>Winthrop, </em>237 N. Y. 93, 103, 104. The fact that spendthrift provisions were attached to all the annuities to the children of the testator does tend to show that he did not intend them to acquire at his death a vested remainder interest that they could alienate and that could be taken by their creditors. <em>Tyler </em>v. <em>City Bank Farmers Trust Co., supra, </em>533. Of some importance is the consideration that under the law as it existed in 1891 the widow in the circumstances existing was a distributee though not an heir. It is unlikely that the testator would intend to give her a remainder interest that she never could enjoy and that probably would pass from her to persons not of his kin in whom he had no interest.</p>\n<p id=\"b117-6\">In addition to those considerations there are words that would turn the scale in favor of a later determination of the class even though without them the case were more doubtful than it is. The class was to consist of the testator’s legal heirs and representatives “whoever they may be.” The will speaks “the language of the testator at the time of his death” <em>(Gray </em>v. <em>Sherman, 5 </em>Allen, 198, 199; <em>Bassett </em>v. <em>Nickerson, </em>184 Mass. 169, 175; <em>Lovering </em>v. <em>Balch, </em>210 Mass. 105, 107; <em>Galloupe </em>v. <em>Blake, </em>248 Mass. 196, 200; <em>Smith </em>v. <em>Livermore, </em>298 Mass. 223, 232, 233), and the uncertainty expressed by the testator as to the persons who would com<page-number citation-index=\"1\" label=\"64\">*64</page-number>pose the class is hardly consistent with an intent to have the class determined at the very moment as of which the will speaks. <em>Butler </em>v. <em>Bushnell, </em>3 Myl. &amp; K. 232. <em>Matter of Bowers, </em>109 App. Div. (N. Y.) 566, affirmed 184 N. Y. 574. Compare <em>Doe </em>v. <em>Lawson, </em>3 East, 278; <em>In re Winn, </em>[1910] 1 Ch. 278; <em>Estate of Newman, </em>68 Cal. App. 420. The intent to have the class determined as of a later date is emphasized by the words “to be determined,” contained in item 28. Moreover, that item provides for determination of the class “in accordance with” the statutes of Massachusetts. The 'will provides for the purchase by the trustees of houses in other States for the use of children of the testator, and that appears to be the explanation of the provision making all the property distributable under the laws of Massachusetts. If the remainders were to vest at the death of the testator they would have vested under the laws of Massachusetts without special provision therefor, for all the trust property was then here. All these considerations, taken together, make it perfectly clear to us that the “legal heirs and representatives” of the testator were not to be determined as of the time of his death, and that the remainders were contingent upon surviving the last surviving annuitant, who turned out to be Pearce Penhallow Williams.</p>\n<p id=\"b118-5\">Normally the later time for the determination of the class would be the time fixed for the distribution, namely, the time of the death of the last survivor of the annuitants, who was Pearce Penhallow Williams, and who died on November 23, 1942. In item 28 the dominant purpose was to provide for a distribution “upon the decease of all the annuitants herein mentioned.” The word “herein,” we think, referred to the whole will, and not to item 28 by itself. The error was in omitting Pearce Penhallow Williams in the attempt to specify the annuitants “herein” mentioned. The general description of the annuitants, we think, is not limited by the defective specific enumeration introduced by “viz,” especially where as here the plan and structure of the will supports the conclusion that distribution was to be made and the distributees ascertained as of the time of the death of the last surviving annuitant. <em>Taylor </em>v. <em>Albree, </em>309 Mass. <page-number citation-index=\"1\" label=\"65\">*65</page-number>248, 256. The contention of the executors of the will of Pearce Penhallow Williams would have us impute to the testator the strange and unreasonable intent to have the remainders vest at the death of all the annuitants except one, and yet to have no distribution made until that one should die. As was said by Cardozo, J., in <em>New York Life Ins. &amp; Trust Co. </em>v. <em>Winthrop, </em>237 N. Y. 93, 104, “The will, when read in its totality, is instinct with the desire to hold the ultimate gifts in abeyance until the termination of the trust, and thereupon to adapt and proportion them to the conditions then existing.”</p>\n<p id=\"b119-5\">We think that the trust estate must be divided among the “legal heirs and representatives” of the testator as though he had died intestate at the time of the death of Pearce Penhallow Williams on November 23, 1942. Since the persons taking are not in the same degree of kindred, they take “according to the right of representation.” G. L. (Ter. Ed.) c. 190, § 3 (1). The living grandchildren of the testator, George Norman Albree and Constance Williams, will take one third each, while the remaining third will be divided equally between Shirley H. Thoms and Helen B. Kalenborn, the children of a deceased grandson.</p>\n<p id=\"b119-6\">A subordinate question remains. During the period of. the annuity to Pearce Penhallow Williams there were months in which the income of the trust estate was insufficient to pay the annuities in full. The aggregate of the deficiencies in the payment of his annuity between May 1, 1905, and October 1, 1915, was $4,100. The executors of his will now contend that they are entitled to have that sum paid to them in the distribution of the trust. The testator provided in item 27 of his will for possible deficiency as well as for possible excess of the income available for payment of annuities. The text of that item appears in <em>Abbott </em>v. <em>Williams, </em>268 Mass. 275, 278, 279, and is discussed to some extent in <em>Taylor </em>v. <em>Albree, </em>309 Mass. 248, 251, 254. That item provides in the first place that in case of insufficiency of income to pay the annuities, the annuitants (other than the widow) shall “bear and suffer such deficiency pro-rata.” The Probate Court adjudicated in 1910 that that applied to the <page-number citation-index=\"1\" label=\"66\">*66</page-number>annuity to Pearce Perihallow Williams. Then follow provisions for making up past deficiencies out of future surplus income, but there is no provision for making them up out of principal, or out of income received after the death of the annuitant who suffered the deficiencies. The record fails to show that there was any available surplus income accruing prior to the death of Pearce Penhallow Williams, not distributed under the decision in <em>Abbott </em>v. <em>Williams, </em>268 Mass. 275. All this is on the assumption that Pearce Pen-hallow Williams was entitled to the benefit of the provision in item 27 for the making up of past deficiencies, although his name was omitted from that provision. Possibly that omission was an error (see <em>Taylor </em>v. <em>Albree, </em>309 Mass. 248, 254), but possibly it may have been intentional, on the ground that he was so much younger than the other annuitants that for most of his expected life there would be little danger of a deficiency, as indeed the event has proved. At any rate we think that the executors of his will have not shown themselves entitled to receive the $4,100 in question.</p>\n<p id=\"b120-3\">A decree is to be entered in accordance with this opinion. The allowance of costs and expenses of this appeal is to be in the discretion of the Probate Court.</p>\n<p id=\"b120-4\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}