{
  "casebody": {
    "data": "<casebody firstpage=\"674\" lastpage=\"680\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b728-4\">Lillian E. Garfield, administratrix, <em>vs. </em>Charles Smith (and five companion cases<footnotemark>1</footnotemark>).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b728-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ag93\">December 4, 1944.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"aak-dedup-1\">February 7, 1945.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b728-6\">Present: Field, C.J., Qua, Dolan, Honan, &amp; Wilkins, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b731-6\"><page-number citation-index=\"1\" label=\"677\">*677</page-number><em>H. S. </em>Avery, for the defendants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b731-7\"><em>A. M. Donahue, </em>for the plaintiffs.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b728-11\"> The companion cases are: John E. Baker <em>vs. </em>Charles Smith; Doris M. Ward <em>vs. </em>Charles Smith; Lilhan E. Garfield, administratrix, <em>vs. </em>D. and W. Line, Inc.; John E. Baker <em>vs. </em>D. and W. Line, Inc.; Doris M. Ward <em>vs. </em>D. and W. Line, Inc.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b731-8\">Ronan, J.</author>\n<p id=\"AHAC\">These six actions of tort arise out of a collision of an automobile with a truck or tractor owned by and registered in the name of the D. and W. Line, Inc., operated by the defendant'Smith, and leased to the Old Colony Motor Lines, Inc. The collision occurred while the tractor, drawing a trailer loaded with goods, was being driven along a public way in Watertown in the early evening of February 19, 1942, on its way to New York city. The jury returned verdicts for the plaintiffs. The defendants concede that the two individual plaintiffs, and also the intestate, were in the exercise of due care and that the evidence was ample to show that the accident was caused by the negligence of Smith. The substantial question raised by various exceptions is whether the evidence was sufficient to prove that Smith in operating the truck was acting as the employee of the D. and W. Line, Inc.</p>\n<p id=\"b731-9\">We summarize briefly some of the material facts which could be found from the evidence. The interstate commerce commission had issued to the Old Colony Motor Lines, Inc., a certificate or a permit under the motor carrier act, U. S. C. (1940 ed.) Title 49, §§ 301-327, authorizing it to transport goods between Boston and New York city. It was the practice of the Old Colony Motor Lines, Inc., hereinafter called Old Colony, to hire a tractor and trailer, together with an operator, from the D. and W. Line, Inc., hereinafter called the defendant, when it had more business than it could handle with its own rolling stock. On the afternoon of February 19, 1942, the defendant left a tractor and trailer at the terminal of the Old Colony where the trailer was loaded by the Old Colony. Smith, who was <page-number citation-index=\"1\" label=\"678\">*678</page-number>in the general employ of the defendant, was sent by the defendant to drive the tractor and trailer to . New York city. He went to the office of the Old Colony where a lease of the tractor and trailer to the Old Colony was executed by the Old Colony and by Smith in behalf of the defendant. The lease was for the term of one day at a fixed rental for a one-way trip between Boston and New York city and a certain sum for the operator’s wages. The operator was covered by workmen’s compensation insurance secured by the Old Colony, and a sum for social security was deducted from his wages whether they were paid directly to him by the Old Colony or by the defendant.</p>\n<p id=\"b732-5\">The defendant excepted to the exclusion of a docupient entitled “Ruling No. 4” dated August 19, 1936, and captioned “Interstate Commerce Commission Bureau of Motor Carriers.” This ruling, so called, was in effect a statement that a carrier hiring a motor vehicle should do so by a lease which should contain provisions by which exclusive control of the vehicle and the operator would be transferred to the lessee. It did not establish any general rule that in every case the operator must become the employee of the lessee and went no farther than to point out a method by which this might be accomplished. It was advisory in character and purported to represent an interpretation by the bureau of the motor carrier act. Whatever force and effect this interpretation might have in its appropriate field, it did not supersede, as the defendant contends, our statute, G. L. (Ter. Ed.) c. 231, § 85A, which provides that the registration of a motor vehicle in. the name of. the owner is prima facie evidence that the motor vehicle “was then, being operated by and under the control of a person for whose conduct the defendant [the registered owner], was legally responsible.” This statute was designed to protect the safety of travellers upon our public ways and it was not rendered inapplicable or in any way affected by the so called ruling in instances where the traveller was injured by the negligent operation of a motor vehicle engaged in interstate commerce. This ruling was not material and there was no error in its exclusion. <em>Apger </em>v. <em>New York </em><page-number citation-index=\"1\" label=\"679\">*679</page-number><em>Central Railroad, </em>310 Mass. 495, 499. <em>Maurer </em>v. <em>Hamilton, </em>309 U. S. 598. <em>Acme Freight Lines, Inc. </em>v. <em>Blackmon, </em>131 Fed. (2d) 62. <em>Hodges </em>v. <em>Johnson, 52 </em>Fed. Sup. 488. <em>Wright </em>v. <em>Des Moines Railway, </em>231 Iowa, 410. <em>McCanless </em>v. <em>Southeastern Greyhound Lines, Inc. </em>178 Tenn. 614. <em>State </em>v. <em>Kelly, </em>192 Wash. 394. <em>Darnall Trucking Co. Inc. </em>v. <em>Simpson, </em>122 W. Va. 656.</p>\n<p id=\"b733-5\">The relation of the operator to the defendant must be determined by the provisions of the lease. The entire lease was properly admitted in evidence. The parties may have intended to comply with the ruling and draft a lease that would make the operator the employee of the lessee alone, but the lease is to be construed in accordance with its terms. It is true that clause (h) provides for the complete control of the operator by the lessee, but that clause does not stand alone and it must be construed with all the remaining clauses, giving appropriate effect to each of them as parts of a single contract. It is to be assumed that the parties considered that all the provisions of the lease were necessary and adequate to establish their rights in the performance of the transaction which they had undertaken. <em>Crimmins &amp; Peirce Co. </em>v. <em>Kidder Peabody Acceptance Corp. </em>282 Mass. 367. <em>Radio Corp. of America </em>v. <em>Raytheon Manuf. Co. </em>300 Mass. 113. <em>J. F. Fitzgerald Construction Co. </em>v. <em>Southbridge Water Supply Co. </em>304 Mass. 130. <em>Morgan </em>v. <em>Burlington, </em>316 Mass. 413.</p>\n<p id=\"b733-6\">It is to be noted that the selection of the operator rested with the lessor, and that the lease included not only the equipment but the equipment with an operator furnished by the lessor. There is nothing in the lease empowering the lessee to discharge the operator or to substitute anothér in his stead. The lessor was required 'to keep the equipment in good operating condition and was responsible for any repairs that became necessary during the trip. The operator remained the representative of the lessor to the extent necessary to protect the property of the lessor. The lessee was liable for any damage sustained by the equipment and caused by a regular employee of the lessee but not including damage due to the negligence of the <page-number citation-index=\"1\" label=\"680\">*680</page-number>operator. The operator was never free at any time during the trip from his obligations to the lessor to use the vehicle in a prudent and proper manner, and, whatever degree of control the lessee had over him, it could not direct and require the operator to act in such a way as would incur damage to the vehicle. It is not inconsistent for the same person to act as an employee of one person in certain aspects of a transaction and as an employee of another in a different part of the business. <em>McDermott’s Case, </em>283 Mass. 74, 77, and cases cited. Without further analyzing the lease and the testimony, enough appears to show that it could not be ruled that the operator in the manner in which he drove the truck at the time of the accident was not an employee of the defendant. The question was properly submitted to the jury. <em>Delory </em>v. <em>Blodgett, </em>185 Mass. 126. <em>Shepard </em>v. <em>Jacobs, </em>204 Mass. 110. <em>Hunt </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>212 Mass. 102. <em>Mahoney </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>240 Mass. 8. <em>Strong’s Case, </em>277 Mass. 243. <em>Goyette </em>v. <em>P. J. Kennedy &amp; Co. Inc. </em>277 Mass. 283. <em>Wall’s Case, </em>293 Mass. 93.</p>\n<p id=\"b734-5\">We need not discuss exceptions to the charge, to the denial of the requests for instructions, or to the refusal to direct verdicts, all of which were based upon the ground that the operator was the employee of the lessee. There is nothing in'the other rulings on evidence calling for further discussion.</p>\n<p id=\"b734-6\"><em>Exceptions </em>overruled.<footnotemark>1</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b734-7\"> Petitions by D. and W. Line, Inc., for certiorari were dismissed by the United States Supreme Court on June Í8, 1945.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}