{
  "casebody": {
    "data": "<casebody firstpage=\"73\" lastpage=\"88\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b99-3\">716 A.2d 1077</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AYC\">Ronnchey Lynn KING v. BOARD OF EDUCATION OF PRINCE GEORGE’S COUNTY.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Ac\">No. 1719,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Ayb\">Sept. Term, 1997.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b99-5\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b99-6\">Sept. 1, 1998.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b100-7\"><page-number citation-index=\"1\" label=\"74\">*74</page-number>Kim M. DiGiovanni, Clinton, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b100-8\">Wanda G. Caporaletti (Reichelt, Nussbaum, LaPlaca &amp; Miller, on the brief), Greenbelt, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b100-9\">Argued before EYLER, J., and ROBERT L. KARWACKI and MARVIN H. SMITH, Judges (retired), Specially Assigned.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b100-10\">EY’LER, Judge.</author>\n<p id=\"b100-11\">This case presents the issue of whether a mental disorder<footnotemark>1</footnotemark> stemming from work-related stress may be compensable as an occupational disease under the Maryland Workers’ Compensation Act (“Act”), Md.Code Ann., Labor &amp; Employment Article <page-number citation-index=\"1\" label=\"75\">*75</page-number>(LE), Title IX (1991 Repl.Vol., 1997 Supp.).<footnotemark>2</footnotemark> We shall hold that, on the facts of this case, it is not compensable as a matter of law.</p>\n<p id=\"b101-4\">Facts</p>\n<p id=\"b101-5\">On September 14,1983, Ronnchey King, claimant and appellant, became employed as a substitute school bus driver by the Board of Education of Prince George’s County, employer, self-insurer, and appellee. Subsequently, appellant became an auxiliary bus driver, an assistant foreman, and transportation technician. In September, 1992, she became a transportation assistant and also fulfilled the duties of a transportation technician. In the summer of 1995, appellant’s duties and supervisory responsibilities increased. Appellant’s duties included editing a transportation handbook, scheduling bus service and establishing bus routes, supervising bus drivers, conducting daily safety meetings and drug testing. According to appellant’s testimony before the Worker’s Compensation Commission (“Commission”), appellant was responsible for making sure that thousands of students received timely bus service to school, and often was provided with an inadequate supply of buses to accomplish this goal. It is undisputed that appellant was working long hours with considerable stress and responsibility throughout most, if not all, of her employment by appellee.</p>\n<p id=\"b101-6\">Appellant began consulting Dr. Ralph Wadeson, a psychiatrist, on. March 2S, 1995. At that time, her “chief complaint was one of being extremely nervous with crying jags, chest pains, fatigue, aches and pains, tiredness, and she did not care about eating.” At that time she also had been taking Amiltriptyline, 25 mg at bedtime, Zoloft, 50 mg a day, for eight weeks, and then Xanax, 0.25 mg, for nervousness. Appellant reported that she had been having “crying jags” for no reason at all and that she was extremely impatient and irritable, both <page-number citation-index=\"1\" label=\"76\">*76</page-number>at home and on the job. In September, 1995, Dr. Wadeson diagnosed appellant as having “somatization disorder, 300.81” and “major depression 296.2.”<footnotemark>3</footnotemark></p>\n<p id=\"b102-5\">On October 16, 1995, appellant left work and, in her own words, she “just busted out crying and felt like if [she] didn’t lay down [she] was going to die, sick to [her] stomach.” Dr. Wadeson described appellant’s symptoms in October, 1995, as nausea, vomiting, diarrhea, and chest pains. Dr. Wadeson described her symptoms in December, 1995, as “lots of pain, headaches, pain in her abdomen, chest, and hip. She [was] having nausea, vomiting, diarrhea and cramping in her gastrointestinal system, and she was having a loss of her libido. She also had balance problems and was confused in her verbalizations, and was very unsteady on her feet.” As of the time of her hearing before the Commission in July 1996, appellant had not worked since October 16,1995.</p>\n<p id=\"b102-6\">On April 1, 1996, appellant filed a claim with the Commission alleging an occupational disease. In her claim form, she characterized the disease as a “nervous breakdown resulting from 3 different positions at one time. Also putting in 12-14 hours a day to keep up.” Appellant alleged that the disease occurred on October 16, 1995, and that it arose out of and in the course of her employment by appellee. The Commission held a hearing on July 16 on two issues: (1) whether appellant sustained an occupational disease arising out of and in the course of her employment; and (2) the extent of appellant’s temporary total disability.</p>\n<p id=\"b102-7\">At the hearing, appellant described the events leading up to her departure from work as follows:</p>\n<p id=\"b103-3\"><page-number citation-index=\"1\" label=\"77\">*77</page-number>Q. Can you describe what was happening in September and October of 1995 when you were in the position of transportation management analyst that you believe created any problems for you in the performance of your duties?</p>\n<p id=\"b103-4\">A. I was just overloaded.</p>\n<p id=\"b103-5\">Q. What do you mean?</p>\n<p id=\"b103-6\">A. I was doing part of the technician’s job, trying to get the handbook out. I had 13 magnet schools that the children had to be reassigned to. I had no busses. I did not have resources. I opened a new facility for Head Start with 200 children going in the a.m. and 200 children going in the p.m. We also had a new subscription called Summer Field. I did not have any busses and I was expected to cram them on anything I could find to get those children to school on time and maintain the rest of the routes on time.</p>\n<p id=\"b103-7\">Q. Were there any particular problems during that time-frame with the failure of the bus system to operate properly?</p>\n<p id=\"b103-8\">A. Yes. When I would ask for help from some supervisors that had spares, they wouldn’t give them to me.</p>\n<p id=\"b103-9\">Q. What problems, if any, did you begin to have as you assumed the responsibilities that were in addition to the position that you were in at a given point in time?</p>\n<p id=\"b103-10\">A. The other assistants did not cooperate.</p>\n<p id=\"b103-11\">Q. How did that affect your ability to perform your own duties in this period of time?</p>\n<p id=\"b103-12\">A. It made my busdrivers very upset. And when I would go to the lot in the morning, you know, I was bombarded as soon as I got out of the car. You know, why can’t this bus help; why can’t this bus help? And I would go and ask that supervisor, Why can’t you help, and they said no.</p>\n<p id=\"b103-13\">And then at one particular instance there was no reason, and Mr. Savoid said, No, don’t mix the neighborhood. So I got a bus — she had a bus with 30 and I got a bus with 65 kids on it going right past the stop, and she wouldn’t allow her driver to stop and pick up the children. So then here <page-number citation-index=\"1\" label=\"78\">*78</page-number>my bus driver is, pouring down rain, the windows are fogged up, you got 65 high school children on a bus and a fight breaks out, that is not good.</p>\n<p id=\"b104-5\">Q. And what happened the days before October 16th, 1995, that affected your ability to do your job, if anything?</p>\n<p id=\"b104-6\">A. The day that I had had it. I was staying later at the bus lot. I was doing more work at home, more work at home because home was — you know, I have two children and a husband and I have no more stress than anyone else, you know. I like to see them. And I would continue to do work at home and take the disc out and go to my office and put it in the PC there and finish. I was the only supervisor that had a PC and computer terminal.</p>\n<p id=\"b104-7\">Q. Did there come a time that you could no longer perform your duties at work?</p>\n<p id=\"b104-8\">A. Yes. I just — I don’t know what happened. I had a good opening of the school year because I did my homework during the summer. I had retripped a lot of my routes to make sure they were efficient, but we had no new busses, but yet we were expected to squeeze 4,200 children or 4,500 children, whatever it was, on the existing busses.</p>\n<p id=\"b104-9\">I had principals calling me, telling me that the busses were getting there late for my magnet schools. I had parents telling me that they’re going to sue the Board of Education because if their kids get in an accident with an overcrowded bus, this type of stuff.</p>\n<p id=\"b104-10\">THE COMMISSION: So what happened?</p>\n<p id=\"b104-11\">THE WITNESS: So I originally was running fíne. I had not started my drug testing yet because I didn’t have time and perform the 5:00 safety meetings. We have safety meetings at 5:00 in the morning. I give three safety meetings on those particular days. Come to the office, <page-number citation-index=\"1\" label=\"79\">*79</page-number>answer a thousand phone calls. Because the kids aren’t on busses.</p>\n<p id=\"b105-4\">Q. Did there come a time that you could no longer perform your duties, and when was the last day that you worked?</p>\n<p id=\"b105-5\">A. 10/16/95.</p>\n<p id=\"b105-6\">Q. What happened that day?</p>\n<p id=\"b105-7\">A. I went home and just busted out crying and felt like if I didn’t lay down I was going to die, sick to my stomach. My husband took me to the doctor.</p>\n<p id=\"b105-8\">The Commission disallowed the claim by order dated July 26, 1996. The order stated that “[t]he Commission finds on the issue presented that the claimant did not sustain an occupational disease (stress) arising out of and in the course of employment as alleged to have occurred on October 16, 1995[.]”</p>\n<p id=\"b105-9\">Appellant filed a petition for judicial review in the Circuit Court for Prince George’s County. Appellee filed a motion for summary judgment on the ground that mental injury caused by stress could not form the basis for an occupational disease as a matter of law. During the hearing of that motion, the trial judge interrupted appellant’s counsel to pose the following line of questions:</p>\n<p id=\"b105-10\">THE COURT: Am I to understand now that an occupational disease should translate to all identical positions that there are of that nature [transportation management analyst]? Am I not correct?</p>\n<p id=\"b105-11\">APPELLANT’S COUNSEL: Correct.</p>\n<p id=\"b105-12\">THE COURT: So we would take the Prince George’s County Board of Education transportation system, the Montgomery County transportation — Board of Education transportation system, the Baltimore County one, the Baltimore City one, and they would all be compared. And, therefore, all of those who were in her position in those counties would also be eligible if I were to find that she is eligible.</p>\n<p id=\"b106-4\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>APPELLANT’S COUNSEL: Correct. If, in fact, the mental disorder that results from the stress associated with that particular responsibility is related.</p>\n<p id=\"b106-5\">THE COURT: Now, suppose Montgomery County has two people working six hours a day, and Baltimore County has two people working six hours a day, but Prince George’s County has one person working twelve hours a day, it would not be [endemic]. It would just simply be Prince George’s County has one person where they should have two.</p>\n<p id=\"b106-6\">APPELLANT’S COUNSEL: I think it would be very difficult to prove in the case of a part-time employee stress associated with work overload.</p>\n<p id=\"b106-7\">In this case, particular case, what is happening in the year, year and a half, time there was a transition in the administration. Ms. King suffered because people were placed in administrative positions that were not qualified.</p>\n<p id=\"b106-8\">For example, there was a principal from Bowie High School who had never worked within the Department of Transportation that came in to take over Ms. King’s position when she was promoted to the position of Transportation Management Analyst.</p>\n<p id=\"b106-9\">And what happened is he showed up and within two days realized, I can’t perform this job function. And then he went ahead and he started taking leave. He didn’t fulfill that role. So Ms. King then not only had to perform her old job, she took responsibilities from the new job that she was now acting. .</p>\n<p id=\"b106-10\">THE COURT: Well, Counsel, is that occupational? Or is that just simply how the Prince George’s County Board of Education Transportation System, or whatever, is running its job? I mean it’s not [endemic] to the position.</p>\n<p id=\"b106-11\">APPELLANT’S COUNSEL: It is particular.</p>\n<p id=\"b106-12\">THE COURT: It’s a humanitarian problem.</p>\n<p id=\"b106-13\">APPELLANT’S COUNSEL: Correct.</p>\n<p id=\"b106-14\">THE COURT: But, if it’s a managerial problem, it is not occupational disease, it’s poor management.</p>\n<p id=\"b107-4\"><page-number citation-index=\"1\" label=\"81\">*81</page-number>* * *</p>\n<p id=\"b107-5\">APPELLANT’S COUNSEL: Your Honor, there are instances where a child has been left alone at a bus stop, where parents have sued the Board of Education for that, and it was Ms. King’s responsibility to attend to a situation like that. Again, she’s looking at not only the liability of the Board, but the safety of the child.</p>\n<p id=\"b107-6\">Again, you are confronted with these situations over and over and over again, and Ms. King snapped. And anyone, under her circumstances, given the pressures and responsibilities. She brought work home. Work was being brought home so that she could operate the computer at home, memorizing ten thousand bus routes. She snapped as a result of this.</p>\n<p id=\"b107-7\">THE COURT: As I said, Ms. DiGiovanni, that is too much for one person. But the job itself is not that. They are putting too much on one person, from your description of what went on.</p>\n<p id=\"b107-8\">APPELLANT’S COUNSEL: Correct.</p>\n<p id=\"b107-9\">THE COURT: But it is not the job. It is how Prince George’s County sees fit to run the job.</p>\n<p id=\"b107-10\">APPELLANT’S COUNSEL: You are saying it is not particular to the position that she held because that position, managed properly in other Counties, would not have resulted in similar circumstances?</p>\n<p id=\"b107-11\">THE COURT: That is exactly what I am saying.</p>\n<p id=\"b107-12\">At the conclusion of the hearing, the trial court granted the motion. This appeal followed.</p>\n<p id=\"b107-13\">Standard of Review</p>\n<p id=\"b107-14\">The summary judgment procedures provided in Rule 2-501 are available in <em>de novo </em>appeals from the Commission to a circuit court, <em>Dawson’s Charter Service v. Chin, </em>68 Md.App. 433, 440, 511 A.2d 1138 (1986), and the general rules governing the entry of summary judgment apply with equal force to such cases. <em>Commercial Union v. Harleysville, </em>110 Md.App. 45, 51-52, 675 A.2d 1059, <em>cert. denied, </em>343 Md. 679, 684 A.2d 453 <page-number citation-index=\"1\" label=\"82\">*82</page-number>(1996). Under such well-settled principles, we must determine whether the trial court’s entry of judgment was legally correct. <em>Baltimore Gas &amp; Electric Co. v. Lane, </em>338 Md. 34, 43, 656 A.2d 307 (1995); <em>Beatty v. Trailmaster Products, Inc., </em>330 Md. 726, 737, 625 A.2d 1005 (1993). Further, in making this determination, we are required to resolve all factual inferences against appellee. <em>Southland Corp. v. Griffith, </em>332 Md. 704, 712, 633 A.2d 84 (1993).</p>\n<p id=\"b108-4\">Discussion</p>\n<p id=\"b108-5\">As we noted at the outset, the sole issue in this case is whether appellant’s mental disorder, allegedly caused by work-related stress, is compensable as an occupational disease under the Act. More specifically, the question is whether such a disability fails, as a matter of law, to meet the requirements of LE § 9-502(d). Our disposition of that question is dependent upon whether this case is governed by <em>Davis v. Dynacorp, </em>336 Md. 226, 647 A.2d 446 (1994), or <em>Means v. Baltimore County, </em>344 Md. 661, 689 A.2d 1238 (1997). Before we discuss those cases we shall briefly set forth the pertinent statutes.</p>\n<p id=\"b108-6\">LE § 9-101(g) defines “occupational disease” as a disease contracted by a covered employee:</p>\n<blockquote id=\"b108-7\">(1) as the result of and in the course of employment; and</blockquote>\n<blockquote id=\"b108-8\">(2) that causes the covered employee to become temporarily or permanently, partially or totally incapacitated.</blockquote>\n<p id=\"b108-9\">Further, as noted in <em>Davis, </em>336 Md. at 234, 647 A.2d 446, LE § 9-101 (g) must be read in conjunction with LE § 9-502(d) which limits an employer’s liability to provide compensation to those instances when:</p>\n<blockquote id=\"b108-10\">(1) the occupational disease that caused the death or disability:</blockquote>\n<blockquote id=\"b108-11\">(i) is due to the nature of an employment in which hazards of the occupational disease exist and the covered employee was employed before the date of disablement; ... and</blockquote>\n<blockquote id=\"b109-3\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>(2) on the weight of the evidence, it reasonably may be concluded that the occupational disease was incurred as a result of the employment of the covered employee.</blockquote>\n<p id=\"b109-4\">In <em>Davis, </em>the petitioner alleged that he suffered from posttraumatic stress disorder (PTSD) as a result of harassment he was subjected to by coworkers during the course of his employment as a computer operator. Relying upon LE § 9-502(d)(l)(i), the Court of Appeals held as a matter of law that the petitioner’s PTSD was not a compensable occupational disease. Preliminarily, the Court traced the Act’s historical treatment of occupational diseases. It noted that, when occupational diseases first were covered by amendments to the Act in 1939, the amendments included a schedule of compensable diseases and corresponding processes or occupations in which the diseases could develop. <em>Id. </em>at 234-35, 647 A.2d 446 (discussing 1939 Acts, ch. 465, § 32A). It further noted that, although the schedule of diseases was replaced with a general definition in 1951, the link between types of diseases and particular types of occupations was retained in the language of LE § 9-502(d)(l). <em>See id. </em>at 235-36, 647 A.2d 446. The Court reasoned that there was nothing about the character of Davis’s employment as a computer operator that made him more susceptible to harassment in that employment than in any other kind of employment. <em>Id. </em>at 237, 647 A.2d 446. Given that harassment was not a hazard peculiar to Davis’s duties, his resulting mental disorder was not due to the nature of his employment within the meaning of LE § 9 — 502(d)(l)(i). <em>Id. </em>at 237-38, 647 A.2d 446. The Court stated that it was not foreclosing the possibility that “some gradually resulting, purely mental diseases could be compensable occupational diseases or that there may be circumstances where work-induced stress may result in a compensable occupational disease.” <em>Id. </em>at 238, 647 A.2d 446.</p>\n<p id=\"b109-5\">In <em>Means, </em>the Court of Appeals was faced again with the question of whether a claimant’s PTSD, unaccompanied by physical disease, may be compensable as an occupational disease. The Court held that, under the particular facts of that case, PTSD could be compensable as an occupational <page-number citation-index=\"1\" label=\"84\">*84</page-number>disease. In that case, the claimant was a paramedic and her condition was caused by her on-the-job exposure to a series of fatal accidents. The Commission concluded that the claimant had not suffered from an occupational disease arising out of and in the course of her employment. On appeal to the circuit court, the court granted summary judgment in favor of the employer on the ground that, as a matter of law, PTSD may not form the basis of an occupational disease claim. The Court of Appeals reversed and held that the non-physical nature of the claim did not <em>per se </em>exclude it from coverage under the Act. 344 Md. at 673-74, 689 A.2d 1238. The Court distinguished the case from <em>Davis </em>by noting that, unlike the computer operator in that case, the general nature of Means’s employment as a paramedic exposed her to events that could potentially cause PTSD. <em>Id. </em>at 671, 689 A.2d 1238. The Court held that, if Means could present sufficient evidence to meet the statutory requisites of Title 9, her PTSD could be compensable under the Act as an occupational disease. <em>Id. </em>at 670, 689 A.2d 1238.</p>\n<p id=\"b110-4\">Appellant argues that her case is more like <em>Means </em>than it is like <em>Davis. </em>She attempts to distinguish <em>Davis </em>on the basis that the stresses she experienced stemmed from her job responsibilities and the performance of her duties. By contrast, the stress-inducing condition in <em>Davis, </em>harassment, was separate from and unrelated to Davis’s job responsibilities. We disagree. Under <em>Means, </em>a stress-induced mental disorder may constitute a compensable occupational disease only if the stress is created by conditions particular and peculiar to the general nature of the employment. The type of difficult working conditions under which appellant worked — e.g., long hours, uncooperative coworkers, unreasonable supervisors, insufficient resources — are pervasive across many types of occupations and are not uniquely characteristic of any particular occupation. Further, as the trial court observed, there was no evidence in this case to suggest that the stressful conditions were a result of anything other than mismanagement of the position; such conditions were not, as in <em>Means, </em>an inseparable and unavoidable characteristic of the job duties and re<page-number citation-index=\"1\" label=\"85\">*85</page-number>sponsibilities. For these reasons, the case is distinguishable from a number of other mental injury cases that have been analyzed under occupational disease statutes similar to our own. <em>See, e.g., City of Aurora v. Industrial Commission, </em>710 P.2d 1122 (Colo.App.1985) (PTSD resulting from undercover police work); <em>Martinez v. University of California, </em>93 N.M. 455, 601 P.2d 425 (1979) (anxiety neurosis caused by constant on the job exposure to radioactive materials); <em>Pulley v. City of Durham, </em>121 N.C.App. 688, 468 S.E.2d 506 (1996) (PTSD and depression caused by claimant’s employment as public safety officer and police officer).</p>\n<p id=\"b111-4\">Appellant cites to a number of mental stress cases from other jurisdictions in support of her position. <em>American National Red Cross v. Hagen, </em>327 F.2d 559 (7th Cir.1964) (various job conditions — e.g., claimant having to perform superior’s duties, claimant’s disagreement with navy chaplain regarding responsibility for delivery to servicemen of death messages, difficult personnel problem involving claimant’s secretary, claimant subject to 24 hour call — culminated to create “abnormal stress” that triggered a mental breakdown diagnosed as acute schizophrenia. Court held that there was substantial evidence to support trial court’s finding that claimant had suffered an accidental injury compensable under the Longshoreman’s and Harbor Worker’s Compensation Act, 33 U.S.C.A. §§ 901 et seq.); <em>Fireman’s Fund Insurance Co. v. Industrial Commission, </em>119 Ariz. 51, 579 P.2d 555 (1978) (claimant, insurance underwriter, was required to work many extra hours, five and one-half day weeks to keep pace with employer’s rapid growth over course of one year; working conditions created atmosphere in which claimant was under constant pressure. After particularly heated exchange with customer, claimant went home and took overdose of sleeping pills. Claimant’s condition was diagnosed as neurotic depression, or mental breakdown. Court held that claimant’s disability was sufficiently unanticipated “to be called ‘unexpected’ and, hence, accidental within the meaning of [the Arizona worker’s compensation statute].”); <em>Spartin v. D.C. Dep’t of Employment Services, </em>584 A.2d 564 (D.C.1990) (claimant was <page-number citation-index=\"1\" label=\"86\">*86</page-number>president of personnel recruiting company which was bought out by large, international recruiting company. Overnight, claimant went from president of eight office United States operation to Chairman of the Board of international recruiting company and an important member of international organization. Employer placed on claimant unreasonable demands to make division profitable while at same time ordering claimant to cut existing staff and stop all new hires. Also, claimant learned that subordinate and close friend was being investigated by Department of Justice on allegations that friend had bribed government official. Claimant was implicated, and his life was threatened, during course of investigation. Claimant ultimately left employment due to incapacitating depressive neurosis. Court reversed finding in favor of employer based on fact that hearing examiner had failed to consider whether claimant’s job aggravated any preexisting organic condition); <em>Charles P. Young Co. v. D.C. Dep’t of Employment Services, </em>681 A.2d 451 (D.C.1996) (claimant suffered emotional disorder resulting from constant harassment and abuse by supervisor; court held that hearing examiner’s finding, that claimant’s disability arose out of and in the course of her employment, was supported by substantial evidence); <em>Kelly’s Case, </em>394 Mass. 684, 477 N.E.2d 582 (1985) (court held that claimant sustained compensable personal injury when she suffered emotional breakdown after being informed that she had been laid off from current department and would be transferred to another department)<footnotemark>4</footnotemark>; <em>Joseph Albanese’s Case, </em>378 Mass. 14, 389 N.E.2d 83 (1979) (friction developed between workers and claimant, working foreman of steel company, when workers voted to unionize and employer eliminated overtime; series of stressful on-the-job incidents, including heated argument with worker over issue of overtime pay, resulted in disabling men<page-number citation-index=\"1\" label=\"87\">*87</page-number>tal disorder; court held that disorder constituted compensable personal injury); <em>Gamble v. New York State Narcotics Addict Control Commission, </em>60 A.D.2d 703, 400 N.Y.S.2d 599 (1977) (in one paragraph opinion, court held that there was substantial evidence to support board’s determination that claimant sustained psychic trauma resulting from job change and that psychosis and mental derangement caused suicide thereby constituting accidental injury). While these cases may be factually similar to the instant case, they do not aid us in our analysis because they all were analyzed as accidental injury or, in Massachusetts, personal injury cases. Thus, the dispositions in these cases were not constrained by a requirement similar to LE § 9-502(d).<footnotemark>5</footnotemark> The single case upon which appellant relies that was an occupational disease case, <em>McGarrah v. State Accident Insurance Fund Corp., </em>59 Or.App. 448, 651 P.2d 153 (1982), <em>aff'd, </em>296 Or. 145, 675 P.2d 159 (1983), also is inapposite because the Oregon statute does not appear to define “occupational disease” as strictly as does our Act.<footnotemark>6</footnotemark></p>\n<p id=\"b113-5\">Finally, appellant urges us to send a message to employers “that the mental health of employees is as important as the <page-number citation-index=\"1\" label=\"88\">*88</page-number>physical health of employees, and that safe and reasonable working conditions must be maintained to promote the mental well-being of all employees.” Although that may be a worthy message to convey, our job is simply to apply the statutory framework of the Act. That framework does not permit compensation of appellant’s claim.</p>\n<p id=\"b114-5\">JUDGMENT AFFIRMED; APPELLANT TO PAY COSTS.</p>\n<footnote label=\"1\">\n<p id=\"b100-12\">. To borrow from the words of another court, we use the term \"mental disorder” in a general sense and intend \"neither to convey a precise medical meaning nor to provide ... a basis for limitation or extension of the type of [claim] deemed compensable under the [Maryland Worker's] Compensation Act.\" <em>Joseph Albanese’s Case, </em>378 Mass. 14, 389 N.E.2d 83, 84 n. 1 (1979).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b101-7\"><em>. </em>Unless we indicate to the contrary, all statutory references are to Md.Code Ann., Labor &amp; Employment Article, Title IX (1991 Repl.Vol., 1997 Supp.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b102-8\">. We presume that these terms and corresponding numbers refer to the Diagnostic Statistical Manual IV (DSM-IV) published by the American Psychiatric Association. The definitions of those mental illnesses are lengthy and do not add to our analysis of the instant case. Thus, we have not reproduced them. We note, however, that \"somatization disorder” generally is characterized by a history of physical complaints that cannot be explained by a general medical condition or substance abuse.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b112-4\">. <em>Kelly’s Case </em>has been superseded by amendments to Massachusetts’ Worker's Compensation Act. General Laws c. 152, § 1(7A), as amended through St.1985, c. 572, § 11, and St.1986, c. 662, § 6 excludes from the definition of \"personal injuries” any \"mental or emotional disability arising principally out of a bona fide, personnel action including a transfer, promotion, demotion, or termination....” <em>Ann Marie Robinson’s Case, </em>416 Mass. 454, 623 N.E.2d 478, 480 (1993).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b113-6\">. We note that these cases seem to define \"accidental injury” somewhat more loosely than does Maryland. For example, under Arizona law, an injury is considered accidental if either the cause or the resulting injury is unexpected. <em>Fireman’s Fund Insurance Co. v. Industrial Commission, </em>119 Ariz. 51, 579 P.2d 555 (1978). Under Maryland law, a mental injury is a compensable accidental injury only if it is \"precipitated by an accident, i.e., an unexpected and unforeseen event that occurs suddenly or violently.” <em>Davis, </em>336 Md. at 231, 647 A.2d 446 (quoting <em>Belcher v. T. Rowe Price, </em>329 Md. 709, 740, 621 A.2d 872 (1993) quoting <em>Sparks v. Tulane Med. Ctr. Hosp. &amp; Clinic, </em>546 So.2d 138, 147 (La. 1989)); <em>Means, </em>344 Md. at 669, 689 A.2d 1238 (quoting same). <em>Compare Fisher Body Division, General Motors Corp. v. Alston, </em>252 Md. 51, 56, 249 A.2d 130 (1969) (defining accidental injury, where injury is physical, as one \"resulting from some unusual exertion or strain or some unusual condition in the employment”). Many or all of the cases cited to above would not meet the definition given in <em>Belcher.</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b113-7\">. According to the <em>McGarrah </em>court, \"occupational disease” is defined by the Oregon legislature as \"[a]ny disease or infection which arises out of and in the scope of the employment, and to which an employee is not ordinarily subjected or exposed other than during a period of regular actual employment therein.” 651 P.2d at 154 n. 1 (quoting Oregon Revised Statutes 656.802(l)(a)).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}