{
  "casebody": {
    "data": "<casebody firstpage=\"579\" lastpage=\"597\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b633-3\">William C. Stevens, Auditor General, v. The Board of Supervisors of Saginaw County.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b633-4\"><em>Tax law of 1869, prospective only </em>— Provision <em>in sec. 12j, for charging county with loss on State bids, unconstitutional </em>— <em>Account stated </em>— By <em>Slate to county </em>— Dealings <em>open to impeachment for fraud or mistake </em>— Controversies <em>between State and county </em>— Crowing <em>out of tax proceedings </em>— Neither <em>should seek an unjust advantage </em>— Court <em>will not allow it to be taken </em>— Will <em>apply the rule of justice and equity in its broadest sense </em>— Belief <em>by mandamus confined to Supreme Court </em>— To <em>which large discretion is </em>given— <em>Writ may be 'denied unless applicant foments to do equity </em>— Interest <em>on State bids </em>— Should <em>cease as agaimt county when land is redeemed at county treasurer’s office, or at that of Auditor General.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b633-10\">1. The Auditor General charged a county with the <em>difference </em>between the sums for which certain parcels of State tax land were <em>sold </em>under the provisions of Act 169, § 124, Laws of 1869, commonly known as the “five-year list,” and the amounts for which they were <em>bid </em>in by the State <em>piior </em>to the taking effect of the 1869 law.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b633-12\"><em>Held, </em>that said law was <em>prospective </em>only, and that the county should be credited with the sums <em>illegally </em>charged against it. <em>Auditor General v. Supervisors of Monroe County, </em>36 Mich. 76-7.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b633-13\">2. Where the manner of dealing between the State and a county shows that no settlement was ever made between the two, and that there was never any <em>express </em>undertaking on the part of the county to <em>pay </em>or <em>allow </em>the accounts containing an item afterwards <em>objected </em>to,— <em>Held, </em>that the <em>most </em>that could be claimed by the State was an “account stated,” which would leave the dealings open to be impeached by the county for <em>fraud </em>or <em>mistake. White v. Campbell, 25 </em>Mich. 468.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b633-15\">8. In controversies between the State and a county growing out of tax proceedings, the State, while represented by the Auditor General, is the <em>real </em>party in interest, and in the <em>legal </em>positions taken speaks through the Attorney General, and the county speaks by its board of supervisors. There should be no effort made to obtain an <em>unjust </em>advantage by one over the other, and the Court will not allow such a thing to be done, but will apply the rule of justice and equity in its <em>broadest </em>sense to the matters of difference between such parties. The proceedings by <em>mandamus, </em>to which the parties are compelled to resort in such cases, can alone be taken in the court of last resort, to which the <em>largest </em>discretion is given, and it may <em>refuse </em>the writ' altogether unless the applicant consents to do equity. <em>People v. </em><page-number citation-index=\"1\" label=\"580\">*580</page-number><em>Regents, </em>4 Mich. 98-105; <em>Water Commissioners </em>®. <em>Common Council of East Saginaw, </em>33 Id. 170; <em>Agres </em>®. <em>State Auditors, </em>43 Id. 430.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b634-4\">4. The <em>interest </em>on bids by the State for tax lands should cease as against , the county returning same when the land is <em>redeemed </em>at the office of the county treasurer or Auditor General; and where, for convenience in keeping the account with the county, interest has been .,. charged for the <em>full </em>redemption year, if the land is redeemed <em>earlier, </em>. a <em>pro rata </em>share for the <em>unexpired </em>term should be credited back to , the county.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b634-6\">Mandamus to'compel a county to apportion a sum, claimed to be due the State, among the several townships.</summary>\n<otherdate data-order=\"8\" data-type=\"otherdate\" id=\"b634-7\">. Argued April 21, 1886.</otherdate>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"A4Q\">Denied October 7, 1886.</decisiondate>\n<summary data-order=\"10\" data-type=\"summary\" id=\"ANG\">The facts are stated in the opinion.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b634-8\"><em>Moses </em>Taggart, Attorney General <em>(M. C. </em>Burch, of counsel), for relator:</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b634-9\">For the purposes of settlement and adjustment of accounts between the county and the State, the Auditor General becomes the legal and- proper agent of the State, and the county officials those of the county: <em>People v. Country of New </em>York, 5 Cowen, 331.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b634-11\">Both parties are presumed to know the law: <em>Wayne County v. Randall, </em>43 Mich. 137; <em>Advertiser &amp; Tribune Co. v. Detroit, </em>Id. 116.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b634-13\">An account stated is where there have been dealings between parties, and an account or mutual accounts of the same have been rendered, and either an agreement made as to their correctness, or an acquiescence, either active or silent, for such a period as would have given reasonable opportunity for examination, correction, or protest by denial of correctness: <em>Coopwood v. Bolton, </em>26 Miss. 212; <em>Field v. Reid, </em>21 Ga. 314; <em>Terry v. Sickles, </em>13 Cal. 427; <em>Lockwood v. Thorne, </em>18 N. Y. 290; <em>Wood v. Gault, </em>2 Md. Ch. 433; <em>Draper v. Pierce, </em>29 Vt. 250; <em>Mansell v. Payne, </em>18 La. Ann. 124; <em>Wiggins v. Burkham, </em>10 Wall. 129; <em>White v. Campbell, </em>25 Mich. 468; <em>Beers v. Reynolds, </em>12 Barb. 288; <em>Powell v. Noye, </em>23 Id. 184.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b634-15\">In the absence of an act of the proper legislative body authorizing it, a state cannot be sued in its own courts: <em>Board of Pub. Works v. Gannt, </em>76 Va. 455; <em>Chicago, M. &amp; St. P. Ry. Co. v. State, </em>53 Wis. 509; <em>State Treas. v. Salmon, </em>72 Ky. 540.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b635-2\"><page-number citation-index=\"1\" label=\"581\">*581</page-number>Where the government is a party, no claim against it can be pleaded as a set-off to a claim in its favor: <em>United States v. Robeson, </em>9 Pet. 319.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b635-3\">The county’s demand should have been presented and submitted to the accounting officers of the treasury department, and by them rejected, before.it could be pleaded by way of set-off: <em>United States v. Giles, </em>9 Cranch, 212.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b635-4\">In a suit by the State a counter-claim cannot be allowed: <em>State v. Corbin, </em>16 S. C. 533.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b635-5\">The same is the rule in California: <em>People v. Miles, </em>56 Cal. 401.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b635-6\">Judgment cannot be recovered against the State except where the same is permitted by express statute: . <em>Raymond v. State, </em>54 Miss. 562; <em>Chevallier v. State, </em>10 Tex. 315; <em>Metz v. Soule, </em>40 Iowa, 236; <em>Ex parte State, </em>52 Ala. 231.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b635-7\">The errors and mistakes complained of by respondent, being mistakes of law, could not have been sued on by it, and mandamus will not lie to enforce them: <em>People v. Auditor General, </em>38 Mich. 746.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b635-8\">The manner of computing interest and stating accounts has been uniform, since 1869, with all the counties of the State. This method was adopted in the year 1850, and has not been varied or seriously questioned since such date: Senate Doe. 29, Legislature 1850.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b635-9\">The rule of interest must conform to the general,rate provided by law, — 7 per cent.: Aud. Gen. Pep. 1850, pp. 14,44.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b635-10\">This was but an exposition of the law as it was and is: <em>Emerson v. Atwater, </em>12 Mich. 315, 321; <em>Walden v. Sherburne, </em>15 Johns. 409; <em>Wood v. Hickok, </em>2 Wend. 501; <em>People v. County of New York, </em>5 Cow. 331; <em>Reid v. Rensselaer Glass Factory, </em>3 Id. 393; <em>White v. </em>Campbell, 25 Mich. 469.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b635-11\">An account rendered and unobjected to becomes an account stated, so that it will draw interest: <em>White v. </em>Campbell, <em>Emerson v. Atwater, Reid v. Rensselaer Glass Factory, Walden v. Sherburne, supra.</em></p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b635-13\">The Auditor General shall state the account of the several county treasurers, and shall transmit a copy thereof by mail or otherwise to the county clerk: How. Stat. §§ 1106, 1107.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b635-14\">The board of supervisors are required to apportion county indebtedness with the State tax: How. Stat. § 1030.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b635-15\">The county treasurer shall pay into the State treasury the excess collected, and be credited by the Auditor General on account of the State tax: How. Stat. § 1077.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b635-16\">County treasurers who fail or refuse to pay over State moneys may be prosecuted: How. Stat. § 1097.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b636-3\"><page-number citation-index=\"1\" label=\"582\">*582</page-number>The statute has for so many years been construed in the computation of interest by the Auditor. General’s office that such practical construction should control in this hearing: <em>Stuart v. </em>Laird, 1 Cranch, 299; <em>Martin v. Hunter’s </em>Lessee, 1 Wheat. 357; <em>Cameron v. </em>Merchants’, <em>etc., Bank, </em>37 Mich. 240; <em>Cohens v. Virginia, </em>6 Wheat. 418.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b636-4\">Sections 103 and 104, Tax Law of 1869, require, where title has been annulled pursuant to law for causes enumerated in section 164, the Auditor General to refund the money to the purchaser with interest thereon.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b636-5\">The statement provided for in sections 108 and 109 is required to • show for what year or years such taxes were assessed.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b636-6\">When the Auditor General shall have knowledge of the facts showing sale void, he is authorized to charge the tax back under the statute. This has been the practice, and this Court appears to have recognized it as proper in <em>Auditor General v. Supervisors of Monroe Co., </em>36 Mich. 74.</p>\n<attorneys data-order=\"34\" data-type=\"attorneys\" id=\"b636-7\"><em>Benton </em>Hanchett, for respondent:</attorneys>\n<p data-order=\"35\" data-type=\"legal\" id=\"b636-8\">The item of $61,831.61, charged to the county under Act 169, § 124, Laws of 1869, for losses suffered by the State upon State tax lands, is unlawful: <em>Auditor General v. Supervisors of Monroe County, </em>36 Mich. 76.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b636-9\">If on the facts in this case an account stated is shown, the respondent may impeach it for fraud or mistake: <em>White v. </em>Campbell, 25 Mich. 468.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b636-11\">The facts, put the strongest against the county, present the case of the county impliedly assenting to a charge against it under a mistake as to its rights and obligations, and which it was under no <em>legal </em>or <em>moral </em>obligation to allow,' and which the State has no right in good conscience to claim. Against <em>such </em>a case the Court will relieve, notwithstanding the mistake is one of law: <em>Northrop v. </em>Graves, 19 Conn. 554; <em>Baker v. Massey, </em>50 Iowa, 403; Kerr on Fraud and Mistake, 339-403, and cases cited; <em>Hall v. Jackson Co., </em>5 Ill. App. 609; <em>Cooke v. Nathan, </em>16 Barb. 345.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b636-12\">The. principle of these cases is recognized in <em>Beardslee v. Horton, </em>3 Mich. 562-4; <em>Detroit v. Martin, </em>34 Id. 174; <em>Grand Rapids v. Blakely, </em>40 Id. 367; <em>Tabor v. Mich. Mut. Life Ins. Co., </em>44 Id. 330.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b636-13\">The granting of a writ of <em>mandamus </em>is so far discretionary that the Court can refuse it except on condition that the party seeking it as a remedy shall do equity: <em>People v. Regents, </em>4 Mich. 105; <em>Water Commissioners v. Common </em><page-number citation-index=\"1\" label=\"583\">*583</page-number><em>Council of East Saginaw, </em>33 Id. 170; <em>Ayres v. State Auditors, </em>42 Id. 430.</p>\n<opinion data-order=\"40\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b637-4\">Sherwood, J.</author>\n<p id=\"Apak\">In this case the Auditor General asks for a writ of <em>mandamus </em>to compel the respondent ta apportion $96,046.01 among the several townships of Saginaw county, direct the collection thereof, and cause the same to be paid over to the State.</p>\n<p id=\"b637-5\">This sum is claimed by the relator to be due to the State ' of Michigan from the county of Saginaw, it being the aggregate of balances found due to the State upon annual statements made and rendered to the county for payment-and settlement from the year 1875 to the year 1885, both inclusive.</p>\n<p id=\"b637-6\">The following are substantially the statements of relator’s petition:</p>\n<p id=\"b637-7\">It appears by the records and statements in the office of the Auditor General, upon the annual settlement with Saginaw county in 1875, there was a balance, due the county of $12,478.15; that there was an annual settlement with the county of Saginaw in 1875, and for several years preceding, and the balance fully adjusted.</p>\n<p id=\"b637-8\">Starting with the balance as found and shown by the books on the thirtieth day of June, 1875, a statement is given .of the account as made up at the Auditor General’s office on the thirtieth of June in each succeeding year to and including 1885. In each of these statements the balance appearing in the settlement of the preceding year is taken as its basis. A continuous, account is thus made, and appears in the petition, culminating in the final balance of $96,046.01, in 1885, and which this Court is asked to compel to be levied and collected.</p>\n<p id=\"b637-9\">It further appears by the petition that these yearly statements have been sent by the Auditor General to the clerk of 'the board of supervisors of the county of Saginaw, and that the board has made no specific or general objection to any one item.</p>\n<p id=\"b637-10\">That the only reason given by the board why such balance should not be paid was a claim that in the statements and settlements with Saginaw county from 1869 to 1874 certain <page-number citation-index=\"1\" label=\"584\">*584</page-number>amounts we're, under section 124 of the Tax Law of 1869, charged back to Saginaw county, which should be credited l&gt;ack to the, county, but that no complaints were made of such it(ems of charge prior to 1876.</p>\n<p id=\"b638-4\">.That there was SQine general statement made, or claim, as to the amount or computation of interest in the amounts charged and credited in the statements made under Laws of 1858, Act 31, § 5; and that during the various years in which balances have been found due from the county to the State, official notice and statements .have been sent to the clerk of, the board, of supervisors of .the amount of the indebtedness of the. county to the State,,.and frequent requests have been made to the counjty treasurer for payment of the balances due to the State.</p>\n<p id=\"b638-5\">■. The respondent, through the chairman of its board, makes answer to the relator’s petition, and. denies that any settlements were made either in 1875 or in any other year since the law of 1869 went into effect, and denies that the county owes the State the amount .of the balance claimed, in the statements of account rendered from year to year, or the amount of the final balance as stated in the account in the year 1,885. . ■ .</p>\n<p id=\"b638-6\">The county, by its board of supervisors, then states the objections which it makes to the account as made, and presented by the relator. They are as follows : '</p>\n<blockquote id=\"b638-7\">• (‘l. That in order to make the balance against the county as claimed by relator in his petition, the county is charged, for principal and interest, the sum of $61,831.61 for losses suffered ..by the State upon lands bid off to the State for taxes, and which losses are charged against the county under section 124 of the Tax Law. of 1869.</blockquote>\n<blockquote id=\"b638-8\">‘‘'2: That the account claimed in the petition is unlawfully swelled against the county by the practice of the Auditor General, by which the amounts for which lands were bid off to the State at the October sales were charged to the county from the time the bids were reported, and interest upon this sum was also charged to the county for the succeeding year, when the amount for which the lands were bid off to the State would be credited back to the county, but the interest charged would be retained by the State and not credited back.</blockquote>\n<blockquote id=\"b639-2\"><page-number citation-index=\"1\" label=\"585\">*585</page-number>“That during the year redemptions would be made from these sales thus made to the State, both at the Auditor General’s office and at the county treasurer’s office. '</blockquote>\n<blockquote id=\"b639-3\">- “ That as to the redemptions made in the Auditor General’s office, the State would have the money paid to it on such redemption, and would not give to the county any credit for the interest on sums so paid to it from the time of redemption. In this manner, as to these sums, the State would have both the money in its hands, and. at the same time, until the expiration of the year, charge interest against the county for the same moneys.</blockquote>\n<blockquote id=\"b639-4\">“ That as to the redemptions which were made in the county treasurer’s office, the State would charge to the county, at. the end of each month, the amount which the county treasurer had- received on such redemptions, and from that tipie to the end .of the year also charged the county interest on, the same sums, and in this manner the State obtained the benefit of the double charge of interest against the county.</blockquote>\n<blockquote id=\"b639-5\">“ 3. That there have been charged against the county, in each of the years from 1876 down to and-including 1885, íarge sums of money under the head of taxes charged back, and which were charged back after the expiration of the year, from the time when the land had been sold, and when the sale had become ábsolute.”</blockquote>\n<p id=\"b639-6\">■ To,the. answer-of the respondent the relator made reply, and averred that there were settlements made between the-State and board of supervisors prior to the account rendered at the close of June 30, 1875, and that, during the years from 1S69 to 1882, statements of account were rendered in November each year, and delivered to the treasurer of the county, which statement brought the balance for each year down to the day of the November statement in said yeaiy wliieh statement, the relator claims, taken in connection with the account rendered on the thirtieth • of June each year, operated as a settlement between the State and county. These November statements were not referred to in the petition.</p>\n<p id=\"b639-7\">The replication further alleges that the payments were made both before and after the year 1875, by the State to the county, and by the county to the State; that a payment of $3,618.61 was made by the county in 1872, anda payment of $15,000 was made in 1882.</p>\n<p id=\"b640-3\"><page-number citation-index=\"1\" label=\"586\">*586</page-number>That no objections were made by the county to the statements of account rendered from the year 1869 to the year 1875, which statements included the charges to the county by reason of loss upon sales of State tax lands under the law of 1869 ; and that no objections of any kind were urged by the county until several years after the rendering of .the statement of 1875, and whatever objections were thereafter made were generally informal and not in writing.</p>\n<p id=\"b640-4\">This is the only reply made by the relator to the respondent’s objections to the charges which have been made against the county by reason of the loss suffered by,the State upon sales of State tax lands under the law of 1869.</p>\n<p id=\"b640-5\">As to the interest charges complained of in the respondent’s answer, the relator makes reply that the only charges made against the county for interest were under the law, and the same charges were made to all the counties in the State, and that the interest charge complained of is for ten months instead of for a full year, as stated in the respondent’s answer, and that this method of computing interest has been adopted in the Auditor General’s office since 1869, and was never before objected to by respondent.</p>\n<p id=\"b640-6\">The respondent made answer to the relator’s reply by way of rebuttal, as follows :</p>\n<p id=\"b640-7\">The respondent denies that there were settlements between the State and the board of supervisors prior to the account rendered at the close of the year 1875.</p>\n<p id=\"b640-8\">The respondent denies knowledge of the rendering of the November accounts, referred to in the replication, from the years 1869 to 1882, and says that no such statements of account are on file either in the office of the treasurer of the county or with the clerk of the board of supervisors.</p>\n<p id=\"b640-9\">The respondent denies that such statements, taken in connection with the account rendered as of the thirtieth of June, referred to in the petition, operated as a settlement between the State and county.</p>\n<p id=\"b640-10\">It admits the payment of the $3,618.64 in 1872, and $15,000 in 1882, made by the county to the State, but avers they were paid on general account, and denies that they were a settlement of the account between the county and State.</p>\n<p id=\"b641-2\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>The respondent avers that if the rendering of such statements and making of such payments can be treated as a recognition or settlement of the account, such recognition or settlement was made through a mistake and misapprehension of the facts, and of the rights and liabilities of the county, and should not be held binding upon the county, and prevent the county now from having the account adjusted on the basis of the county’s rights, were such rights not affected by the alleged recognition or settlement.</p>\n<p id=\"b641-3\">That such misapprehension and mistake was that the items in the account set forth in the answer to the petition, and there objected to, were properly included in the accounts between the county and the State, and that the county ought to pay the same, whereas they ought not to have been so included or paid.</p>\n<p id=\"b641-4\">That the respondent, as early as 1877, protested, and has ever since protested, against said charges, and has endeavored to have the State adjust the same and credit them back. That it has always refused to levy a tax to pay the balance claimed by the State.</p>\n<p id=\"b641-5\">It sets forth the manner of computing interest which is complained of.</p>\n<p id=\"b641-6\">In connection with the pleadings in the matter, the following stipulation was made by the attorneys for the respective parties, viz.:</p>\n<blockquote id=\"b641-7\">1. That on the 'first of July in each year, from 1870 to 1882, statements of account were transmitted by mail to the clerk of the county of Saginaw, showing the debits and credits in summaries, as stated in the petition, and were in form and made in the manner shown by the copies upon pages 7 and 8 of respondent’s answer to replication.</blockquote>\n<blockquote id=\"b641-8\">2. That during November in each year, from 1870 to 1881, inclusive, the Auditor General rendered to the treasurer of the county statements of account set up in the replication, and that respondent had no knowledge of any such statements ; that they are not on file either with the county treasurer or the clerk, and were not laid before the respondent.</blockquote>\n<blockquote id=\"b641-9\">3. That in November, 1872, the county paid $3,118.64, and December, 1880, $15,000, upon general account, and that no other cash payments were made by the county from ■1870 to 1882.</blockquote>\n<blockquote id=\"b641-10\">4. That in regard to the accounts transmitted to the clerk of Saginaw county, July 1, each year, from 1870 to 1876, no action was taken on the part of the respondent, nor any objec<page-number citation-index=\"1\" label=\"588\">*588</page-number>•tion made to the Auditor General, until 1877, and that in 1877 respondent called attention to the items charged during said years for losses on the five-year lands, under section 124 of the Tax Law of Í869, and demanded that they should be credited back, with the accumulated interest, and has ever since insisted that the charges were improper and illegal and ought to be credited back.</blockquote>\n<blockquote id=\"b642-4\">■ 5. That no objection to the manner of computing interest was made by the respondent until during the last two or three years; that the objections then made were general, not specific.</blockquote>\n<blockquote id=\"b642-5\">• 6. That the foregoing stipulation is to be considered as covering all the facts bearing upon the question of stating or settling the accounts not admitted by the pleadings, and any statement of facts not controverted in the pleadings may be taken as a part of the facts on the hearing of the cause.</blockquote>\n<p id=\"b642-6\">The foregoing comprises the substance of all the pleadings and evidence in the case; and in considering the questions raised upon.the record, the answers of respondent must be taken as true except as changed or modified by the stipulation.</p>\n<p id=\"b642-7\">Valid taxes alone are collectible, either by the township, county, or State, and it is for their support, and maintenance that they are mainly levied. Their validity depends chiefly upon the action of the officers whose duty it is to determine and apportion the amount to be raised and make the assessment.</p>\n<p id=\"b642-8\">The amount necessary to be raised for State -purposes is determined by State officers, under statutes authorizing them; but under óur system the assessment and collection of this tax is devolved almost entirely upon the township and county officers. Hence it is that the validity of the tax and of sales of property made for the collection of the same so largely depend upon the regularity of the proceedings of these local officers.</p>\n<p id=\"b642-9\">The Auditor General of the State has charge of the business of collecting the State tax on the part of the State. He transmits each year to the counties the amount of State tax to be raised* by. each,«and correspondence, in relation thereto is entirely with, the county officers., He opens’an account <page-number citation-index=\"1\" label=\"589\">*589</page-number>with each- county, and it is his duty to keep a record account, both debit and credit, of all the State’s financial- dealings with each county. •</p>\n<p id=\"b643-3\">This the petitioner claims to have done with the county of Saginaw in this case, and that on the thirtieth day of. June, 18S5, his books, képt as required by law, show a balance due from that county to the State of $96,046.01, and which he avers the county refuses to collect and pay over to the State as required by law.</p>\n<p id=\"b643-4\">. The relator, in making up the account from which he obtained the balance Me asks to have -enforced against the county, commences with the year 1876, which, as appears by the record, is the first year that the books, in the Auditor General’s office show a balance of indebtedness against the county.</p>\n<p id=\"b643-5\">The respondent claims this is not the proper way to present the case as it stands between the county and the State; that the balauce claimed by the State is made up largely of items which enter into the account long before 1876, and that the statement of account should commence as early as the time when the law of 1869 took effect.</p>\n<p id=\"b643-6\">That the books in the Auditor General’s office show that in the fiscal year ending June 30, 1870, there was a balance in favor of the county of $86,080.61; in 1871 it .was $84,761.59; in 1872 it amounted to $38,915.33; in 1873, $28,765.91; in 1874, $21,225.50; and in 1875 there was still a balance of $12,478.15 ; and respondent claims that in each of these years the county was charged by the State with items which were not legal charges against the county, and that these illegal items enter into the balance now claimed; and that no balances, whether for or against the county, were ever paid in money, and are only shown as they appear upon the books in the Auditor General’s office.</p>\n<p id=\"b643-7\">The law of 1869 took effect on the sixth day of April of that year, section 124 of which reads as follows :</p>\n<blockquote id=\"b643-8\">“In addition to the lists required by sections seventy-eight and one hundred and eighteen of this act, the Auditor General shall also furnish annually, in the month of Septem<page-number citation-index=\"1\" label=\"590\">*590</page-number>ber, to each .county treasurer, a list of all State tax lands remaining unsold for five or more years from the time such lands were bid ofii to the State, which land shall at the next annual tax sale be offered for sale to the highest bidder, without reference to the minimum as established by law, or the cost to the State of each parcel, in taxes, interest, and charges; and all money received at such sale in excess of the amount charged against any parcel of land so offered shall be placed to the credit of the county in which such parcel of land may be situated ; and if any parcel of the land so offered shall be sold for less than the amount for which it was bid off to the State, then the proper county shall be charged with the difference between the sum for which such parcel was so sold and the amount for which it was originally bid off to the State; but,such State tax lands shall be sold subject to the same conditions and restrictions in other respects as are now or may hereafter- be provided by law in regard to other State tax lands ; and lands to be sold under the provisions of this section shall be offered for sale prior to the sale of other State tax lands.”</blockquote>\n<p id=\"b644-4\">The objections specially stated by the respondent to the account presented by the relator are:</p>\n<blockquote id=\"b644-5\">1. That there are illegally charged therein to the county of Saginaw, from the years 1870 to 1875, both inclusive, various sums of money for losses sustained by the State arising under section 121 of the law of 1869, aggregating in amount $26,571.10 at the time they were charged, and with the interest thereon up to June 30, 1885, the time to which the reckoning in the account presented is made, amounting to $61,831.61.</blockquote>\n<blockquote id=\"b644-6\">2. That from 1875 to 1881, both inclusive, interest was improperly charged against the county upon redemptions made at the county treasurer’s office, and that relator failed to credit or allow interest upon redemptions made at the Auditor General’s office during the year of redemption upon tax sales.</blockquote>\n<blockquote id=\"b644-7\">3. That the Auditor General has, without authority and illegally, canceled tax titles taken by the State of Michigan, and charged back the amount thereof to the county.</blockquote>\n<p id=\"b644-8\">As regards the first point, it is substantially admitted. that the county has been charged in principal and interest, for this item, the sum stated. It is contained in the account upon which the balance is claimed.</p>\n<p id=\"b645-2\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>We think this item is wrong, and ought not to be allowed against the county.</p>\n<p id=\"b645-3\">It will be noticed that the law under which it is sought to charge the county for the loss the State sustained by its purchase and sale of lands in the county for taxes is the section hereinbefore given, and by it the sales were not to be made until üve years after their purchase. The last sales under this provision were in 1874, so that the losses charged must have been upon purchases made by the State prior to the year 1869.</p>\n<p id=\"b645-4\">In the case of <em>Auditor General v. Supervisors of Monroe </em>County, 36 Mich. 76, this Court decid’ed that the law (sec. 124), if valid at all, was prospective only, and that the losses thus sustained, upon purchases made before the act took effect', and which the State sold under section 124, herein-before given, could not be charged back to the county, but that such losses fall upon the State. We still adhere to that decision, and have yet seen no good reason for changing it; and the argument in its support then made by Chief Justice Campbell applies with all its force to the present case.</p>\n<p id=\"b645-5\">The county should receive credit in the accounting for all the lands bid off for the State, and whatever interest and other charges have been made at the Auditor General’s office on account of the same which enter into the account between the parties out of which the State claims the balance it now calls for.</p>\n<p id=\"b645-6\">The Attorney General claims and insists that, -inasmuch as the statements required to be sent to the county by the Auditor General each year, showing the condition of the account between the State and the county as kept at the Auditor General’s office, were sent to Saginaw county from 1870 to 1875, and the county having made no objections to the same, those annual statements -should be regarded as accounts settled.</p>\n<p id=\"b645-7\">We think that the manner of dealing adopted by State and county in this case shows that there was really no settlement ; that there was no express undertaking in any wTay on <page-number citation-index=\"1\" label=\"592\">*592</page-number>the part of the county to pay or allow the accounts containing the items objected to.</p>\n<p id=\"b646-4\">The most that could possibly be.claimed for them upon the facts as they .appear is that they present cases, of- an account stated, and if such were true, it would leave them all open .to be impeached by the respondent for fraud.or mistake. <em>White v. </em>Campbell, 25 Mich. 468.</p>\n<p id=\"b646-5\">The allegation of mistake (if, by the. dealings between the parties, payment is to be regarded as having been implied by the county, as.relates to these items) is made by the respondent in its answer, and 'it- is.stated it consisted in a misapprehension of what was properly chargeable to the county at the time, and what, the county ought to pay. This allegation, as it comes before us, stands on admitted fact, and is sufficient to do away with the claim of settlement, and leaves the account' an open one between the relator and respondent!</p>\n<p id=\"b646-6\">. The Court in. such cases will, relieve, if necessary, whether the mistake made be one of law or of fact, where great injustice has been done, or is about to be done. <em>Northrop v. Graves, </em>19 Conn. 548; <em>Hall v. Jackson Co., </em>5 Ill. App. 609; Kerr on'Fraud -'and Mistake, 342-845, and cases dited; <em>Cooke v. Nathan, </em>16 Barb. 342, 345; <em>Baker v. Massey, </em>50 Iowa, 339; <em>Detroit v. Martin, </em>34 Mich. 170; <em>Tabor v. Michigan Mutual Life Ins. Co., </em>44 Id. 331.</p>\n<p id=\"b646-7\">If the money, or any part thereof, never belonged to the State, but to the county, no principle of right or equity would be subserved in complying with the request of relator.</p>\n<p id=\"b646-8\">In this class of cases the State is represented by the Auditor General as a party. The State, however, is the real party in interest, and is represented by the Attorney General in the -legal positions taken. The county s.p.eaks by its board of supervisors. There should be no effort to obtain an unjust advantage by one over the other; and courts will not allow such a thing to be done, but will apply the rule of justice and equity in its broadest sense to the matters of difference between such parties. It is the public interest that.is <page-number citation-index=\"1\" label=\"593\">*593</page-number>most concérned on both sideá, and no mere technical grounds •will be allowed to control the action of the Court.</p>\n<p id=\"b647-3\">■ The proceeding to which the parties are, in such cases, compelled to seek redress, is one under which the courts of last resort alone can be appealed to, and to which the largest discretion is given. The Court may, in its discretion, refuse •the writ altogether to a party seeking this remedy unless he shall consent to do equity. <em>People v. </em>Regents, 4 Mich. 98-105; <em>Water Commissioners v. Common Council of East </em>Saginaw, 33 Id. 170; <em>Ayres v. State </em>Auditors, 42 Id. 430.</p>\n<p id=\"b647-4\">The advantage the State now seeks under the first point is the claim made against the county, founded upon no other right than its long-continued assertion, and which does not commend it to our favor.</p>\n<p id=\"b647-5\">It is a suggestion by the learned Attorney General that what is claimed by the respondent as “ wrongful or illegal ” previous to 1876, in the account, is in the nature of set-off, and in effect a cross-action to enforce what could not be recovered in any court in the State.</p>\n<p id=\"b647-6\">\" In ..this we think he is mistaken. It is the relator who is seeking to-establish a claim for nearly $100,000 against the respondent, purporting to be the balance of an account which has been- kept in the office of the Auditor General for the last sixteen years, one of the items of which, as therein appears, amounting to over $60,000, has no foundation or legal validity whatever.</p>\n<p id=\"b647-7\">It is not an item offered against the account by the respondent. He only asks that the item shall be stricken from the relator’s statement of account. The respondent has no items of account, against the account presented by the relator, with which to balance the illegal amount. It is that the relator’s account may be corrected, and state the true and just balance, if any, against the county, that the respondent seeks to defeat the writ in this case.</p>\n<p id=\"b647-8\">The second objection relied upon by respondent’s counsel is that too much interest is charged up against respondent upon lands sold to the State for taxes and on redemptions.</p>\n<p id=\"b647-9\">This question involves the legality of the method adopted <page-number citation-index=\"1\" label=\"594\">*594</page-number>at the office of the Auditor General in making the charges against the county from 1875 to 1884, inclusive.</p>\n<p id=\"b648-4\">Under the law of 1869 the lands returned by the county to the State for unpaid taxes are to be advertised for sale upon the first Monday in October in each year following such return, and at such sale all lands not sold to any person are bid off for the State. All lands so bid off are subject to redemption, as well as lands bid off by individuals, at the Audit- or General’s office and at the office of the county treasurer, at any time prior to September 30 following the sale, upon the payment of the amount of the bid, and interest at 25 per cent., to be computed to the end of the current quarter of the year. How. Stat. §§ 1079, 1088; 1094, 1095.</p>\n<p id=\"b648-5\">Under How. Stat. § 1107, there is charged up to the county, on the thirtieth day of November, the amount for which lands, offered at the October tax sales are bid off to the State. On this amount interest at the rate of <em>1 </em>per cent, is charged the county for the next twelve months. At the end of the twelve months the amount charged the county for the lands bid off to the State is credited back to the county, but no credit is given back for the charge for interest.</p>\n<p id=\"b648-6\">The amounts paid in to the county treasurer on redemp. tions are charged to the county at the end of the month, and then interest is charged against the county on those redemptions. It will be thus seen that the State for a time gets interest twice charged against the county, at least until the time fixed for redemption expires. On, the redemptions being made at the Auditor General’s office, the money goes to the State, and the State has the money and at the same time gets interest on the same sum from the county to the end of the period of redemption.</p>\n<p id=\"b648-7\">¥e fail to find in the statute any authority for this mode of doing business with the county, and it is certainly unjust. The interest on amounts bid by the State for tax lands should cease against the county when the land is redeemed at either office. If it is found convenient or necessary, in keeping the account, to charge on these bids by the State, when the land is returned, interest for the whole period in which <page-number citation-index=\"1\" label=\"595\">*595</page-number>redemption is allowed, if payment of the tax is made before that period expires, the amount of interest collected from, that time on should be credited back to the county.</p>\n<p id=\"b649-3\">It is true the long-established practice at the department should not be disturbed unless the necessities of the case \" require it. The question raised upon this point must be decided upon the same principles as if between individuals, and when the practice is so unjust and inequitable as to deprive the respondent of a substantial right, or is in violation of the statute, it cannot be sustained, and should be corrected.</p>\n<p id=\"b649-4\">The third objection made to the issuing of the writ relates . to charging back taxes to the county after the period for redemption has expired.</p>\n<p id=\"b649-5\">The claim of respondent’s counsel is, upon this point, that the Auditor General can only charge back in such case after the fax has been sét aside by some competent authority, and that he has no power or authority to set aside the tax after the year’s redemption has expired.</p>\n<p id=\"b649-6\">The authority of the Auditor General to reject and charge back to the county is found in §§ 1074 and 1075, C. L. 1871 (being §§ 1109 and 1110, How. Stat.), and upon these sections the Auditor General, as we understand the record, relies for the action he has taken upon this point. These •sections read as follows :</p>\n<blockquote id=\"b649-7\">“ Sec. 1109. — Whenever it shall come to the knowledge of . the Auditor General that any tax returned to his office has been paid to the township or county treasurers, or that there was a double assessment upon any lands, or that any parcel was so erroneously or defectively described that it cannot be sold, or that any parcel was not subject to taxation at the time said taxes were assessed, he shall forward to the treasurer of the county in which such lands shall then be situated, or to which they may be attached, a description of such lands, together with a statement of the amount of taxes,' interest, and charges thereon, and specifying for what year or years such taxes were originally assessed.</blockquote>\n<blockquote id=\"b649-8\">“ Sec. 1110. — The Auditor General is authorized and required, in all cases where taxes upon lands returned delinquent to his office shall be rejected for any cause, or, having been credited, shall be charged back on the books of his <page-number citation-index=\"1\" label=\"596\">*596</page-number>office, to charge the same over to the county from which such taxes were returned, unless the lands upon which the • same were assessed shall have been set off to some other county, or attached to some other county for judicial purposes; and in case such lands shall have been so set off or attached, they shall be charged to the county to which they belong at the time of such rejection.”</blockquote>\n<p id=\"b650-4\">Under the law of 1853 the Auditor General was authorized, if he should discover, <em>“ </em>for any cause,” the land ought not to be. sold or conveyed for the payment of taxes, to withhold the same from sale, or, if sold, decline to make the deed for the same, and charge the same over to the county. C. £. 1857, §§ 881-883.</p>\n<p id=\"b650-5\">This statute (sec. 912) also provided that the provisions should be applicable to sales made to the State. By the same act (secs. 888-9) it was provided that — ■</p>\n<blockquote id=\"b650-6\">“ Whenever the county treasurer shall be notified by the Auditor General, or shall otherwise become satisfied, that any tax has been paid to the township treasurer, or that there was a double assessment upon any lands, or that any parcel is so erroneously or defectively described that it cannot be sold,'he shall deliver to the board of supervisors an accurate statement thereof, and the said board shall cause the same to be reassessed ;” and the Auditor General is authorized, in all cases where the taxes upon lands returned delinquent shall be rejected, to charge the same over to the county if they have been credited.</blockquote>\n<p id=\"b650-7\">By an amendment in 1858, the power to withhold land • from sale, except in case the tax was paid or the land was not taxable, was taken away from the Auditor General, and the authority to cancel sales was given to a circuit court commissioner. Laws of 1858, pp. 186-190.</p>\n<p id=\"b650-8\">' The provision giving the Auditor General power to cancel sales was also stricken out (pp. 191,192), so that it would seem that it was the intention of the Legislature at that time to limit the power of the Auditor General to withhold from sale, or the deed in case of sale, to the two cases mentioned.</p>\n<p id=\"b650-9\">In the law of 1869, the statute of 1858, for proceeding before the circuit court commissioner to cancel sales and deeds, was retained. How. Stat. § 1102.</p>\n<p id=\"b651-2\"><page-number citation-index=\"1\" label=\"597\">*597</page-number>These several statutes evidently show an intention on the part of the Legislature to take from the Auditor General the power to cancel sales or deeds. We do not think that How. Stat. §§ 1100, 1101, aid very much in solving the question upon this point.</p>\n<p id=\"b651-3\">The tax becomes extinct by the sale, until canceled by some proper authority. It may be good or it may be bad,, according as the proceedings have been regular or irregular. <em>Auditor General v. Supervisors of Monroe </em>County, 36 Mich. 75.</p>\n<p id=\"b651-4\">The State purchases and holds under sales made for taxes in the same manner as individuals. A bill cannot be upheld against the Auditor General to annul the title of the State obtained at a tax sale, for the reason that he has never been authorized by the statute to represent it for that purpose. <em>Burrill v. Auditor General, </em>46 Mich. 256.</p>\n<p id=\"b651-5\">We.think the amounts charged in the relator’s account to the county for taxes rejected when the State was purchaser at the sale, and held the title beyond the period fixed for redemption, should be credited back to the county, with all the interest charged thereon; and for the same reason the credits claimed by the relator upon the losses on the five-year lands should be disallowed to the State. Under the laws of 1858, p. 192, the land after that period vested absolutely in the State, by the terms of the statute.</p>\n<p id=\"b651-6\">We do not think, as the record now stands, we are called upon to discuss the questions alluded to in the Attorney General’s brief upon the subject of the claim of the county arising out of the sale of the swamp lands.</p>\n<p id=\"b651-7\">The account between the State and the county will have to be modified and changed to correspond with the views herein expressed, and the writ of <em>mandamus </em>must be denied.</p>\n</opinion>\n<opinion data-order=\"41\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b651-8\">Campbell, C. J.</author>\n<p id=\"A9b\">I concur in refusing the <em>mandamus </em>for the first- <em>two </em>reasons named. As to the <em>third, </em>1 think the Auditor can cancel and charge back illegal State purchases.</p>\n<judges id=\"b651-9\">Champlin, J., concurred. Morse, J., did not sit.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}