{
  "casebody": {
    "data": "<casebody firstpage=\"306\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b336-4\">Arthur H. Sherwin, administrator with the will annexed, <em>vs. </em>Willard Austin Smith &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b336-5\">Franklin.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AmD\">September 21, 1932.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqb\">March 29, 1933.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b336-6\">Present: Rugg, C.J., Crosby, Wait, Donahue, &amp; Lummus, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b339-5\"><page-number citation-index=\"1\" label=\"309\">*309</page-number><em>C. Fairhurst, </em>for “Leroy A. Smith, guardian, <em>et al.,” </em>submitted a brief.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b339-6\">Rugg, C.J.</author>\n<p id=\"AgY\">This is a petition by the administrator with the will annexed of the will of Mary D. Dexter, who died in 1930. Her will was dated in 1924. She left her entire estate in trust, with provisions for the benefit of her husband, now deceased. These provisions are not here material. To take effect upon the death of her husband, she gave a pecuniary legacy for the benefit of one individual, which has been paid. The petition seeks instructions as to two remaining gifts over after the death of her husband. By clause third she gave $500 “for the permanent maintenance and care of my cemetery lot in Black River, N. Y.” Although the appeal was from the decree of the Probate Court, no argument has been made to us that the decree respecting that clause was not right. Any objection to that part of the decree is taken to be waived. The remaining clause as to which instructions were sought was in these words: “The rest and residue I direct to be equally divided between my grand-nephew Willard Austin Smith and my Grand-niece, Marcia Loraine Smith, and my grand-nephew Robert Pierce Smith, to be used only for educational purposes.” The residuary estate disposed of by this clause after payment of all debts, other legacies, and expenses, while not at present exactly ascertainable, apparently will not exceed, even if it equals, $25,000.</p>\n<p id=\"b339-7\">The three persons mentioned in this clause are named as respondents. All are minors, nonresidents of the Commonwealth, and born respectively in 1917, 1921, and 1924. Leroy A. Smith, the father and also the guardian of these minors in the State of their domicil, was treated in the Probate Court as <em>amicus curiae </em>and heard in argument in behalf of his children. A guardian <em>ad litem </em>also was appointed, who filed in the Probate Court a full statement of <page-number citation-index=\"1\" label=\"310\">*310</page-number>Ms contentions as to the law, printed in the record, but has filed no brief in this court. He presented to the full court a motion asking, appointment as guardian <em>ad litem. - </em>There is no controversy between Mm and the father of the minors. It is not necessary to make such appointment in this court. <em>Bartlett </em>v. <em>Slater, </em>183 Mass. 152, is not an authority to the contrary: it arose when the procedure was quite different from that established under the present statutes.</p>\n<p id=\"b340-5\">The question to be decided is whether, according to the true meaning of the quoted testamentary clause, a trust was created for the education of the children, or whether an absolute and unqualified gift to them was made. The rule for the construction of 'mils is well settled. It is to ascertain the testamentary intent from the whole instrument, attributing due weight to all its words, and then to give effect to that intent unless prevented by some positive principle of law. It is permissible to look at all material circumstances in the light of wMch the will was executed, in order to understand the sense and purpose of the language employed. <em>Ware </em>v. <em>Minot, </em>202 Mass. 512, 516. <em>Temple </em>v. <em>Russell, </em>251 Mass. 231, 235, 237, and cases collected. <em>Sewall </em>v. <em>Elder, </em>279 Mass. 473, 477.</p>\n<p id=\"b340-6\">The clause in question is not phrased with technical mcety. It hardly could have been drafted by an attorney skilled in preparing wills. It is to be treated as the expression of an intelligent person without full legal traimng. The clause divides itself into two parts. The first part indicates defimtely the beneficiaries. It is not a direct gift but a direction as to proportions of division. If it stood alone, it might be construed as an absolute gift. It does not stand alone. It is followed by the second part comprising the words “to be used only for educational purposes.” These words are positive and unequivocal. They import a mandate rather than a request. The educational purpose is emphasized by the preceding word “only,” which in its ordinary signification excludes every other use. The frame of the clause does not indicate first an absolute gift, with a secondary attempt to cut down an unconditional estate by <page-number citation-index=\"1\" label=\"311\">*311</page-number>an incidental afterthought. The end of the clause appears to have been in mind throughout. It may well be that the testatrix did not desire these small children to have the share of her estate upon any other terms than for use in their education. That would be an intelligent design. Thus it would be a stimulus to the acquisition of knowledge and to the training of mind, while an absolute gift might have an opposite effect. At all events, that is what she said in the will. It is true that there is no gift over in case of the death of any of these children, and that there is a presumption against intestacy when language is doubtful in meaning and two courses are open. <em>Jones </em>v. <em>Gane, </em>205 Mass. 37, 43. But the testamentary purpose is expressed too clearly in the case at bar to permit the operation of that presumption. It declares that the sole aim of the clause is to provide for the education of the children. It expresses much more than a wish. It does not purport to be advisory. It contains an explicit direction for educational ends and for nothing else. Apparently this was the extent of the design of the testatrix. If that design should chance to be frustrated from any cause, the inference is that she was content with intestacy to that extent. Compare <em>Boston Safe Deposit &amp; Trust Co. </em>v. <em>Blanchard, </em>196 Mass. 35, 40.</p>\n<p id=\"b341-5\">No case has arisen in this Commonwealth very near in its words and circumstances to the case at bar. See <em>Poor </em>v. <em>Bradbury, </em>196 Mass. 207, for collection of cases on precatory trusts, and <em>Bramley </em>v. <em>White, </em>281 Mass. 343. The case of <em>Clifford </em>v. <em>Stewart, </em>95 Maine, 38, is closely in point. Testamentary language similar to that here employed was held to create a trust and not a gift. The reasoning of the court on that branch of the case is strong and convincing.</p>\n<p id=\"b341-6\">The intention of the testatrix, in our opinion, was to create a trust for the education of the children. One of the material facts found by the trial judge was that one third of the net amount of the estate would not be an unreasonable sum to be set aside “to be used only for educational purposes” for each of the minor children. It is not necessary that there be express words directing the crea<page-number citation-index=\"1\" label=\"312\">*312</page-number>tian of a trust. It is enough if the purpose of the testatrix cannot be executed in any other way than through the instrumentality of a trust.</p>\n<p id=\"b342-5\">Costs as between solicitor and client are to be in the discretion of the Probate Court.</p>\n<p id=\"b342-6\">\n<em>Decree affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}