{
  "casebody": {
    "data": "<casebody firstpage=\"316\" lastpage=\"322\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b346-4\">Commercial Credit Corporation <em>vs. </em>Herbert Flowers.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b346-5\">Plymouth.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AJys\">November 18, 1932.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ael\">March 29, 1933.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b346-6\">Present: Rugg, C.J., Crosby, Field, &amp; Lummus, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b348-6\"><page-number citation-index=\"1\" label=\"318\">*318</page-number><em>J. G. Kelly, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b348-7\"><em>H. C. Thorndike, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b348-8\">Field, J.</author>\n<p id=\"A4p\">This petition for a writ of error was brought in the Supreme Judicial Court to reverse a judgment for the defendant in error in an action of replevin to obtain possession of an automobile brought by the plaintiff in error in the District Court. The assignment of error is as follows: “1. That the answer of the defendant in addition to a denial that the plaintiff was entitled to the possession of the property replevied, denied that he was unlawfully restraining the goods and asserted that he was the holder of a lien upon the goods replevied for labor performed and material furnished. 2. That the trial court found as a fact that the automobile which is the subject of the replevin suit was the property of the plaintiff. 3. That the trial court found as a fact that the defendant had no lien on the automobile. 4. That the trial court found as a fact that there was a breach of the conditional sale contract. 5. That the trial court found that there was a breach of the conditional sale contract when the automobile was delivered to the defendant in error. 6. That notwithstanding the finding of fact that the title to the automobile was in the plaintiff; that there was a breach of the conditional sale contract, and that the defendant had no lien on the automobile, the court ordered judgment for the defendant and the return <page-number citation-index=\"1\" label=\"319\">*319</page-number>of the goods irrepleviable.” A single justice denied rulings requested by the plaintiff in error bearing upon the correctness of the judgment of the District Court and upon the right of the plaintiff in error to have it reversed on writ of error, and ordered the judgment affirmed. The plaintiff in error excepted.</p>\n<p id=\"b349-3\">In the District Court the plaintiff and the defendant made so called requests for rulings, some of which were in substance requests for findings of fact. The plaintiff’s requests were granted and findings made thereon substantially as stated in the assignment of error. The defendant’s requests, except two which were denied as contrary to findings of fact, were granted. The findings and rulings made in response to these requests were in substance as follows: The goods replevied came lawfully into the possession of the defendant; the plaintiff in order to have entitled itself to possession thereof must have made a demand upon the defendant; the burden of proving such a demand was on the plaintiff, and there was no evidence that such a demand was made before the action was begun. The judge “found for the defendant and ordered the return of goods irrepleviable.” It does not appear that any request was made for a report of the rulings to the Appellate Division or that the judgment entered did not conform to the judge’s conclusion that he “found for the defendant and ordered the return of goods irrepleviable.”</p>\n<p id=\"b349-4\">The plaintiff in error now contends that the order for the return of the goods was erroneous. G. L. (Ter. Ed.) c. 247, § 9, provides that if “the court finds that the defendant is entitled to a return of the goods, judgment shall be rendered therefor.” The judge’s order for the “return of goods irrepleviable” was not itself a judgment but was in substance a finding that the defendant was entitled to the return thereof. Compare <em>Ashcroft </em>v. <em>Simmons, </em>163 Mass. 437-438, 439, 440; <em>Jarvis </em>v. <em>DePeza, </em>251 Mass. 447, 448; <em>Jeffery </em>v. M. <em>W. Leahy &amp; Co. </em>258 Mass. 548. The words “goods irrepleviable” are here used as descriptive of the automobile, the subject of the action, and imply not that it was of such a nature that it could not be replevied but <page-number citation-index=\"1\" label=\"320\">*320</page-number>that on the facts of this case the plaintiff was not entitled to replevy it. These words do not import, by analogy to a judgment which might be rendered in an action of replevin of beasts distrained, that the automobile is “to be held by the defendant irrepleviable by the plaintiff.” See G. L. (Ter. Ed.) c. 247, § 5.</p>\n<p id=\"b350-3\">The finding that the defendant was entitled to the return of the goods replevied cannot be reviewed on writ of error.</p>\n<p id=\"b350-4\">Matters of fact which could have been put in issue and tried in the District Court cannot be tried on writ of error. G. L. (Ter. Ed.) c. 250, § 4. <em>Pratt </em>v. <em>Bidwell, </em>175 Mass. 453. The matters of fact upon which depended the right of the defendant to the return of the automobile could have been put in issue and tried in the District Court, and apparently were there put in issue and tried. An action of replevin may terminate in a judgment for the defendant which does not include a judgment for the return of the property replevied or, if essential facts are found, there may be a judgment for such return. Ordinarily a verdict or finding for the defendant settles the rights of the parties in respect to a return of the property, though a verdict or finding for the defendant might be reached on such a ground that he would not be entitled to a return or a situation might have arisen after the action was brought destroying a previously existing right to a return. <em>Simpson </em>v. <em>M’Farland, </em>18 Pick. 427. <em>Barry </em>v. <em>O’Brien, </em>103 Mass. 520. <em>Ware River Railroad </em>v. <em>Vibbard, </em>114 Mass. 458, 463-464. <em>Giroux </em>v. <em>Wheeler, </em>163 Mass. 48. <em>Standard Varnish Works </em>v. <em>Cushing, </em>202 Mass. 576. When the right of a defendant to a return of goods replevied is not settled by the verdict or finding the parties are entitled to be heard further <em>(Ashcroft </em>v. <em>Simmons, </em>163 Mass. 437, 440, <em>Standard Varnish Works </em>v. <em>Cushing, </em>202 Mass. 576, 582), but the matter may be determined in the first instance. <em>Stanley </em>v. <em>Neale, </em>98 Mass. 343. In either event, however, the question of fact is to be determined in the trial court. In the present case the trial judge not only found for the defendant, but also found that he was entitled to the return of the goods replevied, and it does not appear that the plaintiff was <page-number citation-index=\"1\" label=\"321\">*321</page-number>denied an opportunity to be heard upon the question of fact as to the right of the defendant to a return. We need not consider what the plaintiff’s remedy would be if it had not had such an opportunity.</p>\n<p id=\"b351-3\">The plaintiff in error contends, however, that the finding that the defendant was entitled to a return of the goods replevied was as matter of law inconsistent with the special findings and that this question-of law can be reviewed on writ of error. But this question of law cannot be so reviewed since it could have been reviewed on appeal. <em>Perkins </em>v. <em>Bangs, </em>206 Mass. 408,416. Questions of law involved in the finding as to a return of the goods could have been raised in the District Court by aptly framed requests for rulings and the plaintiff was entitled as of right to a report to the Appellate Division of the rulings upon such requests and to an appeal to this court from an adverse decision of the Appellate Division. G. L. (Ter. Ed.) c. 231, §§ 108, 109. <em>Duggan </em>v. <em>Matthew Cummings Co. </em>277 Mass. 445, 449. The limitations upon this form of review are not sufficient to take it out of the rule that a remedy by appeal, when provided, is exclusive. See <em>Monk </em>v. <em>Guild, </em>3 Met. 372, 374; <em>Perkins </em>v. <em>Bangs, </em>206 Mass. 408, 416.</p>\n<p id=\"b351-4\">There is nothing in the nature of the alleged error of the District Court precluding review on appeal of the question of law involved therein if the plaintiff had laid the proper foundation therefor. <em>Duralith Corp. </em>v. <em>Leonard, </em>274 Mass. 397, 401, and cases therein cited dealing with inconsistent verdicts are not authorities to the contrary. Of course the question whether the finding that the defendant was entitled to the return of the goods replevied was inconsistent with the special findings could not have been raised in that form by a request for a ruling at the hearing on the merits. But precisely the same question, though in a different form, could have been raised at the hearing on the merits by a request for a ruling that if the facts were found as requested by the plaintiff the defendant was not entitled to the return of the goods. Such a request could not have been refused on the ground that it required “the judge to deal in detail with fragmentary or indecisive evidence” if <page-number citation-index=\"1\" label=\"322\">*322</page-number>there was evidence tending to support the findings of fact actually made. And if the judge did not grant it he would have been required “to state expressly or by fair inference, either that the legal proposition presented . . . [was] unsound or inapplicable, or that the facts upon which it . . . [was] predicated . . . [were] not found to be true.” <em>John Hetherington &amp; Sons, Ltd. </em>v. <em>William Firth Co. </em>210 Mass. 8, 19. See also <em>Kent </em>v. <em>Warner, </em>12 Allen, 561, 563; <em>Clarke </em>v. <em>Second National Bank, </em>177 Mass. 257, 266-267. Such a request would have laid the foundation for review on appeal of the question of law which the plaintiff in error now seeks to have reviewed by writ of error. Whether, in the absence of a request by either party, the finding that the defendant was entitled to the return of the goods so obviously involved a ruling of law adverse to the plaintiff that it was entitled as of right to a report of that ruling need not be decided. In any event the question of law could have been raised by the plaintiff at the hearing on the merits and, if there raised, could have been reviewed on appeal.</p>\n<p id=\"b352-3\">■ G. L. (Ter. Ed.) c. 250, § 4, provides in part that “Á judgment in a civil action shall not be reversed on a writ of error . . . for any error in law if the defendant appeared and a verdict was rendered, unless it occurred after verdict.” The plaintiff in error urges that the error assigned occurred after that stage of the proceedings in the District Court which corresponds to a verdict in a case tried to a jury, that is,- occurred after the finding. But, without considering whether the provision quoted applies to a case heard by a judge sitting without a jury (compare <em>Bearce </em>v. <em>Bowker, </em>115 Mass. 129; <em>McKinley </em>v. <em>Warren, </em>218 Mass. 310, 312), it is sufficient to sáy, as appears from the foregoing analysis of the case, that the alleged error did not occur after the finding but that the infirmity, if any, was in the finding itself.</p>\n<p id=\"b352-4\">It follows that the single justice was right in refusing to rule as requested by the plaintiff in error and in ordering the judgment of the District Court affirmed.</p>\n<p id=\"b352-5\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}