{
  "casebody": {
    "data": "<casebody firstpage=\"547\" lastpage=\"555\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b575-4\">THE BOARD OF EDUCATION OF THE EAST WINDSOR REGIONAL SCHOOL DISTRICT, APPELLANT, v. THE STATE BOARD OF EDUCATION, RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b575-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b575-6\">Argued February 11, 1980</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQyS\">Decided March 4, 1980.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b577-11\"><page-number citation-index=\"1\" label=\"549\">*549</page-number>Before Judges SEIDMAN, MICHELS and DEVINE.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b577-12\"><em>Henry G. P. Coates </em>argued the cause for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b578-3\"><page-number citation-index=\"1\" label=\"550\">*550</page-number><em>Mary Ann Burgess, </em>Deputy Attorney General, argued the cause for respondent <em>(John J. Degnan, </em>Attorney General of New Jersey, attorney; <em>Erminie L. Conley, </em>Assistant Attorney General, of counsel; <em>Mary Ann Burgess </em>on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b578-4\">PER CURIAM.</author>\n<p id=\"b578-5\">This appeal challenges the decisions of the Commissioner of Education and the State Board of Education reducing the amount by which the Board of Education of the East Windsor Regional School District (board) sought to increase its 1979 80 budget above the permissible rate of increase imposed by <em>N.J. S.A. </em>18A:7A 25. The board contends that its request should have been granted in full in order to enable it to carry out the constitutional mandate of a thorough and efficient system of education; that it was deprived of a judicial-type hearing; that the administrative action was arbitrary, and that the requested cap waiver should have been permitted so as to “let the people decide whether or not the local board is right in its assessments of what is needed to provide a thorough and efficient system.”</p>\n<p id=\"b578-6\">On January 15, 1979 the board submitted its request to the Commissioner, pursuant to <em>N.J.S.A. </em>18A-.7A 25, for a budget cap override in the amount of $575,779. The annexed Cap Review Fact Sheet, prepared in conformity to the procedural guide promulgated by the State Department of Education, listed 18 programs or projects that would have to be eliminated or reduced if the override was not granted, and set forth the goal or objective of the program'or project, the cost allocated to each, the estimated number of students affected, the reason for selecting the program for elimination, and the order of priority. Also appended to the request was a Cap Review Summary made by the county superintendent, in which 12 of the enumerated projects, totalling $400,444, were recommended for cap waiver approval. The others, totalling $176,723, were not recommended for approval. In all but one instance ($10,000 allocated to the position of assistant principal), the county superintendent gave a concise explanation for the recommendation.</p>\n<p id=\"b579-4\"><page-number citation-index=\"1\" label=\"551\">*551</page-number>The Commissioner of Education, by letter dated February 27, 1979, informed the board that a cap increase of $321,109 had been approved. He reached this amount by eliminating one of the programs approved by the county superintendent and reducing the amounts allocated to two others. No change was made with respect to the programs not recommended for approval. The board appealed the Commissioner’s determination to the State Board on March 6, 1979. The State Board issued its decision on March 15, 1979. It restored the two amounts that had been reduced by the Commissioner, but otherwise left unchanged the action taken by the Commissioner. Thus, by way of summary, of the total requested amount of $577,168, $176,723 was disapproved as recommended by the county superintendent, and, of the $400,444 recommended for approval by the county superintendent, only $6,597 was rejected. Following the action taken by the State Board, the local board requested “an amplification of any prior statement, opinion, or memorandum made in writing or orally and recorded,” or “a written opinion stating findings of fact and conclusions of law.” The State Board denied the request.</p>\n<p id=\"b579-5\">We address first the board’s contention that its cap waiver application constituted a “contested case” within the meaning of the Administrative Procedure Act, <em>N.J.S.A. </em>52:14B 1 <em>et seq., </em>and that it was therefore entitled to an agency hearing. The board points to the wording of <em>N.J.S.A. </em>18A:17A 25, which empowers the Commissioner to approve the request of a local board for a greater increase, “having adjudged” that a reallocation of resources or other action taken within the permissible level of spending would be insufficient or that an increased enrollment may reasonably be anticipated in the district. We find the argument unpersuasive. The type of proceeding here involved is plainly legislative in nature, and not quasi-judicial. The proceedings here were not a contested case or one of an adversary nature. The agency was riot under a duty to consider evidence and apply the law to the facts as <page-number citation-index=\"1\" label=\"552\">*552</page-number>found, thereby exercising a discretion or judgment judicial in nature on evidentiary facts. See <em>Handlon </em>v. <em>Belleville, </em>4 <em>N.J. </em>99, 104 (1950). The Commissioner was not called upon to evaluate evidence. There was no formal testimony to be taken, no witnesses to be heard and no credibility to be judged. <em>Cf. In re Modern Indus. Waste Service Appeal, </em>153 <em>N.J.Super. </em>232, 240 (App.Div.1977). Instead, he was simply required to apply his expertise to a set of facts and figures and determine whether the cap waiver requested by the board was necessary, in whole or in part, to enable the school district to provide a thorough and efficient education to its students. The board was afforded full opportunity to submit its request accompanied by supporting data.</p>\n<p id=\"b580-4\">The final decision of an administrative agency will not be upset in the absence of a showing that it was' arbitrary, capricious or unreasonable, or that it lacked fair support in the evidence, or that it violated legislative policies express or implied in the relevant statute. <em>Campbell </em>v. <em>Civil Service Dept. </em>39 <em>N.J. </em>556, 562 (1963). However, a determination of whether the agency’s decision was arbitrary, or not in accord with legislative policy, cannot be made in the absence of a statement of reasons for the decision. This is so because courts cannot exercise their duty of review unless they are advised of the considerations underlying the action under review. <em>In re Plainfield-Union Water Co., </em>11 <em>N.J. </em>382, 396 (1953). But this does not require detailed findings of fact; such findings are required only in contested cases where the matter is of an inherently judicial or quasi-judicial nature, or where otherwise required by statute. <em>See In re Modern Indus. Waste Services Appeal, supra; In re Matter of Public Hearings, </em>142 <em>N.J.Super. </em>136, 142 (App.Div. 1976).</p>\n<p id=\"b580-5\">In this case neither the Commissioner nor the State Board gave specific reasons for the action taken. Nevertheless, it is our view that a remand to remedy that deficiency is not <page-number citation-index=\"1\" label=\"553\">*553</page-number>required for a proper review by us of the decisions rendered. The Cap Review Procedures Guide issued by the State Department of Education requires the county superintendent initially to review the local board’s budget cap work sheet and cap review fact sheet for accuracy and completeness and “make specific written recommendations to the Commissioner concerning the district’s cap waiver request.” The Commissioner thereafter reviews the material submitted and decides upon the action to be taken with respect to the cap waiver. That was the procedure followed here.</p>\n<p id=\"b581-5\">The county superintendent gave a reason for each recommendation made for the approval or disapproval of a particular item. It is reasonable to assume that the Commissioner and also the State Board on appeal adopted those reasons, at least with respect to the recommendations that were accepted without change. This assumption is consistent with the policy of our courts to seek “where it is conscientiously possible to resolve the controversy without a remand, especially where the agency act in question represents essentially .a legislative function.” <em>Bailey v. Council of the Div. of Planning, </em>22 <em>N.J. </em>366, 374 (1956).</p>\n<p id=\"b581-6\">Practical considerations must also be kept in mind. A tight timetable is set out in the guide, based upon the deadline of March 18, 1979, the last day on which school districts by statute could hold public hearings on their proposed 1979 80 budgets. See <em>N.J.S.A. </em>18A:22 10. County superintendents were required to submit their written recommendations by January 22, 1979. The Commissioner had to act on all cap waiver requests by February 27, and any appeal to the State Board had to be filed by March 6, with a final decision to be made by March 16. It appears that for the 1979 80 school year the Commissioner reviewed 120 cap waiver applications and the State Board received 44 appeals. In these circumstances it is apparent that the Commissioner and the State Board properly relied heavily on the recommendations made by county superintendents. Where the <page-number citation-index=\"1\" label=\"554\">*554</page-number>recommendations are accepted, it can be assumed the supporting reasons are also accepted.</p>\n<p id=\"b582-4\">We are aware, however, that the Commissioner reduced the amount sought for two programs and eliminated a third, despite the recommended approval by the county superintendent, without giving any reason therefor. But the State Board restored the reductions, leaving only a cut of $6,596 without explanation, thus substantially eliminating the problem that would otherwise confront us. As for the small remainder, it is a ■ miniscule fraction of the total budget of more than $11,000,000. Furthermore, it is noted that the total requested, $13,193, was to avoid a 10% cut in athletics for grades 6 12. The county superintendent cut the amount in half, deeming that the reduction would have an insignificant impact on the athletic program. We surmise that the Commissioner and the State Board may have concluded that a total elimination of the item would likewise not adversely affect the program. In the circumstances, we discern no useful purpose to be gained by remanding for a specific statement of reasons in light of the small amount involved.</p>\n<p id=\"b582-5\">On the issue of whether the decisions of the State Board and the Commissioner were arbitrary and capricious, the appellant bears a heavy burden of proof. There is a presumption that an administrative decision was reasonably justified and that discretion legislatively delegated was soundly exercised. <em>Elizabeth v. Sullivan, </em>125 <em>N.J.Super. </em>569, 574 (App.Div.1973). The board contends that <em>N.J.S.A. </em>18A:7A 25 cannot be interpreted in such way as to deny the school district the money it has in good, faith determined is necessary for a thorough and efficient education, without violating the legislative policy and purpose of the New Jersey Public Education Act of 1975, <em>N.J.S.A. </em>18A:7A 1 <em>et seq. </em>But this argument, if accepted, would render <em>nugatory the </em>provisions of <em>N.J.S.A. </em>18A:7A 25, since the discretion vested in the Commissioner to rule on such applications would thereby be effectively eliminated.</p>\n<p id=\"b583-4\"><page-number citation-index=\"1\" label=\"555\">*555</page-number>Aside from general arguments, the board does not attempt to show why the refusal to grant the waiver with respect to certain individual programs would render it impossible to provide a thorough and efficient education, or why the recommendation of the county superintendent was erroneous. Our review of the record satisfies us that the board has failed to carry its burden of establishing the arbitrariness or unreasonableness of the decision.</p>\n<p id=\"b583-5\">We have carefully considered all the remaining arguments made by the board and find them without merit.</p>\n<p id=\"b583-6\">The decision of the State Board of Education is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}