{
  "casebody": {
    "data": "<casebody firstpage=\"183\" lastpage=\"185\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b263-12\">STATE OF MISSOURI ex rel. Minnie E. T. GORE, Jennye Robinson, Appellants, v. R. Dean WOCHNER, M.D. et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b263-16\">No. 79-1759.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b263-17\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b263-18\">Submitted March 13, 1980.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b263-19\">Decided April 15, 1980.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b263-20\">Rehearing and Rehearing En Banc Denied May 8, 1980.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b264-13\"><page-number citation-index=\"1\" label=\"184\">*184</page-number>Stephen J. Nangle, Clayton, Mo., for appellants; Barbara C. Nangle, Clayton, Mo., and John J. Relies, St. Louis, Mo., on brief.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b264-14\">Robert H. Dierker, Jr., Asst. City Counselor, St. Louis, Mo., for appellees; Jack L. Koehr, City Counselor and John J. FitzGib-bon, Asst. City Counselor, St. Louis, Mo., on brief.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b264-15\">Before BRIGHT, ROSS and ARNOLD, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b264-16\">ROSS, Circuit Judge.</author>\n<p id=\"b264-17\">Appellants Minnie Gore, former Director of the Municipal School of Nursing, and Jennye Robinson, a former staff instructor at the school, allege violations of their civil rights under 42 U.S.C. § 1983 resulting from the termination of their employment with the Department of Health and Hospitals of the City of St. Louis. In the district court,<footnotemark>1</footnotemark> appellees moved to dismiss appellants’ second amended complaint on the basis that it failed to state a cause of action and that the statute of limitations had run as to some defendants. The district court granted the motion as to Counts I through IV, and Counts VI through X and directed that the dismissal of these counts be entered as a final judgment pursuant to Rule 54(b) of the Federal Rules of Civil Procedure. Appellants now appeal this dismissal. We affirm.</p>\n<p id=\"b264-18\">Count I of the second amended complaint basically challenges the truthfulness of charges levied against appellants by Woch-ner as reasons for their dismissal. Additionally Count I alleges that the former Mayor of St. Louis, by acts of omission, permitted Wochner’s conduct in making these malicious charges to exist. Counts II, III, IV, VI, VII, VIII and X allege various failures of city officials to perform their required duties resulting in appellants’ failure to keep or recover their jobs and their failure to be vindicated. Count IX alleges failure of officials to require city appointees to post a bond as allegedly required by state <page-number citation-index=\"1\" label=\"185\">*185</page-number>statute. Appellants abandoned any claim of error in their brief and at oral argument with respect to the district court’s ruling in Count IX. Appellants alleged in Count V that their appointing authority, Director R. Dean Wochner, induced appellee Charles Marino to uphold the firing of appellants in their appeal to the Civil Service Commission of which Marino was Commissioner. Ap-pellee Wochner allegedly did so by promising Marino a position as Wochner’s assistant. Count V was not dismissed by the district court.</p>\n<p id=\"b265-5\">In order for appellants to bring a claim under 42 U.S.C. § 1983, a specific and articulable constitutional right must have been transgressed and a cognizable claim for relief must be stated on the face of the pleading. <em>Landrum v. Moats, </em>576 F.2d 1320, 1324 (8th Cir.), <em>cert. denied, </em>439 U.S. 912, 99 S.Ct. 282, 58 L.Ed.2d 258 (1978). Rights which derive solely from state law, however, cannot be the subject of a claim for relief under 42 U.S.C. § 1983, <em>Sigler v. Lowrie, </em>404 F.2d 659, 662 (8th Cir.), <em>cert. denied, </em>395 U.S. 940, 89 S.Ct. 2010, 23 L.Ed.2d 456 (1969). Only when a violation of state law results in an infringement of a federally protected right can a cause of action be said to exist. <em>Boyer v. Wisconsin, </em>345 F.Supp. 564 (E.D.Wis.1972). <em>See Screws v. United States, </em>325 U.S. 91, 108, 65 S.Ct. 1031, 1038, 89 L.Ed. 1495 (1945). “A violation of a federal constitutional provision must be shown.” <em>Ortega Cabrera v. Municipality of Bayamon, </em>562 F.2d 91, 102 (1st Cir. 1977).</p>\n<p id=\"b265-6\">The district court found that appellants had sufficiently pleaded a property interest in continued employment and a liberty interest in the safeguarding of their reputation, honor and integrity so as to warrant the protection of due process of law, as provided by the fourteenth amendment, in their termination from employment. <em>See Churchwell v. United States, </em>545 F.2d 59, 62 (8th Cir. 1976); <em>Ampleman v. Schlesinger, </em>534 F.2d 825, 827-28 (8th Cir. 1976). This protection, the court determined, affords appellants notice of the charges, a hearing on the merits before an impartial body, a chance to be represented and confronted with witnesses, and a decision based on some substantial evidence, citing <em>Buggs v. City of Minneapolis, </em>358 F.Supp. 1340, 1344 (D.C.Minn.1973). The Supreme Court has stated that “where a person’s good name, reputation, honor or integrity is at stake * * * notice and an opportunity to be heard are essential.” <em>Board of Regents v. Roth, </em>408 U.S. 564, 573, 92 S.Ct. 2701, 2707, 33 L.Ed.2d 548 (1972).</p>\n<p id=\"b265-8\">As appellants had notice and a hearing before the Civil Service Commission, which hearing consisted of 18 sessions from 1973 — 1975, the district court correctly concluded that appellants did not seek redress for any federally protected right. We agree with the conclusion of the court that the violation of any rights that might arise exclusively by failure to comply with some of the procedures provided by city charter, ordinances and regulations thereunder, do not rise to the level of a federal constitutional violation.</p>\n<p id=\"b265-9\">We therefore affirm the decision of the district court as to the dismissal of Counts II through IV, Counts VI through VIII, and Count X on the basis that none of the dismissed counts state an issue of constitutional dimension to enable a claim to be stated under 42 U.S.C. § 1983. We further believe that for the same lack of alleged constitutional violation, the district court correctly dismissed Count I. Count IX has been abandoned on appeal. The only apparent count which, if it could be proved, might present a claim under section 1983 is the bribery charge of Count V. We must remark, however, that we fail to understand why this count was singled out and this appeal permitted to reach this court in such a piecemeal fashion. It would have been preferable for the trial court to require the trial of Count V rather than certifying the appeal under Rule 54(b) of the Federal Rules of Civil Procedure. The judgment of the trial court is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b264-19\">. The Honorable Edward L. Filippine, United States District Judge for the Eastern District of Missouri.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}