{
  "casebody": {
    "data": "<casebody firstpage=\"504\" lastpage=\"508\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b584-11\">DOTHAN AVIATION CORPORATION, Plaintiff-Appellant, v. Harry MILLER, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b584-14\">No. 78-2090.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b584-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b584-17\">July 2, 1980.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b585-19\"><page-number citation-index=\"1\" label=\"505\">*505</page-number>J. William Haley, Atlanta, Ga., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b585-20\">Burt, Burt &amp; Rentz, D. D. Rentz, Albany, Ga., for defendant-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b585-22\">Before COLEMAN, Chief Judge, REAV-LEY and ANDERSON, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b585-23\">R. LANIER ANDERSON, III, Circuit Judge:</author>\n<p id=\"b585-24\">Dothan Aviation Corp. brought this diversity action for injunctive and monetary relief against Harry Miller, contending that Miller breached two covenants not to compete, one in a Lease Rental Agreement, the other in an oral contract. Miller moved for summary judgment on the ground that both covenants were unenforceable. Do-than filed a counter-motion for partial summary judgment under the covenant in the Lease Rental Agreement. The district court granted Miller’s and denied Dothan’s motion. Dothan appeals. We affirm.</p>\n<p id=\"b585-25\">Covenant <em>in Lease Rental Agreement</em></p>\n<p id=\"b585-26\">For the reasons expressed in the district court’s opinion, we hold that the cove<page-number citation-index=\"1\" label=\"506\">*506</page-number>nant not to compete contained in the Lease Rental Agreement<footnotemark>1</footnotemark> is unreasonable and unenforceable. The only legitimate business interest Dothan asserts in support of this covenant is that of creating and preserving the good will of the customers serviced under the Lease Agreement. The district court found that Dothan could have no such interest; it concluded that the customers serviced under the agreement were Miller’s and not Dothan’s. We agree with this conclusion. Accordingly, we affirm the district court’s holding that the covenant is not “ ‘reasonable considering the business interest of the employer sought to be protected and the effect on the employee,’ <em>Orkin Exterminating Co., Inc. v. Pelfrey </em>[237 Ga. 284, 227 S.E.2d 251 (1976)] and <em>Purcell v. Joyner </em>[231 Ga. 85, 200 S.E.2d 363 (1973)].” Record at 146.</p>\n<p id=\"b586-4\">\n<em>Covenant in Oral Contract</em>\n</p>\n<p id=\"b586-5\">Dothan alleges that on or about July 28, 1976, the parties entered into an oral contract covering the 1976 crop dusting season which embodied all the terms of an unsigned written employment contract.<footnotemark>2</footnotemark> This contract contained an anti-competition covenant. <em>See </em>note 2, <em>supra. </em>The district court refused to enforce the covenant on two grounds. First, it held that Miller and Dothan never agreed — orally or in writing — to the terms of the written contract, including its restrictive covenant. Second, the court held that even if there had been such an agreement, the covenant was unenforceable because, under Georgia law, its territorial restriction was unreasonable.</p>\n<p id=\"b586-8\">We will assume <em>arguendo </em>that there was an oral agreement which incorporated the terms of the 1976 unsigned written employment contract. Our opinion is limited to a review of the district court’s second holding, <em>i. e., </em>that the covenant was unreasonable under Georgia law. Dothan attacks this holding on the ground that the district court erred in applying Georgia law, rather than Alabama law, in determining the legality of the covenant. Dothan’s argument is based on the contract’s choice of law clause, which provides that the contract “shall be governed by the laws of the State of Alabama.” Under Alabama law, Dothan contends, the covenant would be upheld because Alabama courts, unlike Georgia courts, follow the “blue pencil theory” of severability. That theory would permit the court to judicially cut back the territorial <page-number citation-index=\"1\" label=\"507\">*507</page-number>restraint at issue to the extent it was unreasonable. <em>See Daughtry v. Capital Gas Co., </em>285 Ala. 89, 229 So.2d 480, 484 (1970); <em>McNeel Marble Co. v. Robinette, </em>259 Ala. 66, 65 So.2d 221 (1953).</p>\n<p id=\"b587-6\">In deciding this diversity case, we must follow Georgia’s conflict of law rules to determine whether the district court was correct in applying Georgia law rather than Alabama law. <em>Klaxon Co. v. Stentor Elec. Mfg. Co., </em>313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941); <em>Delta Air Lines, Inc. v. McDonnell Douglas Corp., </em>503 F.2d 239, 243 (5th Cir. 1974), <em>cert. denied, </em>421 U.S. 965, 95 S.Ct. 1953, 44 L.Ed.2d 451 (1975). The Georgia conflicts rule provides:</p>\n<blockquote id=\"b587-7\">The law of the jurisdiction chosen by parties to a contract to govern their contractual rights will not be applied by Georgia courts where application of the chosen law would contravene the policy of, or would be prejudicial to the interests of this state. Code Ann. § 102-110 . [Covenants against competition, affect the interests of this state, hence their validity is determined by the public policy of this state.</blockquote>\n<p id=\"b587-8\"><em>Nasco, Inc. v. Gimbert, </em>239 Ga. 675, 676, 238 S.E.2d 368, 369 (1977).</p>\n<p id=\"b587-9\">We conclude that the blue pencil theory of Alabama law, as applied to restrictive covenants ancillary to employment contracts such as the one at issue, contravenes Georgia policy, and would not be applied by Georgia courts. The Georgia Supreme Court has consistently ruled that the blue pencil theory may not be applied to covenants ancillary to employment contracts, <em>T.V. Tempo, Inc. v. T.V. Venture, Inc., </em>244 Ga. 776, 778-79, 262 S.E.2d 54 (1979); <em>Redmond v. Royal Ford, Inc., </em>244 Ga. 711, 713, 261 S.E.2d 585 (1979); <em>Howard Schultz &amp; Assoc. v. Broniec, </em>239 Ga. 181, 236 S.E.2d 265, 269 (1977); such covenants “should be enforced as written or not at all,” <em>Redmond v. Royal Ford, Inc., </em>244 Ga. at 715, 261 S.E.2d at 588. The supreme court’s refusal to apply the blue pencil theory is based on its policy determination that the theory presents too great a chill on employee competition.<footnotemark>3</footnotemark> <em>Howard Schultz &amp; Assoc. v. Broniec, </em>239 Ga. 181, 236 S.E.2d 265, 269 (1977)<footnotemark>4</footnotemark>; <em>Richard P. Rita Personnel Services International, Inc. v. KOT, </em>229 Ga. 314, 191 S.E.2d 79, 81 (1972).</p>\n<p id=\"b587-12\">Since the blue pencil theory, as applied to covenants not to compete connected to employment contracts, contravenes Georgia policy, we hold that the district court was correct in applying Georgia law rather than Alabama law to the covenant in question. <em>Nasco, Inc. v. Gimbert, supra.</em></p>\n<p id=\"b587-13\">Under Georgia law, the covenant must fall. In Georgia, covenants which restrict an employee from competing in the territory in which the employer does business “generally are unenforceable absent a showing by the employer of legitimate business interests sought to be protected.” <em>Howard Schultz &amp; Assoc. v. Broniec, </em>239 Ga. 181, 236 S.E.2d at 268. <em>Accord, e. g., Purcell v. Joyner, </em>231 Ga. 85, 200 S.E.2d 363, 365-66 (1973). Such is the nature of the covenant in the 1976 oral contract. It prohibits Miller from competing “within a radius of fifty miles of any DOTHAN AVIATION CORP. base of operations . . .” Dothan operates in Alabama, Georgia and Florida. Dothan has not justified this terri-<page-number citation-index=\"1\" label=\"508\">*508</page-number>tonal restriction. “It therefore stands as a bald attempt by the employer to prevent competition by the employee and is unenforceable.” <em>Howard Schultz &amp; Assoc. v. Broniec, </em>239 Ga. 181, 236 S.E.2d at 268.</p>\n<p id=\"b588-4\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b586-6\">. From 1972 to 1974, Miller, a pilot, dusted crops by airplane for farmers around Edison, Georgia. In the fall of 1974, Dothan purchased Miller’s two planes. At the time of this purchase, Miller agreed to fly for Dothan during the 1975 crop dusting season. On June 2, 1975, Miller signed a “Lease Rental Agreement” prepared by Dothan. The agreement provided, <em>inter alia, </em>that Miller would lease one plane from Dothan for six months; in return, Miller would pay rental of 70% of the gross receipts he received through use of the plane for aerial application (crop dusting) work. By separately signed clause, Miller appointed Dothan his agent for obtaining and soliciting aerial application work, and for “collection of all monies that be due <em>my customers </em>for Aerial Application work.” (Emphasis supplied). Another separately signed clause provided that Miller would “not engage in any aerial application work for a period of eighteen months after the termination of said Lease Rental Agreement within a twenty (20) mile area of the base area operation of said leased plane.” Miller flew Do-than’s plane during the 1975 and 1976 crop dusting seasons for “essentially the same farmers he had serviced from 1972 to 1974.” Record at 144. In May, 1977, Miller flew for his own crop dusting business in the Edison, Georgia, area.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b586-10\">. The unsigned written “Employment Contract” provided, <em>inter alia, </em>that Dothan would employ Miller as a pilot for one year, and that Miller would receive as wages 30% of gross receipts received from aerial application work. Clause 7 of the contract provided that:</p>\n<blockquote id=\"AAq\">Employee agrees that in the event his employment is terminated for any reason, that he will not for a period of two years from the date of termination of his employment and within a radius of fifty miles of any DOTHAN AVIATION CORP. (Employer) base of operations, solicit old customers of employer, engage directly, or indirectly, as principal, employee, partner, agent, officer, or stockholder of any Corporation or business doing any business relating to aerial spraying of crops, forests, or any other agricultural commodities and this agreement may be specifically enforced by injunction in a court of competent jurisdiction.</blockquote>\n<p id=\"b586-11\">The contract also specified that it shall be governed by Alabama law.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b587-10\">. Georgia courts do apply the blue pencil theory to covenants not to compete made by a seller in connection with the sale of a business. <em>Jenkins v. Jenkins Irrigation, Inc., </em>244 Ga. 95, 259 S.E.2d 47, 51 (1979). However, the reasons for applying the blue pencil theory to such covenants are not applicable to covenants ancillary to employment contracts. <em>Id. </em>It is undisputed that the covenant in the 1976 oral contract was ancillary to an employment contract and not connected to the sale of a business.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b587-15\">. The court in <em>Howard Schultz </em>stated the danger involved in applying the blue pencil to covenants ancillary to employment contracts:</p>\n<blockquote id=\"AV0\">Employers covenant for more than is necessary, hope their employees will thereby be deterred from competing, and rely on the courts to rewrite the agreements so as to make them enforceable if their employees do compete. When courts adopt severability of covenants not to compete, employee competition will be deterred even more than it is at present by these overly broad covenants against competition.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}