{
  "casebody": {
    "data": "<casebody firstpage=\"677\" lastpage=\"688\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b723-2\">Argued and submitted January 20,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AP-\">affirmed May 27, 2009</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b723-3\">COUNTRY CASUALTY INSURANCE COMPANY, <em>Plaintiff-Respondent, v. </em>Abelino VILLA-CHAVEZ and Eliseo Gutierrez, <em>Defendants-Appellants, and </em>Jane and/or John DOE as Guardian ad Litem for Ediberto Perez, a minor; and Jane and/or John Doe as Guardian ad Litem for Humberto Osrio, a minor, <em>Defendants.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b723-9\">Jackson County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"AY8G\">060603L2; A135334</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b723-10\">208 P3d 1036</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b724-11\"><page-number citation-index=\"1\" label=\"678\">*678</page-number>Maureen Leonard argued the cause for appellant Abelino Villa-Chavez. With her on the briefs were Aaron Brian, Michael Brian, and Brian Law Firm LLP.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b724-12\">Benjamin M. Bloom filed the briefs for appellant Eliseo Gutierrez.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b724-13\">Edward H. Talmadge argued the cause for respondent. With him on the brief were Bernard S. Moore and Frohnmayer, Deatherage, Jamieson, Moore, Armosino &amp; McGovern, P.C.</attorneys>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b724-14\">Before Landau, Presiding Judge, and Schuman, Judge, and Ortega, Judge.</judges>\n<judges data-order=\"10\" data-type=\"judges\" id=\"b724-15\">SCHUMAN, J.</judges>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ait-dedup-0\"><page-number citation-index=\"1\" label=\"679\">*679</page-number>SCHUMAN, J.</author>\n<p id=\"b725-3\">Defendants—Villa-Chavez and three passengers in a car he was driving—were injured in an automobile accident that was caused by an underinsured motorist.<footnotemark>1</footnotemark> After a dispute arose between Villa-Chavez and Country Casualty Insurance Company (Country), Villa-Chavez’s underinsured motorist (UIM) carrier, Villa-Chavez brought an action—not this one—against Country. Country, acknowledging liability to defendants, then brought this action under the inter-pleader statute, ORCP 31, set out below. It deposited $50,000 with the court, the amount that it believed to be the limits of its liability for the accident, and asked to be discharged of further liability to all four defendants. It also asked the court to enjoin Villa-Chavez’s earlier breach of contract action. The court granted Country the relief it sought and, in a supplemental judgment, awarded it $5,649 in costs, disbursements, and attorney fees. Defendants appeal.</p>\n<p id=\"b725-4\">The relevant facts are undisputed. Villa-Chavez and his passengers were injured in a two-car accident caused by a man named Schneider, whose liability insurance with Allstate had coverage limits of $25,000 per person and $50,000 per accident. Villa-Chavez believed that his damages amounted to $200,000. When Country disputed that claim, Villa-Chavez brought a breach of contract action in Jackson County Circuit Court. In its answer, Country admitted that Villa-Chavez was in an accident; however, “[b]ased on lack of information and belief’ regarding the extent, if any, of Villa-Chavez’s injuries, Country denied his entitlement to any recovery under the UIM policy.</p>\n<p id=\"b725-5\">Before the breach of contract case went to trial, however, Country filed a separate complaint for interpleader; that complaint began the present case. In it, Country admitted that Schneider was at fault in the accident, that he was underinsured, and that he had no collectible assets. Country also admitted that the damages sustained by defendants amounted to at least $119,481 and that all of the defendants were its “insureds” under Villa-Chavez’s policy. Recognizing <page-number citation-index=\"1\" label=\"680\">*680</page-number>some UIM exposure, Country promised to deposit with the court “the limits of UIM insurance determined to be available to the defendants,” and asked the court (1) to require that all persons who might have a claim against Country based on the accident “to interplead and resolve such claims in this action,” (2) to enjoin defendants from commencing or pursuing any action against Country for breach of contract, and (3) to discharge Country from all liability to defendants arising out of the accident with Schneider. Country also requested attorney fees. The legal source of Country’s complaint, as noted above, was ORCP 31, which provides:</p>\n<blockquote id=\"b726-4\">“A Parties. Persons having claims against the plaintiff may be joined as defendants and required to interplead when their claims are such that the plaintiff is or may be exposed to double or multiple liability. It is not ground for objection to the joinder that the claims of the several claimants or the titles on which their claims depend do not have a common origin or are not identical but adverse to and independent of one another, or that the plaintiff alleges that plaintiff is not liable in whole or in part to any or all of the claimants. * * *</blockquote>\n<blockquote id=\"b726-5\">“B Procedure. Any property or amount involved as to which the plaintiff admits liability may, upon order of the court, be deposited with the court or otherwise preserved, or secured by bond in an amount sufficient to assure payment of the liability admitted. The court may thereafter enjoin all parties before it from commencing or prosecuting any other action regarding the subject matter of the interpleader action. Upon hearing, the court may order the plaintiff discharged from liability as to property deposited or secured before determining the rights of the claimants thereto.</blockquote>\n<blockquote id=\"b726-6\">“C Attorney fees. In any suit or action in inter-pleader filed pursuant to this rule by any party other than a party who has been compensated for acting as a surety with respect to the funds or property interpled, the party filing the suit or action in interpleader shall be awarded a reasonable attorney fee in addition to costs and disbursements upon the court ordering that the funds or property interpled be deposited with the court, secured or otherwise preserved and that the party filing the suit or action in interpleader be discharged from liability as to the funds or property. The attorney fees awarded shall be assessed against and paid from the funds or property ordered interpled by the court.”</blockquote>\n<p id=\"b727-3\"><page-number citation-index=\"1\" label=\"681\">*681</page-number>Approximately two months after filing its complaint, Country filed a motion to enjoin Villa-Chavez’s breach of contract case, pursuant to ORCP 31B. Villa-Chavez opposed the motion, arguing that an injunction was improper because, among other things, Country had not deposited with the court, or even promised to deposit with the court, “an amount sufficient to assure payment of the liability admitted.” ORCP 31 B. That amount, Villa-Chavez argued, was $100,000, the UIM policy limit.</p>\n<blockquote id=\"b727-4\">“All plaintiff needed to do was deposit with the Clerk of the Court the $100,000 in UIM coverage policy limits which are applicable to the claims of the defendants. This would have removed plaintiff from the burden of defending against the various claims of the four defendants.”</blockquote>\n<p id=\"b727-5\">Country replied that “there is no indication in any of the pleadings that <em>plaintiff </em>is contesting the amount of the available limits. They are $50,000 per person[,j $100,000 per accident, less any setoffs authorized by Oregon law.” (Emphasis added.) If by “plaintiff,” Country meant itself—that is, plaintiff in the interpleader action—then the reply is simply self-serving: Country is not disputing Country’s assertion of its policy limits. If, on the other hand, Country meant “plaintiff’ to refer to Villa-Chavez, the plaintiff in the breach of contract action, then the statement was true as far as it went, but not an accurate description of Villa-Chavez’s position.</p>\n<p id=\"b727-6\">That is so because, at this point in the proceedings, although Villa-Chavez agreed that the limits of Country’s liability was $100,000 “less any setoffs authorized by Oregon law,” he clearly did <em>not </em>agree on the amount of those setoffs. Country believed that $50,000 was its limit: $100,000 for the accident, minus a setoff of $50,000, the amount that Villa-Chavez received from Schneider’s liability insurance with Allstate. Villa-Chavez, for his part, believed that Country was not entitled to a setoff and had liability of $100,000.</p>\n<p id=\"b727-7\">The court granted Country’s motion to enjoin Villa-Chavez’s pending breach of contract action. At that point, because he no longer had the breach of contract action as a vehicle for asserting his entitlement to more than $50,000 in damages, Villa-Chavez filed an answer to Country’s inter-pleader complaint and, with the answer, a counterclaim for <page-number citation-index=\"1\" label=\"682\">*682</page-number>$200,000.<footnotemark>2</footnotemark> Country filed a motion to dismiss the counterclaim and a motion to deposit $50,000 with the court as a full discharge of its liability. Defendants opposed those motions, but the court granted them. Subsequently, Country filed a motion to dismiss, which the court granted. It then entered a judgment discharging Country of all liability to all defendants, as well as a supplemental judgment awarding Country its attorney fees, costs, and disbursements, to be taken from the funds Country had deposited with the court. The court did not resolve the part of Country’s prayer asking the court to require the other defendants to interplead and to resolve the question of how the funds should be divided. This appeal followed.</p>\n<p id=\"b728-4\">Defendants assign error to the court’s grant of Country’s motion to enjoin Villa-Chavez’s breach of contract action, its grant of Country’s motion to dismiss Villa-Chavez’s counterclaim, its order allowing Country to deposit $50,000 (and not the $100,000 that defendants believe was required) and discharging Country from liability, and its award of attorney fees. Our review of facts in an interpleader action for the apportionment of insurance proceeds is <em>de novo. Oregon Pacific State Ins. Co. v. Jackson, </em>162 Or App 654, 657-58, 986 P2d 650 (1999). However, because ORCP 31A and B are couched in permissive terms (“[p]ersons having claims * * * <em>may </em>be joined”; “[a]ny property * * * <em>may, </em>upon order of the court, be deposited with the court”; “[u]pon hearing, the court <em>may </em>order the plaintiff discharged” (emphasis added)), we review application of those provisions for abuse of discretion. <em>See Shumake v. Foshee, </em>197 Or App 255, 260-61, 105 P3d 919 (2005) (where statute specifies court “may” award fees, we review nonfact questions for abuse of discretion).</p>\n<p id=\"b728-5\">“Interpleader is a procedural device used to resolve conflicting claims to money or property. It enables a person or entity in possession of a tangible res or fund of money (the ‘stakeholder’) to join in a single suit two or more ‘claimants’ asserting mutually exclusive claims to that stake.” 4 <em>Moore’s Federal Practice </em>§ 22.02[1], 22-6 (3d ed 2009). Further, <page-number citation-index=\"1\" label=\"683\">*683</page-number>“[e]ven if claims are not mutually exclusive,” interpleader is appropriate “if the total amount of combined claims might exceed the stake. * * * Examples * * * are liability insurers faced with two or more claims that exceed the policy limit.” <em>Id. </em>§ 22.03[1][d] at 22-24; <em>see, </em>e.g., <em>State Farm Fire &amp; Cas. Co. v. Tashire, </em>386 US 523, 525-27, 533 n 15, 87 S Ct 1199, 18 L Ed 2d 270 (1967).</p>\n<p id=\"b729-4\">New interpleader cases have made their way to Oregon appellate courts, and only one, <em>Mitchell v. Burt, Vetterlein &amp; Bushnell, P.C., </em>164 Or App 154, 165-66, 991 P2d 47 (1999), offers any guidance regarding the issues before us. In that case, this court noted that ORCP 31, like the federal rule on which it was modeled, abrogated the historical rule that limited interpleader to cases in which the stakeholder itself did not dispute title to the stake or some part of it; if a claimant had, for example, an independent contract claim against the stakeholder, interpleader was not available under the old rule. <em>Mitchell, </em>164 Or App at 165. The new rule, however, “permits interpleader even though a claimant asserts * * * an independent claim for relief against the stakeholder.” <em>Id. </em>at 165-66. Thus, in a single interpleader action, claimants’ dispute between or among themselves can be resolved along with one or more claimants’ independent claim against the stakeholder. <em>Id. </em>at 166. Among other things, an independent claim includes a dispute between the stakeholder and a claimant regarding the amount that the stakeholder has deposited or promised to deposit.</p>\n<p id=\"b729-5\">If such an independent claim exists and is part of the interpleader action, that fact limits the court’s authority to discharge the stakeholder. “[E]ven if a court has the authority to discharge independent claims for relief as part of the discharge order, it cannot do so without first providing some process, such as a trial or summary judgment, for resolving those independent claims.” <em>Id. </em>(citation omitted).</p>\n<p id=\"b729-6\">In the present case, defendants’ claim that Country wrongly asserted that the limits of its liability was $50,000 was independent of the claims that defendants had among themselves. Thus, the court properly could have resolved the independent dispute over whether Country’s liability limit was $50,000 or $100,000. And if, after allowing defendants to <page-number citation-index=\"1\" label=\"684\">*684</page-number>present argument on that issue, the court determined that Country’s position was correct, it properly could have accepted Country’s deposit of $50,000 and discharged Country of all liability. The question is whether these things happened. We conclude that they did.</p>\n<p id=\"b730-4\">It is true, as defendants assert, that Country did not expressly state what it believed the amount of the stake to be until the litigation was more than nine months old. In its complaint, Country asserted only that it was willing to “tender the limits of UIM insurance determined to be available to the defendants.” Later, after Villa-Chavez maintained that Country had a liability limit of $200,000, Country asserted that the undisputed amount to be deposited was “$50,000 per person [and] $100,000 per accident, less any set-offs authorized by Oregon law”—another nonstatement of its liability limit. Only in a later “Motion to Allow Plaintiff to Deposit Insurance Proceeds with Court and to Discharge Plaintiffs Liability” did Country commit to a specified amount: “$100,000.00 less the $50,000 provided by Allstate.” In support of that figure, Country cited ORS 742.502(3) (2003): “Underinsurance benefits shall be equal to uninsured motorist coverage benefits less the amount recovered from other automobile liability insurance policies.”</p>\n<p id=\"b730-5\">Country’s motion presented defendants with a clear opportunity to argue that $100,000, not $50,000, was the proper amount to deposit, and, indeed, defendants did so. Their response to Country’s motion argued:</p>\n<blockquote id=\"b730-6\">“[PJlaintiff contends that its obligation on the underlying contract of insurance is limited to $50,000. Villa-Chavez believes the obligation is $100,000. Because the true amount owed is in dispute, it is premature to permit plaintiff to tender $50,000 to the court <em>and </em>receive a discharge of liability pursuant to ORCP 31 B.”</blockquote>\n<p id=\"b730-7\">(Emphasis in original.) In support of their position, defendants cited federal case law. They did not cite <em>former </em>ORS 742.502(5) (2003), <em>renumbered as </em>ORS 742.502(7) (2007), the statute that, on appeal, they contend supports their position. That statute provides, in part:</p>\n<blockquote id=\"b731-3\"><page-number citation-index=\"1\" label=\"685\">*685</page-number>“Where applicable liability insurance policy limits are exhausted upon payment, settlement or judgment by division among two or more injured persons, ‘amount recovered from other automobile liability insurance policies’ means the proceeds that are recovered by or on behalf of the injured person but does not include any proceeds of that liability policy received by other injured persons.”</blockquote>\n<p id=\"b731-4\">Thus, as part of the interpleader action, the parties joined issue over the proper amount of Country’s deposit. The court resolved that issue by order and without explanation:</p>\n<blockquote id=\"b731-5\">“This matter is before the Court on Plaintiffs motion to deposit proceeds and to discharge Plaintiffs liability and also on Plaintiffs motion to dismiss defendant Villa-Chavez’s counterclaim.</blockquote>\n<blockquote id=\"b731-6\">“For the reasons set forth in plaintiffs motions, both motions are allowed.”</blockquote>\n<p id=\"b731-7\">The gist of defendants’ appeal is that the court discharged Country “without first providing some process, such as a trial or summary judgment, for resolving” the dispute over Country’s liability limit. <em>Mitchell, </em>164 Or App at 166. We disagree. Defendants had the opportunity to contest that issue, and they did so. The court ruled against them. The fact that the court’s ruling may have been rendered without considering the statutory provision that, on appeal, defendants contend supports their position, does not help defendants. They had the opportunity to argue the effect of that statute to the court, and they did not do so. ORCP 31, as construed in <em>Mitchell, </em>requires no more.</p>\n<p id=\"b731-8\">Defendants also argue that they, and not Country, are entitled to attorney fees. They base that argument on ORS 742.061, under which an insurer is liable for attorney fees unless it either (1) tenders benefits within six months of when it receives proof of loss, in an amount that the insured does not better at trial, or (2) agrees to coverage and to submit the matter to binding arbitration, with the only disputed issues being liability and damages.<footnotemark>3</footnotemark> Here, defendants argue, <page-number citation-index=\"1\" label=\"686\">*686</page-number>Country received proof of loss, at the latest, when Villa-Chavez filed his complaint on September 9, 2005, <em>see Dockins v. State Farm Ins. Co., </em>329 Or 20, 27, 985 P2d 796 (1999) (complaint commencing an action against insurer constitutes proof of loss), and did not tender any specified amount until November 30, when it finally expressed its willingness to deposit $50,000. Further, defendants argue, Country never consented to submit the case to binding arbitration. Thus, defendants argue, they are entitled to attorney fees.</p>\n<p id=\"b732-4\">Regardless of the merits of defendants’ position— and we do not reach those merits—it is a position that was never advanced at trial. Possibly, defendants could have raised their argument in response to Country’s motion to enjoin Villa-Chavez’s ongoing breach of contract case. But in any case, they could have raised the argument in response to country’s petition for attorney fees. They did not, and we therefore do not consider it.</p>\n<p id=\"b732-5\">The argument that defendants did raise contested only the <em>amount </em>of fees to which plaintiff was entitled under ORCP 31 C:</p>\n<blockquote id=\"b732-6\">“In any suit or action in interpleader * * * the party filing the suit or action in interpleader shall be awarded a reasonable attorney fee in addition to costs and disbursements upon the court ordering that the funds or property interpled be deposited with the court * * * and that the party filing the suit or action in interpleader be discharged from liability as to the funds or property.”</blockquote>\n<p id=\"b733-3\"><page-number citation-index=\"1\" label=\"687\">*687</page-number>Defendants acknowledge that a fee award is mandatory. Their argument is that a “reasonable” fee award in interpleader must be for the plaintiffs work as a neutral stakeholder and not its work in pursuit of an independent claim in which it is adverse to a claimant. That theory finds support in federal cases interpreting FRCP 22. <em>E.g., Equifax, Inc. v. Luster, </em>463 F Supp 352, 357 (ED Ark 1978), <em>aff’d, </em>604 F2d 31 (8th Cir 1979), <em>cert den, </em>445 US 916 (1980) (“[A]ny attorney’s fee should be limited to compensation for those services strictly related to the interpleader itself. It should not include attorney’s time devoted to limiting the liability of their own client[.]”); <em>United States Fidelity &amp; Guaranty Company v. Long, </em>214 F Supp 307, 319 (D Or 1963) (fees inappropriate to the extent that “the interest of the party whose funds are sought to be charged are antagonistic to the party for whose benefit the suit is prosecuted”) (citation omitted); 4 <em>Moore’s </em>§ 22.06 at 22-102 (“Courts generally do not award costs and attorney’s fees to an interested stakeholder, nor to a stakeholder who denies liability in whole or in part.”).</p>\n<p id=\"b733-4\">The federal interpleader rule, however, does not contain an attorney fee provision; under FRCP 22, fees are discretionary. The same was true of ORCP 31, as originally enacted in 1978; the attorney fee provision, ORCP 31 C, was not added until 1991. Or Laws 1991, ch 733, § 1. Its language is mandatory if specified preconditions are met: the plaintiff is not a surety, the court has ordered that the interpled funds be deposited or secured, and the plaintiff has been discharged from liability. All of those events occurred here. Further, as we observed in <em>Mitchell, </em>164 Or App at 165-66 n 8, ORCP 31 was enacted with the understanding that independent claims could be incorporated into an interpleader action and adjudicated along with claims among stakeholders. Thus, we conclude that, when the legislature added the mandatory fee provision, it did so with the understanding that it applied to independent claims. We therefore reject defendants’ argument that fees related to independent claims are not “reasonable.”</p>\n<p id=\"b733-5\">One issue remains. Before briefing in this case, Villa-Chavez filed a motion for summary determination of appealability, noting that the trial court’s general judgment <page-number citation-index=\"1\" label=\"688\">*688</page-number>did not grant all of the relief requested by the parties—in particular, it did not dispose of Country’s request that “defendants and all persons with claims against plaintiff as a result of the accident described in this complaint, be required and directed to interplead and resolve such claims in this action.” We determined that the judgment was appealable, calling attention to ORS 18.082(3) and (4):</p>\n<blockquote id=\"b734-4\">“(3) Upon entry of a general judgment, any request for relief in the action that is not decided by the general judgment or by a previous limited judgment * * * is dismissed with prejudice unless the judgment provides that the dismissal is without prejudice.</blockquote>\n<blockquote id=\"b734-5\">“(4) Subsection (3) of this section does not affect the right of any party to assign error on appeal to any decision of a court made by order during an action.”</blockquote>\n<p id=\"b734-6\">We also note ORS 18.112. Subsection (1) of that statute permits a court, upon motion of any party, to enter a corrected judgment that changes the designation of a judgment from a general judgment to a limited judgment, if particular conditions are satisfied. Subsection (2) of that statute provides that the motion must be filed “within the time provided by ORCP 71B.” That rule specifies that the motion must be filed “within a reasonable time.” Subsection (4) allows such a motion to be filed while an appeal is pending. This appeal is pending until an appellate judgment issues.</p>\n<p id=\"b734-7\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b725-6\"> Of the four defendants, only Villa-Chavez and one of the passengers, Gutierrez, appealed. Hereafter “defendants” refers to them only.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b728-6\"> The other defendants had already filed answers. Only Villa-Chavez counterclaimed.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b731-9\"> ORS 742.061 provides, in part:</p>\n<blockquote id=\"b731-10\">“(1) Except as otherwise provided in subsections (2) and (3) of this section, if settlement is not made within six months from the date proof of loss is filed <page-number citation-index=\"1\" label=\"686\">*686</page-number>with an insurer and an action is brought in any court of this state upon any policy of insurance of any kind or nature, and the plaintiffs recovery exceeds the amount of any tender made by the defendant in such action, a reasonable amount to be fixed by the court as attorney fees shall be taxed as part of the costs of the action and any appeal thereon * * *.</blockquote>\n<blockquote id=\"b732-8\">&lt;1* * * :¡: *</blockquote>\n<blockquote id=\"b732-9\">“(3) Subsection (1) of this section does not apply to actions to recover uninsured or underinsured motorist benefits if, in writing, not later than six months from the date proof of loss is filed with the insurer:</blockquote>\n<blockquote id=\"b732-10\">“(a) The insurer has accepted coverage and the only issues are the liability of the uninsured or underinsured motorist and the damages due the insured; and</blockquote>\n<blockquote id=\"b732-11\">“(b) The insurer has consented to submit the case to binding arbitration.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}