{
  "casebody": {
    "data": "<casebody firstpage=\"1057\" lastpage=\"1058\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1089-4\">SMITH et al. v. BACH et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1089-5\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ArGv\">May 1, 1903.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1089-6\">1. Settlement—Agreement not in Writing—Validity.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1089-7\">General rule 11, requiring agreements or consents in respect to the proceedings in a cause to be in writing, has no application to agreements of settlement of the controversy.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1089-8\">2. Pleading—Supplemental Complaint—Complaint Alleging Different Cause op Action.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1089-10\">Property was conveyed to defendant on an agreement that she should hold the premises, and collect the rents for the benefit of herself and plaintiff. Plaintiff brought suit for conveyance of her half and an annuity, and thereupon the parties arranged for a settlement by which defendant was to convey the premises and furniture, and assign the lease to plaintiff, who was to indemnify defendant against liens, and give her a proportion of the rents then due. Afterwards defendant refused to complete the settlement, and answered in the suit. Plaintiff then moved for leave to file a supplemental complaint setting up the settlement. <em>Meld </em>that, the settlement being a different and subsequent cause of action to that set up in the original complaint, the motion was properly denied.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b1089-11\">Appeal from Special Term, Queens County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b1089-12\">Action by Martha A. Smith and others against Mary I. Bach and another. From an order denying plaintiffs’ motion for leave to serve supplemental complaint, they appeal.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"A1s\">Affirmed.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b1089-13\">Argued before GOODRICH, P. J., and WOODWARD, HIRSCHBERG, and HOOKER, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1089-14\">J. Baldwin Hands, for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b1089-15\">Clarence D. Cruikshank, for respondents.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1089-16\">GOODRICH, P. J.</author>\n<p id=\"Am4k\">The complaint alleges that William R. Smith, now deceased, father of the plaintiff and the defendant Bach, in 1892 conveyed to the latter certain real estate at Rockaway Beach, known as the “Revere House,” on the agreement that she should hold said premises and collect the rents thereof for the joint benefit of herself and the plaintiff; that the father died intestate in 1900; and that the premises were leased to and were in possession of the defendant Weiss at a yearly rental of $1,200. It was not alleged how much rental Mrs, Bach had received, but it was alleged that accounting and payment had been demanded and refused, and that Weiss was in arrears $400. The plaintiff prayed for a conveyance of her half, and for an accounting. Shortly after the action was commenced, the attorneys for the respective parties made an arrangement for a settlement, by which Mrs. Bach was to convey the premises to the plaintiff, and execute a bill of sale of the fixtures and furniture on the premises, and assign to her the lease of said premises to the defendant Weiss. Plaintiff was to indemnify Mrs. Bach against all liens on the property. Out of the $400 due from Weiss, the defendant was to receive $275, and the plaintiff $125. In pursuance of this arrangement, the plaintiff executed the indemnity agreement, and Mrs. Bach executed the deed, bill of sale, and assignment of lease. The documents were exhibited to and approved by the.attorneys, and left in their possession, respectively, they <page-number citation-index=\"1\" label=\"1058\">*1058</page-number>were not delivered, however, because Weiss had not paid the rent. Mrs. Bach afterwards obtained judgment against Weiss, and issued execution thereon, which was returned unsatisfied, and he was examined in supplementary proceedings in October, 1902. Mrs. Bach afterwards settled the.judgment for $200, and satisfied it of record. Her attorney thereafter, on October 18th, wrote the plaintiff’s attorney that negotiations were ended, to which the latter declined to accede. Defendant Bach answered on October 21st, denying the allegations of the complaint. Plaintiff moved for an order directing the defendant Bach to deliver to the plaintiff the papers executed by her, and to strike out the answer as interposed in bad faith and after settlement, and granting the plaintiff leave to serve “a supplemental complaint setting up the settlement of this action.” This motion was denied, and the plaintiff appeals.</p>\n<p id=\"b1090-5\">The plaintiff abandons all of her contention, except that part which relates to the service of a supplemental complaint. The right to such relief does not depend upon general rule 11, as the defendant contends. That rule requires agreements or consents “in respect to the proceedings in a cause” to be in writing. The alleged agreement between the plaintiff and Mrs. Bach did not relate to the proceedings in an action referred to in the rule, but to an agreement of settlement of the controversy.</p>\n<p id=\"b1090-6\">There is no proposed supplemental complaint in the record, but it is evident from the moving affidavits that the contract which the plaintiff desires to set up and enforce under a supplemental complaint is a new and different cause of action from that upon which the present action is brought. A party does not have the right to set up by a supplemental complaint a cause of action which did not exist at the time of the commencement of the action. 21 Ency. Pl. &amp; Pr. 20; Farmers’ L. &amp; T. Co. v. U. L. Tel. Co., 14 N. Y. St. Rep. 269; Continental C. &amp; I. Co. v. Vinal, 15 N. Y. St. Rep. 968, 1 N. Y. Supp. 200.</p>\n<p id=\"b1090-7\">The order should be affirmed.</p>\n<p id=\"b1090-8\">Order affirmed, with $10 costs and disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}