{
  "casebody": {
    "data": "<casebody firstpage=\"1058\" lastpage=\"1062\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1090-9\">NEIDERSTEIN v. CUSICK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1090-10\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Az4\">May 1, 1903.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1090-11\">1. Landlord and Tenant —Lease — Construction—Renewal—Landlord’s Election.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1090-12\">A lease provided that at the expiration of the original term the plaintiff thereby leased the property of defendant for the further term of five years, at the same rental, and that defendant would enter into a lease with plaintiff for such term, and at such rental; but if for any reason defendant could not legally give, or “refused to give,” such extension, then she would pay plaintiff the value of improvements erected by him pursuant to another clause of the lease. <em>Held, </em>that the lease did not give plaintiff an option for the renewal, but gave defendant an élection to renew, or pay plaintiff for the improvements erected by him.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1090-13\">Woodward, J., dissenting.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1090-14\">Appeal from Trial Term, Kings County</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1091-2\"><page-number citation-index=\"1\" label=\"1059\">*1059</page-number>Action by John Neiderstein, Jr., against Mary B. Cusick individually and as the executrix of the estate of Martin C. Cusick, deceased. From a judgment for defendant, plaintiff appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AjCi\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1091-3\">Argued before BARTLETT, JENKS, WOODWARD, HIRSCHBERG, and HOOKER, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1091-4\">Alfred J. Gilchrist, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1091-5\">William E. C. Mayer, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1091-6\">HOOKER, J.</author>\n<p id=\"A88\">On April i, 1898, the plaintiff leased of the defendant certain premises in the borough of Brooklyn for the term of five years from that day. His complaint alleges that he made the alterations and additions mentioned in the lease, which by the terms thereof were to become the property of the defendant at the end of the five-year term if the plaintiff asked for no renewal, and were to become her property absolutely at the end of the five-year renewal. The material provisions of the instrument are as follows:</p>\n<blockquote id=\"b1091-7\">“IT IS FURTHER EXPRESSLY UNDERSTOOD AND AGREED between the parties hereto that the party of the second part (the plaintiff) hereby leases the property of the party of the first part (the defendant) for the further term of five years from April 1st, 1903, at the same annual rental, and the party of the first part hereby agrees with the party of the second part that within one year of the expiration of this lease, on ten days’ notice in writing by her received from the party of the second part she will institute proceedings in the Supreme Court for leave to execute and will enter into a lease of the said premises to the said party of the second part at the said rental for the said further term of five years commencing April 1st, 1903, and ending-April 1st, 1908, the said lease for said further term to be in all respects similar to these presents.</blockquote>\n<blockquote id=\"b1091-8\">“IT IS FURTHER EXPRESSLY UNDERSTOOD AND AGREED that the party hereto of the second part will erect a new pavilion on the rear and side of the hotel now on the said demised premises, and an extension over the kitchen thereof, in addition thereto, which said erections and buildings shall be and remain the property of the party of the second part, except that on the expiration of the two terms of five years the said pavilion and extensions shall be and become the property of the party of the first part; and the party of the second part shall not remove the same after erecting the same during the continuation of said lease.</blockquote>\n<blockquote id=\"b1091-9\">“In case it should happen that the party of the first part cannot for any reason legally give, <em>or refuses to give to the party of the second part an extension of this lease for five years as hereinbefore </em>provided, then and in that case, the party of the first part, will pay the said party of the second part a fair and reasonable value for the said extension and pavilion so erected by him. * * *”</blockquote>\n<p id=\"b1091-10\">Because of the statute covering lettings by trustees, the defendant would have been required to obtain the permission of the Supreme Court to a renewal of the lease, and had no power to do so without such permission. Within a year prior to the expiration of the lease plaintiff made his demand in writing, but was met by a refusal, to institute proceedings in the Supreme Court, or to enter into a lease, and he brought this action asking the court to decree a specific performance. The defendant’s demurrer to the complaint was sustained, and plaintiff appeals.</p>\n<p id=\"b1091-11\">Plaintiff’s claim is that the paragraph of the lease which is first quoted above must be construed as an option to the plaintiff for a. renewal of the lease for an additional term of five years upon terms <page-number citation-index=\"1\" label=\"1060\">*1060</page-number>similar in all respects to the lease itself, and that, having complied with the conditions of that option, he is entitled to the renewal. The defendant, however, points to the words in italics, “or refuses to give to the party of the second part an extension of this lease for five years as hereinbefore provided,” and asserts that the lease contained no obligation on the part of the plaintiff in respect to a renewal, and does in terms give to the defendant a discretion as to whether she will renew the lease, or, refusing, pay the plaintiff the fair value of the extension and pavilion erected by him. We are of the opinion that the defendant’s contention is correct, and that the seemingly positive and unequivocal agreement to renew must be read in connection with the words “or refuses to give to the party of the second part an extension of this lease for five years as hereinbefore provided.” Regard should be had, in determining the rights of the parties to contracts, to every lawful provision or condition therein provided, where such provisions or conditions may be fairly said to have been incorporated in the contract with a definite or perceptible purpose. Bank of Montreal v. Recknagel, 109 N. Y. 482, 17 N. E. 217. If the undertaking in the first paragraph was an absolute agreement to relet, or make a bona fide application to the Supreme Court for permission to do so, then the italicized words can have no force or meaning in the contract. They are, however, not ambiguous; their purport is clear, and due effect must be given to them. The contract should be interpreted to mean that the defendant may elect, at the expiration of the first term of five years, to relet, in which case the terms of the reletting shall be according to the provisions of the paragraph relating to that subject; or at her option she may refuse to extend the lease. In the former event, the extension and pavilion shall become the property of the defendant at the expiration of the renewal lease; and in the latter, he shall be paid the reasonable value thereof, according to the tenor of the agreement. Having reached this interpretation of the contract, Bamman v. Binzen, 65 Hun, 39, 19 N. Y. Supp. 627, affirmed on opinion below, 142 N. Y. 6363 37 N. E. 566, becomes a guide in the disposition of the demurrer. The lease in that case contained a covenant by the lessor to renew or sell, but no agreement on the part of the lessee in either respect. The court held that the lessee could not elect which he would require, but that the option of renewal or selling lay with the lessor.</p>\n<p id=\"b1092-5\">We think that'the right of election was with the defendant, and the judgment should be affirmed, with costs.</p>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b1092-6\">HIRSCHBERG, J.</author>\n<p id=\"AAvV\">(concurring). The lease in question contains an additional clausé beyond that quoted in Mr. Justice HOOKER’S opinion which has some significance, viz.:</p>\n<blockquote id=\"b1092-7\">“If, however, the party of the second part should refuse to enter into the said extension of this lease for five years as aforesaid, then and in that case the said pavilion and extension, at the expiration of the term of this lease on April 1st, 1903, shall be and become the property of the party of the first part hereto.”</blockquote>\n<p id=\"b1092-8\">It thus appears that the lease confers on each party the right of refusing the renewal. If the landlord refuses to renew, she must <page-number citation-index=\"1\" label=\"1061\">*1061</page-number>pay for the buildings erected by the tenant; if the tenant refuses to renew, he forfeits the buildings. It is not a case for specific performance, if for no other reason because refusal is specific performance.</p>\n<p id=\"b1093-5\">BARTLETT and JENKS, JJ., concur.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b1093-6\">WOODWARD, J.</author>\n<p id=\"A2lq\">(dissenting). If, as Mr. Justice HOOKER holds, there was an option as to renewal in each of the parties to the lease, the bulk of the language becomes mere verbiage, and what he calls “the seemingly positive and unequivocal agreement to renew” proves a nullity. That agreement, as appears from the record, forms a distinct and separate paragraph, with its introductory words capitalized, as follows: “IT IS FURTHER EXPRESSLY UNDERSTOOD AND AGREED.” The paragraph immediately following this agreement has the same capitalized introduction, and relates to new buildings which the lessee undertook to erect on the demised premises, and which were to remain his property, “except that on the expiration of the two terms of five years” the buildings were to become the property of the lessor. Then follows the paragraph which creates the ambiguity and gives rise to this litigation. It is the only paragraph in the lease without introductory capitals, and, as shown in the record, contains no italics.</p>\n<p id=\"b1093-7\">In construing deeds and other instruments, the lawful intention of the parties is to be effectuated, and, if the language is ambiguous, the court will look at the surrounding circumstances existing at the time the contract was entered into, and at the acts done under it. French v. Carhart, 1 N. Y. 96. The parties to this instrument could not legally execute a lease for a longer term than five years, and to the lessee, who purposed to erect substantial structures on the demised premises, protection in the nature of a renewal agreement was necessary.</p>\n<p id=\"b1093-8\">Where the language of an instrument is susceptible of two constructions, one-of which will render it valid and the other invalid, the former will be adopted. Post v. Hover, 33 N. Y. 593; Coyne v. Weaver, 84 N. Y. 386; People ex rel. Myers v. Storms, 97 N. Y. 364. Every uncertainty is to be taken in favor of the grantee. Jackson v. Blodget, 16 Johns. 172; Glover v. Shields, 32 Barb. 374. And it has been repeatedly held in this state that in case of doubt the lease should be construed most favorably to the lessee. Loeser v. Liebmann (Sup.) 14 N. Y. Supp. 569; Broadway, etc., R. Co. v. Metzger (Com. Pl.) 15 N. Y. Supp. 662; Windsor Hotel Co. v. Hawk, 49 How. Prac. 257.</p>\n<p id=\"b1093-12\">It cannot be denied that this lease is ambiguous. Our duty is to construe it, and cases where the renewal was clearly optional in the lessor are not in point. Reading the whole instrument, and taking into consideration the attendant circumstances, I am of opinion that when the parties incorporated in the lease this clear and unequivocal agreement to relet, or make a bona fide application to the Supreme Court for leave to do so, they did this for a purpose, evidenced by the unmistakable language of the paragraph, and we cannot effectuate their intent by determining that the agreement to renew is a mere <page-number citation-index=\"1\" label=\"1062\">*1062</page-number>nullity. Such a determination exaggerates the importance of a minor and subsequent paragraph introduced to provide for the contingency of the court’s refusal to allow a renewal—a paragraph which, upon this question of option, should be regarded as surplusage. The agreement to renew amounts to a covenant without an option, and no case has been cited, nor have I been able to find any, where subsequent language inconsistent with such a covenant has been held to overthrow it.</p>\n<p id=\"b1094-5\">For these reasons, I think the judgment should be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}