{
  "casebody": {
    "data": "<casebody firstpage=\"11\" lastpage=\"18\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b43-7\">(81 App. Div. 171.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b43-8\">BERNSTEIN v. SCHOENFELD.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b43-9\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AJ\">March 13, 1903.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b43-10\">1. Judgment—Defendant—Fictitious Name.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b43-11\">By Code Civ. Proc. § 3220, a judgment of a Municipal Court of New York, a transcript of which has been filed with the county clerk, .shall be deemed a judgment of the Supreme Court, and the county clerk is required to docket a judgment by entering it in the proper book, under the initial letter of the surname of the judgment debtor, the name, at length, of the judgment debtor, his residence, etc.; and by section 1251 a judgment properly docketed is a lien on the judgment debtor’s lands. Section 2884 provides that, where a plaintiff is ignorant of the name of the defendant, he may be designated in any process by a fictitious name. A defendant in an action in a municipal court was designated in the <page-number citation-index=\"1\" label=\"12\">*12</page-number>summons as “Mrs. Dr. ‘Annie’ Maurer” (the first name being fictitious), and a transcript of a judgment for plaintiff gave the fictitious name instead of the real one, “Aurora,” and the judgment was docketed by the county clerk as against “Dr. Annie Maurer.” <em>Held, </em>that no lien was acquired, superior to the title of a purchaser for value from defendant.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b44-5\">2. Cloud on Title—Judgment.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b44-6\">Thereafter the judgment was amended mine pro tune so as to show, the real name of defendant. <em>Held, </em>that such amendment constituted a cloud on the purchaser’s title, for the removal of which he was entitled to maintain a -suit.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b44-7\">Van Brunt, P. J., and Laughlin, J., dissenting.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b44-8\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b44-9\">Action by Harris' Bernstein against Morris Schoenfeld. From a judgment for complainant (76 N. Y. Supp. 140), defendant appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AJO\">Affirmed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b44-10\">Argued before VAN BRUNT, P. J., and HATCH, McLAUGHLIN, INGRAHAM, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b44-11\">C. Andrade, Jr., for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b44-12\">David B. Ogden, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b44-13\">INGRAHAM, J.</author>\n<p id=\"AkC\">The action was brought to remove a cloud on the title of certain property owned by the plaintiff. On April 15, 1901, the defendant obtained a judgment in the Municipal Court of the city of New York for $250.75. The summons in that action was entitled, “Morris' Schoenfeld vs. Mrs. Dr. ‘Annie’ Maurer, first name being fictitious, real name unknown to plaintiff.” This summons was served upon one Aurora Maurer. She appeared in the action and answered; and the plaintiff subsequently obtained a judgment. A transcript of that judgment was filed with the county clerk on April 15, 1901, and in that transcript the defendant was named, “Mrs. Dr. ‘Annie’ Maurer, the first name being fictitious, real name unknown to plaintiff,” and the judgment was docketed against this fictitious person. When this judgment was entered, Aurora Maurer was the owner of certain property described in the complaint, and on the 18th day of April, igoi, she conveyed this property to the plaintiff, who thereupon became vested with the title thereto. Upon a search for judgments against Aurora Maurer, the grantor, there was a note: “See judgment 1901, April 15th, against Mrs. Dr. Annie Maurer.” The plaintiff inquired of the grantor as to this judgment, \"and received from her an affidavit that there were “no judgments or decrees, or attachments, or orders of any court or officer for the payment of money, against her, or to which she is a party, unsatisfied or not canceled of record, in any of the courts or before any officer of the United States or of this state, or any suit or proceeding pending anywhere affecting said premises, to her knowledge, information or belief, and that any judgments found of record” were not against the deponent. Upon being asked about this particular judgment, she stated that it was not against her. The plaintiff paid far the conveyance of this property the sum of $25,250, and his deed was duly recorded on the 18th day of April, 1901.</p>\n<p id=\"b44-15\">On July 16, 1901, the plaintiff in the action in the Municipal Court applied to the Special Term of the Supreme Court for an order amending the docket of this judgment. The affidavit' upon which this ap<page-number citation-index=\"1\" label=\"13\">*13</page-number>plication was made stated that the summons in the Municipal Court action was personally served upon Aurora Maurer on the lath day of April, igoi; that she appeared generally in that action by an attorney, and answered the complaints upon the merits; that at the request of the defendant the cause was adjourned to the nth of April, 1901, and again to the 12th of April, 1901; that upon the adjourned day the defendant presented to the court a certificate of a physician that Mrs. Aurora Maurer, of 118 Christie street, New York City, was sick; that on the 15th day of April, 1901, the plaintiff obtained a judgment by default against the defendant for $250.75, and filed a transcript of such judgment in the office of the county clerk, which was docketed in his office, and execution issued therein; that through inadvertence the clerk issued such transcript in the name stated in the summons, and not in the name given by the defendant; that such defendant thereafter made a motion in the action, and'her true name was inserted in the moving papers, all of which are on file in the office of the clerk of the court wherein such judgment was rendered. Upon that affidavit an order of the Special Term was entered on the 16th day of July, 1901, whereby it was ordered “that the summons and all other papers, pleadings, and proceedings herein, the execution issued out of, and the judgment docketed in, the office of the clerk of this court on the 15th day of April, 1901, be, and the same hereby are, amended nunc pro tune as of their respective dates by striking out the name of ‘Mrs. Dr. “Annie” Maurer, first name fictitious, real name unknown to the plaintiff,’ wherever the same appears, and inserting in lieu and instead thereof the name of Aurora Maurer as the defendant in this action, without prejudice to any of the proceedings already had, and that the clerk of this court correct and amend his docket and records accordingly.” In pursuance of this order the clerk amended the docket by striking out the words “Mrs. Dr. ‘Annie’ Maurer, first name fictitious, real name unknown to plaintiff,” and inserting the name “Aurora Maurer.”</p>\n<p id=\"b45-5\">Subsequently, upon this docket of the judgment, an execution was issued, and a sale of the property of the plaintiff under that execution advertised by the sheriff, whereupon this action was commenced on the 23d of July, 1901, to remove this record of the judgment as amended by the order of July 1.7, 1901, as a cloud upon the plaintiff’s title, and to enjoin the sale by the sheriff under the execution.</p>\n<p id=\"b45-6\">The original summons in the Municipal Court has the words, “Amended by order to Aurora,” inserted after the name of the defendant in the title. The attorney for the plaintiff in the Municipal Court action testified upon the trial of this action that subsequent to the 15th of April, when judgment was granted and the transcript filed with the county clerk, the defendant moved to open the default; that preparatory to opposing the motion he discovered that the judgment was entered against Mrs. Dr. Annie Maurer, and not against the defendant by her right name. The order to show cause why the default should not be opened was served on April 16, 1901. It does not appear upon what day the record was actually amended. The plaintiff acquired title to the property on the 18th of April, 1901.</p>\n<p id=\"b45-7\">It seems to be quite clear that this judgment, as originally entered <page-number citation-index=\"1\" label=\"14\">*14</page-number>as against Mrs. Dr. Annie Maurer—the first name being fictitious— ivas not sufficient to create any lien \"upon the property of Aurora Maurer. The proceedings in the Municipal Court of the city of New York were regulated by sections 3215 to 3222, inclusive, of the Code of Civil Procedure. By section 3220 of the Code, sections 3017 to 3022, both inclusive, apply to a judgment rendered in those courts and subsequent proceedings; but there seems to be no provision making section 2884 of the Code applicable to actions commenced in the Municipal Courts. Section 3220 provides that a judgment, a transcript of which has been so filed, is to be deemed to be a judgment of the Supreme Court, and enforced accordingly. By section 1246 of the Code, the county clqrk is required to docket a judgment by entering in the proper docket book the following particulars under the initial letter of the surname of the judgment debtor, .in its alphabetical order: “(1) The name, at length, of the judgment-debtor; and also his residence, title and trade or profession, if any of them are stated in the judgment.” Section 1247 provides that a county clerk to whom a transcript from a municipal court is presented must, upon payment of his fees therefor, immediately file it, and docket the judgment, as prescribed in section 1246 of the Code; and section 1251 provides that the judgment0 “which is docketed in a county clerk’s office, as prescribed in this article, binds, and is a charge upon, for ten years after filing the judgment-roll, and no longer, the real property and chattels real in that county, which the judgment-debtor has at the time of so docketing it, or which he acquires at any time afterwards, and within the ten years.”</p>\n<p id=\"b46-6\">It would seem that, to create a lien under this provision of the statute, the name at length of the judgment debtor must be entered in the proper docket book under the initial letter of the surname of the judgment debtor, and it is only a judgment which is docketed as thus prescribed that becomes a lien upon the real property of the defendant under section 1251 of the Code. Our attention has not been called to any provision allowing an action to be commenced in the Municipal Court against a defendant whose name is unknown; but, assuming that section 2884 of the Code would be applicable to an action in the Municipal Court, the only authority there given is that the defendant may be designated in the summons and in any other process or proceeding in the action by the fictitious name, or by so much of his name as is known. While under that section it is possible that a justice would be authorized to render the judgment against the person described in the summons as the defendant, until the proceedings were amended in the insertion of the true or full name of the defendant in place of the fictitious name used in the summons to designate the person sued there could be no docket of the judgment under section 1246 of the Code which would be a lien upon the real property of the defendant designated by the fictitious name, that would be superior to the title of a bona fide purchaser of the property for value, who had acquired the title to the property before the judgment was docketed as prescribed by section 1247 of the Code. The judgment only becomes a lien against the property of a person where the name at length of the judgment debtor is <page-number citation-index=\"1\" label=\"15\">*15</page-number>entered in the docket book of the county clerk; and, as the full name of Aurora Maurer had not been so docketed when the plaintiff acquired title to the property, he undoubtedly acquired the property free from any lien of the judgment. There was nothing in the docket to suggest to the purchaser that this judgment was against Aurora Maurer. The defendant in that action was described as “Mrs. Dr. ‘Annie’ Maurer, the first name being fictitious, the real name unknown to the plaintiff.” The plaintiff was entitled to stand upon the record of that judgment, and that record did not create a lien against the property of Aurora Maurer.</p>\n<p id=\"b47-5\">The Special Term of the Supreme Court, however, amended this docket nunc pro tune as of the 15th day of April, 1901, by striking out the fictitious portion of the name of the defendant, and inserting therein the name Aurora Maurer, the plaintiff’s grantor. It granted this order upon the statement of the fact that the record of the Municipal Court had been amended by inserting the right name of the defendant, and that the transcript had been issued in the form in which it was through inadvertence of the clerk of the Municipal Court. By section 3220 of the Code, after a transcript of the judgment of the Municipal Court has been docketed in the office of the county clerk, the judgment is deemed to be a judgment of the Supreme Court; and, the Municipal Court having amended its docket so as to insert the real name of the defendant, the Supreme Court had jurisdiction to amend the docket so as to make it conform to the record in the Municipal Court, and from the time the docket was so amended the judgment would be a lien upon the real property of the judgment debtor. As this amendment purported to have been made as of the 15th of April, 1901, before the plaintiff acquired title to the property, it was, I think, as it stood, an apparent lien upon the property, and thus a cloud upon the title. To remove that cloud, it was necessary to prove the fact that the plaintiff had acquired title to the property on the 18th of April, 1901, in good faith, without knowledge of the judgment, before the docket of the judgment was amended; and thus, although the lien of the judgment, as it appeared upon the record in the county clerk’s office, would apparently affect the property of the plaintiff in consequence of his purchase of the property and the recording of the deed prior to the time that the docket was amended, his property was not subject to this lien; and this, I think, was sufficient to entitle the plaintiff to maintain this action to remove the apparent cloud upon his property from this docket of the judgment.</p>\n<p id=\"b47-6\">To deny the plaintiff this right to appeal to a court of equity to have the validity of this lien determined would impose upon him the necessity of paying this judgment—a judgment for which he is not liable, and which is not really a lien upon his property. Upon a sale under this execution, no owner of property could afford to run the risk, for a judgment of $250, of being divested of the title to property for which he had paid upwards of $25,000; and yet if there is a sale under the execution, and it should be held that the judgment was a lien, his title to the property would be gone. ■ Upon the docket of this judgment as it stands, the judgment is a lien upon the property. The judgment having become a judgment of the Supreme Court by its docket, <page-number citation-index=\"1\" label=\"16\">*16</page-number>the Supreme Court had jurisdiction over it; and, to entitle the plaintiff to establish that the judgment is not a lien upon the property, it was necessary for him to prove that he had purchased the property prior to the time that the docket was amended, and had paid a valuable consideration for it, and had received the conveyance without notice that the judgment was actually against his grantor.</p>\n<p id=\"b48-5\">There is no doubt of the rule that, where the rights of the parties depend upon the legal construction of a written instrument, an action to correct the instrument or to- declare it invalid, under the jurisdiction of courts of equity to remove clouds upon title, cannot be maintained; that the court does not entertain such an action to remove a doubt which might be created in the minds of persons dealing with the title, provided the means of forming a correct legal judgment are patent on the face of the instrument or proceeding by which the existence or nonexistence of the right in question must be determined. Mellen v. Mellen, 139 N. Y. 210, 34 N. E. 925. To justify the action to remove a lien as a cloud upon title to land, the lien must be apparently valid, and must, exist under such circumstances that it may in the future embarrass or injure the owner or endanger his title (Townsend v. The Mayor, 77 N. Y. 542); but the record of this judgment was, I think, such a lien. The jurisdiction of a court of equity in actions of this character, however, is not confined to the removal of an existing cloud upon the title, but may be invoked “to prevent a threatened cloud as well as to remove an existing one.” King v. Townshend, 141 N. Y. 358, 36 N. E. 513; Sanders v. Village of Yonkers, 63 N. Y. 492. In King v. Townshend the action was brought to cancel a tax lease by the comptroller of the city of New York upon a sale for unpaid taxes. The defendant in that case admitted that the lease was void, but claimed that because it was void it constituted no cloud upon the title. This claim was based upon the fact that the lease was ineffective to produce a right of possession or establish a title until a specified notice to redeem had been given to occupant or owner, a certificate of which, signed by the comptroller, must accompany the record of the lease; and it was held that the lease was properly canceled, for, although it was imperfect and invalid, and did not constitute an actual cloud, it is nevertheless a decisive step towards the creation of a cloud, and a threat and menace to create one in the future. In sustaining a judgment for the plaintiff, the court said:</p>\n<blockquote id=\"b48-6\">“It is true that in such a case there must appear to tie a determination to create a cloud, and the danger must tie more than merely speculative or potential. * * * Its very existence is a threat. It was not given for amusement or as an idle ceremony. It meant and could only mean a purpose to subvert the title and possession of the owner. The further steps necessary to make the result effective lay wholly in the option of the lessee.”</blockquote>\n<p id=\"b48-7\">The facts of this case bring it within the principle there applied. Upon the record, there is a judgment which is an apparent lien upon this property. The defendant had issued an execution upon that judgment, based upon its entry on the 15th day of April,-1901, prior to the time when the plaintiff acquired title, and threatened to sell under that execution the plaintiff’s interest in this real property. That the execution, and delivery of a sheriff’s deed upon a sale under that execution, <page-number citation-index=\"1\" label=\"17\">*17</page-number>would create an apparent cloud upon this title, must be apparent. If the judgment was what it purported to be upon its face, namely, a judgment entered on the 15th day of April, 1901, against Aurora Maurer, the sale by the sheriff would divest the plaintiff of his title to the property; and what is here threatened is just what was threatened in King v. Townshend, and the danger is “more than merely speculative or potential.” In Sanders v. Village of Yonkers, supra, it is said:</p>\n<blockquote id=\"b49-5\">“A court of equity may doubtless entertain a suit not only to remove a cloud upon title, but also to prevent one. But in the latter case it must appear that there is a determination on the part of the defendant to create the cloud.”</blockquote>\n<p id=\"b49-6\">In Pettit v. Shepherd, 5 Paige, 493, 28 Am. Dec. 437, the defendant issued an execution, and was proceeding to collect the amount due by a sale of the complainant’s farm after the lien of the judgment had expired by lapse of time. It was held that if—</p>\n<blockquote id=\"b49-7\">“A court of chancery would have jurisdiction to set aside the sheriff’s deed which might be given on a sale, and to order the same to be delivered up and canceled, as forming an improper cloud upon the complainant’s title to his farm, it seems to follow, as a necessary consequence, that the court may interpds'e its aid to prevent such a shade from being cast upon the title, when the defendant evinces a fixed determination to proceed with the sale.”</blockquote>\n<p id=\"b49-8\">And in Oakley v. Trustees of Williamsburgh, 6 Paige, 262, the chancellor reversed an order denying an application for an injunction, saying:</p>\n<blockquote id=\"b49-9\">“The assessments upon their lots for the expenses of the proceedings to alter the gradations of the streets, although they might be so far void as not to affect their legal title to the land, would of themselves be a cloud upon that, title, which must necessarily diminish the value, if it did not entirely prevent the sale of such lands as village building lots; as a prudent man would not be likely to buy a city or village lot for the purpose of building thereon, and. pay the full value of the lot, while a cloud like this was hanging over the title, which might thereafter subject him to litigation, if not to actual loss of the-property. And as this court sometimes exercises its jurisdiction for' the purpose of removing a cloud from the complainant’s title to real estate, it may also, in a proper case, interpose its authority to prevent the illegal act from which such a cloud must necessarily arise.”</blockquote>\n<p id=\"b49-10\">All qf the essential facts which by these cases are necessary to justify this action appear in this case. Under the judgment the defendant issued an execution, and had advertised the plaintiff’s property for sale; and what the sheriff now intends to sell is all the right, title, and interest of the said Aurora Maurer which she had on the 15th day of April, -1901, or at any time thereafter, in and to the property of the plaintiff. This is alleged in the complaint and admitted by the answer. The defendant therefore proposes, under the docket of the judgment, which upon its face is a lien upon the property, to sell under an execution on the judgment the interest that the judgment debtor had in this property on the 15th day of April, 1901; and a sale under that execution, followed by a sheriff’s deed delivered in pursuance thereof, would, upon its face, convey the title to the property, as-Aurora Maurer was the owner of that property upon the day on which this judgment against her purports to have been entered, and a sheriff’s <page-number citation-index=\"1\" label=\"18\">*18</page-number>deed of that property under that execution would be a cloud upon the plaintiff’s title.</p>\n<p id=\"b50-4\">I also think that the finding of the trial court that the plaintiff purchased the property without knowledge or notice that the judgment docketed was intended to be against said Aurora Maurer, and that he purchased the property in good faith and in ignorance of any claim on the part of the defendant to a lien thereon, is sustained by the evidence, and that the plaintiff was entitled to the judgment awarded by the court below.</p>\n<p id=\"b50-5\">It follows that the judgment appealed from should be affirmed, with costs.</p>\n<p id=\"b50-6\">MCLAUGHLIN and HATCH, JJ., concur. LAUGHLIN, J., dissents.</p>\n</opinion>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b50-7\">VAN BRUNT, P. J.</author>\n<p id=\"Ag\">I dissent. The judgment showed upon its face that it was not a lien, and hence no cloud.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}