{
  "casebody": {
    "data": "<casebody firstpage=\"393\" lastpage=\"394\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b425-6\">(81 App. Div. 589.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b425-7\">In re WHIPPLE et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b425-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A2yX\">April 9, 1903.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b425-9\">1. Executobs—Commissions.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b425-10\">Executors are not entitled to commissions on a specific legacy of shares of stock.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b425-11\">2. Same—Death of Executob. \"</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b425-12\">The estate of a deceased executor is entitled to commissions only on such sums as were received and paid out during his life.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b425-13\">Appeal from Surrogate’s Court, New York County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b425-14\">In the matter of the settlement of the accounts of George E. Whipple and another, surviving executors of Addison C. Rand, deceased. From the decree settling their accounts, Annie V. Rand, executrix of Jasper R. Rand, deceased, and Jasper R. Rand, Jr., appeal.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"ABJ\">Modified.</disposition>\n<p data-order=\"11\" data-type=\"judges\" id=\"b425-15\">Argued before VAN BRUNT, P. J., and HATCH, PATTERSON, O’BRIEN, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b425-16\">N. Lyon, for appellants.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b425-17\">G. W. Van Slyck, for respondent.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b425-18\">PATTERSON, J.</author>\n<p id=\"Axdc\">The only matter necessary to be considered on this appeal relates to the allowance by the surrogate, on the settlement of the accounts of the executors, of commissions to such executors. Addison C. Rand, by his last will and testament, appointed George E. Whipple, Hugh V. Conrad, and Jasper R. Rand the executors of such will. Letters were issued to the three executors on April 24, 1900. Jasper R. Rand died July 18, 1900. In the settlement of the executors’ account, the surrogate has allowed commissions upon moneys received and paid out by the surviving executors, in accordance with the rates authorized by section 2730 of the Code of Civil Procedure. The account is a final one, and the commissions allowed to the two surviving executors are awarded in strict accordance with the statute, except that there is a slight error in calculating the amount to which they were entitled. Each of the surviving executors is allowed by the surrogate’s decree the sum of $5,421.92. A close calculation would show that they were each entitled to $5,412.92. Each of them, therefore, has been allowed $9 too much. There is another error in calculating the amount of commissions to which the surviving executors were entitled, and that is the allowance of commissions on the specific gift of shares of stock to one of the legatees. These commissions are $20 to each of the surviving executors, and that amount should be deducted. The surrogate was right in allowing to the executrix of the deceased executor, Jasper R. Rand, corn-<page-number citation-index=\"1\" label=\"394\">*394</page-number>missions only upon such sums as were received and paid out during the lifetime of Jasper R. Rand. The provision of the statute would not allow of compensation to be made upon the basis of the inventory of the estate, but only for actual services in receiving and disbursing the moneys of the estate.</p>\n<p id=\"b426-5\">The decree should be modified by reducing the amounts allowed to the surviving executors as above indicated, and, as thus modified, affirmed, without costs in this court. All concur.</p>\n<footnote label=\"il\" orphan=\"true\">\n<p id=\"Aq64\"> 1. See Executors and Administrators, vol. 22, Cent. Dig. § 2103.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}