{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1019\" lastpage=\"1028\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Bryan J. HAWES, Petitioner\n  <br/>\n  v.\n  <br/>\n  BUREAU OF PROFESSIONAL AND OCCUPATIONAL AFFAIRS, STATE REAL ESTATE COMMISSION, Respondent\n </parties>\n <docketnumber id=\"p-2\">\n  No. 788 C.D. 2018\n </docketnumber>\n <court id=\"p-3\">\n  Commonwealth Court of Pennsylvania.\n </court>\n <decisiondate id=\"p-4\">\n  Argued February 11, 2019\n  <br/>\n  Decided March 6, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  David A. Neely, Pittsburgh, for petitioner\n </attorneys>\n <attorneys id=\"p-6\">\n  Juan A. Ruiz, Counsel, Harrisburg, for respondent\n </attorneys>\n <judges id=\"p-7\">\n  BEFORE: HONORABLE MARY HANNAH LEAVITT, President Judge, HONORABLE ANNE E. COVEY, Judge (P.), HONORABLE CHRISTINE FIZZANO CANNON, Judge\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   OPINION BY JUDGE FIZZANO CANNON\n  </author>\n  <p id=\"p-9\">\n   Bryan J. Hawes (Hawes) petitions for review of the May 11, 2018 order of the Bureau of Professional and Occupational Affairs (BPOA), State Real Estate Commission (Commission) revoking his real estate salesperson license and imposing a $ 1,000 fine for obtaining his license by false representation in violation of Section 604(a) of the Real Estate Licensing and Registration Act (Act).\n   <footnotemark>\n    1\n   </footnotemark>\n   Upon review, we affirm.\n  </p>\n  <p id=\"p-10\">\n   The following is a summary of facts found by the Commission.\n   <footnotemark>\n    2\n   </footnotemark>\n   Hawes was the owner and President of a company entitled Financial Management Advisory Services, Inc. (FMAS), and he was licensed as an investment advisor and insurance salesman by the Commonwealth of Pennsylvania. Findings of Fact (F.F.) 4. During his tenure as owner and President of FMAS, he accepted more than $ 2 million from consumers for investments and converted those monies to his personal use. F.F. 5. On April 9, 2004, Hawes pled guilty in federal court to two counts of mail fraud, a felony. F.F. 6. Following his guilty plea, the United States District Court for the Western District of Pennsylvania (federal court) ultimately sentenced Hawes to a term of imprisonment, followed by a period\n   of supervised release, and ordered Hawes to pay an assessment and restitution to consumers in the amount of $ 2,276,565.31. F.F. 7-9. After his release from prison, Hawes commenced working as a telemarketer and an inside agent for a company soliciting real estate listings. F.F. 13.\n  </p>\n  <p id=\"p-11\">\n   On May 30, 2013, Hawes applied for a real estate salesperson license with the Commission. F.F. 14. The license application asked, \"[h]ave you ever ... been convicted of any felony or misdemeanor in a local, state or federal court or in a foreign country?\" F.F. 15. Hawes responded, \"[n]o.\" F.F. 15. At the time Hawes responded to the question, Hawes was still making payments of restitution resulting from the federal court's sentence and \"knew that his answer relating to criminal history was false.\" F.F. 16 &amp; 17. On May 31, 2013, the Commission issued Hawes a license to practice as a real estate salesperson, license number RS322523. F.F. 1 &amp; 2.\n  </p>\n  <p id=\"p-12\">\n   Three years later, on May 31, 2016, BPOA filed an order to show cause against Hawes, alleging that he failed to disclose a felony conviction in his initial license application, and seeking revocation of the license and the payment of a fine. F.F. 18; Reproduced Record (R.R.) 68b &amp; 83b.\n   <footnotemark>\n    3\n   </footnotemark>\n   Hawes, through counsel, filed an answer wherein he asserted that he \"believed that his criminal charges, brought nearly a decade before his application, were behind him and did not need to be reported\" and \"realizes now that the charges should have been reported at the time of application and seeks leniency from the Commission in light of his rehabilitation.\" F.F. 19 &amp; 22; R.R. 139b.\n  </p>\n  <p id=\"p-13\">\n   After a hearing on the matter, the hearing examiner issued a proposed order recommending that the Commission revoke Hawes's salesperson license and impose a civil penalty in the amount of $ 1,000. Proposed Adjudication and Order, dated 4/17/17. With respect to the violation, the hearing examiner reasoned:\n  </p>\n  <blockquote id=\"p-14\">\n   Section 604(a) only requires that [BPOA] prove by a preponderance of evidence that [Hawes] made a false representation on his [i]nitial [a]pplication.\n   <em>\n    [BPOA] is not required to prove that the representation was knowing, intentional or fraudulent.\n   </em>\n   Therefore, [BPOA] has satisfied its burden of proof.\n  </blockquote>\n  <p id=\"p-15\">\n   <em>\n    Id.\n   </em>\n   at 10 (emphasis added). With respect to the license revocation, the hearing examiner reasoned:\n  </p>\n  <blockquote id=\"p-16\">\n   [Hawes] concealed his criminal history from the Commission. Not only was the question on the form clear and unequivocal, the instructions that follow the question would alert any reasonable individual that he was required to disclose relevant documentation. [Hawes'] testimony is not deemed credible or candid by the Hearing Examiner.\n  </blockquote>\n  <p id=\"p-17\">\n   <em>\n    Id.\n   </em>\n   at 12. The hearing examiner further explained that the $ 1,000 fine was appropriate because \"a civil penalty is necessary as a deterrent to [Hawes] and especially to others that they should not conceal relevant information from the Commission, and conversely to promote the ethic of full disclosure.\"\n   <em>\n    Id.\n   </em>\n   at 14.\n  </p>\n  <p id=\"p-18\">\n   After the hearing examiner issued his proposed adjudication and order, Hawes filed exceptions, which BPOA opposed. The Commission considered the exceptions and issued its final adjudication and order adopting the hearing examiner's findings of fact, conclusions of law and reasoning in\n   total. Final Adjudication and Order dated 5/11/19 at 2. The Commission, however, added additional discussion to address Hawes's exceptions, stating:\n  </p>\n  <blockquote id=\"p-19\">\n   [Hawes] obtained his real estate salesperson license by false representation by failing to disclose his prior felony convictions. Failing to make this disclosure of felony fraud convictions is very serious, and shows that [Hawes] acted dishonestly. [Hawes's] failure to disclose his felony conviction took away the Commission's opportunity to protect the public and examine whether [Hawes] should have been granted a license in the first place. The Commission has the power to suspend or revoke a license obtained by false representation.\n  </blockquote>\n  <blockquote id=\"p-20\">\n   The Commission fully agrees with the hearing examiner that it is appropriate to revoke [Hawes's] license and levy a civil penalty of $ 1,000 to deter [Hawes] and others from committing similar misconduct. Here, the Commission finds that in order to fulfill its duty as protectorate of the public and to the integrity of the profession it needs to send a clear message about the severity of [Hawes's] violations - both to the citizens of the Commonwealth and to [Hawes] himself.\n  </blockquote>\n  <p id=\"p-21\">\n   <em>\n    Id.\n   </em>\n   at 4-5. Hawes petitioned this Court for review of the Commission's order.\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-22\">\n   Before this Court, Hawes presents several arguments for our review which can be reduced to two primary arguments.\n   <footnotemark>\n    5\n   </footnotemark>\n   First, Hawes argues that the Commission erred as a matter of law when it concluded that BPOA did not have to prove that the representation was \"knowing, intentional or fraudulent\" to be deemed a violation of Section 604(a) of the Act. Hawes's Brief at 23. Hawes asserts that he made an \"innocent mistake\" when he responded \"no\" on the license application because \"the official Pennsylvania State Police criminal background report\" that he had to submit with the application stated that he \"had no criminal record in Pennsylvania.\"\n   <em>\n    Id.\n   </em>\n   at 24. Relying on this report, Hawes \"answered the questions on the application truthfully based on the information he had available.\"\n   <em>\n    Id.\n   </em>\n   at 25. Hawes further argues that \"his state of mind during the application process was that the lengthy passage of time caused the information to be dropped off,\" such that it was no longer part of his criminal record, and therefore, the felonies did not have to be disclosed.\n   <em>\n    Id.\n   </em>\n   at 12-13.\n  </p>\n  <p id=\"p-23\">\n   Section 604(a) of the Act expressly provides that the \"[C]ommission\n   <em>\n    shall\n   </em>\n   have [the] power to ... suspend or revoke a license ... or to levy fines up to $ 1,000,\n   <em>\n    or both\n   </em>\n   , where the said license has been obtained by\n   <em>\n    false representation,\n   </em>\n   or by fraudulent act or conduct.\" 63 P.S. § 455.604(a) (emphasis added). The plain language of the Act provides that the representation must be \"false.\" Hawes contends that this language is \"ambiguous\" because \"fraudulent act or conduct\" is a descriptive term for what is a \"false representation.\" Hawes's Brief at 26. Hawes argues that because the language is ambiguous, the rule of lenity\n   <footnotemark>\n    6\n   </footnotemark>\n   requires that this Court interpret the language \"in the light most favorable\" to Hawes and against BPOA.\n   <em>\n    Id.\n   </em>\n   at 28. BPOA counters that the rule of lenity does not apply here because the language of the statute is not ambiguous. BPOA's Brief at 13. BPOA argues that \"[Hawes] essentially argues that a false representation and an act of fraud are one in the same .... Fraud requires an intent to deceive, whereas a false representation can simply be an untrue statement.... The use of the word \"or\" indicates that a false representation is something different from a fraudulent act or conduct.\"\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-24\">\n   The Statutory Construction Act of 1972 provides that we are to construe a statute to \"give effect to all its provisions.\" 1 Pa. C.S. § 1921(a). Where the words of a statute are \"clear,\" the letter of the statute is \"not to be disregarded under the pretext of pursuing its spirit.\" 1 Pa. C.S. § 1921(b). \"Words and phrases shall be construed according to rules of grammar and according to their common and approved usage.\" 1 Pa. C.S. § 1903(a). Further, \"[w]ords having a precise and well-settled legal meaning must be given that meaning unless there is a clear expression of legislative intent to the contrary.\"\n   <em>\n    Stanton v. Lackawanna Energy, LTD.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9315710\" index=\"0\" url=\"https://cite.case.law/a2d/820/1256/#p1261\">\n    820 A.2d 1256\n   </extracted-citation>\n   , 1261 (Pa. Super. 2003) (citation omitted). When interpreting a statutory phrase, a court must first look for the meaning of the statute's word or term in that statute's definitions, then in the Statutory Construction Act, then a law dictionary and, finally, a standard dictionary, in that order.\n   <em>\n    Cogan House Twp. v. Lenhart\n   </em>\n   ,\n   <extracted-citation case-ids=\"12503615\" index=\"1\" url=\"https://cite.case.law/a3d/197/1264/#p1268\">\n    197 A.3d 1264\n   </extracted-citation>\n   , 1268 (Pa. Cmwlth. 2018) (citing\n   <em>\n    Sklar v. Dep't of Health\n   </em>\n   ,\n   <extracted-citation case-ids=\"9429556\" index=\"2\" url=\"https://cite.case.law/a2d/798/268/#p276\">\n    798 A.2d 268\n   </extracted-citation>\n   , 276 (Pa. Cmwlth. 2002) ).\n  </p>\n  <p id=\"p-25\">\n   Applying the rules of construction, we agree with BPOA that the language of the statute is not ambiguous. By using the term \"or,\" the General Assembly intended to provide the Commission with authority to take action against a licensee if the license was obtained in one of two ways: (1) by false representation\n   <em>\n    or\n   </em>\n   (2) by fraudulent act or conduct. Section 604(a) plainly provides that the \"representation\" has to be \"false.\" Neither the Act nor the Statutory Construction Act provides a definition of the term \"false representation.\" The term \"false representation,\" however, has a precise legal meaning and is defined as \"misrepresentation.\" Black's Law Dictionary 720 (10th ed. 2014). The term \"misrepresentation\" is defined, in relevant part, as \"[t]he act or an instance of making a false or misleading assertion about something\" and \"[t]he assertion so made; an incorrect, unfair, or false statement; an assertion that does not accord with the facts - [a]lso termed false representation.\"\n   <em>\n    Id.\n   </em>\n   at 1152. The General Assembly plainly provided that a \"false representation\" is sufficient for the Commission to invoke the penalty provisions. In the absence of language in the statute requiring more, we conclude that the Commission did not err\n   by concluding that the Act does not require a showing that the representation made by the licensee was \"knowing, intentional or fraudulent.\"\n   <footnotemark>\n    7\n   </footnotemark>\n   The language of the Act plainly provides that BPOA has to show that the licensee made a \"false representation\" - that is, a \"false or misleading assertion\" or that the assertion does not \"accord with the facts\" - by a preponderance of the evidence to meet its burden pursuant to Section 604(a) of the Act.\n  </p>\n  <p id=\"p-26\">\n   Here, there is no dispute that Hawes had been convicted of a felony in federal court and that he responded \"no\" to the question on the application asking about whether he had ever been convicted of a felony in a federal court. R.R. 139b &amp; 146b. By answering \"no\" to the question, Hawes made a false representation. Hawes knew that his representation was false when he completed his initial license application, as he pled guilty to the felonies. F.F. 6 &amp; 16; R.R. 49b-50b. The Commission's Finding of Fact No. 16 that Hawes \"knew that his answer relating to criminal history was false\" at the time he submitted his application is supported by substantial evidence of record.\n   <em>\n    See\n   </em>\n   <em>\n    Samuel J. Lansberry, Inc. v. Pa. Pub. Util. Comm'n\n   </em>\n   , 134 Pa.Cmwlth. 218,\n   <extracted-citation case-ids=\"1405039\" index=\"3\" url=\"https://cite.case.law/pa-commw/134/218/#p601\">\n    578 A.2d 600\n   </extracted-citation>\n   , 601 (1990) (explaining that \"substantial evidence\" is the \"relevant evidence that a reasonable mind, without weighing the evidence or substituting its judgment for that of the fact finder, might accept as adequate to support the conclusion reached\"). Hawes testified that he pled guilty to the felonies and that he answered \"no\" on the application because he assumed \"the criminal history came back that it was no longer part of the record\" and that it \"dropped off the record\" over a period of time. R.R. 50b &amp; 59b. The question asked by the Commission was whether he had \"ever\" been convicted of \"any felony\"; it did not inquire into the status of his criminal history record. Though Hawes argues that he made a \"mistake\" by responding \"no\" on the application because his state police criminal record did not show his conviction, the Commission did not find this explanation credible.\n   <footnotemark>\n    8\n   </footnotemark>\n   The Commission is the final arbiter of credibility, and it is not this Court's function to overturn the Commission's credibility findings.\n   <em>\n    Benford v. State Real Estate Comm'n\n   </em>\n   , 8 Pa.Cmwlth. 89,\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=300%20A.2d%20922\">\n    300 A.2d 922\n   </extracted-citation>\n   , 925 (1973). Further, even if we were to accept Hawes's argument that he made a \"mistake,\" under the standard provided by the General Assembly in Section 604(a) of the Act, the statement was false and, thus, a false representation. Therefore, the Commission had the authority to impose the license revocation and fine.\n  </p>\n  <p id=\"p-27\">\n   Further, upon examination of the application here, Hawes's argument is less compelling. When completing the license\n   application, an applicant is providing information about him or herself to the Commission.\n   <em>\n    See\n   </em>\n   Section 522(a) of the Act, 63 P.S. § 455.522(a) (explaining that the application \"shall contain such information\n   <em>\n    as to the applicant\n   </em>\n   , as the [C]ommission shall require\"). The applicant is, obviously, in the best position to know the answers to the questions asked by the Commission and to give a truthful and complete response. The license application, in this case, expressly directed the applicant signing it to \"swear that the information contained herein is true and complete\" and that the \"Commission may rely on it when considering [the] application for licensure.\" R.R. 147b. The applicant is subject to the penalties of Section 4904 of the Crimes Code, 18 Pa. C.S. § 4904, relating to unsworn falsifications by signing the certification. R.R. 147b. Before signing the certification, Hawes's had a duty to ensure that the information he submitted about himself was accurate. Therefore, the Commission did not err by concluding that Hawes obtained his license by false representation in violation of Section 604(a) of the Act.\n  </p>\n  <p id=\"p-28\">\n   Next, Hawes contends that the Commission erred when it ordered that his license be revoked because he presented evidence of mitigating factors. Hawes' Brief at 16. Specifically, Hawes argues that he presented evidence showing that: there have been no complaints relating to his conduct as a licensee; he has a \"reputation for being honest and trustworthy\"; he has completed in excess of 100 real estate transactions without incident; and he uses his income to pay restitution.\n   <em>\n    Id.\n   </em>\n   at 16-17. Hawes further asserts that because he did not act in \"bad faith\" or with \"dishonesty in connection with a real estate transaction, suspension of the license should be considered instead of a full revocation.\"\n   <em>\n    Id.\n   </em>\n   at 17. In short, Hawes asserts that the Commission's penalty of license revocation is \"too severe.\"\n   <em>\n    Id.\n   </em>\n   at 18.\n  </p>\n  <p id=\"p-29\">\n   BPOA responds that it \"has the authority to impose disciplinary sanctions in this case\" because Hawes violated the Act. BPOA's Brief at 9. BPOA explains that Hawes's failure to disclose his felony convictions \"is very serious and shows that [Hawes] acted dishonestly.\"\n   <em>\n    Id.\n   </em>\n   Hawes's failure to disclose \"took away the Commission's opportunity to protect the public and examine whether [Hawes] should have been granted a license in the first place.\"\n   <em>\n    Id.\n   </em>\n   BPOA contends that based on Hawes's failure to disclose his felonies, Hawes \"does not possess the requisite honesty or integrity to be a real estate salesperson as required\" by the Act.\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-30\">\n   Our scope of review governs the resolution of this argument. Our Supreme Court has explained:\n  </p>\n  <blockquote id=\"p-31\">\n   It is true that the mere possession of discretionary power by an administrative body does not make it wholly immune from judicial review, but the scope of that review is limited to the determination of whether there has been a manifest and flagrant abuse of discretion or a purely arbitrary execution of the agency's duties or functions. That the court may have a different opinion or judgment in regard to the action of the agency is not a sufficient ground for interference;\n   <em>\n    judicial\n   </em>\n   discretion may not be substituted for\n   <em>\n    administrative\n   </em>\n   discretion.\n  </blockquote>\n  <p id=\"p-32\">\n   <em>\n    Slawek, M.D. v. State Bd. of Med. Educ. &amp; Licensure\n   </em>\n   ,\n   <extracted-citation case-ids=\"1825920\" index=\"5\" url=\"https://cite.case.law/pa/526/316/\">\n    526 Pa. 316\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1825920\" index=\"6\" url=\"https://cite.case.law/pa/526/316/\">\n    586 A.2d 362\n   </extracted-citation>\n   , 365 (1991) (citing\n   <em>\n    Blumenschein v. Pittsburgh Hous. Auth.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1253580\" index=\"7\" url=\"https://cite.case.law/pa/379/566/\">\n    379 Pa. 566\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=109%20A.2d%20331\">\n    109 A.2d 331\n   </extracted-citation>\n   , 334-35 (1954) ) (emphasis in original). The weight an administrative agency assigns to evidence to mitigate the severity of a penalty is a matter within its discretion.\n  </p>\n  <p id=\"p-33\">\n   <em>\n    Burnworth v. State Bd. of Vehicle Mfrs., Dealers &amp; Salespersons\n   </em>\n   , 139 Pa.Cmwlth. 21,\n   <extracted-citation case-ids=\"1415193\" index=\"9\" url=\"https://cite.case.law/pa-commw/139/21/#p296\">\n    589 A.2d 294\n   </extracted-citation>\n   , 296 (1991). While this Court is required to correct abuses of discretion in the manner or degree of the penalties imposed, we will not, absent a manifestly unreasonable exercise of judgment, substitute our discretion for that of the Commission, an administrative body endowed with expertise in matters subject to its jurisdiction.\n   <em>\n    <extracted-citation case-ids=\"1415193\" index=\"10\" url=\"https://cite.case.law/pa-commw/139/21/#p296\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-34\">\n   Here, the Commission imposed a penalty on Hawes that is within the scope of its authority plainly set forth in the Act. Section 604(a) gives the Commission the power to \"revoke\" a license where the license has been obtained by false representation and to impose a fine of up to $ 1,000. Though Hawes presented mitigating evidence at the hearing, the Commission, adopting the hearing examiner's analysis, reasoned:\n  </p>\n  <blockquote id=\"p-35\">\n   Although [Hawes] has no reported complaints or misconduct since he obtained a license, past performance provides little assurance of future compliance. If [Hawes] were allowed to retain his license and he misappropriated consumer or broker funds, the Commission's decision would be indefensible in light of the magnitude of [Hawes's] past theft....\n  </blockquote>\n  <blockquote id=\"p-36\">\n   If [Hawes] had applied for a license in a profession that did not inherently involve the handling of client funds and the responsibility to honestly and fully disclose all material facts related to a transaction, the risk of permitting [Hawes] to continue licensure may not be as compelling. However, this is a profession in which it is imperative that a licensee handle large sums of client money and must fully and forthrightly disclose all material facts about the condition of real estate. In this case there is an individual who, even if one accepts his account that he thought felony convictions dropped off his record like a bankruptcy, has a practice of finding a reason to believe that he did not need to disclose his federal felony conviction. One must ask whether [Hawes] would not be equally likely to think of an excuse not to disclose that a home had a history of flooding or structural damage. It seems derelict to allow [Hawes] to retain his license after his false representation in the application he filed to obtain the license. If [Hawes] were permitted to continue in the profession and misappropriated client funds, the decision to permit [Hawes] to remain licensed would be indefensible.\n  </blockquote>\n  <p id=\"p-37\">\n   Proposed Adjudication and Order at 12-14. The Commission further explained that Hawes requested a \"suspension of six months\" and that the Commission levy a fine of $ 500. Final Adjudication and Order at 4. The Commission, in rejecting this request, explained that Hawes obtained his license by failing to disclose his prior felony convictions.\n   <em>\n    <extracted-citation case-ids=\"1415193\" index=\"11\" url=\"https://cite.case.law/pa-commw/139/21/#p296\">\n     Id.\n    </extracted-citation>\n   </em>\n   The Commission stated, \"[f]ailing to make this disclosure of felony fraud convictions is very serious, and shows that [Hawes] acted dishonestly\" and took away the Commission's opportunity to \"protect the public\" and \"examine\" whether Hawes should have been granted a license in the first place.\n   <em>\n    <extracted-citation case-ids=\"1415193\" index=\"12\" url=\"https://cite.case.law/pa-commw/139/21/#p296\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-38\">\n   Hawes asks this Court to accept his argument that a license suspension is more appropriate than a license revocation and issue an order to that effect. However, to render Hawes the relief he seeks, Hawes is essentially asking this Court to make our own judgment regarding what penalty would be appropriate for violating Section 604(a) of the Act and then to substitute our judgment in place of the Commission's judgment; this we cannot do.\n   <em>\n    Slawek\n   </em>\n   ,\n   <extracted-citation case-ids=\"1825920\" index=\"13\" url=\"https://cite.case.law/pa/526/316/\">\n    586 A.2d at 365\n   </extracted-citation>\n   . As provided above, the Commission provided a rational basis for its decision to revoke Hawes's license and impose a $ 1,000 fine. Because the Commission provided a rational basis\n   for its decision, and its sanction is within its authority, we cannot conclude that it acted arbitrarily in the execution of its duties or manifestly abused its discretion.\n  </p>\n  <p id=\"p-39\">\n   Accordingly, we affirm the order of the Commission.\n  </p>\n  <p id=\"p-40\">\n   <em>\n    ORDER\n   </em>\n  </p>\n  <p id=\"p-41\">\n   AND NOW, this 6th day of March, 2019, the May 11, 2018 order of the Bureau of Professional and Occupational Affairs, State Real Estate Commission is AFFIRMED.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-44\">\n    Section 604(a) of the Act provides, in pertinent part:\n   </p>\n   <blockquote id=\"p-45\">\n    The commission shall have power to refuse a license or registration certificate for cause or to suspend or revoke a license or registration certificate or to levy fines up to $ 1,000, or both,\n    <em>\n     where the said license has been obtained by false representation\n    </em>\n    , or by fraudulent act or conduct ....\n   </blockquote>\n   <p id=\"p-46\">\n    Act of February 19, 1980, P.L. 15,\n    <em>\n     as amended\n    </em>\n    , 63 P.S. § 455.604(a) (emphasis added).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-47\">\n    The Commission is the ultimate finder of fact.\n    <em>\n     Perez-Rocha, M.D. v. Bureau of Prof'l and Occupational Affairs\n    </em>\n    ,\n    <em>\n     State Bd. of Med.\n    </em>\n    ,\n    <extracted-citation case-ids=\"8348833\" index=\"14\" url=\"https://cite.case.law/a2d/933/1102/#p1108\">\n     933 A.2d 1102\n    </extracted-citation>\n    , 1108 (Pa. Cmwlth. 2007) ;\n    <em>\n     see\n    </em>\n    <em>\n     Benford v. State Real Estate Comm'n\n    </em>\n    , 8 Pa.Cmwlth. 89,\n    <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=300%20A.2d%20922\">\n     300 A.2d 922\n    </extracted-citation>\n    , 925 (1973).\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-48\">\n    The reproduced record here is numbered with pages designated as \"b\" though Pennsylvania Rule of Appellate Procedure 2173 requires pages to be designated by a small \"a.\" Pa.R.A.P. 2173.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-49\">\n    This Court's review is limited to determining whether the Commission committed an error of law, abused its discretion or made factual findings not supported by substantial evidence. 2 Pa. C.S. § 704 ;\n    <em>\n     Smith v. Real Estate Comm'n\n    </em>\n    , 69 Pa.Cmwlth. 107,\n    <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=450%20A.2d%20301\">\n     450 A.2d 301\n    </extracted-citation>\n    , 303 (1982).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-50\">\n    Hawes also contends that, at the hearing, the hearing examiner indicated that he would access application decisions not in evidence to see if there were any examples wherein the Commission granted or denied applications in similar cases. Hawes's Brief at 19-20. Hawes argues that he does not know whether the hearing examiner considered application decisions \"not in evidence\" and that \"[t]he consideration of application decisions not found in the record, the subsequent absence of application decisions from the record, and their subsequent absence from the [p]roposed [a]djudication and [o]rder\" violates his constitutional due process rights.\n    <em>\n     Id.\n    </em>\n    at 22.\n   </p>\n   <p id=\"p-51\">\n    Here, the Commission explained in its final adjudication and order that it reviewed the record of the entire case and that \"since no such application decisions are referenced nor discussed in the [p]roposed adjudication and [o]rder, this is an indication that the [h]earing examiner did not consider any such cases in his decision, and did not abuse his discretion.\" Final Adjudication and Order at 2. We agree.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-52\">\n    The rule of lenity provides that where a statute is penal in nature and the language of the statute is ambiguous, the statute must be construed against the government.\n    <em>\n     McGrath v. Bureau of Prof'l and Occupational Affairs\n    </em>\n    ,\n    <em>\n     State Bd. of Nursing\n    </em>\n    ,\n    <extracted-citation case-ids=\"6768626,12487669\" index=\"17\" url=\"https://cite.case.law/a3d/146/310/\">\n     146 A.3d 310\n    </extracted-citation>\n    , 316 (Pa. Cmwlth. 2016).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-53\">\n    We agree with BPOA that Section 604(a) does not require it to meet all the elements of a fraud claim to show a \"false representation.\" Hawes does not appear to support such a construction either. Rather, Hawes seeks an interpretation of the term \"false representation\" to\n    <strong>\n     not\n    </strong>\n    include \"a statement that one reasonably believed to be true.\" Hawes's Brief at 24. Based on our analysis here, however, Hawes does not meet his proposed standard because he knew that he had pled guilty to the felonies, R.R. 58b, but answered the question suggesting that he had no criminal history. If Hawes's standard applied, he would not meet it here.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-54\">\n    Rather, the Commission concluded that Hawes \"acted dishonestly\" by failing to make the disclosure of the felony fraud convictions. Final Adjudication and Order at 4. Though Section 604(a) of the Act does not require a finding of \"intent,\" by concluding that Hawes acted \"dishonestly,\" the Commission found that Hawes acted with deceit, which is indicative of intent.\n    <em>\n     See\n    </em>\n    Black's Law Dictionary 568 (10th ed. 2014) (defining dishonesty as \"[d]eceitfulness as a character trait; behavior that deceives or cheats people; untruthfulness; untrustworthiness\").\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}