{
  "casebody": {
    "data": "<casebody firstpage=\"814\" lastpage=\"815\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b836-4\">UNITED STATES of America, Plaintiff-Appellee, v. Opollo Rey JOHNSON, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b836-7\">No. 12-10743</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AKuu\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b836-8\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b836-9\">Dec. 18, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b836-13\">Brian Tanner, James C. Stuchell, Edward J. Tarver, U.S. Attorney’s Office, Savannah, GA, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b836-14\">Opollo Rey Johnson, Estill, SC, pro se.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b836-16\">Before HULL, JORDAN and BLACK, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b836-17\">PER CURIAM:</author>\n<p id=\"b836-18\">Opollo Rey Johnson appeals the district court’s denial of his motion for a reduction in his 240-month sentence, pursuant to 18 U.S.C. § 3582(e)(2). He contends that <em>Freeman v. United States, </em>— U.S.-, 131 S.Ct. 2685, 180 L.Ed.2d 519 (2011), gave the district court authority to resen-tence him, and that his sentence was based on the crack cocaine guidelines rather than his designation as a career offender.</p>\n<p id=\"b836-21\">A defendant may file a motion to modify a term of imprisonment if the defendant was sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission. 18 U.S.C. § 3582(c)(2). We review a decision to reduce a sentence pursuant to 18 U.S.C. § 3582(c)(2) for abuse of discretion, and legal interpretations <em>de novo. United States v. Williams, </em>549 F.3d 1337, 1338-39 (11th Cir.2008).</p>\n<p id=\"b836-22\">Amendment 750 revised the crack cocaine quantity tables in U.S.S.G. § 2D1.1 to conform to the Fair Sentencing Act of 2010, which amended certain statutory minimum sentences. <em>See </em>U.S.S.GApp. C, amend. 750 (effective Nov. 1, 2011). A subsequent amendment made Amendment 750 retroactive, permitting sentence reductions under 18 U.S.C. § 3582(c)(2). <em>See </em>U.S.S.GApp. C, amend. 759. However, a reduction is inappropriate if an offender was originally sentenced as a career of<page-number citation-index=\"1\" label=\"815\">*815</page-number>fender. <em>See United States v. Moore, </em>541 F.3d 1323, 1330 (11th Cir.2008). We have held that <em>Freeman </em>did not overrule <em>Moore </em>because <em>Freeman </em>did not address defendants who were sentenced as career offenders. <em>United States v. Lawson, </em>686 F.3d 1317, 1320-1321 (11th Cir.2012).</p>\n<p id=\"b837-5\">The PSI assigned Johnson a guidelines range based on a career offender enhancement. The district court explicitly adopted the PSI in full during Johnson’s sentencing hearing. The district court adopted a guidelines range based on the career offender enhancement, and departed downward from the career offender range based on Johnson’s criminal history. Accordingly, the sentence was not based on the guidelines range for crack cocaine, and Johnson was ineligible for a sentence reduction under Amendment 750. <em>See Moore, </em>541 F.3d at 1330. Thus, we affirm the district court’s denial of Johnson’s 18 U.S.C. § 3582(c)(2) motion.</p>\n<p id=\"b837-6\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}