{
  "casebody": {
    "data": "<casebody firstpage=\"509\" lastpage=\"514\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b611-4\">Rayess, Appellee, v. Educational Commission for Foreign Medical Graduates, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b611-5\">[Cite as <em>Rayess v. Educational Comm, for Foreign Med. Graduates, </em>134 Ohio St.3d 509, 2012-Ohio-5676.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b611-7\">(No. 2011-1933</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AA3p\">Submitted August 21, 2012</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aht_\">Decided December 6, 2012.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b611-13\">O’Donnell, J.</author>\n<p id=\"b611-14\">{¶ 1} The Educational Commission for Foreign Medical Graduates appeals from a judgment of the Second District Court of Appeals that reversed the trial court judgment and held that an informational pamphlet describing the United States Medical Licensing Examination (“USMLE”) and application materials submitted by Mohamed Bassem Rayess to participate in that examination formed an express written contract governed by the 15-year statute of limitations established by former R.C. 2305.06. Am.Sub.H.B. No. 152, 145 Ohio Laws, Part II, 3313, 3569.</p>\n<p id=\"b611-15\">{¶ 2} The trial court had determined that the documents Rayess attached to the complaint — which included part of an informational pamphlet published by the commission describing the USMLE, written confirmation from the commission regarding the testing site, and a copy of his proof of payment — did not <page-number citation-index=\"1\" label=\"510\">*510</page-number>constitute an express written contract, and it further concluded that to the extent Rayess alleged that an unwritten contract existed, the six-year statute of limitations established by R.C. 2305.07 for contracts not in writing barred recovery.</p>\n<p id=\"b612-5\">{¶ 3} The court of appeals, on the other hand, found that the documents attached to the complaint demonstrated that the commission had “promised, in exchange for his payment of a four hundred dollar fee, which [the commission] accepted, to allow Rayess to take the exam administered by [it].” 2d Dist. No. 24125 (Sept. 20, 2011). The appellate court held that the documents represented a “promise in writing” by the commission, and it concluded that Rayess had timely asserted a breach-of-contract claim because the 15-year statute of limitations for written contracts applied.</p>\n<p id=\"b612-6\">{¶ 4} An informational pamphlet describing the testing required of a foreign-medical-school-graduate in order to obtain a medical license in the United States is not a contract. Similarly, an application to take an examination is a request to do so, and if approved, it allows the applicant an opportunity to participate in the examination, subject to the direction of the testing authority; it is not an express written contract subject to the 15-year statute of limitations.</p>\n<p id=\"b612-7\">{¶ 5} The documents attached to the complaint do not include any promise in writing, nor do they contain definite, mutually agreed-upon terms setting forth the rights and duties of the parties. These documents do not constitute a written contract, and the 15-year statute of limitations does not apply to this case. Accordingly, we reverse the judgment of the court of appeals and reinstate the judgment of the trial court.</p>\n<p id=\"b612-8\">Facts and Procedural History</p>\n<p id=\"b612-9\">{¶ 6} Rayess graduated from a Syrian medical school in 1986, and after completing a residency in orthopedic surgery in France, he came to the United States in 1991 to obtain a medical residency.</p>\n<p id=\"b612-10\">{¶ 7} Graduates of foreign medical schools are required to be certified by the commission before applying for medical residency in Ohio. The commission is a not-for-profit corporation that administers various examinations to foreign-medical-school graduates to assess whether an applicant is prepared to enter an accredited medical residency or fellowship program in the United States.</p>\n<p id=\"b612-11\">{¶ 8} The USMLE is one of the examinations administered by the commission, and a passing score on Parts I and II of the exam is required for certification. In an informational pamphlet, the commission described Part I as a two-day, multiple-choice examination “consisting] of four, three-hour test books.”</p>\n<p id=\"b612-12\">{¶ 9} The commission approved Rayess’s application to take Part I of the USMLE on September 21 and 22, 1993. Rayess took and failed that examination.</p>\n<p id=\"b613-4\"><page-number citation-index=\"1\" label=\"511\">*511</page-number>{¶ 10} On September 19, 2008 — almost 15 years later — Rayess sued the commission for breach of an express written contract, alleging that it had failed to administer Part I of the USMLE in accordance with the terms and conditions contained in the pamphlet by denying him the entire amount of time allowed for completing part of the examination.<footnotemark>1</footnotemark> Rayess voluntarily dismissed that complaint, but refiled it on October 16, 2009, further alleging that the breach of contract caused him to fail the examination and suffer damages.</p>\n<p id=\"b613-5\">{¶ 11} Rayess attached several exhibits to the 2009 complaint he filed in the Montgomery County Court of Common Pleas: (1) a redacted copy of his application to take the USMLE and an acknowledgement of its receipt by the commission, (2) a copy of a letter he sent to the commission enclosing payment for the examination and a copy of a canceled check, (3) a copy of a letter he sent to the commission requesting a transfer to a different testing site and a copy of a canceled check evidencing payment of the transfer fee, (4) a copy of part of an informational pamphlet published by the commission describing the testing procedures of the USMLE and a confirmation from the commission regarding his testing site, and (5) a statement of his account with the commission, reflecting his payments.</p>\n<p id=\"b613-6\">{¶ 12} The commission denied the allegations in the complaint and asserted the statute of limitations as a defense. It subsequently moved for judgment on the pleadings.</p>\n<p id=\"b613-7\">{¶ 13} The trial court granted the motion, finding that the documents attached to the complaint did not constitute an express written contract and that “in the event that an oral contract existed,” the six-year statute of limitations for oral contracts barred recovery. Rayess appealed, and the Second District Court of Appeals reversed the judgment and remanded the cause to the trial court.</p>\n<p id=\"b613-8\">{¶ 14} The commission appealed to this court and presents one proposition of law:</p>\n<blockquote id=\"b613-9\">A written contract cannot exist when it is based on a general informational brochure coupled with supplemental evidence to establish the obligations of the parties.</blockquote>\n<p id=\"b614-4\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>{¶ 15} The commission contends that the informational pamphlet does not establish any enforceable duties and that Rayess therefore has failed to demonstrate the existence of an express written contract. It notes that Rayess attached no single document setting forth all the essential elements of a contract, and it maintains that the documents on which Rayess relies cannot be construed as a binding and enforceable written contract, because nothing defines the obligations of the parties and because the exhibits reference other documents not attached to the complaint.</p>\n<p id=\"b614-5\">{¶ 16} Rayess maintains that the informational pamphlet the commission provided and the application documents he submitted, construed together, prove the existence of an express written contract and therefore the 15-year statute of limitations governs his claim. He emphasizes that the informational pamphlet represented that “[t]he examination consists of four, three-hour test books” and claims that when the commission failed to give him three hours to complete part of the examination, it breached the express terms of the contract. Rayess further argues that if this court determines that an oral contract existed, issues related to his immigration status and his immigration petition tolled the statute of limitations in this case. Rayess waived any argument regarding an oral contract by failing to appeal the judgment of the court of appeals in favor of the commission on that issue.</p>\n<p id=\"b614-6\">{¶ 17} We are called on to examine whether an informational pamphlet and an application to take an examination can form an express written contract.</p>\n<p id=\"b614-7\">Law and Analysis</p>\n<p id=\"b614-8\">{¶ 18} Civ.R. 12(C) provides, “After the pleadings are closed but within such time as not to delay the trial, any party may move for judgment on the pleadings.” We construed Civ.R. 12(C) in <em>State ex rel. Midwest Pride IV, Inc. v. Pontious, </em>75 Ohio St.3d 565, 569-570, 664 N.E.2d 931 (1996), explaining:</p>\n<blockquote id=\"b614-9\">[Dismissal is appropriate where a court (1) construes the material allegations in the complaint, with all reasonable inferences to be drawn therefrom, in favor of the nonmoving party as true, and (2) finds beyond doubt, that the plaintiff could prove no set of facts in support of his claim that would entitle him to relief. Thus, Civ.R. 12(C) requires a determination that no material factual issues exist and that the movant is entitled to judgment as a matter of law.</blockquote>\n<p id=\"b614-10\">(Citation omitted.) <em>Id. </em>at 570. Because the review of a decision to dismiss a complaint pursuant to Civ.R. 12(C) presents only questions of law, <em>id., </em>our review <page-number citation-index=\"1\" label=\"513\">*513</page-number>is de novo. <em>See Perrysburg Twp. v. Rossford, </em>103 Ohio St.3d 79, 2004-Ohio-4362, 814 N.E.2d 44, ¶ 5.</p>\n<p id=\"b615-5\">{¶ 19} In <em>Kostelnik v. Helper, </em>96 Ohio St.3d 1, 2002-Ohio-2985, 770 N.E.2d 58, we described the requirements for formation of a contract:</p>\n<blockquote id=\"b615-6\">“A contract is generally defined as a promise, or a set of promises, actionable upon breach. Essential elements of a contract include an offer, acceptance, contractual capacity, consideration (the bargained for legal benefit and/or detriment), a manifestation of mutual assent and legality of object and of consideration.”</blockquote>\n<p id=\"b615-7\"><em>Id. </em>at ¶ 16, quoting <em>Perlmuter Printing Co. v. Strome, Inc., </em>436 F.Supp. 409, 414 (N.D.Ohio 1976). We further explained that “[a] meeting of the minds as to the essential terms of the contract is a requirement to enforcing the contract.” <em>Id., </em>citing <em>Episcopal Retirement Homes, Inc. v. Ohio Dept. of Indus. Relations, </em>61 Ohio St.3d 366, 369, 575 N.E.2d 134 (1991). And to be enforceable, “the contract must be definite and certain.” <em>Episcopal Retirement Homes </em>at 369, citing <em>James Ward &amp; Co. v. Wick Bros. &amp; Co., </em>17 Ohio St. 159 (1867).</p>\n<p id=\"b615-8\">{¶ 20} The version of R.C. 2305.06 in effect at all times relevant here established the statute of limitations for written contracts and provided, “Except as provided in sections 126.301 and 1302.98 of the Revised Code, an action upon a specialty or an agreement, contract, or <em>promise in uniting </em>shall be brought within fifteen years after the cause thereof accrued.” (Emphasis added.) Am. Sub.H.B. No. 152,145 Ohio Laws, Part II, 3313, 3569.</p>\n<p id=\"b615-9\">{¶ 21} Because R.C. 2305.06 governs an agreement, contract, or promise <em>in uniting, </em>the 15-year statute of limitations applies only when a written instrument clearly defines the obligations of the parties without implying terms and without referring to supplemental evidence to establish the express terms of the agreement. Thus, only those terms set forth in writing that establish the mutually agreed-upon set of contractual rights and duties are subject to R.C. 2305.06.</p>\n<p id=\"b615-10\">{¶ 22} Here, the documents attached to the complaint do not expressly set out the parties’ mutually agreed-upon obligations in terms that are definite and certain. Rather, the commission provided Rayess with an informational pamphlet describing the testing procedure, and Rayess submitted an application to take the examination. Neither the pamphlet nor the application imposed any express enforceable duty on the commission or Rayess.</p>\n<p id=\"b615-11\">{¶ 23} An application to take an examination is a mere request to do so and, if approved, allows the applicant an opportunity to participate in the examination, subject to the direction of the test administrator. It is not an express written <page-number citation-index=\"1\" label=\"514\">*514</page-number>contract. And there is no language in the application materials that expressly incorporates the statements in the pamphlet as part of a contract.</p>\n<attorneys id=\"AQ5\">Mohamed Bassem Rayess, pro se.</attorneys>\n<attorneys id=\"Ayq\">Janik, L.L.P., Steven G. Janik, and Audrey K. Bentz, for appellant.</attorneys>\n<p id=\"b616-5\">{¶ 24} Although the pamphlet explains to applicants that Part I of the USMLE consists of four three-hour test books, there is no promise in writing that the examination will be governed by any terms and conditions set forth in the pamphlet. Notably, even the appellate court recognized that the pamphlet’s statement that the examination consists of four three-hour test books is not an express written promise but only <em>“implies </em>that applicants will be allowed a full three hours to complete each of those sections.” (Emphasis added.) Describing a certification process or a testing procedure does not transform an informational pamphlet into a written contract. <em>See, e.g., Minster Farmers Coop. Exchange Co., Inc. v. Meyer, </em>117 Ohio St.3d 459, 2008-Ohio-1259, 884 N.E.2d 1056 (invoice and account statements did not constitute a written contract for the purposes of R.C. 1343.03); <em>Giuliani v. Duke Univ., </em>M.D.N.C. No. 1:08cv502, 2009 WL 1408869 (May 19, 2009) (nonbinding student policy manuals are not contracts); <em>Love v. Duke Univ., </em>776 F.Supp. 1070, 1075 (M.D.N.C.1991) (“The court is of the opinion that no contract existed between Love and Duke University. Particularly, the academic bulletin is not a binding contract”).</p>\n<p id=\"b616-6\">{¶ 25} In this case, the informational pamphlet and application materials make no promises in writing regarding the certification process or the testing procedures.</p>\n<p id=\"b616-7\">Conclusion</p>\n<p id=\"b616-8\">{¶ 26} The informational pamphlet provided by the commission describing the certification process and the testing procedures of the examinations it administers is not a written contract, because it contains no promises and no definite, mutually agreed-upon terms setting forth the rights and duties of the parties. Thus, Rayess can prove no set of facts in support of his claim that would entitle him to relief, and the commission is entitled to judgment as a matter of law. Accordingly, the judgment of the court of appeals is reversed.</p>\n<p id=\"b616-9\">Judgment reversed.</p>\n<judges id=\"b616-10\">O’Connor, C.J., and Pfeifer, Lundberg Stratton, Lanzinger, Cupp, and McGee Brown, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b613-10\">. We note that Rayess filed two other actions that arose out of the same alleged incident: <em>Rayess v. Univ. of Cincinnati, </em>6th Cir. No. 97-3228, 1998 WL 69309 (Feb. 10, 1998) (claims against the University of Cincinnati, which proctored the USMLE, did not survive a motion to dismiss), and <em>Rayess v. Kaplan Educational Ctr., </em>2d Dist. No. 08-CA-29, 2009-Ohio-1962, 2009 WL 1125537 (claim for breach of a written contract dismissed as legally insufficient because the documents proffered by Rayess did not constitute a contract in writing that supported his claim). Whether those cases trigger the preclusive effect of res judicata in the present case is not an issue before us on appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}