{
  "casebody": {
    "data": "<casebody firstpage=\"465\" lastpage=\"466\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b465-6\">JACOB GREWELL, Respondent, <em>v. </em>SAMUEL M. HENDERSON, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b465-8\">The Practice Act allows a party ten days after the service of the summons, to file his answer, if served in the county; twenty days if out of the county, but within the judicial district; and forty days in all other cases. A non-resident of the State would come under the last clause, and be entited to forty days after the service of the summons.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b465-9\">The Practice Act further provides, in relation to service on non-residents by publication, that “ the service of the summons shall be deemed complete at the expiration of the time prescribed by the order of publication.” <em>Held, </em>that the publication only eifects the service of the summons, and the defendant is entitled to forty days after the period of publication, to file his answer.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b465-10\">Appeal from the District Court of the Third Judicial District, Santa Clara County.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b465-11\">The facts material to the points decided, appear in the opinion of the Court.</summary>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b465-12\"><em>A. M. Crane, </em>for Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b465-13\"><em>Wallace &amp; Ryland, </em>for Respondent.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b465-14\">No briefs on file.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b465-15\">Heydenfeldt, J., delivered the opinion of the Court.</author>\n<p id=\"A6Z\">Murray, C. J., concurred.</p>\n<p id=\"b465-16\">The only error necessary to be considered, is the first one assigned, viz: that the judgment was rendered before the expiration of the time allowed by law for the defendant to answer.</p>\n<p id=\"b465-17\">There was an affidavit of the non-residence of the defendant, and an <page-number citation-index=\"1\" label=\"466\">*466</page-number>order of publication for three months. Almost immediately after the time for publication ceased, the judgment was rendered.</p>\n<p id=\"b466-5\">This was wrong, according to the plain interpretation of the statute. See Practice Act, §§ 25, 30, 31. The Act allows a party ten days after the service of the summons to file his answer, if served in the county ; twenty days if out of the county, but within the judicial district; forty days in all other cases. A non resident of the State would therefore come under the last clause, and be entitled to forty days, after the service of the summons.</p>\n<p id=\"b466-6\">Then in that portion of the Act providing for service on non-residents by publication, it is declared, “ the service of the summons shall be deemed complete, at the expiration of the time prescribed by the order-of “publication.”</p>\n<p id=\"b466-7\">It will be seen, therefore, that the publication only effects the service of the summons; and as the defendant has forty days to answer, after the service of the summons, it follows he must be entitled to forty days after the lapse of the period of publication.</p>\n<p id=\"b466-8\">The judgment is reversed and the canse remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}