{
  "casebody": {
    "data": "<casebody firstpage=\"673\" lastpage=\"674\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b701-17\">UNITED STATES of America, Plaintiff—Appellee, v. Ramon Ramiro HERAS, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b701-20\">No. 04-10626.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b701-21\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b701-22\">Argued and Submitted Nov. 15, 2005.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Axt\">Decided Jan. 5, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b701-23\">Brian Larson, U.S. Attorney’s Office, Phoenix, AZ, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b701-24\">Donald W. Macpherson, Esq., The Macpherson Group, PC, Glendale, AZ, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b701-26\">Before: FARRIS, TASHIMA, and CALLAHAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b702-3\"><page-number citation-index=\"1\" label=\"674\">*674</page-number>MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b702-4\">The appellant challenges his conviction and sentence imposed for possessing with the intent to distribute methamphetamine.<footnotemark>1</footnotemark> He contends that the district court committed reversible error by allowing his co-defendant to present inadmissible hearsay testimony at trial. Assuming without deciding that the testimony was hearsay, we find it to be harmless in light of the other evidence properly presented to the jury at trial.<footnotemark>2</footnotemark> <em>United States v. Sanchez-Lopez, </em>879 F.2d 541, 555 (9th Cir.1989).</p>\n<p id=\"b702-5\">In addition, the appellant questions the propriety of the enhancement imposed for possessing a firearm during the commission of the crime. Because it is unclear whether the district court would have imposed a materially different sentence under the now-discretionary federal sentencing guidelines, the government concedes, and we conclude, that the case should be remanded to afford the district court the opportunity to re-sentence the appellant in light of <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and <em>United States v. Ameline, </em>409 F.3d 1073 (9th Cir.2005) (en banc). Accordingly, the appellant’s conviction is AFFIRMED and the appellant’s sentence is REMANDED.</p>\n<footnote label=\"*\">\n<p id=\"b702-7\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b702-8\">. We do not give a full recitation of the facts because the parties are already familiar with them.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b702-9\">. Heras argues that he was entitled to a limiting instruction even though he did not make such a request below. We determine that the district court was under no duty to read a limiting instruction to the jury <em>sua sponte. See United States v. Armijo, </em>5 F.3d 1229, 1232 (9th Cir.1993) (\"We are not to exercise our discretion to correct a plain forfeited error affecting substantial rights unless it 'seriously affects the fairness, integrity or public reputation of judicial proceedings.’ ” (quoting <em>United States v. Atkinson, </em>297 U.S. 157, 160, 56 S.Ct. 391, 80 L.Ed. 555 (1936))).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}