{
  "casebody": {
    "data": "<casebody firstpage=\"1377\" lastpage=\"1379\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1455-6\">Carlos Nestor BAYRO; Javier Eduardo Bayro; Sheila Esabella Bayro; Zaida Rosa Bayro; Rodrigo Alonso Bayro, Petitioners, v. Janet RENO, United States Attorney General; Immigration And Naturalization Service, Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1455-9\">No. 97-5428</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"b1455-10\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1455-11\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1455-12\">June 9, 1998.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1455-20\">Robert S. Sheldon, Pompano Beach, FL, for Petitioners.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1455-21\">Ernesto H. Molina, Jr., Ann Varnon Crowley, Civil Div., David V. Bernal, Elizabeth A Welsh, Charles E. Pazar, Senior Litigation Counsel, Office of Litigation, U.S. Dept, of Justice, Washington, DC, for Respondents.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1455-23\">Before ANDERSON and DUBINA, Circuit Judges, and HENDERSON, Senior Circuit Judge.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1455-25\">PER CURIAM:</author>\n<p id=\"b1455-26\">Carlos N. Bayro, his wife and three children filed this petition for review of a decision by the Board of Immigration Appeals (“Board”) summarily dismissing their appeal from an immigration judge’s order finding them deportable and ineligible for asylum and withholding of deportation. For the reasons that follow, we affirm.</p>\n<p id=\"b1456-3\"><page-number citation-index=\"1\" label=\"1378\">*1378</page-number>FACTS</p>\n<p id=\"b1456-4\">The Bayros are natives and citizens of Peru who entered the United States as visitors for pleasure in September 1994, authorized to remain only until March 28, 1995. They stayed in the country beyond that time and, in August 1995, the Immigration and Naturalization Service (“INS”) initiated deportation proceedings against them. Shortly thereafter, the Bayros applied for asylum, withholding of deportation, or, alternatively, voluntary departure. At an initial hearing, Carlos Bayro conceded that the family was deportable, but refused to designate a country for deportation. At two subsequent hearings, he testified in support of their applications for asylum and withholding of deportation. He stated that, because he was an engineer in the mining industry and affiliated with a political party, he had been threatened many times by the Shining Path guerrillas who seek to overthrow the government of Peru. He also related an attempt to shoot him once while he was riding in a limousine owned by a wealthy businessman and the guerrillas’ attempt to kidnap his daughter on another occasion. The immigration judge concluded that Bayro’s testimony was “disjointed” and inconsistent.<footnotemark>1</footnotemark> Given the improving conditions in Peru, the judge found that Bayro did not have a reasonably objective fear of persecution if he were to be returned to Peru. The judge did grant the family’s request for voluntary departure.</p>\n<p id=\"b1456-5\">The Bayros filed an appeal to the Board on Form EOIR — 26 which directs the appellants to state in detail the reasons for their appeal. The form has a box to check to indicate whether the appellant will file a separate brief or written statement and warns that failure to do so after responding affirmatively to that question might result in the summary dismissal of the appeal. Bayro gave as reasons for their appeal that the immigration judge’s concept of the “reasonable person” was “totally outside of the parameters set forth” in the relevant case law and because the judge had abused her discretion in finding that he had not established a well-founded fear of persecution. He also cheeked the box indicating that he would file a separate brief or written statement.</p>\n<p id=\"b1456-8\">The Board received the appeal on August 30, 1996 and granted Bayro until May 22, 1997 to file his brief or separate written statement. He never submitted the separate statement or provided any written explanation for his failure to comply with the aforementioned direction of the Board. On July 30, 1997, the Board summarily dismissed the appeal because the notice of appeal failed to meaningfully apprise it of the reasons underlying the appeal. The Board also noted that Bayro did not file a separate brief or offer any explanation for his failure to do so.</p>\n<p id=\"b1456-9\">The Bayros filed a timely petition for review of the Board’s order. While they identify the Board’s summary dismissal as a part of their statement of the issues, they in fact do not address that issue in their argument. Substantively, the brief is entirely devoted to a discussion of the denial of their request for asylum. The INS filed a motion for summary affirmance, which the court carried with the case in an order dated April 14, 1998.</p>\n<p id=\"b1456-10\">DISCUSSION</p>\n<p id=\"b1456-11\">The INS urges that the court may not reach the merits of the asylum issue for three reasons: first, that the only question before the court is whether the Board properly summarily dismissed the appeal and, since the petitioners do not address that issue in their brief, they have waived judicial review of the Board’s final order; second, because the petitioners failed to perfect their appeal to the Board, judicial review is barred because they have not exhausted their administrative remedies; and, finally, assuming that the petitioners have not waived judicial review of the summary dismissal, the Board’s action was clearly correct because petitioners did not meaningfully apprise the Board of the reasons underlying the appeal without submitting a separate brief or statement even though a representation to that effect had been made, and because they failed to furnish any explanation for the lack of a <page-number citation-index=\"1\" label=\"1379\">*1379</page-number>promised brief or written statement. We find these arguments persuasive.</p>\n<p id=\"b1457-4\">First, the law is settled that, when a party lists an issue for appellate review but does not discuss that question in their argument, they have abandoned it. <em>See, e.g., Harris v. Plastics Manufacturing Company, </em>617 F.2d 438, 440 (5th <em>Cir.1980)(per curiam). </em>Thus, if we assume, as the INS asserts, that the only alleged error before the court is the Board’s summary dismissal of the appeal, the petitioners have abandoned that claim and waived their right to judicial review. It is not necessary, however, to rest our decision on that narrow ground.</p>\n<p id=\"b1457-5\">The applicable statute provides in part that “[a]n order of deportation or of exclusion shall not be reviewed by any court if the alien has not exhausted the administrative remedies available to him as of right under the immigration laws and regulations — ” <em>8 U.S.C. </em>§ 1105a(e). In a case very similar to the present one, the Fifth Circuit Court of Appeals held that it could not review an appeal from a denial of a request for asylum in a deportation proceeding. <em>Townsend v. United States Department of Justice Immigration and Naturalization Service, </em>799 F.2d 179 (5th Cir.1986). In their appeal to the Board, the <em>Townsend </em>petitioners had, as did the petitioners here, stated only general reasons supporting the appeal,<footnotemark>2</footnotemark> and they did not file a separate brief or written statement. The court found that they had not perfected their appeal to the Board and, therefore, had not exhausted their administrative remedies. The petitioners in this case appear to be in the same position.</p>\n<p id=\"b1457-6\">Finally, on the merits of the summary dismissal issue, this court has held that when a petitioner “fails to apprise the Board of the specific grounds for his appeal, whether by specifying the reasons in the notice of appeal <em>or </em>by submitting an additional statement or brief, summary dismissal is appropriate.” <em>Bonne-Annee v. INS, </em>810 F.2d 1077, 1078 (11th <em>Cir.1987){per curiam </em>Xemphasis in original). There, the petitioner had included only general statements in support of the appeal in the notice of appeal without submitting the required separate brief or written statement. Therefore, it appears that the Board’s summary dismissal of the appeal was appropriate.</p>\n<p id=\"b1457-8\">The decision of the Board summarily dismissing the appeal is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1456-6\">. For instance, the immigration judge thought it odd that Bayro never reported the attempted kidnapping of his daughter to the police. <em>See </em>Oral Decision of the Immigration Judge at 8.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1457-17\">. In the notice of appeal, Townsend asserted that he had \"sufficiently established his 'well founded fear of persecution' according to present case law.\" <em>Townsend, </em>799 F.2d at 182.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}