{
  "casebody": {
    "data": "<casebody firstpage=\"534\" lastpage=\"537\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b574-2\">Submitted February 17,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AYi\">affirmed May 4, 2011</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b574-3\">In the Matter of J. J. B., a Child. DEPARTMENT OF HUMAN SERVICES, <em>Respondent, v. </em>B. J. B., aka B. J. R., <em>Appellant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b574-9\">Jackson County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"ALs\">080547J; Petition Number 080547JB9; A146658</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b574-12\">256 P3d 167</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b575-4\"><page-number citation-index=\"1\" label=\"535\">*535</page-number>Peter Gartlan, Chief Defender, and Shannon Flowers, Deputy Public Defender, Appellate Division, Office of Public Defense Services, filed the brief for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b575-5\">John R. Kroger, Attorney General, Mary H. Williams, Solicitor General, and Michael R. Washington, Assistant Attorney General, filed the brief for respondent.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b575-6\">Before Schuman, Presiding Judge, and Wollheim, Judge, and Nakamoto, Judge.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b575-7\">SCHUMAN, P. J.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b576-3\"><page-number citation-index=\"1\" label=\"536\">*536</page-number>SCHUMAN, P. J.</author>\n<p id=\"b576-4\">Mother appeals from a judgment terminating her parental rights in her child J. J. B. The court found that mother was unfit based on the state having proved the following by clear and convincing evidence: (1) Mother is unfit by reason of extreme conduct, ORS 419B.502; (2) Mother is unfit by reason of conduct or condition seriously detrimental to the child and integration of the child into the mother’s home is improbable within a reasonable time due to conduct or conditions not likely to change, ORS 419B.504; (3) Mother failed or neglected without reasonable and lawful cause to provide for the basic physical and psychological needs of the child for six months prior to the filing of the petition to terminate mother’s parental rights, ORS 419B.506; (4) Mother abandoned the child, ORS 419B.508; and (5) It is in child’s best interest to be freed for adoption. We conclude that the state proved all of the allegations except abandonment. Mother’s prior abusive treatment of another child, her failure to participate in services, and her extended failure to communicate with child justify the court’s judgment; a more detailed discussion of the facts would be of no benefit to the parties, the bench, the bar, or the public.</p>\n<p id=\"b576-5\"> Mother’s argument that the state did not prove abandonment stands unchallenged. DHS did not address that allegation because it correctly notes that, if the state proves by clear and convincing evidence any of the allegations in a petition to terminate a person’s parental rights, termination is required. It has been this court’s practice to affirm, either with or without a written opinion, a juvenile court’s judgment of termination if there is any basis to do so. For example, in <em>Dept. of Human Services v. D. M. </em>T., 239 Or App 127, 129, 243 P3d 836 (2010), <em>rev </em>den, 349 Or 654 (2011), we affirmed the trial court judgment that the father was unfit due to conduct or conditions seriously detrimental to the child, ORS 419B.504, and expressly refrained from addressing the question whether the father was also unfit due to extreme conduct, ORS 419B.502. Mother argues that, if we conclude that some but not all of the allegations were proven, we should reverse and remand the judgment so that it accurately states what was proven and what was not. <page-number citation-index=\"1\" label=\"537\">*537</page-number>Otherwise, mother argues, the judgment could have adverse collateral consequences based on unproven charges. For example, in a subsequent termination proceeding involving mother and a different child, the court in deciding whether to terminate for extreme conduct could consider “[pjrevious involuntary terminations of the parent’s rights to another child if the conditions giving rise to the previous action have not been ameliorated.” ORS 419B.502(6).</p>\n<p id=\"b577-4\">There are good reasons to deny mother’s request. It makes no sense for us to reverse a judgment that we have found to be correct; the judgment is that mother’s parental rights have been terminated, and the fact that not all of the allegations have been proven does not affect that outcome if at least one allegation has been proven. Further, it would tax our limited resources to address more allegations than are necessary to dispose of an appeal, and, more importantly, our disposition would amount to <em>dicta </em>or merely advisory opinions. On the other hand, mother has a valid concern. An opinion (or an affirmance without opinion) that affirms a termination without specifying which allegations we have found to be proven and which, if any, are not, can potentially have adverse collateral consequences in a subsequent proceeding.</p>\n<p id=\"b577-5\">These conflicting interests, however, can be accommodated. In the future, if a party specifies on appeal the collateral consequences that could result from a disposition that was based on some but not all of the allegations in a petition for termination of parental rights, we will, if appropriate, specify any allegations that play no part in our disposition. In the present case, then, we affirm the judgment below without determining the correctness of the trial court’s finding regarding abandonment.</p>\n<p id=\"b577-6\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}