{
  "casebody": {
    "data": "<casebody firstpage=\"19\" lastpage=\"21\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b51-4\">[Civ. No. 6467.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ARc\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ae\">September 14, 1928.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b51-6\">DAVID CORCORAN, Petitioner, v. HON. T. W. HARRIS, etc., Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b51-10\">E. S. Page, W. E. Rode and Lawrence R. Chilsote for Petitioner.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b51-11\">Earl Warren, District Attorney, R. H. Chamberlain, Jr., Deputy District Attorney, and Jack A. Seaman for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b51-12\">NOURSE, J.</author>\n<p id=\"AG0\">This is an original application for prohibition seeking to restrain the respondent, as Judge of the Superior Court in Alameda County, from proceeding further under an order of examination issued by him under a judgment rendered in Los Angeles County.  The theory of petitioner is that the superior court of the county where the judgment has been rendered and where execution has been returned unsatisfied has sole jurisdiction to direct the judgment debtor to appear and be examined.</p>\n<p id=\"b52-4\"><page-number citation-index=\"1\" label=\"20\">*20</page-number>The proceedings were instituted under section 714 of the Code of Civil Procedure, which reads: “When an execution against property of the judgment debtor, or of any one of several debtors in the same judgment, issued to the sheriff of the county where he resides, or if he does not reside in this state, to the sheriff of the county where the judgment-roll is filed, is returned unsatisfied in whole or in part, the judgment creditor, at any time after such return is made, is entitled to an order from a judge of the court, requiring such judgment debtor to appear and answer concerning his property before such judge, or a referee appointed by him, at a time and place specified in the order; but no judgment debtor must be required to attend before a judge or referee out of the county in which he resides, or in which he has a place of business.”</p>\n<p id=\"b52-5\">The power of the superior court to appoint a referee in another county and to require the judgment debtor to appear before such referee has never been denied, if the judgment debtor resides or has his place of business in the county in which he is required to appear. Though the section provides that the judgment creditor “is entitled to” such an order, it is not designed to permit him to harass the judgment debtor to no purpose. This would seem to follow from the well-settled rule that a second order of examination is wholly within the discretion of the superior court and that it should not be made unless new facts are disclosed to the court which were not known to the judgment creditor at the time of the former hearing. <em>(Watson </em>v. <em>Pryor, </em>49 Cal. App. 554 [193 Pac. 797] ; <em>People </em>v. <em>McKarny, </em>28 Cal. App. 196 [151 Pac. 743]; <em>McCullough </em>v. <em>Clark, </em>41 Cal. 298.) Under section 715 of the Code of Civil Procedure the superior court may order the arrest of a judgment debtor and may require him to enter into an undertaking that he will appear when directed and that he will not, in the meantime, dispose of any of his property not exempt from execution. This power is likewise lodged in the discretion of the court. But to say that the superior court has discretion to make such orders is idle unless we hold that the power rests alone in the superior court sitting in the county where the judgment was entered and the cause pending. Otherwise two or more courts might make conflicting orders at the same time <page-number citation-index=\"1\" label=\"21\">*21</page-number>upon the same subject matter without any relief to the parties aggrieved.</p>\n<p id=\"b53-5\">Section 714 appears in the chapter of the code entitled proceedings supplemental to execution. It follows immediately the chapter relating to execution of judgments. In many of the sections of this chapter covering the issuance of the writ, the stay, the service, the order for a new writ, and the order for injunctive relief, the expression “the court” is used in the same manner as it is used in section 714. The long-established practice has been that such orders should issue out of the court sitting in the county where the cause is pending. The same practice has been followed generally as to orders issued under section 714 and respondent has failed to advance any reason why this practice should be departed from.</p>\n<p id=\"b53-6\">We are satisfied that the proper construction of section 714 is that an order for the examination of a judgment debtor should issue out of the superior court sitting in the county in which the judgment was entered, and that, if the judgment debtor neither resides nor has his place of business in such county, the same court should appoint a referee to hear the matter in the county of the debtor’s residence or place of business. It follows that, in the matter complained of, the respondent was without jurisdiction to make the order.</p>\n<p id=\"b53-7\">Let a peremptory writ issue.</p>\n<p id=\"b53-8\">Sturtevant, J., and Buck, P. J., <em>pro tem., </em>concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}