{
  "casebody": {
    "data": "<casebody firstpage=\"558\" lastpage=\"565\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b572-7\">David D. Hawley <em>vs. </em>Edythe M. McCabe.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b572-8\">Maltbie, C. J., Haines, Hinman, Banks and Avery, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b573-10\"><page-number citation-index=\"1\" label=\"559\">*559</page-number>Argued October 6th</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABg\">decided November 8th, 1933.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b573-12\"><em>George E. Beers </em>and <em>Samuel A. Davis, </em>with whom, on the brief, was <em>William L. Beers, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b574-5\"><page-number citation-index=\"1\" label=\"560\">*560</page-number><em>William Hanna, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b574-6\">Banks, J.</author>\n<p id=\"A32\">Plaintiff owns a tract of land in Danburybounded on the east by land of the defendant known as the meadow lot, and on the south by other land of the defendant known as the Judson lot. Both of defendant’s lots abut on the east upon the highway and the plaintiff claims a right of access to the highway across the Judson lot by virtue of a right of way by prescription, and also claims a right to such access across the meadow lot by virtue of a right of way of necessity.</p>\n<p id=\"b574-7\">The court found that the plaintiff had a right of way by prescription over the Judson lot for the limited purpose of drawing wood, and error is assigned in the overruling of plaintiff’s claim that he had acquired by prescription a right of way over that tract for all purposes. It appears from the finding that about twenty-five years ago a sawmill was established on the land now owned by the plaintiff and slabs and cordwood were carted over the Judson lot, and at all times since plaintiff has owned this land, he has carted wood across the Judson lot of the defendant, the passway formed by such use being about eight feet in width and marked by wagon ruts. It is found that neither the plaintiff nor his predecessors in title have made any use of this passway other than as thus stated.</p>\n<p id=\"b574-8\">It is well settled that when an easement is established by prescription, the common and ordinary use which establishes the right also limits and qualifies it. The manner of use determines the extent of the presumed grant, which does not extend beyond the user in which the other party has acquiesced. <em>Hart </em>v. <em>Chalker, </em>5 Conn. 311; <em>Atwater </em>v. <em>Bodfish, </em>77 Mass. (11 Gray) 150; <em>Bridwell </em>v. <em>Beerman, </em>190 Ky. 227, 227 S. W. 165; Jones, Easements, § 415; 9 R. C. L. 788; <page-number citation-index=\"1\" label=\"561\">*561</page-number>21 R. C. L. <em>1235; </em>19 C. J. 977. The right of way which the court has found in favor of the plaintiff’s land over the Judson lot of the defendant is based solely upon the use of the same during the prescriptive period for the limited purpose of drawing wood, and the court did not err in holding that the right acquired was limited to the use of the passway for that purpose.</p>\n<p id=\"b575-6\">With reference to the plaintiff’s claimed way of necessity over the meadow lot of the defendant, the following facts appear from the finding: This lot and the land of the plaintiff were formerly owned by the plaintiff’s mother, Julia A. Hawley. On March 31st, 1873, she conveyed the meadow lot to Edward Whaley, the defendant’s predecessor in title, and on May 9th, 1906, the plaintiff acquired the land now owned by him by deed from the administrator of his mother’s estate. The lot deeded to Whaley, and now owned by the defendant, lay between the land retained by Julia A. Hawley, when that conveyance was made, and the only highway to which the owner of such land had access, and left such owner without access to the highway except by passing over the land so conveyed. At the time of this conveyance, Julia A. Hawley owned no other land over which access could be had to the highway from the land so retained by her, and the plaintiff as her successor in title has never owned any other land over which such access could be had. The trial court concluded that upon the conveyance to Whaley a right of way of necessity to pass over the land conveyed to him and now owned by the defendant arose in favor of the land now owned by the plaintiff, and passed to him by the conveyance from the administrator of his mother’s estate. It held, however, that the defendant was a bona fide purchaser for value without notice, actual or constructive, of any easement affecting her property, and that it was not there<page-number citation-index=\"1\" label=\"562\">*562</page-number>fore subject to the exercise of such way of necessity while owned by her. The correctness of this conclusion is the question chiefly stressed by the plaintiff upon this appeal.</p>\n<p id=\"b576-6\">The plaintiff contends that the defendant took with notice of the right of way of necessity from the record of the deeds in her chain of title when read in connection with the physical conditions, including the fact that the land retained had no outlet to the highway except across the land conveyed in the deed from Julia A. Hawley to Whaley, defendant’s predecessor in title. The court has found that at no time since the deed to Whaley has the land deeded to him been used by the plaintiff or his predecessor in title to go from the plaintiff’s land to the highway, and that when the defendant purchased the meadow lot there were no physical evidences thereon of the use or existence of any right of way over it. It also found, after an inspection of the premises, that, at the time defendant purchased the properties now owned by her, there was nothing in the relative positions or physical characteristics of the several parcels to indicate that an owner of the plaintiff’s land was without access to the highway other than over the defendant’s meadow lot, that the presence of stone walls enclosing that lot conveys an opposite impression, and that the appearance of the passway from the plaintiff’s land across the Judson lot would indicate that the means of access to the highway from plaintiff’s land was by means of that pass-way. These findings conclusively negative any notice to the defendant of any right of way over her land arising from the physical condition of the land and its position with relation to the plaintiff’s land.</p>\n<p id=\"b576-7\">The defendant is also charged with constructive knowledge of any matter affecting her title which appears in the conveyances in her chain of title. In none <page-number citation-index=\"1\" label=\"563\">*563</page-number>of these conveyances is there any mention of any right of way across the meadow lot. The deeds in the defendant’s chain of title were in evidence and aré made a part of the finding. It appears from the exhibits that in the deed from Julia A. Hawley to Whaley, defendant’s predecessor in title, no portion of the land conveyed is described as bounded upon the land of Julia A. Hawley, the land being described as bounded on the west by Daniel D. Hawley, who, it was stated upon the argument, was the father of the plaintiff. It thus appears that the record does not even disclose a conveyance of a portion of the grantor’s land lying between land retained by her and the highway which is the basis of the plaintiff’s claim of a way of necessity. It further appears that Julia A. Hawley acquired a half interest in this property by distribution from the estate of her father, Aaron E. Hoyt, and the other half interest by release from her sister, the other distributee of the estate. The certificate of distribution contains an item “183 and 657/1000 acres, in Town of Danbury,” without further description. A search of the title to defendant’s property would not have disclosed any instrument in her chain of title which would have charged her with constructive knowledge that the property was subject to a right of way of necessity in favor of the plaintiff’s land.</p>\n<p id=\"b577-6\">Plaintiff contends that it is the duty of one searching a title to go beyond the records in the chain of title, and by historical research acquaint himself with the situation at the time each deed was made. This is too broad a statement of the duty of the title searcher. “One searching title to land is not bound to search the records at large, but only is bound with such facts as appear in the chain of title to the particular lot in question.” <em>Kulmacz </em>v. <em>Milas, </em>108 Conn. 538, 542, 143 Atl. 882. A searcher is only required to search against <page-number citation-index=\"1\" label=\"564\">*564</page-number>each owner during the time he held title and is not chargeable with knowledge of any conveyance not in the line of the record title. <em>Wheeler </em>v. <em>Young, </em>76 Conn. 44, 51, 55 Atl. 670.</p>\n<p id=\"b578-6\">Upon this record it does not appear that the defendant, when she bought the meadow lot, had either actual or constructive notice that it was burdened with a right of way in favor of the plaintiff’s adjoining land.</p>\n<p id=\"b578-7\">Plaintiff apparently makes the further and broader claim that, even though a physical examination of the land and a thorough search of the land records would not disclose the existence of his right of way or any facts which would put the defendant upon inquiry as to its existence, nevertheless, he has a perfected easement arising out of an implied reservation in the deed to Whaley, which was duly recorded, and that the defendant took title subject to the burden of the easement. Though not directly so stated, this claim involves the proposition that defendant’s land is burdened with an easement of which she had neither actual nor constructive notice when she acquired the property. Some of the cases upon plaintiff’s brief in other jurisdictions seem to sustain such proposition. It is the policy of our law that all interests in land shall, as far as practicable, appear on the land records so that they may be easily and accurately traced, and “implied grants of land, or of easements, or of any interest in land, are allowed here when allowed at all, to a very much more limited degree than in other States.” <em>Whiting </em>v. <em>Gaylord, </em>66 Conn. 337, 349, 34 Atl. 85.</p>\n<p id=\"b578-8\">The maintenance of the effectiveness of our registry system requires that one who relies in good faith upon a record title apparently complete shall be protected against any claimed interests not of record, of which he has no notice. <em>Goldberg </em>v. <em>Parker, </em>87 Conn. 99, 87 Atl. 555. In the absence of actual notice of the exist<page-number citation-index=\"1\" label=\"565\">*565</page-number>ence of an easement or of physical facts which would put him upon inquiry, one purchasing property may rely upon the land records to disclose the existence of such a charge upon the property. <em>Whiting </em>v. <em>Gaylord, supra; Phoenix National Bank </em>v. <em>United States Security Trust Co., </em>100 Conn. 622, 636, 124 Atl. 540; <em>Ricci </em>v. <em>Naples, </em>108 Conn. 19, 24, 142 Atl. 452. A bona fide purchaser of land without knowledge or actual or constructive notice of the existence of an easement takes title relieved of the burden of the easement. 9 R. C. L. 805; 19 C. J. 940; see cases in annotations in 41 A. L. R. 1442, 74 A. L. R. 1250; 2 Tiffany, Real Property, 1304; Jones, Easements, § 123.</p>\n<p id=\"b579-6\">The court did not err in deciding that the defendant holds the meadow lot free from the burden of a right of way of necessity in favor of the plaintiff’s land.</p>\n<p id=\"b579-7\">There is no error.</p>\n<p id=\"b579-8\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}