{
  "casebody": {
    "data": "<casebody firstpage=\"197\" lastpage=\"200\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b225-4\">Curly Customs, Inc. vs. Bank of Boston, N.A.<footnotemark>1</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b225-5\">No. 98-P-674.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b225-6\">Middlesex.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"A0H\">February 16, 2000.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AK3\">May 11, 2000.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"AXR\">Present: Armstrong, Perretta, Kass, Dreben, &amp; Duffly, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b225-11\"><em>Gordon N. Schultz </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b225-12\"><em>Richard A. Oetheimer </em>for the defendant.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b225-15\">Successor to Pioneer Financial, a Cooperative Bank.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b225-13\">Duffly, J.</author>\n<p id=\"AUd\">Curly Customs, Inc. (Curly), appeals from a judgment of the Superior Court dismissing its complaint following orders which allowed a motion for summary judgment filed by Bank of Boston, N.A. (bank), and denied a cross motion for summary judgment filed by Curly. Curly, a contractor, contends that the bank’s motion for summary judgment should not have been allowed because there was a genuine issue of material fact whether the bank’s representatives made assurances of payment to Curly in order to induce it to complete work on a construction project following the project developer’s default on a loan made by the bank. We affirm in part and reverse in part.</p>\n<p id=\"b225-14\">1. <em>The bank’s motion for summary judgment. </em>We review the <page-number citation-index=\"1\" label=\"198\">*198</page-number>materials before the motion judge to determine whether the bank has satisfied its burden of showing that there is no genuine issue of material fact and that it is entitled to judgment as matter of law. <em>Community Natl. Bank v. Dawes, </em>369 Mass. 550 (1976). Mass.R.Civ.P. 56(c), 365 Mass. 824 (1974). “All reasonable inferences drawn from the material accompanying a motion for summary judgment ‘must be viewed in the light most favorable to the party opposing the motion.’ ” <em>Ellis </em>v. <em>Safety Ins. Co., </em>41 Mass. App. Ct. 630, 632 (1996) (citations omitted).</p>\n<p id=\"b226-5\">On the basis of a counteraffidavit by Curly’s president, and a supporting affidavit made by the bank’s vice president, viewed in the light most favorable to Curly, and certain undisputed facts, the following events could have taken place. In August, 1990, Hillside Realty Trust (Hillside) obtained a loan from the bank to develop a residential subdivision. Of the loan proceeds, $90,000 was to be allocated to “sitework/utilities/blasting.” The work was to be performed by Curly pursuant to a construction contract between Hillside and Curly. That contract was subject to a collateral assignment entered into by Hillside and the bank as part of the security arrangements for the loan to Hillside. Although Hillside was later in default of its loan obligations to the bank, the bank never exercised its right under the collateral assignment to substitute itself for Hillside.</p>\n<p id=\"b226-6\">In October, 1990, Curly commenced its work under the construction contract and was paid an initial $6,407. During 1990 and 1991, Hillside defaulted on its obligations to the bank. This information was not known to Curly, and Curly continued to provide all of the work related to the construction of the roadways, utilities, and site grading for the project.</p>\n<p id=\"b226-7\">In June, July, and August of 1991, representatives of the bank visited the construction site and met with representatives of Curly. Curly continued to do the work under its contract with Hillside and substantially completed the project. On November 2, 1991, Curly submitted its application for payment, which was in excess of $200,000. On November 5, 1991, the bank exercised its right of set-off against Hillside’s indebtedness under the terms of a guaranty mortgage. Curly was not paid for its work, either by Hillside or by the bank.</p>\n<p id=\"b226-8\">According to the affidavit of Donald Gianquitto,<footnotemark>2</footnotemark> Curly’s <page-number citation-index=\"1\" label=\"199\">*199</page-number>president, representatives of the bank who visited the construction site in June, July, and August of 1991 directed Curly to continue its work, and gave Curly assurances that the bank would hold the funds allocated for the loan until the subdivision lots could be marketed, at which time Curly would be paid. In reliance upon these assurances, Curly continued to do the work.</p>\n<p id=\"b227-5\">In response to this affidavit, the bank submitted the affidavit of William H. Barry, Jr.,<footnotemark>3</footnotemark> its vice president of lending during the relevant period, in which he stated that he occasionally inspected the progress of the work performed at the project, but never requested or directed Curly to perform any work, and never provided assurances to Curly. Barry further stated that he was sometimes accompanied to the project by two other bank employees, Richard Bolton and Scott Compton, who, he asserts, did not give Curly assurances. Neither Richard Bolton nor Scott Compton submitted affidavits. Barry acknowledged that he was not the only bank representative who ever visited the site or conferred with representatives of Curly.</p>\n<p id=\"b227-6\">We review the affidavits of Barry and Gianquitto together in order to put Barry’s assertions in context. Gianquitto stated that he and representatives of the bank, specifically Compton, Barry, and Bolton, had discussions in which assurances were made that Curly would be paid if it continued to do the work.<footnotemark>4</footnotemark> On that basis, the bank’s motion for summary judgment failed to establish that there was no genuine issue of material fact in connection with Curly’s claims. See <em>Fox </em>v. <em>F &amp; J Gattozzi Corp., </em>41 Mass. App. Ct. 581, 587 (1996); <em>Golber </em>v. <em>BayBank Valley Trust Co., </em>46 Mass. App. Ct. 256, 258 (1999). Compare <em>Superior </em><page-number citation-index=\"1\" label=\"200\">*200</page-number><em>Glass Co. </em>v. <em>First Bristol County Natl. Bank, </em>380 Mass. 829, 833 (1980). Contrast <em>Canter </em>v. <em>Schlager, </em>358 Mass. 789, 795 (1971).</p>\n<p id=\"b228-5\">We conclude that the bank was not entitled to summary judgment on Curly’s claims of unjust enrichment (count 1), misrepresentation (count 5), and unfair and deceptive acts or practices in violation of G. L. c. 93A, § 11 (count 6). The order granting summary judgment in favor of the bank as to those claims was erroneous.</p>\n<p id=\"b228-6\">2. <em>Counts 2, 3, and 4 of Curly’s complaint. </em>It is undisputed that the bank never exercised its right, pursuant to the collateral assignment, to assume the obligations of Hillside under the construction contract, and thus has not subjected itself to obligations, express or implied, in the construction contract between Curly and Hillside. We affirm the judgment insofar as it dismissed count 2 (equitable lien), count 3 (breach of implied covenant of good faith and fair dealing), and count 4 (constructive exercise of assignment/estoppel) of the complaint.</p>\n<p id=\"b228-7\">3. <em>Curly’s cross motion for summary judgment. </em>Curly’s argument that its cross motion for summary judgment should have been allowed is unavailing because the affidavits, as discussed above, show the existence of a disputed material fact.<footnotemark>5</footnotemark></p>\n<p id=\"b228-8\">The judgment is affirmed as to counts 2, 3, and 4. As to the remaining counts, the judgment is reversed.</p>\n<p id=\"b228-9\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b226-9\">Gianquitto’s affidavit asserts personal knowledge of the “facts and circumstances surrounding the subject matter of the [cjomplaint.” In addition, <page-number citation-index=\"1\" label=\"199\">*199</page-number>the affidavit incorporates by reference a “Statement of Undisputed Material Facts and Exhibits” and identifies specific paragraphs in the statement as containing facts that are true. Like a verified complaint, Gianquitto’s affidavit and those paragraphs in the statement which are identified as true constitute materials which we may appropriately consider under Mass.R.Civ.P. 56(c). We do not consider Gianquitto’s supplemental clarification affidavit filed following the judge’s order granting summary judgment. <em>Tetrault </em>v. <em>Mahoney, Hawkes &amp; Goldings, </em>425 Mass. 456, 458-459 (1997).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b227-9\">Barry’s affidavit did not accompany the bank’s motion for summary judgment, but was properly considered by the judge pursuant to Mass.R.Civ.P. 56(e), which provides that the “court may permit. . . further affidavits.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b227-10\">Although the statement in all relevant paragraphs refers to “Curly,” the affidavit identifies Gianquitto as a participant in these discussions with bank representatives. We think this is sufficient to raise the factual issue that during at least one of these discussions, Gianquitto was the person representing Curly, to whom, he asserts, Compton, Barry, or Bolton directed assurances.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b228-10\">In light of our disposition of this case, we need not discuss the Superior Court’s order denying Curly’s motion for reconsideration and rehearing.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}