{
  "casebody": {
    "data": "<casebody firstpage=\"102\" lastpage=\"105\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b114-4\">Goodrich <em>v. </em>Clute, Sheriff.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b114-5\">\n<em>(Supreme Court, General Term, Third Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALq\">November 20, 1888.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b114-6\">1. Partnership—Incoming Partner—Assumption of Firm Debts—Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b114-7\">An agreement between one partner and a third person, by which the latter took all the interest of the former in the firm, and assumed all his liabilities, the agreement reciting that the other partner had consented to the change; together with the fact that the firm as thus, composed continued to carry on the business of the old firm in the same place and mannlr, and executed a note for interest due a creditor of the old firm,—justify a finding that the new firm assumed the payment of the debts of the old firm.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b114-8\">2. Assignment for Benefit of Creditors—By Partnership—Individual Debts.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b114-9\">The fact that on the day a voluntary assignment for benefit of creditors was executed by a firm, an account of the firm against a person was applied to the payment of a debt due such person from one of the partners individually, will not, in the absence of proof of intent to defraud creditors, invalidate the assignment.<footnotemark>1</footnotemark></headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"AOZ\">8. Usury—Compound Interest—Note for Accrued Interest.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b114-10\">An interest-bearing note, given for interest due on another note, there being no previous agreement therefor, is not usurious as being an agreement to pay compound interest.<footnotemark>2</footnotemark></headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b114-11\">Appeal from judgment on report of a referee.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b114-12\">Action by James A. Goodrich, as assignee of George W. Mayers and Daniel P. McQueen under a voluntary assignment for benefit of creditors, against Seth L. Clute, sheriff of the county of Schenectady, for wrongfully seizing property under attachment. Judgment for plaintiff, and defendant appeals.</summary>\n<p data-order=\"11\" data-type=\"judges\" id=\"b114-13\">Argued before Learned, P. J., and Ingalls and-L andón, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b114-14\"><em>John W. Boothby, </em>for appellant. <em>Alomo P. Strong, </em>for respondent.</attorneys>\n<footnote data-order=\"13\" data-type=\"legal\" id=\"x999-1\" label=\"1\">\n<p id=\"b114-16\">'An assignment of all the partnership property for the benefit of partnership creditors is not rendered fraudulent and void by a failure to include the individual property of the partners. Trumbo v. Hamel, (S. C.) 8 S. E. Rep. 83. For full discussions of partnership assignments for benefit of creditors, see Auley v. Ostermann, (Wis.) 25 N. W. Rep. 657, and exhaustive note; Wooldridge v. Irving, 23 Fed. Rep. 676, arid note; Ex parte Hopkins, (Ind.) 2 N. E. Rep. 587, and note; Wells v. Ellis, (Cal.) 9 Pac. Rep. 80, and note; Coleman v. Rosenfeld, (Wis.) 28 N. W. Rep. 367.</p>\n</footnote>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b114-17\"> An agreement to pay interest on interest, which is due and payable, is not usurious. Barbour v. Tompkins, (W. Va.) 7 S. E. Rep. 1; Merck v. Mortgage Co., (Ga.) Id. 265.</p>\n</footnote>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b114-15\">Ingalls, J.</author>\n<p id=\"AGBZ\">The important question litigated before the referee was whether the voluntary assignment executed by George W. Mayers and Daniel P. McQueen to the plaintiff herein, for the benefit of the creditors of the assignors, was fraudulent and void for the reason, as claimed by the defendant, that it was made with intent on the part of such assignors to hinder, delay, and defraud their creditors. After the plaintiff had taken possession of the assigned property by virtue of such assignment, the defendant, as sheriff of the county of Schenectady, seized such property by virtue of an attachment issued out of the supreme court in favor of Erastus J. Tefft and others, who composed the firm of Tefft, Wilier &amp; Co., and who were creditors of such assignors. Judgment was obtained by such copartnership firm against such assignors, and an execution was issued' thereon. The plaintiff, as such assignee, instituted this action to recover the value of such property. The main inquiry upon this appeal is whether the referee was justified in holding that nothing appeared upon the face of the assignment, or was established by the evidence produced upon the trial, whichJhad■ the effect to render it invalid. If the assignment was valid, the defendant was not justified in taking the property, and should respond to the value thereof. On the 5th day of April, 1883, George W. Mayers and Robert E. McQueen formed a partnership for the sale of dry goods at Schenectady. Such firm borrowed of Walter McQueen $10,000, and gave him their note therefor, payable in three years, with annual interest. On the 6th day of March, 1884, they borrowed of him the further sum of $800, and executed to him their note for such amount, payable in one month, with interest. The money thus borrowed was devoted to the business of the firm. On <page-number citation-index=\"1\" label=\"103\">*103</page-number>the 9th day of February, 1885, Robert F. McQueen, one of such partners, sold his interest in the business, and the effects of such copartnership, to Daniel P. McQueen, who thereupon became a member’of such partnership, and took the place in said firm of Robert F. McQueen, the latter retiring therefrom. Such sale is evidenced by a written instrument found .at folio 303 of the case. Such instrument contains the following:</p>\n<p id=\"b115-5\">“Whereas, on or about the 5th day of April, 1883, by articles of agreeement made and entered into on that day by and between George W. Mayers and Robert F. McQueen, both of the city and county of Schenectady, M. Y., the said George W. Mayers and the said Robert F. McQueen did enter into a co-partnership for the purpose of carrying on the dry goods business in the city of Schenectady during the term of three years from said date; and whereas, the said copartners have by mutual consent agreed to dissolve said copartnership, such dissolution to take place on the 9th day of February, 1885; and whereas, the said George W. Mayers has signified his assent that said Robert F. McQueen should sell and convey to Daniel P. McQueen, of the city of Schenectady, all his rights, title, and interest in and to all his one-half part of all the goods, wares, merchandise, rights, credits, and effects, stock in trade, accounts, notes, bills, bonds, bank-accounts, rights in action, claims, and demands belonging or owing to said copartnership, upon the condition that the said Daniel P. McQueen shall assume and discharge all the liabilities and responsibilities which the said Robert F. McQueen has incurred, and for which he, as such copartner, has become and is at this date liable to pay and discharge: Mow, therefore, I, the said Robert F. McQueen, of the city of Schenectady, for and in consideration of the covenants and agreements of the said Daniel P. McQueen, agree to assume, pay, and discharge all the debts, liabilities, and responsibilities of said Robert F. McQueen incurred by him as such copartner, or in any way arising out of his connection with said copartnership business; and in further consideration of the sum of one dollar, and other good and valuable considerations, to me duly paid by the said Daniel P. McQueen, the receipt whereof is hereby confessed and acknowledged, do hereby sell, assign, transfer, and set over unto the said Daniel P. McQueen, all my one-half interest in and to, and one-half part of, all the goods, wares, merchandise, rights, credits, and effects, stock in trade, accounts, bank-accounts, notes, bills, bonds, rights in action, claims, and demands belonging to or owing to said copartnership of Mayers &amp; McQueen at the date of the execution of this instrument. And I, the said Daniel P. McQueen, do' hereby purchase of the said Robert F. McQueen all his copartnership interest in said firm, and in consideration of the sale and delivery to me of all the undivided one-half part of all the goods, wares, merchandise, rights, credits, and effects, stock in trade, accounts, bank-accounts, notes, bills, bonds, rights in actiou, claims, and demands belonging or owing to said firm or copartnership, I do hereby assume and agree to pay and discharge any and all debts and liabilities of the said Robt. F. McQueen as such copartner, or which he has become liable to pay as a member of said firm of Mayers &amp; McQueen during the continuance of said partnership, and to hold said Robert F. McQueen harmless of and from any accountability on account thereof. In witness whereof we have severally set our hands and seals this 9th day of February, 1885.</p>\n<p id=\"b115-6\">“Robert F. McQueen.</p>\n<p id=\"b115-7\">“Witness: Edward D. Cutler. Daniel P. McQueen.”</p>\n<p id=\"b115-8\">Such new firm continued the business at the same place, under the name of Mayers &amp; McQueen, and the evidence does not disclose that any essential change was made in the character of the business; the old goods were retained, and the stock added to from time to time. At the time the new firm was created, the two notes held by Walter McQueen were unpaid. On the 1st day of APrü&gt; 1885, a promissory note was executed to Walter McQueen, as follows: <page-number citation-index=\"1\" label=\"104\">*104</page-number>“$600. Schenectady, Apr. 1, 1885.</p>\n<p id=\"b116-5\">“On demand we promise to pay to the order of Walter McQueen six hundred dollars, with interest. Value received. Mayers &amp; McQueen.”</p>\n<p id=\"b116-6\">Such note was executed to secure the interest which had become due and payable upon the note ¿or $10,000, held by Walter McQueen. We do not discover that such $600 note was executed in accordance with any understanding or agreement between the parties, made prior to the time when such interest became payable, that such note should be executed. The practical effect of .the giving of such note was to turn the interest into principal, and thereby enable Walter McQueen to secure the interest thereon, and, in the absence of any unlawful agreement, we perceive no objection to such arrangement. Mayers &amp; McQueen owed such interest, and should have paid it, and, instead of receiving the $600 in money, and loaning it upon interest, Walter McQueen accepted a note therefor, upon interest, and thereby secured only what was his due. The decision of the referee negatives the existence of any fraudulent or unlawful agreement which contemplated or provided for the payment of compound interest, through the ¡execution of such note or otherwise. We fail to perceive wherein the giving and acceptance of such note should be regarded unlawful. <em>Spencer </em>v. <em>Ayrault, </em>10 N. Y. 202; <em>Van Benschooten </em>v. <em>Lawson, </em>6 Johns. Ch. 313; <em>Mowry </em>v. <em>Bishop, </em>5 Paige, 98; <em>Toll </em>v. <em>Hiller, </em>11 Paige, 228; <em>Tylee v. Yates, </em>3 Barb. 222; <em>Stewart v. Petree, </em>55 N. Y. 621. Should it ever be assumed that such note was not collectible, it would not seem to follow that the assignment must be declared invalid, unless some fraudulent intention accompanied the transaction, by which a fictitious debt had been created to the prejudice of the rights of the other creditors. Many equitable considerations obtain in regard to the distribution of assets under voluntary assignments, which, when properly asserted, may have the effect to change the direction of the fund from the channel prescribed by the assignment, yet furnish no substantial ground for declaring the instrument illegal and void. The referee has, in effect, found that the new firm of Mayers &amp; McQueen assumed the payment of the debts of the old firm, but not by virtue of an express agreement; and we are satisfied that his conclusion in this respect is sustained by the evidence to such an extent that his decision should not be disturbed. This conclusion, we think, is supported by the provisions of the foregoing agreement between Bobert F. McQueen and Daniel P. McQueen, which show the rights and interests which the former parted with and which the latter acquired, and the obligations and liabilities \"which he assumed; the fact that such new firm took possession of the property and assets of the old firm, and assumed the entire control and management of the business, at the same place, and conducted the same in substantially the same manner that the old firm had done; and the additional fact that the new firm executed to Waiter McQueen the note for $600, being for the interest which had become due and payable upon the note for $10,000. We infer that such note for $600 was executed by the new firm, because we deem such inference consistent with the facts before stated, and from the further fact that such note purports to have been executed subsequent to the formation of the new firm, as the. date of such note is April 1, 1885, and the agreement between Bobert F. McQueen &amp; Daniel P. McQueen bears date February 9,1885; and in view of the facts disclosed we deem the inference reasonable that such, note was executed by the firm in existence at its date,, and we therefore conclude that the referee was justified by the evidence in finding that the new firm assumed the payment of the debts of the old firm, including the notes held by Walter McQueen, and that such new firm should be regarded the principal debtor and Bobert F. McQueen as surety only. <em>Savage </em>v. <em>Putnam, </em>32 N. Y. 501; <em>Mores </em>v. <em>Society, etc., </em>19 Wkly. Dig. 247; <em>Shaw </em>v. <em>McGregory </em>105 Mass. 96. At page 102, Judge Colt says: “There was evidence that the defendants \\vere the successors of the firm from which only one partner had retired, and that <page-number citation-index=\"1\" label=\"105\">*105</page-number>implies that they were severally liable for its debts; had taken possession of its assets, and were continuing the same business in the same place. Under such circumstances comparatively slight evidence would tend to the inference that they had assumed the debts of the old firm.” To the same effect is <em>Ex parte Jackson, </em>1 Ves. Jr. (Sum.Ed.) 131. See, also, <em>Morss v. Gleason, 64 N. Y. </em>205; <em>Radel </em>v. <em>McMorran, </em>17 Wkly. Dig. 258. On the day the assignment was executed, a creditor of Mayers presented a claim against him individually, which was adjusted by applying an account of the firm amounting to $97.06, which it held against such creditor of Mayers. We do not think, in the absence of any proof that such adjustment was made with the intention on the part of such assignors to defraud their creditors,'that such act should be regarded sufficient to render the assignment void in law. Preferences in assignments are tolerated by the law, and in the absence of fraud they are not to be set aside, even though the disposition made therein of the debtor’s property does not seem wholly equitable. This action has been tried by an intelligent and impartial referee, who has determined that the assignment was not executed with an intention on the part of the assignors to hinder, delay, or defraud their creditors; and our examination of the facts of the case has led to the conclusion that the result reached by the referee is so far supported by the evidence that his decision in regard to the merits should not be disturbed, and we discover no error in disposing of the legal questions involved which calls for a reversal of the judgment, which should be affirmed, with costs.</p>\n<p id=\"b117-5\">Learned, P. J., and Landon. J„ concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}