{
  "casebody": {
    "data": "<casebody firstpage=\"257\" lastpage=\"258\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b269-3\">Heller <em>v. </em>Peterson.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b269-4\"><em>(City Court of New York, General </em>Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aa4\">October 26,1888.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b269-5\">Negotiable Instruments—Actions—Transfer—-Indorsement—Stipulation.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b269-6\">In an action by the purchaser of a negotiable note, in which the answer denies only the consideration of the note, and avers that plaintiff purchased after maturity, and the parties stipulate that all the allegations of the complaint were admitted except as to the consideration of the note, and the evidence shows that, while no written indorsement of the note was made, plaintiff purchased and paid for it, and had it in his possession, it is error to dismiss the complaint on the grounds that the want of a written indorsement made the paper non-negotiable, and that plaintiff’s title thereto was not shown.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b269-7\">Appeal from trial term.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b269-8\">Action by Arnold Heller against Henry Peterson on a promissory note. Judgment dismissing complaint, and plaintiff appeals.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b269-9\">Argued before Nehbbas and McG-own, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b269-10\"><em>Morrison &amp; Kennedy, </em>for appellant. <em>Rufus F. Andrews, </em>for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b269-11\">Hehrbas, J.</author>\n<p id=\"Apt\">This is an action on a promissory note for the sum of $400, made by the defendant to the order of one A. Alster, alleged to have been indorsed over by him to the plaintiff for value. The answer admits the making of the note, but denies that there was any consideration therefor, and alleges that the note was transferred to the plaintiff long after it became due and payable. Immediately prior to the trial of this action, another action between this plaintiff and this defendant, impleaded with ICate Edling, also on a promissory note, was tried before the same justice without a jury. In that action the following stipulation was entered into upon the trial: “It is agreed by the counsel for the respective parties that the case shall be tried without a jury. Defendant’s counsel admits all the allegations of the complaint except the question of consideration, as averred in the answer in this case.” Upon the trial of this action the following stipulation was entered into: “It is stipulated in open court, by the attorneys for the respective parties, that the testimony and stipulations in the case between the same plaintiff and one of the defendants, tried just previous to this case, shall apply to this case, so far as the same is applicable.” It appeared, upon the trial, that the note in suit was not indorsed by the payee to the plaintiff. The latter, however, testified that lie was the owner thereof, having bought it a couple of months previously, sending a check therefor. The defendant admitted the making of the note. At the close of the trial defendant’s counsel moved to dismiss the complaint on the ground that the note in suit, not being indorsed by A. Alster, to whom it is drawn, is not negotiable paper, and the mere holding thereof by the plaintiff, without any such indorsement, is not sufficient proof of title. Also on the ground that there is no proof of any transfer whatever of the said note. The motion was granted, and the complaint dismissed, whereupon the plaintiff duly excepted.</p>\n<p id=\"b269-12\">It is difficult to understand how, in the face of the admissions contained in the answer, and the solemn stipulation between the attorneys upon the trial, a motion to dismiss, upon the grounds stated, could be made, and, if made, be entertained by the court. The only issue remaining to be tried was as to the consideration paid for the note. This seems to have been satisfactorily proven, otherwise the defendant’s counsel would have moved to dismiss for. failure to prove consideration. The stipulation is plain and unambiguous. If defendant intended to stipulate something else, he should have worded it according to his intention. It is elementary that the stipulation must be construed strictly against the party making it, and the defendant cannot complain if he is taken at his word. It follows that the judgment must be re<page-number citation-index=\"1\" label=\"258\">*258</page-number>versed, and a new trial ordered, with costs to abide the event. Ordered accordingly.</p>\n<p id=\"b270-5\">McGown, J., concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}