{
  "casebody": {
    "data": "<casebody firstpage=\"320\" lastpage=\"321\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b332-13\"><em>In re </em>Valentine’s Estate.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b332-14\">\n<em>(Supreme Court, General Term, Second Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A1Y\">December 13,1888.)</decisiondate>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b332-15\">Appeal from surrogate’s court, Rockland county.</summary>\n<p data-order=\"4\" data-type=\"judges\" id=\"b332-16\">Argued before Barnard, P. J., and Dykman and Pratt, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b332-17\"><em>Cornell, Secor &lt;&amp; Page, </em>for appellants. <em>Andrew </em>Jf. <em>Fallon, </em>special guardian, for respondent.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b332-18\">Dykman, J.</author>\n<p id=\"AAKF\">George W. Bergen and Elias Lewis were trustees for Ludlow W. Valentine under the last will and testament of Brewster Valentine, deceased, and they, as such trustees, made an application to the surrogate of Rockland county for the judicial settlement of their accounts, and a citation was issued directed to the proper persons, and the accounting was had. In <page-number citation-index=\"1\" label=\"321\">*321</page-number>such accounting, several items in the account of the trustees were disallowed by the surrogate under the objection of the special guardian of the beneficiary Ludlow Valentine, who is an infant under 14 years of age. The trustees have appealed to the general term from so much of the decree of the surrogate as disallowed payments made by the trustees aggregating $277.50. We have examined the record presented to us, and the opinion of ,the surrogate printed in the case, and we find that the reasons assigned by the surrogate for the disallowance of the items which he struck out are entirely satisfactory, and the decree should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}