{
  "casebody": {
    "data": "<casebody firstpage=\"46\" lastpage=\"47\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b78-4\">The State, ex rel. Sanchez, Appellant, <em>v. </em>Industrial Commission of Ohio et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b78-5\">[Cite as State, ex rel. Sanchez, <em>v. </em>Indus. Comm. (1985), 18 Ohio St. 3d 46.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b78-8\">(No. 84-1034</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AuX\">Decided June 26, 1985.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b78-13\"><em>Gallon, Kalniz &amp; lorio Co., L.P.A., </em>and <em>Michael A. Vanderhorst, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b78-14\"><em>Anthony J. Celebrezze, Jr., </em>attorney general, <em>Lee M. Smith </em>and <em>Jeffery W. Clark, </em>for appellee Industrial Commission.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b78-15\"><em>Vorys, Sater, Seymour &amp; Pease, Thomas M. Taggart </em>and <em>Anne C. Griffin, </em>for appellee Prestole Everlock, Inc.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b78-16\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"Avs\">The automatic staker machine which appellant was operating at the time of her injury was in the process of staking metal studs into roller blanks used in window assemblies of automobiles. The parts were fed into the staker die automatically and the finished part was forced out by air after the staking operation was complete. Part of appellant’s job was to watch the operation and free jammed parts with a screwdriver provided by the employer for that purpose. At the time of her injury, appellant did not use the screwdriver, but reached into the machine with her hand to remove a jammed part, resulting in the laceration to her finger. This description of the manner in which the machine operated is not disputed.</p>\n<p id=\"b78-17\">Appellant claims that the employer was in violation of IC-5-08.03(A)(l) which required that “[e]very power press in use shall be constructed, or <page-number citation-index=\"1\" label=\"47\">*47</page-number>shall be guarded to prevent the hands or fingers of the operator from entering the danger zone during the operating cycle.”<footnotemark>1</footnotemark></p>\n<p id=\"b79-5\">IC-5-08.02(E) defined “power press” as “* * * a power-driven machine fitted with a ram and dies for the purpose of blanking, trimming, drawing, punching, stamping, coining or forming material.”</p>\n<p id=\"b79-6\">In denying the award, the commission concluded that the machine on which appellant was injured was not a power press, but a machine which “* * * inserted and fixed a stud or rivet into a metal blank.” Riveting machines are specifically excluded from the requirements of IC-5-08.03(A)(l) by IC-5-08.03(B).</p>\n<p id=\"b79-7\">Appellant contends there was no evidence to support this finding. She quotes several statements from the investigator’s report referring to the “press” in the machine on which she was injured. None of these statements, however, calls <em>the machine </em>a power press as opposed to an automatic staker machine, and there is nothing to suggest that the term “press” in these statements is intended to describe the entire machine. The court of appeals denied the writ finding that appellant’s own description of the machine constituted sufficient evidence upon which the commission could have concluded that the machine was a riveting machine. We agree. It is undisputed that the machine inserted a metal stud into a metal roller blank. This in itself supports the commission’s conclusion.</p>\n<p id=\"b79-8\">Appellant’s reliance on <em>State, ex rel. McArthur Lumber &amp; Post Co., </em>v. <em>Indus. Comm. </em>(1983), 6 Ohio St. 3d 217, is misplaced. In that case, the relevant regulations contained no definitions describing the machines to which they applied. Thus, it was necessary for the court to review the standard developed by the commission for determining whether they applied. In the case at bar, it is only necessary to determine whether there was sufficient evidence for the commission to conclude that this machine was not a “power press” as defined by IC-5-08.02(E).</p>\n<p id=\"b79-9\">“It is firmly established in this state that the determination of disputed factual situations as well as the interpretation of a specific safety requirement is within the final jurisdiction of the commission, and subject to correction by action in mandamus only upon a showing of an abuse of discretion. <em>State, ex rel. Allied Wheel Products, Inc., </em>v. <em>Indus. Comm. </em>(1956), 166 Ohio St. 47 [1 O.O.2d 190]; <em>State, ex rel. Cox </em>[v. <em>Indus. Comm. </em>(1981), 67 Ohio St. 2d 235 (21 O.O.3d 147)] * * <em>State, ex rel. Roberts, </em>v. <em>Indus. Comm. </em>(1984), 10 Ohio St. 3d 1, 4.</p>\n<p id=\"b79-10\">There having been sufficient evidence to support the commission’s order, we affirm the judgment of the court of appeals denying the writ.</p>\n<p id=\"b79-11\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b79-12\">Celebrezze, C.J., Sweeney, Locher, Holmes, C. Brown, Douglas and Wright, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b79-13\"> The regulations under IG-5-08 have been replaced by Ohio Adm. Code 4121:1-5-10, effective August 1, 1977.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}