{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"525\" lastpage=\"537\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b535-4\" pgmap=\"535\">(No. 60525.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b535-5\" pgmap=\"535\">ROBERT D. OWEN et al., Plaintiffs, v. RICHARD E. MANN, Judge, et al., Defendants.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b535-6\" pgmap=\"535\">Opinion filed February 22, 1985. —</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Aqr\" pgmap=\"535\">Rehearing denied March 29, 1985.</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b537-5\" pgmap=\"537\">CLARK, C.J., took no part.</p><p data-order=\"5\" data-type=\"attorneys\" id=\"b537-6\" pgmap=\"537\">GOLDENHERSH, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b537-8\" pgmap=\"537\">Dennis J. Horan, William G. Swindal and Stephen R. Swofford, of Moelmann, Hoban &amp; Fuller, of Chicago (Robert D. Owen, of counsel), for plaintiff Robert D. Owen.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b537-9\" pgmap=\"537\">William R. Jentes and Emily Nicklin, of Kirkland &amp; Ellis, of Chicago (Seymour W. Croft, of counsel), for plaintiff International Harvester Company.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b537-10\" pgmap=\"537\">Rex Carr, of Carr, Korein, Kunin, Schlicther &amp; Brennan, of East St. Louis, for defendant William B. Starnes.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b537-11\" pgmap=\"537\">JUSTICE MORAN</author> <p id=\"AS0\" pgmap=\"537\">delivered the opinion of the court:</p> <p id=\"b537-12\" pgmap=\"537(64) 538(49)\">Robert D. Owen and International Harvester Company, plaintiffs, request the issuance of a writ of mandamus or, in the alternative, a supervisory order compelling Judge Richard E. Mann, of the Sangamon County circuit court, to vacate his order of July 19, 1984. The order was entered in a defamation action filed by William G. Starnes (hereinafter referred to as respondent), a judge of the St. Clair County circuit court, against Owen and International Harvester Company (hereinafter referred to as petitioners). Judge Mann’s order required Owen to answer respondent’s interrogatories and to comply with his request to produce certain documents, including Owen’s communications with the Judicial Inquiry Board (Board).</p> <p id=\"b538-5\" pgmap=\"538\">The basis for petitioners’ challenge is article VI, section 15(c), of the Illinois Constitution. (Ill. Const. 1970, art. VI, sec. 15(c).) They assert that Judge Mann’s order violates section 15(c) insofar as it requires Owen to reveal communications between himself and the Board, and, therefore, they request that the order be vacated. In the alternative, petitioners request that we order Judge Mann to dismiss the action, claiming that Owen’s statements to the Board are absolutely privileged and cannot serve as the basis for a defamation action.</p> <p id=\"b538-6\" pgmap=\"538\">Owen, an attorney, defended International Harvester Company during the trial of a products liability case in St. Clair County. The case was presided over by Judge Starnes. Following the trial, respondent Starnes filed a two-count complaint on June 18, 1982, in Madison County against petitioners. The case was later transferred to Sangamon County. The complaint alleged in relevant part that petitioners composed “certain false and defamatory letters” stating that respondent “was guilty of judicial misconduct, amounting to a criminal offense” and submitted the letters to the Board. The complaint further alleged that, in addition to publishing the letters to the Board, petitioners “did utter the same false and defamatory words orally to numerous persons.” The allegedly defamatory statements reportedly concerned respondent’s conduct during the trial of the products liability action involving International Harvester.</p> <p id=\"b538-7\" pgmap=\"538(17) 539(86)\">Respondent, on February 17, 1983, served written interrogatories and a request to produce upon Owen. The interrogatories sought the identity of all persons with whom Owen conversed regarding Starnes. The request to produce, in pertinent part, sought any information in Owen’s possession which was “sent to the Illinois Judicial Inquiry Board in any way relating to the conduct of [respondent] at anytime in the past,” as well as any information in his possession which related to respondent’s conduct during the trial. Owen objected to Starnes’ discovery requests, contending primarily that any statements made to the Board were privileged.</p> <p id=\"b539-5\" pgmap=\"539\">On May 24, 1984, Judge Mann allowed petitioners’ motions to dismiss respondent’s complaint for failure to state a cause of action and allowed Starnes leave to file an amended complaint. Prior to the filing of the amended complaint, respondent, on June 4, 1984, filed a motion to compel Owen to answer the interrogatories and produce the written documents first requested in February 1983. Judge Mann held a hearing on the motion on July 6, 1984. Owen testified at the hearing that he gave certain information relating to respondent’s conduct to the Board. He testified that he did not discuss the matter with any other person. No one else testified at the hearing. Judge Mann entered an order on July 19, 1984, overruling Owen’s objections based on privilege. Owen was ordered to answer the interrogatories and produce the documents sought by the respondent.</p> <p id=\"b539-6\" pgmap=\"539(81) 540(19)\">Subsequent to our allowing Owen to file his complaint, respondent filed an amended two-count complaint in the circuit court against petitioners. It alleges that Owen’s statements to the Board about respondent consisted of charges concerning the alleged improper supervision of the jury during deliberation and the electronic surveillance of jury deliberations via closed circuit television; ex parte communications with opposing counsel and the jury; and Starnes’ alleged participation in a media campaign against International Harvester. The amended complaint alleges that the same statements also were made to “numerous persons,” including the United States Department of Justice.</p> <p id=\"b540-5\" pgmap=\"540\">The supporting record thus reveals that when the July 19 order was entered directing Owen to comply with respondent’s discovery request, there was no complaint on file. Respondent’s complaint had been dismissed earlier, on May 24, 1984, for failure to state a cause of action. Respondent did not file an amended complaint until sometime after July 19. Under the above circumstances, we do not see how the trial court could have determined whether respondent’s discovery request was proper in scope. Supreme Court Rule 201(b)(1) states that the scope of discovery is limited to “any matter relevant to the subject matter involved in the pending action.” (87 Ill. 2d R. 201(b)(1).) Rule 201(b)(1) is founded on the basic premise that the objective of discovery is the “expeditious and final determination of controversies in accordance with the substantive rights of the parties.” (Monier v. Chamberlain (1966), 35 Ill. 2d 351, 357.) Thus, discovery should only be utilized to “illuminate the actual issues in the case.” (Sarver v. Barrett Ace Hardware (1976), 63 Ill. 2d 454, 460.) Without a complaint on file, the trial court could not determine whether respondent’s discovery request was relevant to any issue in the case. It was, therefore, error for the trial court to grant respondent’s motion before an amended complaint was filed. As such, we believe it would not be improper for this court to issue a writ of mandamus or supervisory order directing the trial judge to vacate the July 19, 1984, order. (Cf. People ex rel. General Motors Corp. v. Bua (1967), 37 Ill. 2d 180, 192-94.) Nevertheless, we are hesitant to issue a writ solely on this basis.</p> <p id=\"b540-6\" pgmap=\"540(19) 541(66)\">Ordinarily, mandamus will not lie to correct an abuse of discretion (People ex rel. Daley v. Schreier (1982), 92 Ill. 2d 271, 275), and it is not normally used to regulate discovery in the trial court (Balciunas v. Duff (1983), 94 Ill. 2d 176, 188). Furthermore, petitioners present issues of vital importance to the administration of justice which, if not passed on here, will likely be raised by these petitioners again by way of another petition for mandamus. For these reasons, we address petitioners’ arguments.</p> <p id=\"b541-5\" pgmap=\"541\">Before turning to petitioners’ contentions, however, we consider respondent’s argument that this is not an appropriate case for the exercise of original jurisdiction. Respondent maintains that an issue of fact exists as to whether Owen made defamatory statements about respondent to persons other than the Board. He argues that mandamus is improper when there are issues of fact to be decided. We agree with that statement of law. (See Touhy v. State Board of Elections (1976), 62 Ill. 2d 303, 312.) We disagree, however, with the contention that petitioners’ complaint presents an issue of fact. Petitioners’ complaint for mandamus is limited to Owen’s communications with the Board, and we note at the outset that we are considering the propriety of the trial court’s order solely as it relates to Owen’s communications with the Board. Further, we consider the issue presented “to be of considerable importance to the administration of justice.” (People ex rel. Carey v. Covelli (1975), 61 Ill. 2d 394, 401.) Hence, mandamus may be issued even in the absence of all the normal criteria. (People ex rel. Daley v. Schreier (1982), 92 Ill. 2d 271, 275.) And, if the issuance of mandamus is not warranted, this court may, in an appropriate case, exercise its supervisory power and grant the requested relief. See, e.g., Balciunas v. Duff (1983), 94 Ill. 2d 176, 189; Marshall v. Elward (1980), 78 Ill. 2d 366, 375.</p> <p id=\"b541-6\" pgmap=\"541(16) 542(28)\">Petitioners contend that Judge Mann’s order violates article VI, section 15(c), of our constitution (Ill. Const. 1970, art. VI, sec. 15(c)) insofar as it requires Owen to reveal communications between himself and the Board. They accordingly request that the trial court’s order be vacated.</p> <p id=\"b542-5\" pgmap=\"542\">Article VI, section 15, of the Illinois Constitution provides for a comprehensive system of judicial discipline. Prior to the adoption of section 15 in 1970, the prosecution and adjudication of alleged judicial misconduct was carried on under the auspices of this court. (See People ex rel. Harrod v. Illinois Courts Commission (1977), 69 Ill. 2d 445, 464-67; G. Braden and R Cohn, The Illinois Constitution: An Annotated and Comparative Analysis 373-76 (1969).) Section 15, in contrast, provides for an independent and autonomous two-tiered system of judicial discipline. (People ex rel. Judicial Inquiry Board v. Courts Commission (1982), 91 Ill. 2d 130, 136.) The adjudicative function is performed by a Courts Commission (Commission). The Commission’s decisions regarding discipline are rendered only after notice and a public hearing, and its decisions are final. (Ill. Const. 1970, art. VI, secs. 15(e), (f).) The authority to investigate, charge and prosecute judges before the Commission for alleged misconduct is vested in the Board. (Ill. Const. 1970, art. VI, secs. 15(b), (c).) Unlike the Commission, which holds public hearings, section 15(c) requires that “[a]ll proceedings of the Board shall be confidential except the filing of a complaint with the Courts Commission.” Ill. Const. 1970, art. VI, sec. 15(c).</p> <p id=\"b542-6\" pgmap=\"542(56) 543(108)\">The confidentiality requirement of section 15(c) serves several important purposes. The requirement protects judges against unfavorable publicity resulting from irresponsible and unfounded charges. (Report of the Committee on the Judiciary (Committee Report), 6 Record of Proceedings, Sixth Illinois Constitutional Convention (Proceedings) 867.) The confidentiality requirement also serves to encourage the participation of witnesses by providing protection against retaliation and harassment. (People ex rel. Judicial Inquiry Board v. Hartel (1978), 72 Ill. 2d 225, 230-33.) Such protection helps assure that the Board’s work will not be impeded. As it was observed in Hartel, “the Board can fulfill its responsibilities only if complainants and witnesses freely come forward with information. Such free flow of information depends, in part, on a person’s expectation of confidentiality to shield him from possible recrimination by an individual subject to investigation.” 72 Ill. 2d 225, 245-46 (Moran, J., specially concurring); see also 72 Ill. 2d 225, 241 (Clark, J., concurring in the decision).</p> <p id=\"b543-5\" pgmap=\"543\">Petitioners assert that, since section 15(c) requires that all proceedings of the Board be confidential, Owen cannot be compelled in a civil case to divulge any communications between himself and the Board. They contend in particular that Owen cannot be forced to produce copies of documents in his possession which were sent to the Board. Such a result, they assert, is not only constitutionally mandated, but also is necessary in order to insure the effective operation of the Board. Respondent, on the other hand, contends that section 15(c) only bars disclosure of information in the Board’s possession and not when the information is sought from the complainant or a witness. He also argues that communication of the defamatory statements to third persons waives the confidentiality requirement of section 15(c).</p> <p id=\"b543-6\" pgmap=\"543(84) 544(115)\">In People ex rel. Illinois Judicial Inquiry Board v. Hartel (1978), 72 Ill. 2d 225, the court issued a writ of mandamus compelling a judge who was presiding over a criminal case to vacate an overly broad discovery order directed to the Board. In Hartel, an associate circuit court judge was charged with two misdemeanor offenses. He sought information from the Board’s files relating to the criminal charges. The trial judge presiding over the criminal case ordered the Board to produce the requested information. This court, on the basis of section 15(c), directed the trial court to vacate its discovery order. A plurality in Hartel concluded that the confidentiality requirement of section 15(c) may only be overcome by overriding Federal due process requirements. The plurality construed section 15(c) to allow disclosure only when the evidence sought “plainly negates defendant’s guilt.” (72 Ill. 2d 225, 238.) Although there was no majority opinion in Hartel, nevertheless, a majority of the court viewed section 15(c) as requiring confidentiality except where competing and overriding constitutional concerns mandated disclosure of the information to the party requesting it. See 72 Ill. 2d 225, 246-48 (Moran, J., specially concurring).</p> <p id=\"b544-5\" pgmap=\"544\">The instant case, of course, does not present the same constitutional concerns as Hartel. The person seeking the information is not a defendant in a criminal case; he is a plaintiff in a civil case. Respondent does not merely seek exculpatory evidence. Instead, he seeks “all correspondence, memoranda, reports, documents, statements, or pictures sent to the *** Judicial Inquiry Board ***.” Respondent’s liberty is not at stake. Thus, this case does not present a situation where the Federal Constitution would mandate disclosure. Under the circumstances, we view the trial court’s order to be invalid insofar as it requires Owen to divulge information communicated to the Board.</p> <p id=\"b544-6\" pgmap=\"544(80) 545(15)\">Respondent argues that section 15(c) only precludes the disclosure of information which is actually in the possession of the Board. He maintains that section 15(c) is not applicable to the instant case because he is seeking information, not from the Board itself, but from Owen. We disagree. Under respondent’s construction of section 15(c), a person could always obtain information in the Board’s files simply by seeking it from a complainant or witness. Such an interpretation would eviscerate the protection afforded to complainants and witnesses, and possibly impede on-going investigations by the Board.</p> <p id=\"b545-5\" pgmap=\"545\">Respondent also contends that Owen waived the protection afforded by section 15(c) by communicating the information contained in his complaint to persons other than the Board. He likens the confidentiality requirement of section 15(c) to that of a testimonial privilege, the latter of which is waived by communicating the privileged information to third parties. (See, e.g., Turner v. Black (1960), 19 Ill. 2d 296, 309 (attorney-client privilege is waived by client when he testifies about privileged matter).) Respondent argues that he may therefore obtain any and all information Owen gave to the Board. The argument is without merit. Respondent erroneously equates common-law or statutory testimonial privileges with the constitutional mandate of section 15(c). As it was stated in People ex rel. Illinois Judicial Inquiry Board v. Hartel (1978), 72 Ill. 2d 225, the confidentiality requirement is “impervious to legislative or judicial change, and it must be implemented except as overriding Federal due process requirements compel us to do otherwise.” (72 Ill. 2d 225, 230.) Thus, even if we assume, arguendo, that Owen published defamatory statements to persons other than the Board, he did not waive the confidentiality requirement of section 15(c) so that all information given to the Board is discoverable. However, our construction of the section does not preclude respondent from obtaining any otherwise discoverable information which Owen may have given to persons other than the Board. Statements made to third persons cannot be deemed to be part of the “proceedings” of the Board and, hence, are not subject to the restrictions imposed by section 15(c).</p> <p id=\"b545-6\" pgmap=\"545(27) 546(10)\">Accordingly, we hold that Owen’s communications with the Board are confidential and not subject to discovery in this case. As such, Judge Mann’s order is invalid insofar as it requires disclosure of the confidential information.</p> <p id=\"b546-5\" pgmap=\"546\">The writ of mandamus is awarded and Judge Mann is directed to vacate his July 19,1984, production order.</p> <p id=\"b546-6\" pgmap=\"546\">Writ awarded.</p> <p id=\"b546-7\" pgmap=\"546\">CHIEF JUSTICE CLARK took no part in the consideration or decision of this case.</p> </opinion> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b546-8\" pgmap=\"546\">JUSTICE GOLDENHERSH,</author> <p id=\"Ah\" pgmap=\"546\">dissenting:</p> <p id=\"b546-9\" pgmap=\"546\">I dissent. I agree with the statement of Chief Justice Clark in People ex rel. Judicial Inquiry Board v. Hartel (1978), 72 Ill. 2d 225, 239, that section 15(c) of article VI of the Constitution “was intended exclusively for the protection of judges under investigation.” As did Chief Justice Clark, “I find it persuasive that, in explaining the intent of the confidentiality provision, the drafters made no mention of an intent to protect witnesses and complainants.” 72 Ill. 2d 225, 239.</p> <p id=\"b546-10\" pgmap=\"546\">On the theory that it is essential to the free flow of information concerning complaints against members of the judiciary, the majority has created a privilege obviously not contemplated by the framers of the Constitution. This free flow of information, according to the majority, depends in part on the informant’s expectation of confidentiality “to shield him from possible recrimination by an individual subject to investigation.” 105 Ill. 2d at 533.</p> <p id=\"b546-11\" pgmap=\"546\">The majority has failed to cite any authority which supports the proposition that, once the informer is identified, the content of the information is protected from discovery. To the contrary, Professor Wigmore’s treatise on evidence makes it clear that the privilege, when it exists, applies only to the identity of the informer and not to the content of communication received from him. 8 Wigmore, Evidence sec. 2374 (McNaughton rev. ed. 1961).</p> <p id=\"b547-4\" pgmap=\"547\">Here, the identity of the informant was not confidential. His former client, in motions filed in litigation pending in the Twentieth Judicial Circuit, stated that a Judicial Inquiry Board petition had been filed against Judge Starnes and that the client believed that the petition was filed by its former trial counsel (petitioner here).</p> <p id=\"b547-5\" pgmap=\"547\">If protection from possible recrimination is the purpose of confidentiality, it is accomplished by concealing the identity of the informer. When, as here, the informer broadcasts the fact that he has filed the complaint, neither logic nor the authorities proscribe the discovery of the content of the complaint.</p> <p id=\"b547-6\" pgmap=\"547\">The majority opinion serves to subject a member of the judiciary to a malicious, false and frivolous complaint without recourse on his part or fear of retribution on the part of his accuser. This, it seems to me, is too high a price to pay for the benefits allegedly derived from the free flow of information.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}