{
  "casebody": {
    "data": "<casebody firstpage=\"215\" lastpage=\"217\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b235-6\">George W. Libbey <em>vs. </em>City of Lawrence.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b235-7\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AVO\">Nov. 6, 1879.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AbL\">Jan. 21, 1880.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"Ats\">Colt &amp; Ames, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b235-8\">In an action by a police officer against a city for services rendered in 1877, at the rate of $2.25 a day and 25 cents for each hour of extra service, the case was submitted on agreed facts, which stated that by the charter of the city the mayor and aldermen had full power to appoint police officers and to remove them at pleasure; that all other municipal powers were vested in the mayor and aldermen and in the common council, to be exercised by concurrent vote; that in 1865 both boards passed a resolution fixing the pay of police officers at $2.25 a day; that in 1875 the rate for the year 1876 was fixed at $2.25 a day, and extra work at 25 cents an hour, and the police were paid at this rate until February 1877, when the mayor and aldermen adopted an order making the pay $2.00 a day, and extra work 20 cents an hour, at which rates the plaintiff had been paid for the rest of the year 1877. If the plaintiff was entitled to recover <page-number citation-index=\"1\" label=\"216\">*216</page-number>$2.26 a day, and 25 cents an hour for extra work, from February 12, 1877, judg ment was to be entered for him for a certain sum; otherwise, for the-defendant. <em>Reid, </em>that, whether the order of 1877 was valid or not, the defendant was entitled to judgment.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b236-4\">Contract upon an account annexed for a balance alleged to be due for services as a police officer of the defendant. Answer, a general denial-. The case was submitted to the Superior Court, and, after judgment for the defendant, to this court, on appeal, on an agreed statement of facts in substance as follows :</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b236-5\">The plaintiff was duly appointed a police officer of the defendant on January 7, 1877, at the commencement of the municipal year, and was detailed for and performed regular patrol duty as night watchman until the appointment of a new police force upon the organization of the city government for 1878. He was paid at the rate of $2.25 per day of ten hours’ service, and twenty-five cents for each hour of extra service until February 12, 1877, and thereafter at the rate of two dollars per day, and twenty cents per hour for extra time, he claiming that he was entitled to receive pay at the former rate. On November 14, 1865, the city council passed a joint resolution that “the pay of the night watch shall be at the rate of two dollars and twenty-five cents per night, commencing with the 1st day of September, 1865.” In a joint resolution of the city council passed December 1,1875, fixing the compensation of city officers for the year 1876, it was provided that “the compensation of the day police and night patrolmen shall be at the rate of two dollars and twenty-five cents per day of ten hours, when employed, payable monthly, extra hours and temporary service to be paid for at the rate of twenty-five cents for each hour.” No other action appears to have been had by the city council in regard to the pay of the day or night police. From September 1, 1865, to February 12, 1877, the patrol police were paid at the rate of $2.25 per day and twenty-five cents for each additional hour of service.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b236-6\">On February 12, 1877, the board of mayor and aldermen adopted the following order: “ That the pay of the regular day and night patrol shall be two dollars per day and twenty cents per hour for all extra time that they may be employed.” Of this order the plaintiff had due notice.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b237-3\"><page-number citation-index=\"1\" label=\"217\">*217</page-number>Since the organization of the city government under its charter in 1853, the police force has heen appointed and reconstituted at the commencement of each municipal year, and has consisted of a regular day patrol and a regular night patrol.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b237-4\">Section 8 of the city charter provides as follows: “ The executive power of the said city generally, and the administration of the police, with all the power heretofore vested in the selectmen of Lawrence, shall be vested in and may be exercised by the mayor and' aldermen as fully as if the same were herein specially enumerated. The mayor and aldermen shall have full and exclusive power to appoint a constable and assistants, or a city marshal and assistants with the powers and duties of constables, and all other police officers, and the same to remove at pleasure. . . -. All other powers now vested in the inhabitants of said town, and all powers granted by this act, shall be vested in the mayor and aldermen and common council of the said city, to be exercised by concurrent vote, each board to have a negative upon the other.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b237-5\">If, upon the above facts, the plaintiff was entitled to recover $2.25 per day, and twenty-five cents per hour for extra service, from and after February 12, 1877, during the rest of his employment, judgment was to be entered for him in the sum of $100 and interest; otherwise, judgment for the defendant.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b237-6\"><em>J. K. </em>Tarbox, for the plaintiff.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b237-7\"><em>E. T. </em>Burley, for the defendant.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b237-8\">Gray, C. J.</author>\n<p id=\"AOy\">We do not find it necessary to consider the . question, argued at the bar, of the validity of the order of the mayor and aldermen of February 12, 1877; for the plaintiff has been paid at the rate mentioned in that order; there is no evidence before us of the value of his services; and the joint resolution passed by the city council in December 1875 fixed the compensation of officers for the year 1876 only, and he does not therefore show himself to be entitled to recover the compensation therein named for services performed in 1877, and, by the terms of the case stated, cannot maintain his action;</p>\n<p id=\"b237-9\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}