{
  "casebody": {
    "data": "<casebody firstpage=\"403\" lastpage=\"442\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b425-6\">6 A.3d 396</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b425-7\">Kenneth KELLY a/k/a Kenneth Maurice Kelly, Jr. v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b425-10\">No. 645,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"ATL\">Sept. Term, 2009.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b425-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b425-12\">Oct. 4, 2010.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b430-6\"><page-number citation-index=\"1\" label=\"408\">*408</page-number>Brian L. Zavin (Paul B. DeWolfe, Public Defender, on the brief) Baltimore, MD, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b430-7\">Sara P. Pritzlaff (Douglas F. Gansler, Atty. Gen., on the brief) Baltimore, MD, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b430-8\">Panel: ZARNOCH, GRAEFF and CHARLES E. MOYLAN, JR., (Retired, Specially Assigned), JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b430-9\">GRAEFF, J.</author>\n<p id=\"b430-10\">A jury sitting in the Circuit Court for Baltimore City convicted appellant, Kenneth Kelly, of robbery and conspiracy to commit robbery. The court imposed consecutive sentences of 15 years for each conviction.</p>\n<p id=\"b430-11\">Appellant presents four questions for our review, which we quote:</p>\n<blockquote id=\"b430-12\">1. Did the trial court err by denying a motion for mistrial after it was discovered that a sheriffs officer had closed the courtroom to the public, including members of Appellant’s family, during jury selection?</blockquote>\n<blockquote id=\"b430-13\">2. Did the trial court err by asking the jury on <em>voir dire </em>whether they could convict the defendants in the absence of “scientific” evidence?</blockquote>\n<blockquote id=\"b430-14\">3. Did the trial court err by denying defense counsel’s request to continue sentencing?</blockquote>\n<blockquote id=\"b430-15\">4. Were separate sentences for robbery and conspiracy to commit robbery illegal under the circumstances in this case?</blockquote>\n<p id=\"b430-16\">For the reasons that follow, we shall affirm the judgments of the circuit court.</p>\n<p id=\"b431-3\"><page-number citation-index=\"1\" label=\"409\">*409</page-number>FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b431-4\">On September 4, 2008, at approximately 11:30 p.m., two men robbed Ronald Bennett as he walked home from work. Appellant was charged with the following crimes: (1) robbery with a dangerous weapon; (2) robbery; (3) first degree assault; (4) second degree assault; (5) theft of property under $500; (6) wear, carry, and transport a handgun; (7) use of a handgun in a crime of violence; and (8) conspiracy to commit armed robbery.<footnotemark>1</footnotemark></p>\n<p id=\"b431-5\">On April 27, 2009, trial commenced against appellant and his co-defendant, Donald Bland. Mr. Bennett testified that, as he walked home from work, two men yelled “Tommy” and told him to stop. Mr. Bennett began walking faster, away from the two men. One of the men pointed a gun at Mr. Bennett, advising him not to run. The men caught up with him, and the other man searched Mr. Bennett and took his identification, cell phone, and duffel bag. The gunman continued to call Mr. Bennett “Tommy,” but the other man corrected him, stating that Mr. Bennett “wasn’t the guy.” Mr. Bennett testified that the gunman indicated that, if Mr. Bennett had been Tommy, he would have “cut my dreads and then he was going to shoot me.” The men let Mr. Bennett go, and when he was a block away from them, they asked Mr. Bennett if he wanted his bag back, but Mr. Bennett continued walking.</p>\n<p id=\"b431-6\">Mr. Bennett testified that the robbery occurred by a street light, and he could see both of the perpetrators’ faces. Both men were wearing white t-shirts and “denim shorts, like capris.” Mr. Bennett identified appellant as the person who “went in my pockets” and Mr. Bland as the gunman.</p>\n<p id=\"b432-4\"><page-number citation-index=\"1\" label=\"410\">*410</page-number>When Mr. Bennett arrived at his brother’s home, he called 911. An officer responded and took Mr. Bennett to the police precinct. At the precinct, the police advised him that they had located two suspects. They transported Mr. Bennett to the place where the suspects were being held, and Mr. Bennett identified both suspects as the men who had robbed him earlier that night. Mr. Bennett subsequently identified appellant and Mr. Bland in photo arrays presented to him. In the first array, Mr. Bennett identified appellant, writing that he “was the guy that went through my pockets, took my w;allet and cell phone.” In the second photo array, Mr. Bennett identified Mr. Bland as the one “with the gun.”</p>\n<p id=\"b432-5\">Officer Carmine Vignola testified that, in the early morning hours of September 5, 2008, he responded to a report of a robbery. He transported Mr. Bennett to the police station and then to the location where the suspects had been detained. Mr. Bennett identified the suspects as “the individuals that had robbed him.”</p>\n<p id=\"b432-6\">Officer James Howard saw appellant while on patrol on September 5, 2008. Appellant, who matched the description of one of the suspects, was “trotting” out of an alley. Officer Howard made eye contact with appellant, who “took off in a full-fled[ge] run.” Appellant tossed “a sack” over a fence and continued running. Officer Howard stopped appellant, handcuffed him, and called for backup. When other officers arrived, Officer Howard canvassed the area and recovered a gray backpack. When Officer Howard returned to the area where he had detained the suspect, he observed a second suspect, but he did not know how the police located the other man.<footnotemark>2</footnotemark> Officer Howard transported appellant to the police station. Afterward, he checked the backseat of his vehicle and <page-number citation-index=\"1\" label=\"411\">*411</page-number>discovered a cell phone, which he turned over to the detectives.</p>\n<p id=\"b433-4\">Detective Arnold Pitman interviewed Mr. Bennett in the early morning hours of September 5, 2008. Mr. Bennett advised him that the assailants robbed him of his wallet, cell phone, and backpack, and he provided a description of both men. Detective Pitman instructed Officer Vignola to broadcast a description of the two suspects via radio to other police officers. When Detective Pitman learned that the police had located two suspects, he prepared two photo arrays, one for each of the suspects. Mr. Bennett viewed the photo arrays and positively identified appellant and Mr. Bland as the men who committed the robbery. Detective Pitman returned Mr. Bennett’s property, including a gray backpack, a cell phone, and an earnings statement.</p>\n<p id=\"b433-5\">At the conclusion of the State’s case, counsel for appellant moved for judgment of acquittal on all counts. The court denied the motion. The defense rested without introducing any additional evidence. As indicated, the jury convicted appellant of robbery and conspiracy to commit robbery.<footnotemark>3</footnotemark></p>\n<p id=\"b433-6\">This timely appeal followed.</p>\n<p id=\"b433-7\">DISCUSSION</p>\n<p id=\"b433-8\">I.</p>\n<p id=\"b433-9\">Right to a Public Trial</p>\n<p id=\"b433-10\">Appellant’s first contention is that “the trial court erred by denying a motion for a mistrial after it was discovered that a sheriffs officer had closed the courtroom to the public, including members of appellant’s family, during jury selection.” He <page-number citation-index=\"1\" label=\"412\">*412</page-number>argues that, “[w]hile the court had a legitimate interest in maintaining order in the courtroom and looking after the comfort of its occupants, it did not adequately balance those interests with [appellant’s] constitutional right to a public trial.” Appellant asserts that, “because the officer’s actions were not brought to light until after the fact, [he] never had the opportunity to suggest, and the court never had the opportunity to consider,” whether there were other alternatives to excluding his family from the courtroom, “such as breaking the group of prospective jurors into smaller groups” or “directing [appellant’s] family to remain silent during jury selection.”</p>\n<p id=\"b434-5\">The State contends that “the trial court properly refused to declare a mistrial after learning that, without the knowledge of the court or the parties, [appellant’s] family members had been excluded from the courtroom for a limited part of the jury selection proceedings, during which there were not enough seats for all of the prospective jurors.” The State argues that “the temporary, limited, and inadvertent exclusion of [appellant’s] family during a portion of jury selection” was <em>“de minimus </em>” and “too trivial to implicate [appellant’s] Sixth Amendment right to a public trial.” It further contends that, “even if a Sixth Amendment analysis is appropriate, there were compelling, or at least substantial, interests justifying the exclusion and ... it was narrowly tailored to those interests.”</p>\n<p id=\"b434-6\">A.</p>\n<p id=\"b434-7\">Proceedings Below</p>\n<p id=\"b434-8\">On the morning of the first day of trial, at 10:12 a.m., a large number of prospective jurors entered the courtroom.<footnotemark>4</footnotemark> The court stated: “Fill in every available seat, please folks. We’ve got a full house.”</p>\n<p id=\"b435-3\"><page-number citation-index=\"1\" label=\"413\">*413</page-number>The voir dire process then began. After the court clerk completed roll call, the court asked the venire panel a series of questions. The court then called to the bench the prospective jurors who had indicated an affirmative response to a question and asked further questions. Prior to completing the voir dire process, the court took a break for lunch, instructing the prospective jurors to return at 2:00 p.m.</p>\n<p id=\"b435-4\">When proceedings resumed in the afternoon, at 2:05 p.m., the clerk read off the numbers of the prospective jurors remaining, and the court prepared to continue with the individual questioning of the jurors. Prior to doing so, however, counsel approached the bench. Although not entirely clear, the record indicates that counsel approached to discuss the issue of the court closure, an issue to which it appears the court previously had been alerted, and counsel then handed the court a case, presumably <em>Watters v. State, </em>328 Md. 38, 612 A.2d 1288 (1992), <em>cert, denied, </em>507 U.S. 1024, 113 S.Ct. 1832, 123 L.Ed.2d 460 (1993).<footnotemark>5</footnotemark> After counsel gave the judge the case, the court commented about the small size of the courtroom and the security problems, stating that every seat was filled and jurors were standing. Counsel for Mr. Bland then stated that he wanted to wait to discuss the issue until his client arrived. The court and counsel then appeared to discuss other issues,<footnotemark>6</footnotemark> and they then proceeded with the questioning of the individual jurors.</p>\n<p id=\"b436-4\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>After completing the strikes of prospective jurors for cause, counsel for appellant returned to the issue of the right to a public trial. Counsel moved for a mistrial, stating:</p>\n<blockquote id=\"b436-5\">[COUNSEL FOR APPELLANT]: Your Honor, if we could just very briefly deal with that mistrial issue because I want to put that on the record now that Mr. Kelly is here. And I don’t know if we need the Sheriffs input or not, but when I spoke to Mr. Kelly’s father, he was here this morning. He was in the courtroom before we started the proceedings. And when I spoke to him over lunch, he indicated to me that he was asked by the Sheriffs office to leave, that there was — he was simply told that he couldn’t be in here during the proceedings. I assume it’s a space issue but, certain-iy-</blockquote>\n<blockquote id=\"b436-7\">THE COURT: As far as I know. What I did note was that we didn’t have enough seats for all of the jurors. We had jurors standing during voir dire until we sent some out of here. So if he was excluded on that basis, nobody brought it to my attention. I didn’t know.</blockquote>\n<blockquote id=\"b436-8\">[COUNSEL FOR APPELLANT]: I understand, Your Honor. And, certainly, I didn’t know either until I stepped in the hall. I do want to make sure, certainly, that Mr. Kelly’s family, and I’m sure Mr. Bland feels the same way, can be here.</blockquote>\n<blockquote id=\"b436-9\">THE COURT: They’re actually going to be here.</blockquote>\n<blockquote id=\"b436-10\">[COUNSEL FOR APPELLANT]: Mr. Kelly has a Sixth Amendment right. It’s clear to a public trial.</blockquote>\n<blockquote id=\"b436-11\">THE COURT: Right.</blockquote>\n<blockquote id=\"b436-12\">[COUNSEL FOR APPELLANT]: To an open trial. Certainly, he wishes to exercise that [right]. And in keeping with that, Your Honor, just to protect the record, I would move for a mistrial at this point. I would simply make the proffer that, again, and I don’t know if there is any factual exception to this on the State’s part, that Mr. Kelly’s family was asked to — Mr. Kelly’s father, in particular, and—</blockquote>\n<p id=\"b437-4\"><page-number citation-index=\"1\" label=\"415\">*415</page-number>The court then asked the sheriff what occurred. The sheriff acknowledged that she asked appellant’s father to leave, stating:</p>\n<blockquote id=\"b437-5\">[OFFICER]: Yeah I did. I didn’t just ask his father to leave. I told everybody that was sitting in here that they had to leave because there’s not enough room for their family to sit in here while we picked jurors.</blockquote>\n<blockquote id=\"b437-6\">THE COURT: Right. They were sitting amongst the jurors and I’ve got to tell you even eight of them weren’t able to sit (unintelligible).</blockquote>\n<blockquote id=\"b437-7\">[OFFICER]: I think the problem was his father, he didn’t understand why I asked him to leave and, once I explained it to him, he stood in agreement with it.</blockquote>\n<p id=\"b437-8\">The court denied appellant’s motion “at this point.” It indicated, however, that it would review the case defense counsel had provided.</p>\n<p id=\"b437-9\">The parties proceeded to select the jury. Following jury selection, the court made its final ruling denying the motion for a mistrial. The Court initially stated that “this matter was never brought to my attention,” noting that, “if it’s not brought to us, there’s just not much we can do.” Although acknowledging that the exclusion in <em>Watters </em>also took place without the court’s knowledge, the court distinguished <em>Watters </em>as follows:</p>\n<blockquote id=\"b437-10\">[I]n <em>Wat[t]ers, </em>the public was excluded in addition to the Defendant’s family and the press. And, apparently, this was a hot case on the Eastern Shore. To my knowledge, there’s been no press here and the public was not excluded in general.</blockquote>\n<blockquote id=\"b437-11\">The big distinction, though, here in this case is we did not have enough seating. During the entire voir dire, we did not have enough seats for all of the jurors. We had a couple of jurors who were standing throughout the whole thing so we had no place for anybody else in the courtroom. And if we had shoe horned in — I guess you can always say, you know, we’ve got ten people at the bench. I guess you could squeeze in 11.</blockquote>\n<blockquote id=\"b438-4\"><page-number citation-index=\"1\" label=\"416\">*416</page-number>But if we’d done that, the problem is putting in the family members in the middle of the voir dire of the array could cause terrible problems. Family members want to talk. What a wonderful guy the Defendant is, let’s say. What a terrible guy the alleged victim is. And the jurors hear it. So in addition to not having any space at all, we don’t have any space where we can keep them separate.</blockquote>\n<p id=\"b438-5\">The court then inquired regarding the amount of time that appellant’s family members were excluded from the courtroom:</p>\n<blockquote id=\"b438-6\">[THE COURT]: [A]s I understand this, this was a morning problem, kind of a.m. problem. Did they try to come in for the afternoon session, do you know?</blockquote>\n<blockquote id=\"b438-7\">[COUNSEL FOR APPELLANT]: I don’t know, Your Hon- or, with respect to Mr. Kelly’s family. I can tell the Court that Mr. Bland’s family is here. I spoke with them after we spoke initially about this issue—</blockquote>\n<blockquote id=\"b438-8\">THE COURT: Right.</blockquote>\n<blockquote id=\"b438-9\">[COUNSEL FOR APPELLANT]: — about them coming in.</blockquote>\n<blockquote id=\"b438-10\">THE COURT: But, I mean, there would have — I don’t think they were excluded or were, you know, from the afternoon session. But maybe they took the exclusion this morning as being permanent. I don’t know. I do know that they’ve been here since we picked the jury.</blockquote>\n<blockquote id=\"b438-11\">The court then concluded:</blockquote>\n<blockquote id=\"b438-12\">I just think, under the circumstances, I have to deny the Motion for Mistrial. We just didn’t have any room. The jurors were standing. If we’d squeezed a couple in, they would have been smack dab in the middle of the array. I hope the Court of Appeals will keep in mind that we labor in this venue with inadequate physical planning. This is not utopia. It’s not Lake Wobegon. It’s not Howard County. It’s not Montgomery County. It’s Baltimore City and we just don’t have the plan to do everything we might like to do. I think it’s regrettable, but I think it’s distinguishable under <em>Wat[t]ers. </em>So you have my ruling.</blockquote>\n<p id=\"b439-3\"><page-number citation-index=\"1\" label=\"417\">*417</page-number>B.</p>\n<p id=\"b439-4\">Closing of Courtroom during Voir Dire</p>\n<p id=\"b439-5\">The Sixth Amendment to the United States Constitution provides that, “[i]n all criminal prosecutions, the accused shall enjoy the right to a ... public trial.” U.S. Const, amend. VI. This Court has explained the purpose of the Sixth Amendment right to a public trial as follows:</p>\n<blockquote id=\"b439-6\">A public trial furnishes the public with the opportunity to observe the judicial process, and thus ensures that the judge and prosecutor carry out their duties responsibly. Indeed, [t]he knowledge that every criminal trial is subject to contemporaneous review in the forum of public opinion is an effective restraint on possible abuse of judicial power. It thus is a safeguard against any attempt to employ our courts as instruments of persecution. And, finally, it encourages witnesses to come forward and discourages perjury.</blockquote>\n<p id=\"b439-7\"><em>Markham v. State, </em>189 Md.App. 140, 152, 984 A.2d 262 (2009) (citations and quotations omitted). <em>Accord Peterson v. Williams, </em>85 F.3d 39, 43 (2d Cir.1996) (values furthered by the public trial guarantee are: “(1) to ensure a fair trial; (2) to remind the prosecutor and judge of their responsibility to the accused and the importance of their functions; (3) to encourage witnesses to come forward; and (4) to discourage perjury”) (citing <em>Waller v. Georgia, </em>467 U.S. 39, 46-47, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984)), <em>cert, denied, </em>519 U.S. 878, 117 S.Ct. 202, 136 L.Ed.2d 138 (1996).</p>\n<p id=\"b439-8\">A criminal defendant’s right to a public trial, however, is not absolute. <em>Robinson v. State, </em>410 Md. 91, 102, 976 A.2d 1072 (2009). “In some circumstances, the trial court can close the courtroom ‘in order to maintain order, to preserve the dignity of the court, and to meet the State’s interests in safeguarding witnesses and protecting confidentiality.’ ” <em>Markham, </em>189 Md.App. at 152, 984 A.2d 262 (quoting <em>Robinson, </em>410 Md. at 103, 976 A.2d 1072). “Such circumstances will be rare, however, and the balance of interests must be struck with special care.” <em>Waller, </em>467 U.S. at 45, 104 S.Ct. 2210.</p>\n<p id=\"b440-4\"><page-number citation-index=\"1\" label=\"418\">*418</page-number>The Supreme Court has identified four factors that the trial court must consider before closing a courtroom: (1) “ ‘the party seeking to close the hearing must advance an overriding interest that is likely to be prejudiced’ (2) “ ‘the closure must be no broader than necessary to protect that interest’ (3) “ ‘the trial court must consider reasonable alternatives to closing the proceeding’ and (4) the trial court “ ‘must make findings adequate to support the closure.’ ” <em>Presley v. Georgia, </em>— U.S.-, 130 S.Ct. 721, 724, — L.Ed.2d-(2010) (per curiam) (quoting <em>Waller, </em>467 U.S. at 48, 104 S.Ct. 2210).<footnotemark>7</footnotemark></p>\n<p id=\"b440-7\">It is clear that “the Sixth Amendment right to a public trial extends to the <em>voir dire </em>of prospective jurors.” <em>Id. Accord Watters, </em>328 Md. at 45 n. 3, 612 A.2d 1288. In <em>Presley, </em>the Supreme Court held that the trial court violated Presley’s right to a public trial when it excluded his uncle from the courtroom during voir dire due to space limitations and a concern that jurors might be exposed to “inherently prejudicial remarks from observers during voir dire.” 130 S.Ct. at 722-23. The Georgia Supreme Court had found no error, stating that the trial court had an overriding interest in ensuring that the potential jurors were not exposed to prejudicial remarks, and rejecting the argument that the court had a duty, <em>sua sponte, </em>to consider alternatives to closure when Presley had not offered such alternatives. <em>Presley v. State, </em>285 Ga. 270, 674 S.E.2d 909, 911 (2009). The Supreme Court, in its summary <em>per curiam </em>opinion, disagreed, pointing to the “explicit” direction from <em>Waller </em>that “the trial court must <page-number citation-index=\"1\" label=\"419\">*419</page-number>consider reasonable alternatives to closing” the courtroom. <em>Presley, </em>130 S.Ct. at 724 (citing <em>Waller, </em>468 U.S. at 48, 104 S.Ct. 2924). The Court stated:</p>\n<blockquote id=\"b441-4\">Trial courts are obligated to take every reasonable measure to accommodate public attendance at criminal trials. Nothing in the record shows that the trial court could not have accommodated the public at Presley’s trial. Without knowing the precise circumstances, some possibilities include reserving one or more rows for the public; dividing the jury venire panel to reduce courtroom congestion; or instructing prospective jurors not to engage or interact with audience members.</blockquote>\n<p id=\"b441-5\"><em>Id. </em>at 725.<footnotemark>8</footnotemark></p>\n<p id=\"b441-6\">As the trial court noted, the Court of Appeals also has addressed the right to a public trial in the context of voir dire. In <em>Watters, </em>328 Md. at 41-42, 49, 612 A.2d 1288, similar to this case, a deputy sheriff excluded people from the courtroom “[w]ithout the knowledge or consent of the trial judge or the parties.” <em>Id. </em>at 42, 612 A.2d 1288. The sheriff “excluded the public, including members of defendant’s family and possibly representatives of the press, from the courtroom during voir dire and jury selection — a process that consumed the entire first morning of trial.” <em>Id.</em><footnotemark><em>9</em></footnotemark><em> </em>The deputy sheriff testified that he closed the courtroom because of “ ‘the number of people involved in the case and the courtroom would not handle all the persons who wanted to get into the courtroom.’ ” <em>Id. </em>The <page-number citation-index=\"1\" label=\"420\">*420</page-number>Court of Appeals held that, because the courtroom was not full, and there were “ ‘some seats’ available,” the circumstances “did not present a compelling need for excluding members of the defendant’s family as well as the press and the public.” <em>Id. </em>at 42, 45, 612 A.2d 1288. Moreover, it held that, “even if the State could show that under the circumstances then prevailing the government had a legitimate interest in preventing overcrowding, it could not show that the exclusion of all persons was a narrowly tailored means of protecting that interest,” noting that “empty seats were left vacant.” <em>Id. </em>at 45, 612 A.2d 1288.</p>\n<p id=\"b442-5\">C.</p>\n<p id=\"b442-6\"><em>De minimus </em>Closure</p>\n<p id=\"b442-7\">The State’s initial contention here is that the closure “was so trivial or de minimus that it did not implicate [appellant’s] public-trial rights.” A triviality standard is different from a harmless error standard; it looks to whether the closure implicated the protections and values of the Sixth Amendment. <em>State v. Vanness, </em>304 Wis.2d 692, 738 N.W.2d 154, 157 (App.2007) (citing <em>Peterson, </em>85 F.3d at 42).</p>\n<p id=\"b442-8\">Appellant’s sole response to this argument in his reply brief was to rely on <em>Presley. </em>He contends that <em>Presley </em>disposes of the State’s argument that the closure of the courtroom for only a few hours of jury selection can be dismissed as a <em>de minimus </em>violation of his right to a public trial.</p>\n<p id=\"b442-9\">Appellant’s reliance on <em>Presley </em>is misplaced. The summary <em>per curiam </em>opinion in <em>Presley </em>does not reflect that any argument was made, or considered by the Court, regarding whether the closure was so trivial or <em>de minimus </em>that it did not implicate the right to a public trial. <em>Presley </em>is not dispositive on this issue.</p>\n<p id=\"b442-10\">The Court of Appeals, however, has addressed the concept of a <em>de minimus </em>closure that would not implicate a defendant’s public trial rights. In <em>Watters, </em>328 Md. at 46, 612 A.2d 1288, the Court expressed agreement with the proposition that <page-number citation-index=\"1\" label=\"421\">*421</page-number>“not every closure is of constitutional dimension.” <em>Id. </em>Although noting that “the deprivation of the constitutional right to a public trial cannot be harmless error,” <em>Id. </em>at 48, 612 A.2d 1288, the Court agreed that a violation could be “classified as <em>de minimus </em>and undeserving of constitutional protection.” <em>Id. </em>at 46, 612 A.2d 1288.</p>\n<p id=\"b443-4\">The Court, however, rejected the State’s argument in that case that the closure was <em>“de minimus. </em>” <em>Id. </em>at 49, 612 A.2d 1288. It explained:</p>\n<blockquote id=\"b443-5\">The scope of the closure in this case was substantial. The courtroom was open only to court personnel, the venireper-sons, and witnesses. All other members of the public, including members of the defendant’s family and the press, were barred. The closure extended over a significant period of time — an entire morning of trial during which the voir dire and selection and swearing of the jury were accomplished. Although we agree with the State that not every technical violation of the Sixth Amendment right of open trial requires a new proceeding or trial, we would be hard pressed to declare a violation of this magnitude <em>de mini-mus, </em>or otherwise not of constitutional significance. We conclude that this violation of the defendant’s Sixth Amendment right carries with it the presumption of specific prejudice mandated by <em>Waller, </em>and thus requires the granting of appropriate relief. Under the particular facts of this case, that relief is necessarily the granting of a new trial.</blockquote>\n<p id=\"b443-6\">\n<em>Id.</em>\n</p>\n<p id=\"b443-7\">The facts in <em>Watters </em>are similar to the present case in that both cases involve a sheriff excluding persons from voir dire without the knowledge of the parties or the court. As discussed, <em>infra, </em>however, there are significant factual differences between the two cases that persuade us to reach a conclusion different from that reached in <em>Watters.</em></p>\n<p id=\"b443-8\">In determining whether a courtroom closure is so <em>de minimus </em>or trivial that it does not implicate a defendant’s Sixth Amendment right to a public trial, courts look to various factors. These factors include the length of the closure, the <page-number citation-index=\"1\" label=\"422\">*422</page-number>significance of the proceedings that took place while the courtroom was closed, and the scope of the closure, <em>i.e., </em>whether it was a total or partial closure.<footnotemark>10</footnotemark></p>\n<p id=\"b444-5\">With respect to the length of time that the courtroom was closed, a closure for a shorter duration obviously is more likely to be held to be trivial or <em>de minimus </em>and not deserving of constitutional protection. For example, in <em>Wilson v. State, </em>148 Md.App. 601, 619, 626-27, 814 A.2d 1 (2002), <em>cert, denied, </em>374 Md. 84, 821 A.2d 371 (2003), although this Court did not use the language <em>“de minimus </em>” or “trivial,” we held that a closure for “only a very limited period of time-the rendering of the verdict,” when other members of the public were present, did not violate “[t]he guarantees of an open and public trial.”</p>\n<p id=\"b444-6\">Although the length of time, by itself, is not dispositive, courts have found that a courtroom closure of less than an hour was <em>de minimus. See Peterson, </em>85 F.3d at 41, 42, 44 (20 minute closure while defendant testified was “extremely short” and “too trivial” to constitute Sixth Amendment violation); <em>United States v. Al-Smadi, </em>15 F.3d 153, 154-55 (10th Cir.1994) (rejecting public trial violation, in part, because 20 minute closure was “brief’); <em>People v. Bui, </em>183 Cal.App.4th 675, 686-87, 689, 107 Cal.Rptr.3d 585 (Cal.Ct.App.) (exclusion <page-number citation-index=\"1\" label=\"423\">*423</page-number>of three people for 40 minutes during voir dire was <em>de minimis </em>and did not violate defendant’s constitutional right to a public trial).</p>\n<p id=\"b445-4\">When the closure is for an entire day or longer, by contrast, courts have declined to classify the closure as <em>de minimus. See Owens v. United States, </em>483 F.3d 48, 63 (1st Cir.2007) (rejecting the argument that closure to family was trivial because “this was not a mere fifteen or twenty-minute closure; rather, Owens’ trial was allegedly closed to the public for an entire day while jury selection proceeded”); <em>Commonwealth v. Cohen, </em>456 Mass. 94, 921 N.E.2d 906, 919 (2010) (finding that courtroom closure for three days during voir dire could not be classified as “trivial” or <em>“de minimus </em>”)</p>\n<p id=\"b445-5\">When, as here, the closure is for a period over an hour, but less than an entire day, courts have reached conflicting results. In <em>Watters, </em>as indicated, the Court of Appeals considered this amount of time to be a factor weighing against a finding that the closure was <em>de minimus. Watters, </em>328 Md. at 49, 612 A.2d 1288 (closure of courtroom during voir dire for “an entire morning” was “substantial”). There are decisions in other states supporting this conclusion. <em>See State v. Torres, </em>844 A.2d 155, 162 (R.I.2004) (exclusion of defendant’s two sisters for “an entire morning” during voir dire “cannot be considered <em>de minimus”); Vanness, </em>738 N.W.2d at 158 (in contrast to 20 minute closures in other cases, “closure of over an hour while the court was in session of a one day trial was not ‘extremely short’ ”).</p>\n<p id=\"b445-6\">Other courts, however, have found a closure for this time period to be <em>de minimus. See Gibbons v. Savage, </em>555 F.3d 112, 121 (2d Cir.) (judge’s exclusion of defendant’s mother from courtroom during afternoon of first day of jury selection was too trivial to violate right to public trial), <em>cert, denied, </em>— U.S. -, 130 S.Ct. 61, 175 L.Ed.2d 233 (2009); <em>People v. Woodward, </em>4 Cal.4th 376, 14 Cal.Rptr.2d 434, 841 P.2d 954, 959 (1992) (90 minute closure of courtroom during closing argument during trial that lasted “over a period of one month, and required 28 actual court hours to complete” did not violate <page-number citation-index=\"1\" label=\"424\">*424</page-number>Sixth Amendment right to a public trial), <em>cert, denied, </em>507 U.S. 1053, 113 S.Ct. 1950, 123 L.Ed.2d 655 (1993).</p>\n<p id=\"b446-5\">As indicated, although the length of time the courtroom is closed is a significant factor, it is not, by itself, dispositive. In addition to the duration of the closure, the significance of the proceedings that took place while the courtroom was closed is an important factor. In both <em>Watters </em>and <em>Torres, </em>where closures for half a day were found not to be <em>de minimus, </em>the courts emphasized that the courtroom was closed during the entire process of voir dire and jury selection. <em>Watters, </em>328 Md. at 49, 612 A.2d 1288 (closure during time when the “voir dire and selection and swearing of the jury were accomplished”); <em>Torres, </em>844 A.2d at 162 (closure “through the entire jury selection and <em>voir dire </em>”). By contrast, in <em>Bui, </em>183 Cal.App.4th at 677, 688, 107 Cal.Rptr.3d 585, the Court of Appeal of California found that the closure during 40 minutes of voir dire was <em>de minimus </em>because the closure occurred “for a very limited period, during only a small part of the voir dire of prospective jurors, and not during the evidentiary phase of the trial.”</p>\n<p id=\"b446-6\">In this regard, we find instructive the analysis of the United States Court of Appeals for the Second Circuit in <em>Gibbons, </em>555 F.3d at 114, 119-21. In that case, as indicated, the court held that the exclusion of the defendant’s mother during the first afternoon of several days of voir dire and jury selection was “too trivial” to warrant reversal of Gibbons’ convictions. The court noted that, although the denial of a public trial was a structural error to which the harmless error analysis did not apply, <em>id. </em>at 119, “it does not follow that every temporary instance of unjustified exclusion of the public — no matter how brief or trivial, and no matter how inconsequential the proceedings that occurred during an unjustified closure — would require that a conviction be overturned.” <em>Id. </em>at 120. The court explained that, in making the determination whether a closure is trivial, it looks to several factors:</p>\n<blockquote id=\"b446-7\">[W]e look to the values the Supreme Court explained were furthered by the public trial guarantee, focusing on (1) <page-number citation-index=\"1\" label=\"425\">*425</page-number>ensuring a fair trial, (2) reminding the prosecutor and judge of their responsibility to the accused and the importance of their functions, (3) encouraging witnesses to come forward, and (4) discouraging perjury. Essentially, our analysis turns on whether the conduct at issue “subverts the values the drafters of the Sixth Amendment sought to protect.”</blockquote>\n<p id=\"Ay0\"><em>Id. </em>at 121 (citations omitted).</p>\n<p id=\"b447-5\">In finding that the closure in that case was “too trivial” to justify vacating Gibbons’ conviction, the court explained that the “third and fourth values derived from <em>Waller </em>and articulated in <em>Peterson, </em>are not implicated by voir dire because no witnesses testified,” and therefore, these factors “do not weigh either in favor or against a triviality finding.” <em>Id. </em>The court then stated that the first and second values were not subverted by “limiting presence at the voir dire proceedings to only the attorneys, judge, defendant, and prospective jurors” because the jurors were interviewed in an adjacent room, and “nothing of significance” occurred in the courtroom while the defendant’s mother was excluded. <em>Id.</em></p>\n<p id=\"b447-6\">The court explained:</p>\n<blockquote id=\"b447-7\">Even if the trial judge had not excluded Gibbons’s mother from the courtroom, she would not have been able to watch a significant portion of what occurred during that afternoon session because the private interviews of individual jurors as to their reasons for inability to serve were justifiably conducted in an adjacent room out of the hearing and sight of the other jurors. Further, nothing of significance happened during the part of the session that took place in the courtroom. The judge read the indictment, asked questions of a few jurors, and provided administrative details on what the jurors should expect if chosen. No prospective jurors were excused except with the consent of both parties. No peremptory challenges were made, and no objections were asserted by either party to anything that occurred. The next morning, when voir dire resumed, Gibbons’s mother was allowed to watch the proceedings.</blockquote>\n<p id=\"b447-8\"><em>Id. </em>Accordingly, the court held: “Although the closure was not justified, we conclude upon examination of all details of what <page-number citation-index=\"1\" label=\"426\">*426</page-number>occurred, that event was too trivial to warrant the remedy of nullifying an otherwise properly conducted state court criminal trial.” <em>Id.</em></p>\n<p id=\"b448-5\">Here, as in <em>Gibbons, </em>the exclusion was not for the entire voir dire proceedings. Moreover, as in <em>Gibbons, </em>and as discussed, <em>infra, </em>even if appellant’s family had not been excluded from the courtroom during the morning portion of voir dire, they would not have been privy to much of what occurred; a significant portion of the proceedings involved questioning of individual jurors at the bench, a procedure that typically cannot be heard by spectators in the courtroom.</p>\n<p id=\"b448-6\">With respect to the final factor, the scope of the closure, some courts have considered whether the closure was a partial, as opposed to a total, closure. In <em>Woodward, </em>14 Cal.Rptr.2d 434, 841 P.2d at 955, during a portion of the prosecution’s closing argument, the bailiff had posted a “do not enter” sign on the door and locked the courtroom doors. The courtroom remained closed for one and one-half hours, until defense counsel alerted the court to the situation. <em>Id. </em>In determining whether Woodward was denied the right to a public trial, the California Supreme Court found significant that “the courtroom was never cleared to remove all spectators for a significant period.” <em>Id. </em>at 958. The court found persuasive the argument that the closing was too trivial to amount to a denial of the public trial right, noting that “the closure did not exclude preexisting spectators, did not include any of the evidentiary phase of the trial and lasted only one and one-half hours.” <em>Id. </em>at 959 (citing <em>Snyder v. Coiner, </em>510 F.2d 224, 230 (4th Cir.1975)). <em>See also State v. Venable, </em>411 N.J.Super. 458, 986 A.2d 743, 748 (2010) (in finding that court’s announcement that family members would not be allowed in the courtroom during jury selection was too trivial to warrant a finding of a violation of the right to a public trial, court noted that closure was partial, limited to family members as opposed to all spectators).<footnotemark>11</footnotemark></p>\n<p id=\"b449-4\"><page-number citation-index=\"1\" label=\"427\">*427</page-number>Applying the above factors to the present case, we hold that the closure here was <em>de minimus </em>and does not justify reversal of appellant’s convictions. With respect to the length of the closure, the parties agree that the exclusion was limited to the morning and lasted approximately two to three hours.<footnotemark>12</footnotemark> This amount of time is not extensive, but it clearly is not inconsequential, and it falls within the time frame in which courts have reached conflicting results. Thus, it is necessary to look at the other two factors, <em>i.e., </em>the significance of the proceedings that took place and the scope of the closure.</p>\n<p id=\"b449-5\">With respect to the nature of the proceedings that occurred during the closure, the proceedings here involved, as they did in <em>Watters, </em>voir dire. In contrast to <em>Watters, </em>however, appellant’s family was not excluded for the entire voir dire and jury selection process, but only for a portion of it. As indicated, appellant acknowledges that the exclusion by the sheriff only encompassed the morning session, and voir dire and jury selection had not been completed at that time. Indeed, the court made explicitly clear prior to the selection of the jury that appellant’s family was entitled to be in the courtroom.</p>\n<p id=\"b449-6\">In <em>Gibbons, </em>555 F.3d at 121, the Second Circuit, in finding that the closure was <em>de minimus, </em>noted that the mother was excluded from only part of the voir dire process, and it found as a significant factor that much of the voir dire proceeding from which Gibbons’ mother was excluded was conducted in a <page-number citation-index=\"1\" label=\"428\">*428</page-number>manner that could not be viewed by spectators. Similarly, here, a significant portion of the voir dire from which the family members were excluded involved questioning of the prospective jurors at the bench, a process that typically is not audible to spectators in the courtroom. When court resumed in the afternoon, the voir dire process continued, and it is clear that the family was permitted in the courtroom during jury selection.</p>\n<p id=\"b450-5\">Thus, the concern expressed in <em>Watters, </em>328 Md. at 48, 612 A.2d 1288, that family members were prevented from contributing “their knowledge or insight to the jury selection” process, and that the prospective jurors were prevented from seeing “the interested individuals,” is not implicated here. The closure in this case, unlike in <em>Watters, </em>did not extend to the actual selection of the jury.</p>\n<p id=\"b450-6\">With respect to the final factor, the scope of the closure, the exclusion in this case was partial; it was not a total closure of the courtroom. The record reflects that only appellant’s family members were excluded.<footnotemark>13</footnotemark> In <em>Watters, </em>by contrast, the exclusion involved “the defendant’s family as well as the press and the public.” 328 Md. at 45, 612 A.2d 1288.</p>\n<p id=\"b450-7\">Analyzing all the circumstances of this case, we hold that the closure here was <em>de minimus </em>and did not implicate appellant’s Sixth Amendment constitutional right to a public trial. In reaching this conclusion, we consider as significant: (1) the limited duration of the closure, two to three hours during voir dire; (2) that the closure did not encompass the entire proceedings of voir dire and jury selection, and that a significant portion of the proceedings during that time were not even audible to spectators in the courtroom; and (3) that <page-number citation-index=\"1\" label=\"429\">*429</page-number>the closure was a partial one, and not a total exclusion of all spectators. Because there was no violation of appellant’s right to a public trial, the trial court did not err in denying appellant’s motion for a mistrial.</p>\n<p id=\"b451-5\">II.</p>\n<p id=\"b451-6\">Voir Dire</p>\n<p id=\"b451-7\">During voir dire, the court asked the prospective jurors the following question:</p>\n<blockquote id=\"b451-8\">Now, I’m going to assume, having done this a few times, that many of you watch way too much television, including those so-called realistic crime shows like CSI: New York and CSI: Miami and CSI: Glen Burnie and Law and Order and the rest of it. And I trust that you understand that these crime shows are fiction and fantasy and for your entertainment. And for dramatic effect, they purport to rely upon “scientific evidence” to convict guilty persons.</blockquote>\n<blockquote id=\"b451-9\">While this is certainly acceptable as entertainment, you must not allow your entertainment to interfere with your duties as a juror. Therefore, if you are currently of the opinion that you cannot convict a Defendant without “scientific evidence,” regardless of all of the other evidence in the case and regardless of the instructions that I give you as to the law of the case, please stand.</blockquote>\n<p id=\"b451-10\">(Emphasis added).<footnotemark>14</footnotemark></p>\n<p id=\"b451-11\">Appellant contends that “the trial court erred by asking the jury on voir dire whether they could convict the defendants in the absence of ‘scientific’ evidence.” He asserts that the question asked was “a nearly word-for-word version of the question” that the Court of Appeals recently found to be improper in <em>Charles and Drake v. State, </em>414 Md. 726, 730, 997 A.2d 154 (2010). Acknowledging that defense counsel did not object to the voir dire question in this case, appellant requests <page-number citation-index=\"1\" label=\"430\">*430</page-number>this Court to exercise its discretion to engage in plain error review.</p>\n<p id=\"b452-4\">The State asserts that appellant waived any argument regarding this voir dire question. It further contends that plain error review is not warranted.</p>\n<p id=\"b452-5\">In <em>Charles and Drake v. State, </em>a decision issued after the trial in this case, the Court of Appeals addressed the propriety of a voir dire question regarding the “CSI effect.” <em>Id. </em>at 731-33, 997 A.2d 154.<footnotemark>15</footnotemark> In that case, the trial judge, the same judge who presided in this case, gave an almost identical venire question.<footnotemark>16</footnotemark> The Court of Appeals reversed the defendant’s convictions, holding that the trial “judge abused his discretion by suggesting to the panel that ‘convicting]’ Drake and Charles was the only option in the present case; this suggestive question poisoned the venire, thereby depriving Drake and Charles of a fair and impartial jury.”<footnotemark>17</footnotemark> <em>Id. </em>at 739, <page-number citation-index=\"1\" label=\"431\">*431</page-number>997 A.2d 154.</p>\n<p id=\"b453-4\">In <em>Charles and Drake, </em>the defense objected to the voir dire questioning when it occurred. <em>Id. </em>at 730, 997 A.2d 154. Here, however, as appellant acknowledges, there was no objection to the question. Pursuant to Maryland Rule 8-131(a), an appellate court ordinarily will not decide an issue “unless it plainly appears by the record to have been raised in or decided by the trial court.” <em>See Robinson, </em>410 Md. at 103-104, 976 A.2d 1072 (appellant’s failure to make a timely objection at trial bar appellate review of that issue as a matter of right); <em>Moye v. State, </em>139 Md.App. 538, 554 n. 5, 776 A.2d 120 (2001), <em>rev’d on other grounds, </em>369 Md. 2, 796 A.2d 821 (2002).</p>\n<p id=\"b453-5\">To be sure, we have discretion under Md. Rule 8-131(a) to address an unpreserved issue. As the Court of Appeals has explained, however:</p>\n<blockquote id=\"b453-6\">It is a discretion that appellate courts should rarely exercise, as considerations of both fairness and judicial efficiency ordinarily require that all challenges that a party desires to make to a trial court’s ruling, action, or conduct be presented in the first instance to the trial court so that (1) a proper record can be made with respect to the challenge, and (2) the other parties and the trial judge are given an opportunity to consider and respond to the challenge.</blockquote>\n<p id=\"b453-7\"><em>Chaney v. State, </em>397 Md. 460, 468, 918 A.2d 506 (2007). <em>Accord Robinson, </em>410 Md. at 104, 976 A.2d 1072 (appellate court’s “prerogative to review an unpreserved claim of error, however, is to be rarely exercised and only when doing so furthers, rather than undermines, the purposes of the rule”).</p>\n<p id=\"b453-8\">Appellant requests that we exercise our discretion and engage in plain error review. “Plain error is ‘error which vitally affects a defendant’s right to a fair and impartial trial.’ ” <em>Diggs v. State, </em>409 Md. 260, 286, 973 A.2d 796 (2009) (quoting <em>State v. Daughton, </em>321 Md. 206, 211, 582 A.2d 521 <page-number citation-index=\"1\" label=\"432\">*432</page-number>(1990)). Appellate courts will exercise their discretion to review an unpreserved error under the plain error doctrine “only when the ‘unobjected to error [is] compelling, extraordinary, exceptional or fundamental to assure the defendant a fair trial.’ ” <em>Turner v. State, </em>181 Md.App. 477, 483, 956 A.2d 820 (2008) (quoting <em>Brown v. State, </em>169 Md.App. 442, 457, 901 A.2d 846 (2006) (internal citations omitted)). “[A]ppellate review under the plain error doctrine T) always has been, 2) still is, and 3) will continue to be a rare, rare phenomenon.’ ” <em>Hammersla v. State, </em>184 Md.App. 295, 306, 965 A.2d 912 (quoting <em>Morris v. State, </em>153 Md.App. 480, 507, 837 A.2d 248 (2003)), <em>cert, denied, </em>409 Md. 49, 972 A.2d 862 (2009).</p>\n<p id=\"b454-5\">The Court of Appeals recently discussed the concept of plain error review, explaining:</p>\n<blockquote id=\"b454-6\">“[P]lain-error review” — involves four steps, or prongs. First, there must be an error or defect — some sort of “[deviation from a legal rule” — that has not been intentionally relinquished or abandoned, i.e., affirmatively waived, by the appellant. Second, the legal error must be clear or obvious, rather than subject to reasonable dispute. Third, the error must have affected the appellant’s substantial rights, which in the ordinary case means he must demonstrate that it “affected the outcome of the district court proceedings.” Fourth and finally, if the above three prongs are satisfied, the court of appeals has the discretion to remedy the error — discretion which ought to be exercised only if the error “ ‘seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.’ ” Meeting all four prongs is difficult, “as it should be.”</blockquote>\n<p id=\"b454-7\"><em>State v. Rich, </em>415 Md. 567, 578, 3 A.3d 1210 (2010) (quoting <em>Puckett v. United States, </em>— U.S.-, 129 S.Ct. 1423, 173 L.Ed.2d 266 (2009)) (internal quotations omitted).</p>\n<p id=\"b454-10\">In <em>James v. State, </em>191 Md.App. 233, 242-43, 991 A.2d 122, <em>cert, denied, </em>415 Md. 338, 1 A.3d 468 (2010), this Court addressed whether to consider an unpreserved challenge to voir dire, where the issue presented had been resolved recent<page-number citation-index=\"1\" label=\"433\">*433</page-number>ly by the Court of Appeals. In that case, James challenged the trial court’s voir dire procedure of asking a continuous series of questions and then inquiring of each prospective juror, at the bench, whether he or she “had any information to give the Court in response to my questions.” <em>Id. </em>at 242, 991 A.2d 122. After trial in that case, the Court of Appeals held that this method of voir dire was improper because the delay between presentation of the questions and the answers “did not effectively ensure a fair and impartial jury[.]” <em>Id. </em>at 244, 991 A.2d 122 (quoting <em>Wright v. State, </em>411 Md. 503, 506, 983 A.2d 519 (2009)).</p>\n<p id=\"b455-5\">Although the Court of Appeals held that this method of voir dire was error, we declined to exercise plain error review. <em>Id. </em>at 247, 991 A.2d 122. Judge Meredith, speaking for this Court, explained:</p>\n<blockquote id=\"b455-6\">We decline to exercise our discretion in this case to notice plain error in the trial court’s voir dire. Although an appellate court may address an unpreserved issue to “communicate a desired message to the bench and bar that might otherwise go unsent,” <em>McMillan [v. State, </em>181 Md.App. 298, 360, 956 A.2d 716, <em>cert, granted, </em>406 Md. 744, 962 A.2d 370 (2008) ], the Court of Appeals has already spoken clearly in <em>Wright, </em>obviating the need for further appellate exploration of this issue. Furthermore, the “error” of which appellant complains was not “plain” at the time of trial in this case. <em>Cf. Height [v. State, </em>185 Md.App. 317, 332-33, 970 A.2d 921 (2009) ] (“it has been held consistently that there is nothing improper about a trial judge’s questioning prospective jurors as a group.”). An error would not be “plain” unless it is wrong under current law. <em>See United States v. Olano, </em>507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). At the time of the trial in the case before us, Maryland’s appellate courts had yet to address whether the manner in which the voir dire was conducted was error. No extraordinary circumstances are present in the case before us to invoke our discretion to address an unpreserved claim of <page-number citation-index=\"1\" label=\"434\">*434</page-number>error that has since been addressed by the Court of Appeals.</blockquote>\n<p id=\"b456-4\">\n<em>Id.</em>\n</p>\n<p id=\"b456-5\">Similarly, here, the error asserted on appeal was not “plain” at the time of appellant’s trial, and the Court of Appeals “has already spoken clearly” on the propriety of this type of voir dire question. Moreover, in this case, although the wording of the specific voir dire question was improper, the record as a whole does not lead to the conclusion that the jurors were under the impression that convicting appellant was the only option. The court repeatedly told the jury, in both voir dire and during instructions, that they must return a verdict of not guilty if the State did not prove appellant’s guilt beyond a reasonable doubt.<footnotemark>18</footnotemark> We decline to invoke our discretion to address this unpreserved claim.</p>\n<p id=\"b456-6\">III.</p>\n<p id=\"b456-7\">Motion to Continue Sentencing</p>\n<p id=\"b456-8\">Appellant contends that he was sentenced under “outrageous” circumstances, arguing that the “trial court erred by denying defense counsel’s request to continue sentencing.” He asserts that, “[b]y refusing to continue sentencing, the court effectively denied [him] the ability to present information in mitigation of punishment,” which resulted in the court being “presented with a largely one-sided picture of [appellant] as an unrepentant criminal who was set on leading his co-defendant down a life of crime as well.” Appellant contends that, “on the basis of the limited information before it, the court chose to deviate from the guidelines and impose the maximum sentence of 30 years’ imprisonment.” He requests <page-number citation-index=\"1\" label=\"435\">*435</page-number>that this Court “remand the matter for a new sentencing hearing.”</p>\n<p id=\"b457-4\">The State argues that the “trial court properly exercised its discretion by denying [appellant’s] motion to postpone sentencing.” It contends that “[t]he lower court had before it all the information it required to impose sentence; it properly exercised its discretion to refuse a postponement.” Asserting that appellant’s “attorney fully presented mitigation at sentencing, emphasizing [appellant’s] youthful age, background, prior work experience, family support, and past psychological issues,” the State argues that “[t]he record does not support [appellant’s] claim that the trial court deviated from the guidelines because it was presented with a ‘one-sided picture’ of [appellant].” The State further points out that appellant “does not articulate what information he would have presented” if the court had granted a two week continuance.</p>\n<p id=\"b457-5\">After the jury returned its verdict, the court asked if counsel was “ready for sentencing.” Counsel for Mr. Bland stated that he wanted to explore “a psychological component of [Mr. Bland’s] history.” The court stated that it had a “full psychiatric work up,” which was completed as a result of a “[Not Criminally Responsible] motion,” and that it would provide the court “with more than enough information.” The court asked counsel for the sentencing range and the sentencing guidelines. The prosecutor stated that she “did not fill one completely out but I do have guidelines.”</p>\n<p id=\"b457-6\">Counsel for appellant then requested a continuance, stating as follows:</p>\n<blockquote id=\"b457-7\">[COUNSEL FOR APPELLANT]: Your Honor, on behalf of Mr. Kelly I would ask the court to continue this matter briefly so we can better prepare for sentencing. I know [appellant] asked his family, who wanted to be here, were able to attend some of the trial and were not able to be here today. I also think it may make some sense to postpone [appellant’s] matter so I can try to potentially resolve two of the other pending matters that he has.</blockquote>\n<blockquote id=\"b458-4\"><page-number citation-index=\"1\" label=\"436\">*436</page-number>And finally, Your Honor, I also anticipate filing a motion for a new trial. I would suggest to the Court that since that needs to be filed within the next ten days we could set a date in just about two weeks. I could get that to [the prosecutor] probably Monday or Tuesday with a copy to [Mr. Bland’s counsel] then we could have the new trial motion. We could also do sentencing on that date and I think all the parties, I think I speak for [Mr. Bland’s counsel] when I say that at that point he would be in a better position in terms of going forward.</blockquote>\n<blockquote id=\"b458-5\">THE COURT: Counsel, I have, certainly for Mr. Bland I have a very complete work up from the medical services division which I have read and I’m going to give to the Clerk for filing in this. Madam Clerk? In this case. But I see, as far as I’m concerned on the negative side, from your perspective, what I need to know are his prior record. I have convictions in this case. I have the facts in this case. His age. And the guidelines. That’s really what I need to know on the negative side.</blockquote>\n<blockquote id=\"b458-6\">On the positive side, I’ll accept as true any proffers you wish to give me and I’ve already reviewed and have read the medical report for Mr. Bland. So I don’t see any reason to wait but your motion is noted. You can still file your motion for new trial.</blockquote>\n<p id=\"b458-7\">Counsel for Mr. Bland also raised the issue of a pre-sentence investigation (“PSI”) report, but the court stated that it was the court’s understanding that, except in circumstances not applicable to this case, “the PSI is within [the] discretion of the trial court.”<footnotemark>19</footnotemark></p>\n<p id=\"b458-8\">The court then elicited information about appellant, including his age, his criminal record, and the sentencing guidelines. <page-number citation-index=\"1\" label=\"437\">*437</page-number>The prosecutor initially proffered that the guidelines for appellant for robbery and conspiracy to commit robbery were four to eight years for each offense. She later amended those numbers, stating that, because Mr. Kelly used a toy gun, not a “weapon,” the guidelines were three to seven years for each offense. The prosecutor advised the court of appellant’s record, which at age 22 included second degree assault, a failure to comply with a peace order, felony theft, a previous violation of probation, and misdemeanor theft.</p>\n<p id=\"b459-4\">Appellant’s counsel then argued as follows:</p>\n<blockquote id=\"b459-5\">I’ll tell the Court that Mr. Kelly’s [the] same age as Mr. Bland; he’s 22 years of age. He’s a graduate of high school. He graduated from Wallbrook High School ... in I believe 2004 so he does have his high school diploma.</blockquote>\n<blockquote id=\"b459-6\">He lived almost all of his life with his father who lives ... in Baltimore City and his father is here and I would ask him to address the Court in a few minutes, Your Honor. Mr. Kelly had some really positive things going on for him. He was working. He actually had had two jobs at one point. He was working at the stadium and then also at a fast food restaurant.</blockquote>\n<blockquote id=\"b459-7\">Your Honor, he was doing the best that he could to stay out of trouble. I think it’s certainly, I note that he’s been in trouble before. I’m not trying to minimize that, Your Honor.</blockquote>\n<blockquote id=\"b459-8\">He was on probation for misdemeanor assault. I agree with the Court as to that. But I would ask the Court to consider that you have a young man who, certainly every dealing that I’ve had with him he recognized the seriousness of these allegations and certainly recognized how serious it was to assist me in trying to prepare a defense for him.</blockquote>\n<blockquote id=\"b459-9\">I think you have a young man, Your Honor, who if the Court believes incarceration is appropriate and certainly I understand that’s likely to happen, I would ask the Court to fashion a sentence which would reflect the fact that he’s a young man who perhaps needs to learn something but that’s <page-number citation-index=\"1\" label=\"438\">*438</page-number>not someone that we ought to throw away, lock him up and throw away the key.</blockquote>\n<blockquote id=\"b460-4\">There’s of course the option of boot camp. The[re] are programs like that in the Division of Correction. Which could allow some sort of rehabilitation to take place. And certainly I would ask the Court to consider a sentence within the guideline figures. If the Court imposes a guideline sentence, I would ask the Court to consider running the conspiracy and the robbery counts concurrent given the facts of this case. And also because I think that would be a sufficient sentence to both deter certainly Mr. Kelly from any sort of future behavior but also understanding that he’s likely to receive a consecutive sentence in Baltimore County for that probation violation.</blockquote>\n<blockquote id=\"b460-5\">So I’d ask the Court to consider all of those things in sentencing. Certainly you have a young man, Your Honor, who I think has it in him to do good things and I’d ask the Court to put him in a position where after he’s finished serving this sentence that he’s still a young man and he can do some of those things.</blockquote>\n<p id=\"b460-6\">Appellant’s father, Kenneth Kelly, Sr., then addressed the court. He stated that appellant was “a good kid,” and although “the streets basically changed him,” he was “not that type of kid.”</p>\n<p id=\"b460-7\">Defense counsel then advised the court that appellant’s parents divorced when appellant was eight years old, that appellant had a “difficult time,” and “there was certainly some psychiatric issues, some counseling, associated with [the divorce] so I would tell the Court Mr. Kelly does have some issues that I think he’s dealing with as well.” Counsel reiterated his request for a “sentence within the guideline range.” Appellant declined to make a statement in allocution. The court imposed consecutive sentences of 15 years for the robbery conviction and 15 years for the conspiracy to commit robbery conviction.<footnotemark>20</footnotemark></p>\n<p id=\"b461-4\"><page-number citation-index=\"1\" label=\"439\">*439</page-number>“The decision whether to grant a request for continuance is committed to the sound discretion of the court.” <em>Stone v. State, </em>178 Md.App. 428, 452-53, 941 A.2d 1238 (citing <em>Abeokuto v. State, </em>391 Md. 289, 329, 893 A.2d 1018 (2006)). A judge’s ruling regarding a motion for a continuance “ ‘will not be disturbed on appeal absent an abuse of that discretion.’ ” <em>Smith v. State, </em>103 Md.App. 310, 323, 653 A.2d 526 (1995) (quotation omitted). “An abuse of discretion occurs ‘where no reasonable person would take the view adopted by the [trial] court,’ or when the court acts ‘without reference to any guiding rules or principles.’ ” <em>Barksdale v. Wilkowsky, </em>192 Md.App. 366, 387, 994 A.2d 996 (quoting <em>King v. State, </em>407 Md. 682, 697, 967 A.2d 790 (2009)), <em>cert granted, </em>415 Md. 337, 1 A.3d 467 (2010).</p>\n<p id=\"b461-5\">We find no abuse of discretion by the trial court in this case in denying appellant’s request for a continuance. Appellant has failed to identify what information he was unable to present due to the court’s denial of his request. <em>See Ware v. State, </em>360 Md. 650, 706-07, 759 A.2d 764 (2000) (finding no abuse of discretion in denying the request to postpone sentencing, noting “[a]ppellant never specified, at trial or on appeal, how his sentencing case might have been presented differently if he had had more time”), <em>cert, denied, </em>549 U.S. 1342, 127 S.Ct. 2063, 167 L.Ed.2d 770 (2007). The court stated that it would “accept as true” any proffer that defense counsel gave. The record indicates that counsel presented the court with information regarding appellant’s age, his educational history, his family background, work experience, and family involvement. And appellant’s father testified on appellant’s behalf.</p>\n<p id=\"b461-6\">We find no support for appellant’s argument that “the court effectively denied [appellant] the ability to present information in mitigation of punishment.” The trial court did not abuse its discretion in denying appellant’s request for a continuance.</p>\n<p id=\"b462-4\"><page-number citation-index=\"1\" label=\"440\">*440</page-number>IY.</p>\n<p id=\"b462-5\">Merger of Sentences</p>\n<p id=\"b462-6\">Appellant’s final contention is that “separate sentences for robbery and conspiracy to commit robbery were illegal under the circumstances of this case.” Although acknowledging that “convictions for a completed offense and a conspiracy to commit that offense do not merge under the required evidence test or the rule of lenity,” he argues that his sentences should merger under the “principle of fundamental fairness.” The State, by contrast, contends that appellant’s sentences for robbery and conspiracy to commit robbery do not merge, and the court properly imposed separate sentences.</p>\n<p id=\"b462-7\">The initial starting point “for determining whether one offense merges into another is ... the ‘required evidence test.’ ” <em>Abeokuto, </em>391 Md. at 353, 893 A.2d 1018 (quoting <em>McGrath v. State, </em>356 Md. 20, 23, 736 A.2d 1067 (1999)); <em>State v. Lancaster, </em>332 Md. 385, 391-92, 631 A.2d 453 (1993); <em>Monoker v. State, </em>321 Md. 214, 218 n. 2, 582 A.2d 525 (1990). “The required evidence test ‘focuses upon the elements of each offense; if all the elements of one offense are included in the other offense, so that only the latter offense contains a distinct element or distinct elements, the former mergers into the latter.’ ” <em>McGrath, </em>356 Md. at 23-24, 736 A.2d 1067 (quoting <em>Lancaster, </em>332 Md. at 391-92, 631 A.2d 453).</p>\n<p id=\"b462-8\">Even when offenses do not merge under the required evidence test, merger may be appropriate under the rule of lenity. The rule of lenity provides that, “ “where there is no indication that the Legislature intended multiple punishments for the same act, a court will not impose multiple punishments, but will, for sentencing purposes, merge one offense into the other.’ ” <em>Abeokuto, </em>391 Md. at 356, 893 A.2d 1018 (quoting <em>McGrath, </em>356 Md. at 25, 736 A.2d 1067). The Court of Appeals has explained: “Even if two offenses do not merge under the required evidence test, merger for purposes of sentencing may be appropriate under the rule of lenity or based on the rule of fundamental fairness.” <em>Monoker, </em>321 <page-number citation-index=\"1\" label=\"441\">*441</page-number>Md. at 222, 582 A.2d 525. <em>Accord Marlin v. State, </em>192 Md.App. 134, 167, 993 A.2d 1141, <em>cert, denied, </em>415 Md. 339, 1 A.3d 468 (2010). As a principle of statutory interpretation, “the rule of lenity applies where both offenses are statutory in nature or where one offense is statutory and one is derivative of common law.” <em>Khalifa v. State, </em>382 Md. 400, 434, 855 A.2d 1175 (2004).</p>\n<p id=\"b463-5\">The Maryland appellate courts have consistently declined to merge a conviction for conspiracy with a conviction for the substantive offense under the required evidence test or the rule of lenity. <em>See, e.g., Khalifa, </em>382 Md. at 437, 855 A.2d 1175 (conspiracy to detain a child and accessory to detain a child); <em>Grandison v. State, </em>305 Md. 685, 759, 506 A.2d 580 (1986) (conspiracy to murder and murder), <em>cert, denied, </em>519 U.S. 1027, 117 S.Ct. 581, 136 L.Ed.2d 512 (1996); <em>Wooten-Bey v. State, </em>76 Md.App. 603, 628-30, 547 A.2d 1086 (1988) (conspiracy to rob and attempted robbery), <em>ajfd on other grounds, </em>318 Md. 301, 568 A.2d 16 (1990); <em>Murray v. State, </em>89 Md.App. 626, 634-35, 599 A.2d 465 (1991) (conspiracy to distribute cocaine and distribution). The rationale behind these decisions is that “a substantive offense is generally distinct from the act of conspiracy to commit the offense.” <em>Khalifa, </em>382 Md. at 436, 855 A.2d 1175.</p>\n<p id=\"b463-6\">In <em>Woolen-Bey, </em>this Court explained why the offenses of conspiracy to rob and attempted armed robbery did not merge as follows:</p>\n<blockquote id=\"b463-7\">We thus have two separate criminal acts for which the Legislature has provided distinct punishments.... It makes sense that, because the two crimes and penalties address different criminal behavior, separate sentences be imposed. In the instant case, appellant received the first 10-year sentence for <em>planning </em>the robbery. The second sentence imposed for the attempt was for the steps appellant took toward <em>consummating </em>that plan.</blockquote>\n<p id=\"b463-8\">76 Md.App. at 629-30, 547 A.2d 1086. Accordingly, the Court upheld the two sentences.</p>\n<p id=\"b464-4\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>In light of the above cases, appellant does not argue that his convictions for robbery and conspiracy to commit robbery merge under the required evidence rule or the rule of lenity. Rather, he contends that the principle of “fundamental fairness” requires the merger of the sentences, asserting in support that there was “no evidence that the conspiracy embraced criminal objectives other than the substantive offense for which [he] was convicted.”</p>\n<p id=\"b464-5\">The State disagrees, relying on this Court’s statement in <em>Wooten-Bey, </em>76 Md.App. at 629-30, 547 A.2d 1086, that the crimes involve “two separate criminal acts for which the Legislature has provided distinct punishments.” It argues that “[p]rinciples of fundamental fairness do not trump the clear legislative intent to permit separate sentences.”</p>\n<p id=\"b464-6\">We agree with the State. The cases on which appellant relies, in which the principle of fundamental fairness required merger, involved situations where one crime was “an integral component of’ or “incidental to” the other crime. <em>See Monoker, </em>321 Md. at 223-24, 582 A.2d 525 (solicitation was “part and parcel of the ultimate conspiracy and thereby an integral component of it”); <em>Marquardt v. State, </em>164 Md.App. 95, 150-53, 882 A.2d 900 (destruction of property was incidental to breaking and entering of dwelling), <em>cert, denied, </em>390 Md. 91, 887 A.2d 656 (2005). As indicated, however, conspiracy is not “part and parcel” of or “incidental to” the substantive offense; it is a separate offense. Principles of fairness do not prevent separate sentences for these separate offenses. <em>See Fenwick v. State, </em>135 Md.App. 167, 177, 761 A.2d 1021 (2000) (rejecting merger of fourth degree burglary and second degree rape conviction, finding “no fairness or rule of lenity reason that these separate acts and distinct crimes cannot or should not be punished by separate sentences”).</p>\n<p id=\"b464-7\">Appellant’s argument that the principle of fundamental fairness requires his sentences to merge is without merit. The court properly imposed separate sentences.</p>\n<p id=\"b464-8\">JUDGMENTS AFFIRMED. COSTS TO BE PAID BY APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b431-7\">. On the first day of trial, because the weapon used in the robbery was \"a toy plastic pistol,\" the State nol prossed the following charges: robbery with a deadly weapon; first degree assault; wear, carry, and transport a handgun; and use of a handgun in the commission of a crime of violence. With respect to the charge of conspiracy to commit an armed robbery, the prosecutor stated that the State intended to proceed on the lesser included offense of conspiracy to commit robbery.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b432-7\">. The State did not introduce any evidence explaining how Mr. Bland came into police custody. Outside the presence of the jury, however, the circuit court noted that it was \"puzzled” why the prosecutor \"didn’t put on a police officer to say that while they’re investigating Kelly ... that Bland walked towards the scene and inquired why his cousin was stopped.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b433-11\">. The jury convicted appellant's co-defendant, Mr. Bland, of second degree assault and conspiracy to commit robbery. Mr. Bland’s appeal also is pending before this Court. <em>See Bland v. State, </em>No. 621, Sept. Term, 2009. Appellant and Mr. Bland filed a joint motion to consolidate appeals. This Court denied the motion, but argument was heard in both cases the same day. Mr. Bland’s appeal will be resolved in a separate opinion.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b434-9\">. During the court's questioning of a prospective juror at the bench, the judge noted that there were “150 people” in the courtroom.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b435-5\">. After the clerk asked prospective juror No. 245 to approach the bench, the following occurred:</p>\n<blockquote id=\"b435-6\">THE COURT: Why don’t you keep them there for just a second? Would you be more comfortable sitting down, ma’am? We may be a couple of minutes. Come on up, counsel, if you want. Whatever’s your pleasure.</blockquote>\n<blockquote id=\"b435-7\">(Whereupon, counsel approached the bench and the following ensued:)</blockquote>\n<blockquote id=\"b435-8\">[COUNSEL FOR APPELLANT]: Good afternoon, Your Honor. I'll pass a copy over to the Court.</blockquote>\n<p id=\"b435-9\">The court remarked that \"[i]t always helps when I get to see a case.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b435-10\">. The transcript contains several sections with many parts marked ‘ 'unintelligible.' ’</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b440-8\">. With respect to the first factor, <em>i.e., </em>whether the party seeking to close the courtroom advanced \"an overriding interest that is likely to be prejudiced,” <em>Presley v. Georgia, </em>-U.S.-, 130 S.Ct. 721, 724, - L.Ed.2d-(2010) (quoting <em>Waller v. Georgia, </em>467 U.S. 39, 48, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984)), this Court has held that, where there is a partial closure of the courtroom, where only certain persons are barred from the courtroom, the trial court may close the courtroom based on the \"less stringent 'substantial reason’ test ... in recognition that a partial courtroom closure does not 'implicate the same secrecy and fairness concerns that a total closure does.' ” <em>Longos v. State, </em>184 Md.App. 680, 690, 968 A.2d 140 (quoting <em>Woods v. Kuhlmann, </em>977 F.2d 74, 76 (2d Cir.1992)), <em>cert, granted, </em>409 Md. 47, 972 A.2d 861 (2009).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b441-7\">. The court declined to address Presley's additional argument that there was not a sufficient interest to justify closure. <em>Presley, </em>130 S.Ct. at 725. It did state, however, that the \"generic risk of jurors overhearing prejudicial remarks, unsubstantiated by any specific threat or incident, is inherent whenever members of the public are present during the selection of jurors,” and it noted, \"[i]f broad concerns of this sort were sufficient to override a defendant’s constitutional right to a public trial, a court could exclude the public from jury selection almost as a matter of course.” <em>Id.</em></p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b441-8\">. Watters’ mother, and several others, were denied access to the courtroom at 9:30 a.m. and were not admitted until 1:30 p.m., after lunch. <em>Watters v. State, </em>328 Md. 38, 43, 49, 612 A.2d 1288 (1992), <em>cert, denied, </em>507 U.S. 1024, 113 S.Ct. 1832, 123 L.Ed.2d 460 (1993).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b444-7\">. The State suggests that an additional factor to consider is whether the closure was intentional or inadvertent. Some courts do consider whether the closure was inadvertent. <em>See, e.g., Commonwealth v. Cohen, </em>456 Mass. 94, 921 N.E.2d 906, 919 (2010) (\"whether the closure was ‘inadvertent’ on the part of the judge is sometimes mentioned as one factor relevant to the analysis”). Other courts find this factor irrelevant to the analysis. <em>See Walton v. Briley, </em>361 F.3d 431, 433 (7th Cir.2004) (\"Whether the closure was intentional or inadvertent is constitutionally irrelevant.”); <em>State v. Vanness, </em>304 Wis.2d 692, 738 N.W.2d 154, 158 (App.2007) (\"the court’s intent is irrelevant to determining whether the accused's right to a public trial has been violated by an unjustified closure”). We question how it is relevant to the defendant’s right to a public trial whether a closure was intentional or inadvertent. We need not, however, resolve this issue in this case. Even if inadvertence is a relevant factor, the closure here was not inadvertent. Rather, it was an intentional exclusion of spectators. That the intentional closure was by the sheriff's office rather than the court does not matter. <em>Watters, </em>328 Md. at 49-50, 612 A.2d 1288 (it is \"of little moment” that the closure of the courtroom was \"by a state official other than the judge”).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b448-7\">. In <em>State v. Venable, </em>411 N.J.Super. 458, 986 A.2d 743, 749 (2010), the court noted that, because the defendants did not object to the <page-number citation-index=\"1\" label=\"427\">*427</page-number>court's announcement that family members would not be allowed in the courtroom, and the record was not clear whether any family members sought to attend jury selection, the alleged denial of the right to a public trial was \"not merely trivial but hypothetical.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b449-8\">. The sheriff excluded appellant's family from the courtroom at the beginning of the first morning of trial, which the record reflects was 10:12 a.m. The State asserts that, given the break for lunch, and that court resumed at 2:05 p.m., the closure continued \"no more than 2 or 3 hours.” Although the record is not clear whether appellant’s family returned to the courtroom when proceedings resumed at 2:05 p.m., it is clear that the court and counsel were aware of the issue at that time. Appellant’s counsel stated at argument that his contention involves only a closure during the morning portion of voir dire, and he agrees with the State’s assertion that this involved a period of two to three hours.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b450-8\">. In support of his motion for a mistrial, appellant’s attorney argued that appellant’s father was asked to leave the courtroom. The sheriff said that she asked appellant’s father to leave and \"everybody that was sitting in here” because “there’s not enough room for <em>their family </em>to sit in here while we picked jurors.” (emphasis added). The court stated, without contradiction, that no press was present in court and the \"public was not excluded in general.” Thus, the factual record indicates that only appellant’s family members were excluded.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b451-12\">. There were no affirmative responses.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b452-6\">. The \"CSI effect” has been explained as \"the impact that viewing forensic crime dramas has upon juror behavior.” <em>Charles and Drake v. State, </em>414 Md. at 731, 997 A.2d 154. Prosecutors contend that \" ‘the show’s perfectly packaged crime stories ha[ve] created unrealistic expectations among potential jurors about the kind of evidence they will see in a real-life trial.' ” <em>Id. </em>(quoting Cynthia Di Pasquale, <em>Beyond the Smoking Gun: Maryland’s Legal Community Debates the “CSI Effect,” </em>The Daily Record, Sept. 8, 2006, at IB).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b452-7\">. The venire question in <em>Charles and Drake v. State, </em>414 Md. at 730, 997 A.2d 154, was as follows:</p>\n<blockquote id=\"b452-8\">\"I’m going to assume that many of you, from having done a few of these, watch way too much TV, including the so-called realistic crime shows like CSI and Law and Order. I trust that you understand that these crime shows are fiction and fantasy and are done for dramatic effect and for this dramatic effect they purport to rely upon, \"scientific evidence,” to convict guilty persons. While this is certainly acceptable as entertainment you must not allow this entertainment experience to interfere with your duties as a juror. Therefore, <em>if you are currently of the opinion or belief that you cannot convict a defendant without \"scientific evidence,” </em>regardless of the other evidence in the case and regardless of the instructions that I will give you as to the law, please rise</blockquote>\n<p id=\"Anx\">(Emphasis added).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b452-9\">. The Court addressed the specific language used in that case; it left for \"another day” the question \"whether a voir dire inquiry related to <page-number citation-index=\"1\" label=\"431\">*431</page-number>the purported ‘CSI effect’ is appropriate at the theoretical level.” <em>Charles and Drake, </em>414 Md. at 733, 997 A.2d 154.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b456-9\">. At the beginning of voir dire, the trial court advised the prospective jurors that appellant and Mr. Bland were \"presumptively not guilty” or \"presumptively innocent” and that they \"remain innocent and must be found innocent or not guilty unless the State, with evidence, can convince you beyond a reasonable doubt of their guilt.” At the conclusion of the evidence, the trial court instructed the jurors that, if they were not satisfied that appellant was guilty beyond a reasonable doubt, \"the Defendant must be found not guilty.”</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b458-9\">. Md. Rule 4-341 provides that a court shall order a presentence investigation and report in cases in which the death penalty or imprisonment for life without the possibility of parole is requested and in some cases in which a defendant would be required to register pursuant to Md.Code (2008 Repl.Vol.) § 11-727 of the Criminal Procedure Article. In other cases, the court \"may” order a presentence investigation and report.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b460-8\">. The State asserted at oral argument that appellant has filed a request for a sentence review by a review panel pursuant to Md.Code (2008 <page-number citation-index=\"1\" label=\"439\">*439</page-number>Repl.Vol.), § 8-102 of the Criminal Procedure Article, but there has not yet been any disposition on this request.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}