{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"108\" lastpage=\"112\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b124-6\" pgmap=\"124\">David A. Smith, surviving partner, &amp;c. appellant, v. John P. Sinclair, appellee.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b124-7\" pgmap=\"124\">•Appealfrom Greene.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b124-8\" pgmap=\"124\">The assignee of a subsequent mortgage, seeking to redeem from a foreclosure under a prior mortgage to which he was not a party, is not bound to pay for improvements made upon the land by the purchaser under the decree of foreclosure after the filing of the bill to redeem.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b124-9\" pgmap=\"124\">Improvements by a mortgagee in possession have sometimes been allowed and sometimes not, such allowance, however, being made to depend upon the particular circumstances of the case, and is considered rather as an exception to a general rule than the rule itself.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b124-10\" pgmap=\"124\">Bill in Chancery, in the Greene Circuit Court, brought by the appellant against the appellee, and heard before the Hon. Samuel D. Lockwood, at the April term, 1848, when a decree was rendered in favor of the appellee for $483-76, for a conveyance, &amp;c.</summary><summary data-order=\"5\" data-type=\"summary\" id=\"b124-11\" pgmap=\"124\">The following is a history of the case:</summary><summary data-order=\"6\" data-type=\"summary\" id=\"b124-12\" pgmap=\"124(77) 125(36)\">On the 27th of April, 1838, the father of the appellee mortgaged to John Caldwell the east half of the south-west quarter of section fifteen, in township ten north, of range eleven west, to secure the payment of $298-80. This mortgage was foreclosed, the mortgagor being the only party defendant, and the assignees of the mortgagee the only parties complainant. The appellee became the purchaser oí the mortgaged premises on the 10th of September, 1844, which were conveyed to him by the Commissioner. On the 10th of August, 1838, the father conveyed to his son (who was then under age,) voluntarily and fraudulently, the foregoing and other tracts of land.</summary><summary data-order=\"7\" data-type=\"summary\" id=\"b125-5\" pgmap=\"125\">On the 22d of August, 1838, and for a consideration which had accrued some months before, the father made a note and mortgage to one Zachariah Jones for $600, conveying the tract of land before specified, and another tract of 80 acres. At the April term, 1844, of the Greene Circuit Court, in a suit of said Jones to the use of, &amp;c. against the said father only, a decree of foreclosure of said mortgage was rendered, and in June, 1844, Hardin &amp; Smith, as joint tenants and not tenants in common, became the purchasers of the same, which were conveyed to them. They, on the 12th of August, 1845, filed a bill to redeem the tract of land first above specified from the appellee, and to set aside the conveyance to him by his father, as far as it interfered with their rights under their said purchase in June, 1844. The appellee was served with a summons to answer on the 14th August, 1845, and filed his answer on the 17th of December, 1845, to which said Hardin &amp; Smith filed a replication on the 1st of April, 1846. At the September term, 1846, leave of Court was obtained to amend the bill and afterwards Smith suggested the death of Hardin, and filed an amended bill, claiming an account from the appellee of the rents and profits while in possession of the tract of land first above described. He filed an answer to the amended bill denying the right of the claimant to have such account stated, denying the complainant’s right to redeem, and claiming that if the complainant had such right, the defendant was entitled to payment for valuable improvements made on the land.</summary><summary data-order=\"8\" data-type=\"summary\" id=\"b125-6\" pgmap=\"125(71) 126(148)\">, At the September term, 1847, there was an interlocutory decree, referring to the Master a statement of account of what was due on the Caldwell note and] mortgage, the value of the rents and profits of the mortgaged land since the defendant was in possession of the same, and the permanent and valuable improvements he made on the same, and when they were respectively made, — the parties reserving the right to except to any report the Master might make in the premises. During the mext vacation, in the absence of the parties, on the 1st of November, 1847, he stated the account, allowing the defendant, amongst other items, $200 for draining, fencing and breaking twenty acres of the tract of land first above named, between the 1st of September, 1846, and the 1st of September, 1847-; the greater part in 1847. On the coming in of the Master’s report, at the April term, 1848, the complainant excepted to the allowance of the said item of $200, which exception- was disallowed and the complainant excepted to such disallowance of his said exception, :and the Court decreed that the complainant had a right to redeem, &amp;c. and to have conveyed to him a certain tract of land fraudulently conveyed to defendant by his said father, &amp;c.</summary><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b126-7\" pgmap=\"126\">I). /i. Smith, pro se.</attorneys><p data-order=\"10\" data-type=\"legal\" id=\"b126-8\" pgmap=\"126\">The only error relied upon by the appellant is the disallowance of his exception'to the Master’s report, so far as regards the said item of $200 for, &amp;c. as aforesaid.</p><p data-order=\"11\" data-type=\"legal\" id=\"b126-9\" pgmap=\"126\">The doctrine involved in this assignment of error is discussed in 4 Kent’s Com. 167, and note, (6th ed.) and from the following cases there referred to: Moore v. Cable, 1 Johns. Ch. R. 385; Russell v. Blake, 2 Pick, 505; Dougherty v. McColgan, 6 Gill &amp; Johns. 275.</p><p data-order=\"12\" data-type=\"legal\" id=\"b126-10\" pgmap=\"126\">It is respectfully contended that allowance to a mortgagee, or his assignee, for permanent improvements made during the pendency of a suit to redeem, by one having right ■to redeem, is unprecedented and illegal.</p><attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b126-11\" pgmap=\"126\">W. Thomas, for the appellee.</attorneys><p data-order=\"14\" data-type=\"legal\" id=\"b126-12\" pgmap=\"126\">The assignment of errors brings before the Court but one question, viz : was the sum of two hundred dollars properly allowed?</p><p data-order=\"15\" data-type=\"legal\" id=\"b126-13\" pgmap=\"126(39) 127(31)\">In the case in 1 Johns. 385, the mortgagor recovered in ejectment, and made improvements not allowed upon bill to redeem in behalf of mortgagor; no foreclosure or sale, nor ■rents growing out of improvements. The defendant was a volunteer. In the case before the Court, there was a decree of foreclosure and of sale, possession was taken under that sale, improvements' made, and rents allowed upon the whole.</p><p data-order=\"16\" data-type=\"legal\" id=\"b127-5\" pgmap=\"127\">In 2 Pick. 505, the action was brought on the 14th June, 1819, and the improvements made in the autumn of 1819, pending the action. There was no sale under the mortgage.</p><p data-order=\"17\" data-type=\"legal\" id=\"b127-6\" pgmap=\"127\">Gill &amp; Johns. 275. The general rule is not without exceptions ; that mortgagor is not entitled to compensation. Here the mortgage executed; reasons not applicable, &amp;c. Bill to redeem was filed on the 12th of August, 1845, and claim to rent was asserted on the 22nd of September, 1847.</p><p data-order=\"18\" data-type=\"legal\" id=\"b127-7\" pgmap=\"127\">There is a diversity of opinion upon questions of payment for improvements, &amp;c. Lasting improvements in building have been allowed in England under peculiar circumstances, &amp;c. 4 Kent, 166, &amp;e.</p><p data-order=\"19\" data-type=\"legal\" id=\"b127-8\" pgmap=\"127\">In Entree v. Graves, 1 Vernon, 138, there was a decree for lasting improvements. In Talbott v. Bradhill, Ibid. 183, there was the same decree.</p><p data-order=\"20\" data-type=\"legal\" id=\"b127-9\" pgmap=\"127\">The case, stript of all unnecessary verbiage, amounts to this : The defendant held a mortgage as assignee ; without notice, actual or constructive of the existence of a junior mortgage, he obtains a decree of foreclosure, purchases property and enters into possession. After several years, the plaintiff brings a suit to redeem, but makes no claim for rents and profits on suggestion of possession, &amp;c. After improvements are made, another bill is filed, bringing this matter before the Court, and though it is admitted by the shape of the record, that defendant should be paid for improvements before suit, yet not after.</p> <opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <p id=\"b127-10\" pgmap=\"127\">The Opinion of the Court was delivered by</p> <author id=\"b127-11\" pgmap=\"127\">Trumbull, J.</author> <p id=\"AJv\" pgmap=\"127\">The only question in this case is, whether the assignee of a subsequent mortgage seeking to re,deem from a foreclosure under a prior mortgage to which he was not a party, is bound to pay for improvements made upon the land by the purchaser under the decree of foreclosure after the filing of the bill to redeem.</p> <p id=\"b128-4\" pgmap=\"128\">The Master in stating the accounts 'between the parties, allowed the appellee two hundred dollars for improvements made under such circumstances, and his report was approved by the Court.</p> <p id=\"b128-5\" pgmap=\"128\">This was clearly erroneous. After bill filed, the appellee had full notice of appellant’s intention to redeem, and if, under such circumstances, he went on to make improvements by clearing and reducing to cultivation a portion of the land, he acted as a volunteer, and it would be unjust to compel the appellant to pay for such improvements.</p> <p id=\"b128-6\" pgmap=\"128\">To allow for improvements made under such circumstances would be establishing a principle that would put it in the power of the mortgagee in possession in many instances, even after suit brought, to defeat the redemption altogether, by making improvements that the party entitled to redeem could never pay for.</p> <p id=\"b128-7\" pgmap=\"128\">The law will nof allow one person to make another his debtor in this way. New improvements made by a mortgagee in possession have sometimes been allowed and sometimes not. When allowed, the allowance is made to depend upon the particular circumstances of the case, and is considered rather as an exception to a general rule than the rule itself. 4 Kent’s Com._167, and note; 1 Johns. Ch. R. 387; 10 Paige, 49; 6 Gill and Johns. 275.</p> <p id=\"b128-8\" pgmap=\"128\">We know of no case nor have we been referred to any, where a party entitled to redeem has been charged with improvements made after suit brought to redeem.</p> <p id=\"b128-9\" pgmap=\"128\">In this case no complaint is made of the allowance for repairs and improvements made before complainant filed his bill.</p> <p id=\"b128-10\" pgmap=\"128\">The decree of the Circuit Court is reversed at the costs of the appellee and the cause remanded, with directions to have the accounts between the parties re-stated, so as to reject the claim of defendant for clearing and improving land since this suit v/as instituted, and also so as to disallow the increased rents and profits arising from the land in consequence of improvements made since that time.</p> <p id=\"b128-11\" pgmap=\"128\">Decree reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}