{
  "casebody": {
    "data": "<casebody firstpage=\"473\" lastpage=\"483\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b519-6\">598 S.E.2d 788</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AiJ\">Andy Dale HITT v. COMMONWEALTH of Virginia.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b519-9\">Record No. 1276-03-4.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b519-10\">Court of Appeals of Virginia, Richmond.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b519-12\">July 13, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b521-10\"><page-number citation-index=\"1\" label=\"475\">*475</page-number>Felipita Athanas, Appellate Defender (Public Defender Commission, on briefs), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b521-11\">Deana A. Malek, Assistant Attorney General (Jerry W. Kilgore, Attorney General; Jennifer R. Franklin, Assistant Attorney General, on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b521-12\">Present: ELDER, HUMPHREYS, JJ., and JACOBSON <footnotemark>*</footnotemark>, Retired Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b521-13\"> Retired Judge Marc Jacobson took part in the consideration of this case by designation pursuant to Code § 17.1-400.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b522-3\"><page-number citation-index=\"1\" label=\"476\">*476</page-number>ROBERT J. HUMPHREYS, Judge.</author>\n<p id=\"b522-4\">Andy Dale Hitt appeals his conviction, after a bench trial, for statutory burglary, in violation of Code § 18.2-91.<footnotemark>1</footnotemark> Hitt contends that the trial court erred in finding the evidence sufficient, as a matter of law, to support the conviction because the Commonwealth failed to establish that he broke and entered a dwelling house, with the intent to commit larceny. We agree and reverse Hitt’s conviction for statutory burglary.</p>\n<p id=\"b522-5\">I. Background</p>\n<p id=\"b522-6\">The facts relevant to the issues presented in this appeal are undisputed. On the evening of May 22, 2002,<footnotemark>2</footnotemark> Hitt spent the night at a friend’s home. Hitt’s friend, Keith, lived at the home with his father, John Burner, as well as his sister, Cara, and her minor son. Burner consented to Hitt spending the night at the home. Hitt spent the evening, as he had on prior occasions, in the guest bedroom, a converted carport on the first floor of the home. Burner and the others slept in their bedrooms on the second floor of the home.</p>\n<p id=\"b522-7\">On the morning of May 23, 2002, Burner had approximately $3,000 to $4,000, in cash, on top of his bedroom dresser. For that reason, Burner locked his bedroom door, by means of an outside lock, when he left for work that morning. Before he left the home, however, Burner went to the guest room and woke up Hitt. Burner asked Hitt if he was going to work that morning, and Hitt replied, “In a little bit.” Burner told Hitt not to “oversleep” and left for work. Keith had already left for work.</p>\n<p id=\"b523-4\"><page-number citation-index=\"1\" label=\"477\">*477</page-number>Sometime after Burner left the home, Cara asked Hitt to take her son to the child’s grandmother’s house. Hitt did so, then returned to the Burner home. At that time, Cara was still there. Hitt fell asleep “on the couch” in the guest bedroom for about “a half an hour.” When he woke up, Cara had already left for work and Hitt was alone in the home.</p>\n<p id=\"b523-5\">Hitt then went upstairs to Burner’s bedroom and tried to open the door. When the door would not open, Hitt used his body weight to force the door open. Hitt used enough force to open the locked door, and to “knock” “a little piece of paneling” “out of place.” Hitt found the money on Burner’s dresser, took it, and left the home.</p>\n<p id=\"b523-6\">On June 5, 2002, Page County Sheriffs Department Investigator Rebecca Hilliard questioned Hitt about the burglary. Hitt admitted to taking the money.</p>\n<p id=\"b523-7\">A grand jury subsequently indicted Hitt for statutory burglary, in violation of Code § 18.2-91, and grand larceny, in violation of Code § 18.2-95. On March 19, 2003, Hitt pled guilty to grand larceny, but proceeded to a bench trial on the burglary charge.</p>\n<p id=\"b523-8\">During the trial, Hitt moved to strike the Commonwealth’s evidence, arguing that the Commonwealth’s own evidence proved that he had consent to be in the residence that morning and that the Commonwealth failed to establish he had broken into a “separate residence” by breaking into Burner’s locked bedroom. Hitt also argued the Commonwealth failed to produce sufficient evidence that he broke into Burner’s locked bedroom with the intent to commit larceny.</p>\n<p id=\"b523-9\">The trial court denied Hitt’s motions, finding:</p>\n<blockquote id=\"b523-10\">I think, by analogy ... to the cases of secreting one’s person, I think that, under the common law, an area, even though it may be on the interior of a dwelling house, which is clearly marked and delineated as being off bounds to a guest in the home, would be a sufficient breaking and entering of a dwelling house to sustain a conviction in docket number 176.</blockquote>\n<p id=\"b524-4\"><page-number citation-index=\"1\" label=\"478\">*478</page-number>The court thus found Hitt guilty of burglary, but allowed counsel to submit briefs before sentencing, addressing the issue of whether a bedroom may be classified as a “dwelling house,” pursuant to Code §§ 18.2-90 and 18.2-91.</p>\n<p id=\"b524-5\">On May 7, 2003, the court found that because Hitt did not have permission to enter Burner’s bedroom and used force to enter, Hitt committed burglary as defined in Code § 18.2-91. The court then sentenced Hitt to a total of ten years in prison, with nine years suspended upon certain conditions.</p>\n<p id=\"b524-6\">II. Analysis</p>\n<p id=\"AfJ\">Code § 18.2-91 provides as follows:</p>\n<blockquote id=\"b524-7\">If any person commits any of the acts mentioned in § 18.2-90 with intent to commit larceny, or any felony other than murder, rape, robbery or arson in violation of §§ 18.2-77, 18.2-79 or § 18.2-80, or if any person commits any of the acts mentioned in § 18.2-89 or § 18.2-90 with intent to commit assault and battery, he shall be guilty of statutory burglary, punishable by confinement in a state correctional facility for not less than one or more than twenty years or, in the discretion of the jury or the court trying the case without a jury, be confined in jail for a period not exceeding twelve months or fined not more than $2,500, either or both. However, if the person was armed with a deadly weapon at the time of such entry, he shall be guilty of a Class 2 felony.</blockquote>\n<p id=\"b524-8\">Code § 18.2-90 provides:</p>\n<blockquote id=\"b524-9\">If any person in the nighttime enters without breaking or in the daytime breaks and enters or enters and conceals himself in a <em>dwelling house </em>or an adjoining, occupied outhouse or in the nighttime enters without breaking or at any time breaks and enters or enters and conceals himself in any office, shop, manufactured home, storehouse, warehouse, banking house, church as defined in § 18.2-127, or other house, or any ship, vessel or river craft or any railroad car, or any automobile, truck or trailer, if such automobile, truck or trailer is used as a dwelling or place of human habitation, with intent to commit murder, rape, robbery or <page-number citation-index=\"1\" label=\"479\">*479</page-number>arson in violation of §§ 18.2-77, 18.2-79 or § 18.2-80, he shall be deemed guilty of statutory burglary, which offense shall be a Class 3 felony. However, if such person was armed with a deadly weapon at the time of such entry, he shall be guilty of a Class 2 felony.</blockquote>\n<p id=\"b525-5\">(Emphasis added).</p>\n<p id=\"b525-6\">“To sustain a conviction for statutory burglary under Code § 18.2-91, the Commonwealth must [thus] prove: (1) the accused ... broke and entered the dwelling house in the daytime; and (2) the accused entered with the intent to commit any felony other than murder, rape, robbery or arson.” <em>Robertson v. Commonwealth, </em>31 Va.App. 814, 820-21, 525 S.E.2d 640, 644 (2000) (citation omitted).</p>\n<p id=\"b525-7\">On appeal, Hitt contends the Commonwealth failed to present sufficient evidence to establish that he “unlawfully” “broke and entered [a] dwelling house in the daytime.” <em>Id. </em>Specifically, Hitt contends that he had permission to be in Burner’s residence on the morning of May 23, 2002 and that such permission necessarily extended to Burner’s locked bedroom. Consistent with this argument, Hitt contends that a bedroom within a dwelling cannot constitute a separate “dwelling house,” as contemplated by Code § 18.2-90. As an alternative argument, Hitt contends the Commonwealth failed to produce sufficient evidence to show that he “entered” Burner’s locked bedroom with the intent to commit larceny. Because we find that the Commonwealth’s evidence failed to establish Hitt unlawfully broke and entered a “dwelling house,” as that term is used in Code §§ 18.2-90 and 18.2-91, we do not reach the second issue.</p>\n<blockquote id=\"b525-8\">“[A]t common law, [burglary was] primarily an offense against the security of the habitation, and that is still the general conception of it.” <em>Compton v. Commonwealth, </em>190 Va. 48, 55, 55 S.E.2d 446, 449 (1949). “ ‘Burglary laws are based primarily upon a recognition of the dangers to personal safety created by the usual burglary situation—the danger that the intruder will harm the occupants in attempting to perpetrate the intended crime or to escape and <page-number citation-index=\"1\" label=\"480\">*480</page-number>the danger that the occupants will in anger or panic react violently to the invasion, thereby inviting more violence.’ ” <em>Rash v. Commonwealth, </em>9 Va.App. 22, 25, 383 S.E.2d 749, 751 (1989) (quoting <em>People v. Statler, </em>174 Cal.App.3d 46, 54, 219 Cal.Rptr. 713, 718 (1985)).</blockquote>\n<p id=\"b526-5\"><em>Yeatts v. Commonwealth, </em>242 Va. 121, 140, 410 S.E.2d 254, 266 (1991).</p>\n<p id=\"b526-6\">Code §§ 18.2-90 and 18.2-91 expand notions of traditional common law burglary to include, among other things, entry by “breaking in the daytime of any dwelling house.” <em>Turner v. Commonwealth, </em>33 Va.App. 88, 92-93, 531 S.E.2d 619, 621 (2000). It is well-settled that “[a] breaking, ... may be either actual or constructive. [However,] [a]n actual breaking involves the application of physical force, however slight, to effectuate the entry.” <em>Doan v. Commonwealth, </em>15 Va.App. 87, 99, 422 S.E.2d 398, 404 (1992). In the case at bar, there can be no question that Hitt’s conduct, when considered in a “vacuum,” constituted a “breaking” into Burner’s locked bedroom. <em>See Johnson v. Commonwealth, </em>221 Va. 872, 876, 275 S.E.2d 592, 594-95 (1981) (“‘Merely pushing open a door, turning the key, lifting the latch, or resort to other slight physical force is sufficient to constitute this element of the crime.’ ” (quoting <em>Davis v. Commonwealth, </em>132 Va. 521, 523, 110 S.E. 356, 357 (1922))). Indeed, Hitt conceded that he had to apply some amount of force to the door in order to open it and enter the room.</p>\n<p id=\"b526-7\">The question thus becomes one of first impression in the Commonwealth. Specifically, we must determine whether Hitt’s conduct, when considered under the totality of the circumstances presented here, could constitute a “breaking” of a “dwelling house,” when there is no dispute that Hitt was on the premises of Burner’s home with either Burner’s consent, or Cara’s consent. In fact, no evidence was presented that suggested Hitt “broke” into the home after he returned from delivering Cara’s son to the child’s grandmother’s home.</p>\n<p id=\"b526-8\">Noting the theory behind common law burglary, in <em>Rash, </em>we held that “in enacting Code § 18.2-89, the legislature <page-number citation-index=\"1\" label=\"481\">*481</page-number>intended to preserve the crime of common law burglary as an offense against <em>habitation.” </em>9 Va.App. at 26, 383 S.E.2d at 751 (emphasis added). Accordingly, we found that “the term ‘dwelling house’ [as used] in Code § 18.2-89 means a place which human beings regularly use for sleeping.” <em>Id. </em>We further held that a “house remains a dwelling house so long as the occupant intends to return [to it for that purpose].” <em>Id. </em>at 26-27, 383 S.E.2d at 751; <em>Johnson, </em>18 Va.App. at 447, 444 S.E.2d at 562.</p>\n<p id=\"b527-5\">We have applied this common law definition of the term “dwelling house” in the context of other statutes, and we find it equally applicable here. <em>See Alston v. Commonwealth, </em>32 Va.App. 661, 665-66, 529 S.E.2d 851, 853-54 (2000) (considering a conviction under Code § 18.2-77); <em>Johnson v. Commonwealth, </em>18 Va.App. 441, 446-47, 444 S.E.2d 559, 562 (1994) (considering a conviction under Code § 18.2-92); <em>see also Hart v. Commonwealth, </em>18 Va.App. 77, 79, 441 S.E.2d 706, 707 (1994) (“ ‘[T]he Code of Virginia constitutes a single body of law, and other sections can be looked to where the same phraseology is employed.’ ” (quoting <em>King v. Commonwealth, </em>2 Va.App. 708, 710, 347 S.E.2d 530, 531 (1986))). Consistent with that definition, we find it clear that the place of habitation on the facts presented here was Burner’s home as a whole, not his bedroom within his home.</p>\n<p id=\"b527-6\">This finding comports with the definition of “dwelling house” that we set forth in <em>Rash. </em>Indeed, in <em>Rash </em>we recognized that all “dwelling <em>houses </em>must have an ‘occupant’ in order to satisfy the definition of ‘dwelling house’ ” and that “all dwelling <em>houses </em>are necessarily ‘occupied’ in the sense that they are regular <em>residences.” Johnson, </em>18 Va.App. at 450-51, 444 S.E.2d at 564 (Benton, J., dissenting) (discussing <em>Rash, </em>9 Va.App. at 26, 383 S.E.2d at 751) (emphases added). Thus, the definition contemplates a <em>residence </em>within which human beings sleep or habítate. <em>See Rash, </em>9 Va.App. at 26, 383 S.E.2d at 751. It does not contemplate individual rooms or compartments within such a “residence,” that are not “dwelling houses” in and of themselves (such as a rented room <page-number citation-index=\"1\" label=\"482\">*482</page-number>within a larger dwelling, intended to be the place of habitation/residence for the individual residing therein). <em>See e.g. Dellastatious v. </em>Boyce, 152 Va. 368, 386, 147 S.E. 267, 272 (1929) (noting that <em>Webster’s International Dictionary </em>defines a “dwelling” as a “[habitation place or house in which a person lives; abode; <em>residence; </em>domicile” (emphasis added)); Code § 36-96.1:1 (defining a “[djwelling,” for purposes of Virginia’s Fair Housing Law, as “any building, structure, or portion thereof, <em>that is occupied as, or designated or intended for occupancy as, a residence </em>by one or more families ...” (emphasis added)); <em>see also Clarke v. Commonwealth, </em>66 Va. (25 Gratt.) 908, 917 (1874) (noting that a rented room “may” be considered a dwelling house).<footnotemark>3</footnotemark></p>\n<p id=\"b528-5\">It is of no moment that Burner’s bedroom was a place that he regularly used for sleeping. <em>Rash, </em>9 Va.App. at 26, 383 S.E.2d at 751. That is but one indicia utilized to determine whether a given structure is actually a “dwelling house” or a “regular residence” in which human beings habitate. <em>Johnson, </em>18 Va.App. at 450-51, 444 S.E.2d at 564 (Benton, J., dissenting); <em>see also Rash, </em>9 Va.App. at 27, 383 S.E.2d at 752 (noting “the fact that the house remained fully furnished might be relevant as evidence that the absent occupant intended to return” and holding that “a dwelling is no longer a <page-number citation-index=\"1\" label=\"483\">*483</page-number>‘dwelling house[,]’ for purposes of Code § 18.2-89[,] when its occupants leave it without any intention to return”). Indeed, while habitation or occupancy necessarily includes sleeping, it clearly also includes other “dwelling-related” activities, such as preparing and consuming meals, bathing and other day-to-day activities traditionally associated with “habitation.”</p>\n<p id=\"b529-5\">This conclusion also comports with the common law application of burglary in similar contexts. Specifically, breaking and entering of private “dwelling houses” used as residences. <em>See Lockhart v. State, </em>3 Ga.App. 480, 60 S.E. 215, 216 (1908) (Applying the common law to interpret the terms of a burglary statute and finding that “as to a private dwelling-house, a breaking into the house is necessary to be shown, in order to constitute a burglary. The breaking and entering of one of the rooms of such private dwelling-house, where the entrance into the house is accomplished without breaking, is not burglary.”); cf<em>. Martin v. State, </em>1 Tex.App. 525, 530-31 (1877) (noting, in a case involving the burglary of a “house” occupied by the victims for purposes of a business (saloon) and a storehouse, that “[a] burglary may be committed by a breaking on the inside; for, though a thief enter into a house in the night-time, through the outer door being left open or by an open window, yet if he, when in the house, turn the key or unlatch a door with the intent to commit a felony, this was held to be burglary at common law” (citing 2 Whart. Am. Cr. Law, 1537)).</p>\n<p id=\"b529-6\">Although the legislature may, and often has, extended the traditional common law notion of burglary of a “dwelling house,” it has not chosen to extend this definition to rooms or compartments within a private “dwelling house,” which do not constitute separate residences in and of themselves. We thus decline the Commonwealth’s invitation to extend the definition in this manner by judicial fiat. Accordingly, because we find that there is no evidence in the record suggesting that Hitt “broke” and entered Hitt’s home on the morning of May 23, 2002, we reverse Hitt’s conviction for statutory burglary and dismiss the indictment.</p>\n<p id=\"b529-7\">\n<em>Reversed and dismissed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b522-8\">. Hitt was also convicted of grand larceny, in violation of Code § 18.2-95. However, Hitt does not challenge that conviction.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b522-9\">. We note that in his recorded statement to police, offered as evidence during Hitt's trial, Hitt claimed that the events at issue took place on May 27 and May 28, 2002. However, the indictment and the testimony given during the trial indicate that the events occurred on May 22 and 23, 2002. We do not consider this discrepancy further, however, as it has not been raised as an issue by either party.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b528-6\">. Contrary to the Commonwealth’s contention, the Supreme Court of Virginia’s decision in <em>Davis v. Commonwealth, </em>132 Va. 521, 110 S.E. 356 (1922), does not dictate otherwise. In fact, in <em>Davis, </em>our Supreme Court held that Davis could not be convicted of burglary because there was no evidence that she committed a ”break[ing]” upon entering the \"house” at issue. <em>Id. at 524, </em>110 S.E. at 357. The Court did not hold, nor did it in any way indicate, that a locked bedroom within a private dwelling constitutes a \"dwelling house” within the meaning of the burglary statutes. Moreover, our decision in <em>Clark v. Commonwealth, 22 </em>Va.App. 673, 472 S.E.2d 663 (1996), is likewise irrelevant to the case at bar. In <em>Clark, </em>we held that \" ‘[i]t would be an impeachment of the common sense of mankind to say that ... a thief who enters the <em>store </em>with intent to steal does so with the owner’s consent and upon his invitation.’ ” 22 Va.App. at 677, 472 S.E.2d at 665 (quoting <em>Johns v. Commonwealth, </em>10 Va.App. 283, 287, 392 S.E.2d 487, 489 (1990)) (emphasis added). Thus, that case involved a burglary of a grocery store—not the burglary of a locked bedroom within a private \"dwelling house.\" Code § 18.2-90.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}