{
  "casebody": {
    "data": "<casebody firstpage=\"653\" lastpage=\"659\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b677-10\">The City of Goliad v. R. N. and S. P. Weisiger.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b677-11\">No. 336.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b677-12\">1. Necessary Parties.—When an attack is made upon a judgment upon the ground of fraud, and the fraud is alleged to be an agreement made between the attorneys representing the city and those representing the defendants, and prior to a final judgment thereon the attorneys for plaintiff were made parties to the suit, and the judgment vested title in them to part of the land in litigation, those attorneys are necessary parties to the suit to set aside the judgment.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b677-13\">2. Laches.—Nearly twenty years elapsed from the rendition of the judgment before it was attacked, and there is no pretense that the facts of fraud charged were not always open to the constituted authorities of the city of Goliad and its citizens. The question is not the application of the doctrine of loches or limitation to a suit for the recovery of lands which the town had no right to convey, but its application to an action to set aside an erroneous judgment on a charge of fraud. Plaintiff is clearly cut off by the lapse of time from reopening the case and setting aside the judgment.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b677-14\">3. Collateral Attack on a Judgment. — The validity of a judgment rendered by consent, or the agreement of parties, is clearly recognized by our <page-number citation-index=\"1\" label=\"654\">*654</page-number>Supreme Court. There-is nothing in the record to show that the judgment was void, and as a collateral attack upon a judgment, the suit can not be maintained.. The plea of res adjudicata applies.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b678-5\">Appeal from Goliad.</summary>\n<p data-order=\"6\" data-type=\"judges\" id=\"A5H\">Tried below before Hon. J. C. Wilson.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b678-6\"><em>J. L. Brown </em>and <em>S. Chenault, </em>for appellant.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Amdz\">1. A municipal corporation can exercise no power save those conferred by the charter, and in case of doubt it is to be resolved against the corporation. Dill. on Mun. Corp., secs. 89-91, 234, 447, 578, 936; Freem. on Judg., sec. 358; Black on Judg., secs. 5, 54, 435; Pye v. Peterson, 45 Texas, 312; Williamson v. Davidson, 43 Texas, 2.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b678-7\">2. A judicial registration of the agreement of the parties, in the form of a judgment, when there is no issue of law or of fact submitted to the court upon which it may exercise its judicial mind, is not a decision upon the merits of res adjudicata; and especially so when a municipal corporation, which is without power to make an agreement, procures its void judgment to be thus recorded, such agreement and judgment are not res adjudicata, but ultra vires and void. Kelley v. Milam, 21 Fed. Rep., 842; Phillipowski v. Spencer, 63 Texas, 608; Pishaway v. Runnels, 71 Texas, 352; Hassell v. Nutt, 14 Texas, 265; Black on Judg., secs. 693, 705.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b678-8\">3. A judgment based upon an unauthorized agreement with a municipal corporation is to all intents and purposes a collusive decree, is itself a fraud, no matter how much the parties believe in their power to make it, and can not operate as an estoppel or be plead as res adjudicata. Kelley v. Town of Milam, 21 Fed Rep., 868; Eusmunger v. Powers, 108 U. S., 292; Gains v. Relf, 12 How., 472; Guy v. Pasport, 106 U. S., 679.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b678-9\">4. The court erred in sustaining the second special exception of defendants, on account of this action being a stale demand; because if said judgment was not res adjudicata for reasons set forth in the foregoing assignment of error, then it was an absolute nullity, and no lapse of time could ever give it validity; because said petition alleged that the land in controversy is and has ever been held in trust for public education; and no statutes of limitation or stale demand are applicable to lands held in trust for such purpose, nor as against the legal title as alleged to be in plaintiffs. Const. 1869, art. 9. secs. 1-9.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b678-10\">On limitation and stale demand: Const. 1876, art. 7, sec. 6; Pasch. Dig., art. 3470; Rev. Stats., Final Title, sees. 4, 10; Milam County v. Robertson, 33 Texas, 366; Fannin County v. Riddle, 51 Texas, 360; Dill. on Mun. Corp., sec. 548; Black on Judg., sec. 313.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b678-12\"><em>Glass, Callender &amp; Parsner, </em>for appellees.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"A4G\">1. The power of the town of Goliad to make the alienation or disposition of land under which the <page-number citation-index=\"1\" label=\"655\">*655</page-number>Weisigers claimed the land sued for in suit number 1058 was necessarily in issue in that suit, and all questions as to that power are settled and concluded by the judgment rendered in that case. Tadlock v. Eccles, 20 Texas, 782.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b679-5\">2. A judgment rendered upon agreement of parties, and which by its terms settles the rights of the parties to the matters controverted in the suit, is a judgment upon the “merits” of the case, and is a proper and sufficient basis for an exception or plea of res ad judicata. Cannon v. Hemphill, 7 Texas, 184; Lessing v. Cunningham, 55 Texas, 231; Williams v. Nolan, 58 Texas, 708; Laird v. Thomas, 22 Texas, 276; 2 Black on Judg., sec. 705.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b679-6\">3. If there was any such trust as the petition alleges, attached to the title of the land as vested in the town, that trust was subject to the adjudication of the court; and the court having decided against it, and the judgment of the court having been allowed to stand unquestioned for seventeen years, the demand that it shall now be set aside, because an alleged trust was disregarded or violated when the judgment was rendered, must be a demand that is very stale indeed. Connolly v. Hammond, 51 Texas, 647; Connolly v. Hammond, 58 Texas, 17; Haskins v. Wallet, 63 Texas, 213; Hudson v. Wheeler, 34 Texas, 365; Tinnen v. Mebane, 10 Texas, 246, 255.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b679-7\">GARRETT, Chief Justice.</author>\n<p id=\"ABp\">The city of Goliad, formerly the town'of Goliad, brought this suit against R. N. Weisiger and S. P. Weisiger to-recover of them certain lands, a part of the four leagues of land conceded to the town of Goliad. The petition alleged title in the town of Goliad, and pleaded the original charter of said town and the various amendments thereto, showing the trusts for which said land was held, and alleged that the claim of the defendants rested solely upon a judgment of the District Court of Goliad County in their favor, in a suit wherein the town of Goliad and others were plaintiffs against the same defendants.</p>\n<p id=\"b679-8\">When this case was called for trial the defendants presented a demurrer to the petition, that the matter in controversy was res adjudicata, and that plaintiff’s cause of action was a stale demand. The demurrers were sustained, and judgment was rendered for the defendants.</p>\n<p id=\"b679-9\">The facts presented by the petition and exhibits thereto attached may be briefly stated as follows:</p>\n<p id=\"b679-10\">The town of Goliad received from the Republic of Texas a grant of four leagues of land, which constitute the town tract; and the town of Goliad, and the towns of Victoria and Gonzales, were chartered by the same act, passed February 5, 1840. Laws of 4th Cong., pp. 276-279.</p>\n<p id=\"b679-11\">By the ninth section of that charter, the town council was authorized “ to sell and alienate any portion of the lands owned by said corporation, and appropriate the proceeds thereof to the erection of a jail, court house,. <page-number citation-index=\"1\" label=\"656\">*656</page-number>and clerk’s office, and the remainder of such proceeds of said sales shall be appropriated for the purposes of education within said town, and for no other purpose; ” and in 1848 a separate charter was granted to the town, the corporate limits were made the same as the boundaries of the four leagues that had been granted, and by section 12, the town council, in conjunction with the County Court, was empowered to sell any lots within the corporation to which there was no legal claimant or title, and to collect debts and forfeitures due the town, to be appropriated to the erection or repair of a court house or jail, etc., and-to the establishment of a public school for the town.</p>\n<p id=\"b680-3\">In 1852 the charter of Goliad was again amended by the Legislature, and by the ninth section thereof it was provided, that “the common council may acquire and hold any property for public uses, and may improve, sell, or otherwise dispose thereof at pleasure; it may collect the prices of any land of said town sold by the corporate authorities since the autumn of 1846, or may acquire the title and control of any part thereof from any purchaser, by compromise or other legal means, or may refund the price with interest on failure of title, and so act under future sales; and may sell at public auction, on sixty days notice in some newspaper published in this State, any portion that may at the time be unsold of the land heretofore conceded to said town by the late Republic of Texas, except such parts as may hereafter be necessary for a public square, a public cemetery, a court house, a jail, public market, and public highways.” And then, after providing for the erection of a jail, court house, etc., out of the proceeds of the former sales and future sales of lands, it is further provided, that “ the remainder of the proceeds of such sales, if any, with the unsold parts of said trust land, shall be held, sold, exchanged, or otherwise used by the common council for the purposes of education within said town, and for no other purpose; and said corporation, as a trustee for the proper disposal of said land and its proceeds, to accomplish the purposes aforesaid, shall be answerable in the District Court of Goliad County at the suit of any party interested.” Acts 1852, p. 87.</p>\n<p id=\"b680-4\">By Act of the Legislature of August 13, 1870, this ninth section of the charter was further amended, and after making, in substance, the same provisions in regard to the erection of a jail and court house as is made in the above copied act, this amended section provided, that “the remainder of said lands, or the proceeds of sales of said lands, shall be held, sold, exchanged, or otherwise used and disposed of by the common council for the purpose of repairing the streets, building bridges, and enclosing the court house square and cemetery, and for -such other purposes within the corporate limits of said town as may be deemed necessary and proper by said town council.”</p>\n<p id=\"b680-5\">In the year 1874 there were pending in the District Court of Goliad County ten suits against sundry persons to recover certain lands “there<page-number citation-index=\"1\" label=\"657\">*657</page-number>tofore claimed and disposed of” by “Paine Female Institute” and &lt;lAranama College,” among which suits was one numbered 1058, and entitled “ Town of Goliad v. Joseph Weisiger et al.;” this suit was brought to recover a number of farm lots upon the town tract, and among said lots were the lots now in controversy in this suit. ■</p>\n<p id=\"b681-5\">The parties to the suit number 1058 were the town of Goliad, plaintiff, and Joseph Weisiger, R N. Weisiger, and S. P. Weisiger, defendants. Messrs. Phillips, Lackey <em>&amp; </em>Stayton were counsel for the plaintiff, and Messrs. Lane &amp; Payne were counsel for the defendants. On the 8th day ■of September, 1874, the town council made an order authorizing its attorneys to compromise said suits, which is set out in a written agreement made for such settlement, as follows:</p>\n<p id=\"b681-6\">‘ ‘ Ordered, that whereas Phillips, Lackey <em>&amp; </em>Stayton, attorneys of the town of Goliad, be and are hereby authorized to compromise with all parties holding adverse title to realtjr situated on the town tract of Goliad, including all suits now pending in the District Court of Goliad County prosecuted by said attorneys for said town, and for all other persons claiming adversely to said town, and on the payment to the said Phillips, Lackey <em>&amp; </em>Stayton by said claimants of said land or defendants in said suits of §1000 or 1000 acres of land, which is the said attorneys’ fee for their services in said suits; and further, that said attorneys are hereby authorized to go into the District Court of Goliad County and make a binding agreement on the said town of Goliad, whereby the title of said claimants or defendants, and each of them, to their particular lands respectively, shall be forever vested in them and their title quieted, and the claim, title, or interest of the town of Goliad forever annulled, abrogated, and held for naught.”</p>\n<p id=\"b681-7\">Pursuant to and embodying this order of the town council, an agreement was made and signed by Phillips, Lackey <em>&amp; </em>Stayton, for themselves and as attorneys for the town of Goliad, and by Lane <em>&amp; </em>Payne, attorneys for the defendants and interveners, in all the causes mentioned in the agreement, including said cause number 1058, whereby it was agreed, among other things, that all the title of the town of Goliad in certain farm lots, which are mentioned in detail, and including the lots sued for in this suit, should be divested out of the town of Goliad and vested in the defendants R. N. Weisiger and Samuel P. Weisiger; and that the town of Goliad should have judgment against said Weisigers for all the land sued for in that suit, except the farm lots so agreed to be vested in said defendants; and further, that the title of certain of the lots agreed to be vested in said Weisigers should be divested out of them and vested in said Phillips, Lackey <em>&amp; </em>Stayton, as said defendants’ proportion of the fee of 81000 to be paid to said attorneys under the terms of said agreement.</p>\n<p id=\"b682-2\"><page-number citation-index=\"1\" label=\"658\">*658</page-number>And this agreement having been filed in said suit number 1058, and. said suit having been dismissed as to Joseph Weisiger, and said Phillips,. Lackey &amp; Stayton having been made parties to the suit, the court rendered judgment that the town of Goliad recover of defendants Reed N. and Samuel P. Weisiger a certain large tract of 'land, described by metes- and bounds, including all the farm lots, etc., sued for in said suit, less certain farm lots particularly described, among which were the farm lots now in controversy in this suit; and as to all said described farm lots, it was “ordered, adjudged, and decreed by the court, that all title therein held by the town of Goliad be divested, and that title thereto be and hereby is vested in Reed ¡N. Weisiger and Samuel P. Weisiger.” And by the same decree the title to certain of said farm lots was divested out-of said Weisigers and vested in said Phillips, Lackey &amp; Stayton, pursuant to the agreement above recited. Which judgment'was first rendered October 24, 1874, and being afterwards amended in some matter of description, was again rendered by the court at February Term, 1875.</p>\n<p id=\"b682-3\">Plaintiff averred that it had executed the tr.ust for which it held said land by selling a portion thereof for a court house and jail, and held the remainder for the purposes of public education.</p>\n<p id=\"b682-4\">E. R. Lane, who represented the defendants in said suit, was the mayor of the town of Goliad, and that the mayor and board of aldermen and the attorneys for the parties to said suit, acting together, fraudulently-combined and entered into said agreement <em>of </em>writing, <em>by </em>which the said' attorneys went into said District Court and entered of record a decree by consent of parties, by which the title to said land was divested out of plaintiff and vested in said defendants, all of which was without authority and contrary to law. That no question of fact or issue of law was-actually litigated or judicially tried and determined b3r the court, nor were the merits of said suit put in issue or determined; that the town was in no way benefited by said decree; that the land adjudged to plaintiff was not claimed by the defendants, and said judgment was in nowise a compromise. Said agreement was made without authority, etc., and was a mere attempt to donate said land to parties not entitled thereto, and was-a fraud upon the rights of the town, which defendants well knew, etc.</p>\n<p id=\"b682-5\">The allegations in the petition, if the proper parties were before the court and the suit had been brought within the proper time, would be sufficient to make it a direct attack upon the judgment in the suit-number 1058, Town of Goliad v. Joseph Weisiger et al. Phillips, Lackey &amp; Stay-ton would be necessary parties to such suit, and it should be brought within such a time that loches would not be imputed to the plaintiff. ¡Nearly twenty years elapsed from the rendition of the judgment before it was attacked in this suit, and there is no pretense that the facts of fraud charged were not always open to the constituted authorities of the town of Goliad and its citizens. The question is not the application of the <page-number citation-index=\"1\" label=\"659\">*659</page-number>doctrine of loches or limitation to a suit for the recovery of lands which the town had no right to convey, but an action to set aside an erroneous judgment of a court which had jurisdiction to render it, on a charge of fraud. Plaintiff is clearly cut off by the lapse of time from reopening the case and setting aside the judgment.</p>\n<decisiondate id=\"b683-9\">Delivered November 9, 1893.</decisiondate>\n<p id=\"b683-5\">As a collateral attack upon the judgment, the suit can not be maintained. The plea of res ad judicata applies. There is nothing in the record to show that the judgment was void. We do not deem it necessary to refer to cases in our Supreme Court which recognize the validity of a judgment rendered by consent, or by the agreement of parties. In the case of Gunter v. Fox, 51 Texas, 383, a judgment rendered on the agreement of an administrator, that the defendant had title to the land, was binding on the heirs. See, also, Hollis v. Dashiell, 52 Texas, 187; Ivey v. Hassell, 1 Texas Civ. App., 226.</p>\n<p id=\"b683-6\">We do not deem it necessary to enter into a discussion of the authorities. In this State such a judgment as was the subject of attack in this case would be at most erroneous and not void.</p>\n<p id=\"b683-7\">The judgment of the court below will be affirmed.</p>\n<p id=\"b683-8\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}