{
  "casebody": {
    "data": "<casebody firstpage=\"899\" lastpage=\"901\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b951-4\">STROH BREWERY CO. v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b951-6\">No. 11425.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b951-7\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b951-9\">May 29, 1952.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b951-17\">Harrison T. Watson and Edward S. Wunsch, Detroit, Mich., Watson, Lott &amp; Wunsch, Edward S. Wunsch, and Harrison T. Watson, all of Detroit, Mich., on the brief for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b951-18\">Harold S. Harrison, Washington, D. C., A. Devitt Vanech, Roger P. Marquis, and Harold S. Harrison, all of Washington, D. C., Edward T. Kane, Charles E. Duffy, Detroit, Mich., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b951-19\">Before HICKS, SIMONS and ALLEN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b951-20\">HICKS, Circuit Judge.</author>\n<p id=\"b951-21\">This action was instituted by appellee on September 14, 1943, by filing in the District Court a condemnation proceeding to acquire the use of a large number of parcels of land, including the five parcels herein involved. Exhibit “A” to the petition set forth that the Condemnation sought was for a term of one year extendable for yearly periods thereafter during the existing national emergency and for three years thereafter at the election of the United States. A Declaration of Taking was filed on February 1, 1944. This Declaration stated that the estate taken was for a term of one year commencing September 14, 1943, extendable for yearly periods thereafter during the existing national emergency, and for three years thereafter, at the election of the United States. On the same date a judgment on the Declaration of Taking was entered by a District Judge. In this judgment the estate taken was defined as ’follows :</p>\n<blockquote id=\"b951-22\">“ * * * the estate taken for said public use, the same being a term for one year commencing September 14, 1943, in such lands and all improvements thereon, extendable for yearly periods thereafter during the existing national emergency, and for three years thereafter, at the election of the United States; together with the right to remove, within a reasonable time after the expiration of the term or extension thereof, any and all improvements and structures placed thereon by or for the United States; together <page-number citation-index=\"1\" label=\"900\">*900</page-number>with the right to demolish and remove the improvements located on Lot 3 * * *»</blockquote>\n<p id=\"b952-4\">The concluding paragraph o:f this judgment is as follows:</p>\n<blockquote id=\"b952-5\">“It is further ordered, adjudged and decreed that since, as this Court has been informed and advised, the Federal Public Housing Authority, the acquiring agency, took possession of said lands subsequent to the filing of petition for condemnation 'herein and prior to this date under authority of Act 507, 77th Congress approved March 27, 1942, and known as the Second War Powers Act [50 U.S.C.A. Appendix, § 631 et seq.], such possession is confirmed and continued for the uses and purposes of the estate taken and this cause be and the same hereby is held open for such other and further orders, judgments and decrees as may be necessary and just.”</blockquote>\n<p id=\"b952-6\">Appellant acquired the ownership in fee of the five parcels here involved after appellee had taken them and after its project was in operation. In August, 1950, appellee gave appellant a notice of the extension of the term of taking for a period ending September 14, 1951. On September 12, 1950, appellant filed a “Petition for Order Requiring Removal of Structures and Restoration of Possession.” Appellee filed both an answer to this Petition and a motion to dismiss it On February 23, 1951, appellant’s petition was heard by the Court (The sitting Judge being other than the Judge who entered the judgment heretofore quoted from), and the Court dismissed the petition ifor lack of jurisdiction to entertain it. Appellant thereupon sought to amend its petition as to request the Court:</p>\n<blockquote id=\"AqI\">“1. To find that the term for which the estate was originally taken for public use as provided in the judgment has expired.</blockquote>\n<blockquote id=\"b952-7\">“2. To find that the use to which the Government, or those purporting to . hold under it, are presently putting the petitioner’s land, is a private use, rather than the public use contemplated in the original taking.</blockquote>\n<blockquote id=\"b952-8\">“3. That if the Court resolve either proposition, first or second, affirmatively, that it then determine what would constitute a reasonable time that it would take to physically remove or demolish the structures placed on petitioner’s land, and enter an order fixing the end date of the Government’s right to possession accordingly.</blockquote>\n<blockquote id=\"b952-9\">“4. In the alternative, that if it be determined that the term has not expired, and that the use is still, the public use which would authorize continued retention by the Government, and those holding under it, that the Court then determine and order the Government to pay petitioner a sum that will presently constitute fair compensation.”</blockquote>\n<p id=\"b952-10\">But from the Court’s viewpoint the amendment did not change the result. This appeal followed.</p>\n<p id=\"b952-11\">Our question is a very narrow one. Simply stated it is, “did the Court err in dismissing appellant’s petition for lack of jurisdiction to entertain it?” No other question presents itself for review.</p>\n<p id=\"b952-12\">Appellee undertakes to support the Court’s conclusion upon the broad principle that the United States cannot be sued without its consent. As applicable here this contention is fallacious. Appellant has not sued the United States. It has only sought to have its rights determined in and under the statutory proceeding brought by the Government. When the Government came into court it stood in the same position as any other suitor. See Mountain Copper Co. v. United States, <em>9 </em>Cir., 142 F. 625, 629; E. C. Shevlin Co. v. United States, 9 Cir., 146 F.2d 613, 615. In its original judgment on Declaration of Taking the Court was clearly within its rights concerning the subject matter of the controversy in holding the record open “for such other and,.further orders, judgments and decrees as may be necessary and just.”</p>\n<p id=\"b952-13\">We do not undertake to determine what appellant’s rights were. We say without more that the Court should have determined them and until they were determined the District Court must necessarily retain its <page-number citation-index=\"1\" label=\"901\">*901</page-number>jurisdiction for that purpose. United States v. Westinghouse Co., 339 U.S. 261, 268, 70 S.Ct. 644, 94 L.Ed. 816.</p>\n<p id=\"b953-5\">The Order appealed from is reversed and the case remanded to the District Court for the purpose indicated.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}