{
  "casebody": {
    "data": "<casebody firstpage=\"294\" lastpage=\"309\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b302-7\">WILLIAM M. STODDARD <em>v. </em>L. L. TREADWELL and GEORGE R. CARTER.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b302-8\">Demurrer to Complaint.—If a complaint contain several counts, and the defendant demur to the whole complaint, the demurrer should be overruled if there is one good count in the complaint, although the other counts may be bad.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b302-9\">Complaint on Written Contract. — If a complaint be based upon a written contract, a correct copy of which is attached to and made a part of the complaint, and if the averments of the complaint put a false construction in law upon the terms of the contract, the complaint will not for that reason be bad, but the erroneous allegations will be regarded as surplusage.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b302-10\">Same.—A written contract may be declared on according to its legal effect, or it may be set forth <em>in hsec verba. </em>If declared on according to its legal effect, the defendant may, by the rule of the common law in a proper case, crave <em>oyer </em>of the instrument, and if it appear that its provisions have been misstated, he may set out the contract <em>in Jiozc </em>verba, and demur on the ground of the variance.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b302-11\">¡Evidence of Counter Claim.—When the action is based upon a contract to pay a stipulated sum, and the answer sets up a counter claim for damages for matters arising out of the same contract, the defendant cannot, on the trial, introduce evidence of any damages except those specially set up in the answer.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b302-12\">Evidence of Counter Claim when not set up in Answer.—If the complaint is based on a written contract, by the terms of which plaintiff is to do certain things, and the complaint avers a faithful performance on his part, and the answer denies the performance, the defendant cannot, under this allegation and denial, introduce evidence of a counter claim.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b302-13\">Evidence of Loss of Profits as Counter Claim. — If a merchant employs one by written contract, at a stated salary, to act as his chief clerk and managing agent for a stated term, and an action is brought by the clerk on the contract for wages, and the answer sets up a counter claim for damages arising out of neglect of the clerk to attend to the business, the defendant has a right on the trial to introduce evidence of a loss of his profits and diminution of business caused by the clerk's neglect; and to do this, he may ask a witness what amount of additional business would have been done if the clerk had attended to his business.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b302-14\">Suit for Counter Claim.—Where one is employed by another under a contract, at a stated salary, payable monthly or at a stated time, to act as his clerk or transact business for him, and the employé neglects the business, the employer is not precluded from maintaining an action for damages for this neglect, by payment in full of the employe's wages, or by allowing the employe to sue and recover judgment, by refraining from interposing any counter claim for a breach of the employe's contract.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b302-15\">Waiver of Counter Claim.—An omission to assert a cross claim when a demand is presented for payment, does not involve a waiver of the counter claim, nor is a failure to discharge an unfaithful servant before his term.of service has expired a release of damages arising from his neglect.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b302-16\">Counter Glade for Unliquidated Damages.—Where the claim of plaintiff and counter claim of defendant both arise out of the same contract, defendant may introduce evidence of unliquidated damages embraced in his counter claim, unless the plaintiff come to the contract by assignment.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b303-4\"><page-number citation-index=\"1\" label=\"295\">*295</page-number>Evidence of Counter Claim.—Where the plaintiff's action arises out of contract, defendant may introduce evidence of any counter claim arising out of contract existing at the commencement of the action, even though the contracts are not the same.</headnotes>\n<summary data-order=\"11\" data-type=\"history\" id=\"b303-5\">Appeal from the District Court, Sixth Judicial District, Sacramento County.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b303-6\">The facts are stated in the opinion of the Court.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b303-7\"><em>Henry H. Hartley, </em>for Appellants.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b303-8\">The Court erred in refusing to permit defendants’ counsel to ask the witness Horton how the expense account of the defendants was at Sacramento, compared with what it should have been ?</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b303-9\">This was clearly erroneous. The plaintiff, by his own pleading (in the complaint) tendered the issue directly to the defendants as to the faithful performance of his duties by him, for he says “ that he has continued to act as the chief clerk of the defendants, <em>faithfully and honestly prosecuting their 'business.'’'’ </em>Now the evidence, if admitted, would have gone to show the very converse of the allegation of the plaintiff. It was directed to prove that the plaintiff had dishonestly and unfaithfully increased the expenses of the house, and that knowingly. The Court seemed to hold that this matter should have been specially pleaded. In other words, that we should have been compelled to have put into the answer a full statement of what the previous expense account had been, and what it should have been, and wherein the plaintiff had dishonestly increased it. We submit this cannot be the rule, surely, if the plaintiff had, as he says, in all things acted honestly and faithfully, he would be prepared to explain away any apparent increase in the expense account, and particularly when it was to matters specially within his own cognizance, <em>i. e., </em>the financial affairs of the house.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b303-10\">The Court erred in refusing to permit defendants’ counsel to prove by the witness Freeman the amount of additional business which would have been done in defendants’ store if plaintiff had attended to it as closely during the last year <page-number citation-index=\"1\" label=\"296\">*296</page-number>as he had done the previous one; and also erred in refusing to permit defendants to prove from a comparison of their sales that the plaintiff had neglected their business.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b304-6\">The objection made to the first portion of this proof was that no specific acts of neglect had been charged in the complaint. We urge this was unnecessary. The plaintiff chose to put his entire general conduct and manner in which he discharged his duties for defendants to the investigation, and he should have been fully prepared to have supported it. The evidence was directed to the establishment of the fact that he was continually and improperly absent from the store of defendants, and thereby their business suffered and was neglected, and customers were lost to the house. How was it possible to prove specifically when and at what times plaintiff was absent from the store ? - It would almost amount to a denial of any proof on this point if defendants had been compelled in their complaint, as if it had been in a bill of particulars, to have specified the days and parts of days plaintiff had been absent from his-business. The witness then on the stand was doubtless able, from his personal observation, to have stated in general terms the effect of plaintiff’s absence, though he might not have been in a condition to specify particularly and exactly the periods of that absence. Can it be contended that on such a contract of hiring it would not be competent to prove generally that the employé was negligent and careless, and did not attend to the business, and was frequently absent from his employer’s business, and thereby depreciated it, without being cbmpelled to set forth at large in the pleadings all the minutiee of the neglect ? It might be very probable such specifications, if required, would be impossible to be furnished, and therefore the injured party would be without any remedy. We can imagine no more direct or proper method of proof than the one attempted, and think the • Court manifestly erred in rejecting it.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b304-7\"><em>J. </em>P. <em>Treadwell, </em>also for Appellants.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"b304-8\">The contract in the first count declared upon is in writing <page-number citation-index=\"1\" label=\"297\">*297</page-number>and is set out in and annexed to the complaint. Profert of it is thus made <em>gratis; </em>and any error in the legal effect assigned it by the pleader, is thus reached by the demurrer, though without such profert, such error could not only appear after answer upon the production of the written instrument in evidence.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b305-5\">The first count, then, states and insists, as the legal effect and force of the writing, that the defendants promised the plaintiff to pay him seventeen thousand eight hundred and twelve dollars and seventy-six cents in certain instalments, and also to employ him as a clerk for one year, at a salary of to wit: three thousand six hundred dollars per <em>year; </em>all in consideration of the sale and delivery by the plaintiff to the defendant of a certain stock of goods in Sacramento, and of the good will of the plaintiff’s business. This is a misstatement of the <em>consideration of the defendants promise, </em>as is shown by the instrument of which profert is made. Recurrence to the writing shows that the sale and transfer of the stock of goods and good will of the business was upon and for the defendant’s promise to pay the sum of seventeen thousand eight hundred and twelve dollars and seventy-six cents, and it was for no other or further consideration; and the defendant’s promise to employ the plaintiff for five years at the stated salary, was upon and for the plaintiff’s promise to serve them for that- time at such salary. <em>These tioo contracts in the same instrument are independent, not dependent.</em></p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b305-6\">The instrument purports that Stoddard “has sold, and hereby sells and transfers the stock of goods and good will of the business of T. &amp; Co., <em>at and for the </em>price or sum of seventeen thousand eight hundred and twelve dollars and seventy-six cents, to be paid,” and which they thereby agree to pay in certain instalments designated.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b305-7\">It is here as distinctly as it can be stated, that the whole consideration for the transfer of the goods and good will, is the promise to pay the seventeen thousand eight hundred and twelve dollars and seventy-six cents; the transfer is “at and for the price or sum” named. The statement of an <em>indepen</em><page-number citation-index=\"1\" label=\"298\">*298</page-number><em>dent </em>stipulation has commenced, when it is continued that “ <em>said Treadivell &amp; Co. further agreed to employ the said Stodr dard as clerk for five years, at a salary of three thousand dollars per year, etc., </em>and said Stoddard <em>agreed to so serve T. &amp; Co. all said time, upon and for such </em>salary.”</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b306-6\">It is quite possible that T. &amp; Co. would not have bought the stock of goods and good will, unless they had been able to contract for the former owner’s services; and, on the other hand, that Stoddard would not have sold unless he could also get a contract for future employment. Yet both parties were willing to and did rest upon the independent personal promise of the other as to the employment at a salary. Is it not as clear as the sun that Stoddard could have sued for the instalments of the price of the goods and good will as they became due, without averring that he had performed his contract (till then) to serve as clerk ? Or that he could recover the price of the goods though he had not kept his contract so to serve ? And it is just as clear that T. &amp; Co. could have maintained an action for a breach of the defendant’s independent stipulation to serve as clerk, though they had failed to pay him the instalments of the price of the goods that had already fallen due. Then T. &amp; Co.’s promise to employ the plaintiff was no part of the consideration for the transfer of the goods and good will, as is erroneously stated in the complaint.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b306-7\">In overruling the demurrer, in which this point is specially stated, - the Court below held otherwise, and gave á wrong construction to the written agreement. It held that plaintiff was entitled to the month’s salary sued for, “as a <em>part of the consideration of the sale of said merchandise and good ivill of said </em>businessthe ground on which it is claimed in the complaint. The plaintiff was entitled to recover the month’s salary sued for, then, by the law of the case settled on decision on the demurrer, though he never performed the services.</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"A9\"><em>Crocker &amp; Robinson, </em>for Respondent.</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"b306-9\">Whether the two parts of the contract are dependent or independent, or whether the consideration of the sale of the <page-number citation-index=\"1\" label=\"299\">*299</page-number>goods and good will of the business runs through the whole contract or not, can make no difference with the demurrer; because in either case the complaint states facts sufficient to constitute a cause of action, and-the demurrer was therefore properly overruled.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b307-5\">We further contend that the alleged errors were not errors in fact. The exclusion of the evidence was generally upon the ground that the facts they were intended to support had not been stated or pleaded in the answer, and were not involved in the issues made by the pleadings.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b307-6\">The complaint, as was necessary, averred in general terms the performance of the contract by the plaintiff on his part. This is allowable under section sixty of the Practice Act, which makes it unnecessary to state the facts showing such performance.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b307-7\">But the complaint was sworn to, and therefore the defendant could not put in the general issue, or a general denial of the whole complaint. In this case the defendants denied the averments of performance, following almost the exact language of the complaint. They did not aver any special acts wherein the plaintiff had failed to perform his duties, but contented themselves with simply negativing the general averments of the complaint. We contend that if they desired to introduce any such kind of evidence they should have specially averred them, and not confined themselves to such a general denial. It presents a case similar to that of the impeachment of a witness. His general character for truth is liable to be inquired into, but specific acts or circumstances affecting his character cannot be introduced, because he is supposed to be prepared to meet evidence of general reputation, but not special circumstances. So, in the present case, the answer-only required the plaintiff to rebut proof showing a general neglect of defendant’s business, and no specific acts of nonperformance being set forth, he could not be prepared to meet that character of evidence. His pleadings were verified for the very purpose of narrowing the issue to the specific averments of the pleadings.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b308-5\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>The Court cannot projoerly, even upon the consent of the parties, pass upon questions not raised by the written allegations of the pleadings. <em>(Boggs </em>v. <em>Merced Mining Co. </em>14 Cal. 356.)</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b308-6\">Each party anust allege every fact which he is required to prove, and will be precluded from proving any fact not alleged. <em>(Green </em>v. <em>Palmer, </em>15 Cal. 415.)</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b308-7\">The verdict must be confined to matters put in issue by the pleadings. (2 Cal. 256, 285.)</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b308-8\">The plaintiff is compelled to set out every fact necessary to constitute his cause of action, and the defendant every matter of defense. <em>(Piercy </em>v. <em>Sabin, </em>10 Cal. 27.)</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b308-9\">But there is still another and conclusive answer to these points of the appellants.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b308-10\">The appellants claim that the contract contains two separate and independent contracts, upon separate and independent considerations : 1st. The sale of the goods and the good will of the business and the price to be paid therefor. 2d. The agreement to employ the plaintiff and the compensation to be paid him therefor—and we have no objection to giving it that construction. They admit the balance due on the purchase money of the goods, and we were entitled to a judgment therefor upon the pleadings alone. These exceptions, therefore, cannot affect that cause of action.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b308-11\">The small items of account for matters not stated in the contract, although some were denied and others admitted, yet could not be affected by questions arising out of the <em>contract, </em>for they had no connection with the contract. These exceptions, therefore, did not affect our right to recover those items, upon proof of their correctness, and the verdict establishes the fact that they were duly proved.</p>\n<opinion data-order=\"37\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b308-13\">By the Court, Shafter, J.</author>\n<p id=\"b308-14\">The complaint in this action contains three counts, the first two of which are based upon the following written contract annexed to and made part of the complaint:</p>\n<blockquote id=\"b309-4\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>“ Memorandum of agreement and sale made this 14th day of January, 1861, between Wm. M. Stoddard and Treadwell <em>&amp; </em>Co. The said Stoddard has sold and hereby sells and transfers to Treadwell <em>&amp; </em>Co. all the stock of goods and fixtures in the store hitherto kept by him, said Stoddard, on J street, Sacramento, an inventory of which has been made out by said Stoddard, and is now present, and also the good will of the business there, hitherto done by said Stoddard, at and for the price or sum of $17,812 76, to be paid therefor to said Stoddard by said Treadwell <em>&amp; </em>Co., and which they hereby agree to pay in the manner following, that is to say, the sum of $13,248 91, from time to time, as Treadwell &amp; Co. realize money from sales in the course of their business hereinafter mentioned, and the balance in six months from this date.</blockquote>\n<blockquote id=\"b309-5\">“ Said Treadwell <em>&amp; </em>Co. further agree that they will carry on the hardware and agricultural implements business in Sacramento (for which purpose they will take the store hitherto occupied by said Stoddard) for the period of five years, next hereinafter, and to employ the said Stoddard as their chief clerk and managing agent in the prosecuting of said business there during all said five years, at a salary of three thousand dollars per year the three first years, and thirty-six hundred dollars per year the last two years, to be paid in equal monthly payments; and said Stoddard agrees to serve said Treadwell &amp; Co. during all said time, upon and for such salary, diligently .and faithfully, and to the utmost of Ms ability in all things; and not to engage in any business on his own account. The sickness of said Stoddard, if it should happen during said time, will not be reason for Treadwell <em>&amp; </em>Co. to discharge him, but he will retain his situation, his salary ceasing during the time he may be sick, if it be for a considerable time. The words $13,241 91 interlined before signing.</blockquote>\n<blockquote id=\"b309-6\">“ Treadwell <em>&amp; </em>Co.</blockquote>\n<blockquote id=\"b309-7\">“ M. M. Stoddard.”</blockquote>\n<p id=\"b309-8\">The purpose of the first count is to recover one thousand and forty-three dollars and eighty seven cents, balance of the <page-number citation-index=\"1\" label=\"302\">*302</page-number>purchase money alleged to be due on the sale of the goods, with interest thereon; and the purpose of the second count is a recovery for the personal services of the plaintiff under the contract during the month ending on the 31st of October, 1862. The third count is for keeping a horse for defendants, at their request, forty-five dollars; for money had and received, twenty-five dollars; and for fourteen dollars money laid out and expended on a trip to San Francisco, made by defendants’ direction; the amount of which said several sums is however subject to a deduction of fifty-three dollars and thirty-two cents.</p>\n<p id=\"b310-6\">The defendants demurred to the complaint, on the ground that it disclosed' no cause of action, and on the further ground that it is ambiguous, unintelligible and uncertain. The demurrer was overruled and the defendants answered. On a trial of the issues, the plaintiff recovered a judgment, and the appeal is taken therefrom. There is a statement annexed to the record on which errors of law occurring at the trial are assigned.</p>\n<p id=\"b310-7\">1. As to the order overruling the demurrer.</p>\n<p id=\"b310-8\">Should it be admitted that both the first and second counts are unintelligible, and that neither of them discloses facts sufficient to 'constitute a cause of action, still the demurrer was properly overruled, for the reason that the demurrer was not good to the whole extent of it. (Ch. Pl. 643.) The third or general count is not obnoxious to either of the objections named.</p>\n<p id=\"b310-9\">But we do not consider the objections taken to the first and second counts in argument to be well founded. It has been already stated that those counts are based, respectively, upon the written contract annexed to and made. part of the complaint. The complaint not only sets out the contract in <em>hcee verba, </em>but contains a statement of its legal effect according to the views of the <em>pleader; </em>and it is insisted that the consideration upon which the promises of the defendants, for breaches of which the counts respectively proceed, has been misapprehended in that statement. Should all this be conceded, still the erroneous version of the pleader may be rejected as sur<page-number citation-index=\"1\" label=\"303\">*303</page-number>plusage, for the true relations of the different parts of the contract to each other are disclosed by the contract itself. A contract may be declared on according to its legal effect or in <em>lime verba. </em>If the former mode should be adopted, then the defendant may by the rule of the common law in a proper case crave <em>oyer </em>of the instrument, and if it appear that its provisions have been misstated, he might set out the contract in <em>hcec verba </em>and demur on the ground of the variance. But where a plaintiff himself sets forth the contract in the terms in which it is written, and then proceeds by averment to put a false construction upon the terms, the allegations, as repugnant to the terms, should be regarded as surplusage, to be struck out on motion. <em>Utile per inutile non vitiatur. </em>(1 Ch. Pl. 232.)</p>\n<p id=\"b311-6\">The farther objection that the first count does not disclose any breach of the promise upon which it is founded, and that there is no consideration stated for the promise to pay extra interest, we are satisfied, on a careful examination of the complaint, are neither of them well founded.</p>\n<p id=\"b311-7\">2. As to the alleged errors\" occurring at the trial.</p>\n<p id=\"b311-8\">The answer admits the one thousand six hundred and forty-three dollars eighty-seven cents claimed as due on the sale of the goods; and as to the two hundred and fifty dollars claimed for personal services during the month of October, 1862, the performance of the service is not effectually denied, though all indebtedness on that ground is. The matters of defense more particularly relied on are set forth in a special answer interposed by way of counter claim. The answer admits that the defendants purchased the goods and good will named in the special contract; that they employed the plaintiff as their chief clerk and managing agent as claimed, and that plaintiff continued in their employment without fault until the 9th of December, 1861, but avers that from that time forth he did not “ diligently, or faithfully, or to the utmost of his ability in all things, or in anything, serve defendants as he was bound to do under said contract, but on the contrary, during all said time from December 9,1861, and more particularly from April, <page-number citation-index=\"1\" label=\"304\">*304</page-number>1862, to October 21, 1862, he grossly neglected the said business of said defendants, in violation of said contract and to the great damage of defendants. That during all said time, and particularly during the entire spring and summer of 1862, and the fall thereof up to October 21,' 1862, plaintiff habitually failed to attend to defendants’ said business, absented himself from their said store nearly the whole of each day, and engaged himself in his own private' affairs ; in consequence whereof numerous customers of defendants, who had been in the habit of dealing with plaintiff prior to his said sale to defendants, and also with defendants subsequent to said sale, called at said store to make purchases of goods, but not finding plaintiff there to trade with, said customers went away and traded elsewhere, which they would not have done had plaintiff been present attending to his duties under said contract; and even when plaintiff was occasionally in said store during said period, he manifested no interest in defendants’ business, and made no efforts to keep up said business; and by reason of such neglect, and such engaging in his own private affairs, defendants have sustained great loss and damage, amounting to more than the sum claimed by plaintiff in his complaint. <em>* * </em>* That the main reason of plaintiff’s employment by defendants was his acquaintance with said hardware business in Sacramento, his skill therein, his knowledge of the persons dealing in such trade, and the custom his presence (as chief clerk and managing agent) would bring to defendants ; and that by reason of plaintiff’s gross neglect of defendants’ business as aforesaid, the main consideration of said stipulation so to employ plaintiff has entirely failed. Defendants pray to have their damages sustained as aforesaid, <em>recouped </em>against the amount claimed- by the plaintiff, and for judgment for the excess, with costs.</p>\n<p id=\"b312-7\">The defendants offered to prove that the expense account of their establishment at Sacramento was larger than it should ■ have been—that plaintiff had changed the boarding place of the hands employed, with a view to promote interests of a relative who was employed to board them at a higher rate ; <page-number citation-index=\"1\" label=\"305\">*305</page-number>that the plaintiff employed another relative about the store, whose services were entirely unnecessary to the proper management of the business <em>; </em>that divers instructions were given by the defendants to the plaintiff between December 9, 1861, and October <em>15,1862, </em>relating to the management of the business, which the plaintiff disobeyed. The plaintiff objected to the introduction of this testimony on the ground that these various acts of misconduct were not specially pleaded.</p>\n<p id=\"b313-6\">In the statement of the counter claim, nothing is alleged as the ground of it but neglect, the precise character of which is not set forth. The matters which the defendants offered to prove are, with the exception of the disobedience of instructions, acts of positive misconduct; and as to the disobedience, it is not included in the specification by which the general charge of negligence and unfaithfulness in the special answer is narrowed down. From this it follows that the testimony was properly excluded, unless it was admissible under the denial of the plaintiff’s allegation that “ he continued to act as the chief clerk and managing agent of said defendants, faithfully and honestly prosecuting their said business, and not engaging in any business on his own account, and doing all things connected therewith as directed by said defendants.”</p>\n<p id=\"b313-7\">We consider that the evidence offered was not admissible under the denial. The employment and the facts of the offer being assumed, it follows that the' defendants had a right of action against the plaintiff, sounding in damages, for a breach of his undertaking. The plaintiff’s action is not based upon a <em>quantum meruit, </em>but is brought to recover a sum stipulated, and by the strict rule of the common law the defendants could obtain redress by cross action only. (Sedg. on Dam., Chap. XVII.) But, however this maybe, the defendants, under our system, were put to their election either to oppose their claim to the claim of the plaintiff or to resort to a cross action; and this whether they claimed a deduction merely, or that the two claims were the equivalents of each other, or that there was an excess in their favor for which they sought a recovery. <em>(Ruiz </em>v. <em>Norton, </em>4 Cal. 357; <em>Earl </em>v. <em>Bull, </em>15 Cal. <em>425; </em><page-number citation-index=\"1\" label=\"306\">*306</page-number><em>Frothingham </em>v. <em>Everton, </em>12 N. H. <em>239; Cook </em>v. <em>Mosely., </em>13 Wend. 277.) And in either alternative, the claim cannot be considered in this action, for the reason that it has not been set up by way of counter claim. The right or demand of the defendants is a counter claim by legal definition, for the defendants might have maintained a suit upon it, (12 How. 311; 33 How. 249;) and the forty-sixth section of the Practice Act requires that the answer of a defendant who would avail himself of a counter claim “ shall contain a statement ” of it. <em>(McKyring </em>v. <em>Bull, </em>16 N. Y. 297.) The counter claim asserted in the answer goes upon grounds distinct from those embraced in the defendant’s offer to prove, as has been shown already.</p>\n<p id=\"b314-7\">It further appears from the record that the defendants, having first put in evidence that the plaintiff was frequently absent from the store between February and October, 1862, and that people frequently came to the store and asked for the plaintiff and left on finding him out, inquired of a witness as follows . “What effect had the plaintiff’s absence during this time (between February and October, 3 862,) to depreciate the business of the store—how much damage wa,s it per month ? ” The question was objected to, but the objection was overruled. Thereupon the witness was asked: “What amount of additional business would have been done in the store of Treadwell &amp; Co. between February and October, 1862, if the plaintiff had been there during the entire of the day attending to the business of the store as he had previously done in 1861?” This question was objected to on the ground that it was too general, that the defendants must prove specific acts. The objection was sustained by the Court. The defendants then offered to prove by the witness “ the amount of sales per month in their hardware store in Sacramento from February, 1861, to October of that year, and the corresponding sales from February, 1862, to October, 1862 ; and to show further what the profits were upon said sales during the said intervals respectively with a view to estimate the' damage per month that accrued to the defendants by reason of the absence of the plaintiff from the store and his neglect of their business.’ <page-number citation-index=\"1\" label=\"307\">*307</page-number>The plaintiff objected, on the ground that the testimony was incompetent and irrelevant and that the damages were too remote. The Court sustained the objection and the defendant excepted.</p>\n<p id=\"b315-6\">Neglect by plaintiff of his employer’s business, consisting in frequent absences from the store, and a loss of custom as consequent thereon, was the main ground of the counter claim set up in the answer. It was competent for the defendants to prove the neglect stated—that the business was lessened thereby—and the pecuniary loss resulting therefrom. The objection taken to one of the questions that it was too general, was not tenable. The question put the witness broadly upon his own resources. For aught that we can know to the contrary, the witness, if he had been permitted, could have stated directly the additional business that would have been done, if the plaintiff had not been guilty of the inattention alleged, and on cross examination the grounds of his estimate might have been brought out, if he failed to state them in chief. But the defendants, accepting the ruling of the Court that the question was too general, then offered to prove directly the amount of sales in 1861, as compared with the sales of 1862, showing a diminution of sales and profits during the latter year. The point of the objection was that the defendants could not claim for a loss of profits. As a general rule, loss of profits cannot enter into the estimate of damages, either in actions founded on tort or on contracts. But the rule has its well understood exceptions in both cases. To say that the defendants here cannot claim for a loss of profits involved in a diminution of business caused by the plaintiff’s neglect, is to claim impunity for the neglect. Loss of profits, as an element of damage, here, is not remote, but the natural and first effect of the neglect alleged. (Sedg. on Dam. 72; <em>Masterton </em>v. <em>The Mayor of Brooklyn, </em>7 Hill, 62; <em>Lawrence </em>v. <em>Wardwell, </em>6 Barb. S. C. 423; <em>Brackett </em>v. <em>McNair, </em>14 John. 170; Sedg. 337, 338.)</p>\n<p id=\"b315-7\">But it is said that the testimony was properly excluded for the reason that the defendants had fully paid the plaintiff for <page-number citation-index=\"1\" label=\"308\">*308</page-number>his services for- all the months prior to the month of October, 1862, and that the defendants therefore had no right to offer proof as to the plaintiff’s conduct, except during that month, lío authorities are cited in support of this position, nor is any principle referred to supporting it. The obligation to serve was entire—the plaintiff engaging for five years at a round salary of three thousand dollars for the first three years, and of three thousand six hundred dollars for the last two.' True, the salary was to be paid in monthly'instalments;' but still, the obligation of the defendant was to serve for five years, and it has no more reference to the months than it has to the weeks or days that go to make up the full period. If the entire salary had been made payable at the end of the service, and the defendants had then paid it, the payment would not have precluded them from bringing an action for plaintiff’s neglect, <em>(Barber </em>v. <em>Rose, </em>5 Hill. 76), and if the plaintiff herein had recovered each one of the monthly instalments by action as fast as they accrued, and the defendants had refrained from interposing any counter claim for a breach by the plaintiff of his contract, they would still have had the right to proceed by action for their damages. On these grounds, we consider that the defendants were at liberty to charge the plaintiff with neglect to the full extent of their offer. The contrary view must go on the ground that the defendants, by paying a monthly instalment and permitting the plaintiff to remain in their service thereafter, waived the neglect that accrued during the month for which the payment was made. But an omission to assert a cross claim when a demand is presented for payment, does not involve a waiver of the counter claim; nor is a mere omission to discharge an unfaithful agent or servant before his time of service has expired, to be treated as a release of his transgressions. The employer in such case may discharge the servant as matter of right, but the servant cannot claim that the employer should either discharge him or absolve him on any known principles of fair dealing; for the servant always has it in his power to protect his own interests by simply doing his duty.</p>\n<p id=\"b317-5\"><page-number citation-index=\"1\" label=\"309\">*309</page-number>Again: It is urged that the evidence was properly excluded for the reason that the cross claim was for unliquidated damages. This objection is not well taken. Counter claims are what the Practice Act has made them to be. Where the principal and cross claim are based upon the same contract both may be considered in the same action however the damages may be unliquidated; and if the jury fitid a balance in favor of the defendant, he may have judgment and execution therefor, <em>(Pattison </em>v. <em>Richards, 22 </em>Barb. 146; <em>Glason </em>v. <em>Morn, 2 </em>Duer, 639), unless the plaintiff came to the principal claim by assignment. We furthermore consider that the counter claim of the defendants may be opposed to the sum total of the five items of claim set up in the complaint. The sale of the goods, the promise to serve, and the correlative undertakings of the defendants are but parts of one contract. That contract is “ the transaction set forth in the complaint as the foundation of the plaintiff’s claim,” and the counter claim pleaded “ arises out of that transaction,” and is “ connected with the subject of the action.” <em>(Spencer </em>v. <em>Babcock, 22 </em>Barb. 326.) But the rule of the Practice Act is broader still, and allows the defendants to oppose their claim for damages to all the plaintiff’s items. The plaintiff’s “action arises out of contract,” not only as to the two larg.er items, but as to the three smaller ones also. The counter claim likewise “arises upon contract,” and it “ existed at the commencement of the action.” The Practice Act enumerates these tests only, and all others are excluded by intendment. <em>(Signot </em>v. <em>Redding, </em>4 E. D. Smith, 162.)</p>\n<p id=\"b317-6\">Judgment reversed and cause remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}