{
  "casebody": {
    "data": "<casebody firstpage=\"601\" lastpage=\"612\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b731-12\">In re Election of November 7, 1995 for the Office of Member of Rock Hill Local School District Board of Education.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b731-13\">[Cite as <em>In re Election of Member of Rock Hill Bd. of Edn. </em>(1996), 76 Ohio St.3d 601.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b731-15\">(No. 96-136</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AnF\">— Submitted June 25, 1996</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AlyS\">— Decided October 9, 1996.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b735-6\"><page-number citation-index=\"1\" label=\"605\">*605</page-number><em>Craig A Allen, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b735-7\"><em>McTigue &amp; Brooks </em>and <em>Donald J. McTigue, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b735-8\">Douglas, J.</author>\n<p id=\"Ayp\">Jenkins presents a number of issues for our consideration. We have carefully reviewed Jenkins’s arguments and have conducted a thorough review of the record. For the reasons that follow, we affirm the judgment of the trial court in all respects.</p>\n<p id=\"b735-9\">I</p>\n<p id=\"b735-10\">Massie filed this election contest action in the Court of Common Pleas of Lawrence County on December 4, 1995. On December 18, 1995, the trial court conducted a hearing on the petition. Thus, the hearing occurred just <em>fourteen days </em>after the action had been filed. In this regard, Jenkins suggests that the trial court failed to strictly comply with the requirements of R.C. 3515.10 and that, therefore, the court had no jurisdiction to hear and determine the election contest action. We disagree.</p>\n<p id=\"b735-11\">R.C. 3515.10 provides:</p>\n<blockquote id=\"b735-12\">“The court with which a petition to contest an election is filed shall fix a suitable time for hearing such contest, which shall be not less than fifteen nor more than thirty days after the filing of the petition. * * * All parties may be represented by counsel and the hearing shall proceed at the time fixed, unless postponed by the judge hearing the case for good cause shown by either party by affidavit or unless the judge adjourns to another time, not more than thirty days thereafter, of which adjournment the parties interested shall take notice.”</blockquote>\n<p id=\"b735-13\">R.C. 3515.10 clearly contemplates that a hearing on a. petition to contest an election will be conducted (except in certain circumstances such as in the case of an adjournment) not less than fifteen nor more than thirty days after the filing of the petition. Specifically, R.C. 3515.10 requires a trial court to fix a “suitable time” for hearing an election contest action and that the time set for trial shall <page-number citation-index=\"1\" label=\"606\">*606</page-number>not be less than fifteen nor more than thirty days after the filing of the petition to contest the election. In a series of prior cases, this court has held that the hearing scheduling requirements of R.C. 3515.10 are jurisdictional in nature. The leading cases on this issue are <em>In re Contested Election of November 2, 1993 </em>(1995), 72 Ohio St.3d 411, 650 N.E.2d 859; <em>McCall v. Eastern Local School Dist. Bd. of Edn. </em>(1959), 169 Ohio St. 50, 8 O.O.2d 11, 157 N.E.2d 351; and <em>Jenkins v. Hughes </em>(1952), 157 Ohio St. 186, 47 O.O. 127, 105 N.E.2d 58.</p>\n<p id=\"b736-5\">However, each of these three cases dealt with a situation markedly different from the situation presented in the case at bar. Specifically, <em>In re Contested Election, McCall </em>and <em>Jenkins, supra, </em>each dealt with a situation involving some failure to observe the <em>thirty-day time limitation provisions </em>of R.C. 3515.10 (or its predecessor) which, on the facts of those cases, was considered to be a jurisdictional defect. For instance, in <em>In re Contested Election, supra, </em>72 Ohio St.3d 411, 414, 650 N.E.2d 859, 862, we stated that “Compliance with the R.C. 3515.10 hearing scheduling requirement is jurisdictional, and where the trial date of the election contest is not set <em>within thirty days </em>after the filing of the petition and no request is made for the scheduling of a hearing within that period, the court lacks jurisdiction to proceed.” (Emphasis added.) See, also, <em>McCall, supra, </em>169 Ohio St. 50, 52, 8 O.O.2d 11, 12-13, 157 N.E.2d 351, 353 (“Under the controlling statute [R.C. 3515.10], the setting of the hearing of a contested election not more than 30 days after the filing of the petition and the service of a copy of the petition on the contestee are express conditions precedent which must be complied with before the hearing of the contest can be had.”); and <em>Jenkins, supra, </em>157 Ohio St. 186, 190, 47 O.O. 127, 129, 105 N.E.2d 58, 60 (“[W]here a contester, before the expiration of the time within which an election contest under a statute must be tried, obtains a postponement or acquiesces in a postponement which carried the case beyond the time limit, he thereby discontinues his contest.”).</p>\n<p id=\"b736-6\">Here, Massie’s election contest action was set for trial (and was tried) prior to the expiration of the thirty-day time limitation set forth in R.C. 3515.10, <em>but less than fifteen days after the filing of the petition. </em>Commencing the trial less than fifteen days after the filing of the petition constituted a technical violation of R.C. 3515.10. However, the fact that the trial court conducted the hearing in this case one day <em>earlier </em>than R.C. 3515.10 technically authorized does not amount to a jurisdictional defect. Unlike <em>In re Contested Election, McCall </em>and <em>Jenkins, supra, </em>Massie’s election contest action was promptly scheduled and prosecuted within thirty days of the filing of the petition. We have held, time and again, that extreme diligence and promptness are required in election-related matters. See, <em>e.g., In re Contested Election, supra, </em>72 Ohio St.3d at 413, 650 N.E.2d at 862. See, also, <em>Jenkins, supra, </em>157 Ohio St. at 190, 47 O.O. at 129, 105 N.E.2d at 60 (“The public interest in having election contests speedily determined requires promptitude.”). Moreover, as we recognized in <em>State ex rel. Byrd v. Summit Cty. </em><page-number citation-index=\"1\" label=\"607\">*607</page-number><em>Bd. of Elections </em>(1981), 65 Ohio St.2d 40, 43, 19 O.O.3d 230, 232, 417 N.E.2d 1375, 1378: “The purpose of the specific time limitation within election statutes is to provide promptness and certainty in our elections in a reasonable manner.” Apparently, Jenkins believes that the trial court, pursuant to R.C. 3515.10, should have waited one more day before conducting the hearing. However, the only thing that would have been accomplished by waiting the extra day would have been to prolong (albeit by just one day) a final resolution in this matter. Accordingly, on the facts of this case, we find no error rising to the level of a jurisdictional defect.</p>\n<p id=\"b737-6\">II</p>\n<p id=\"b737-7\">Turning our attention to the merits of this appeal, Jenkins argues that the trial court erred in ordering the board of elections to count the twenty-four absentee ballots that had (allegedly) been mailed back to the board by persons other than the electors who had cast the ballots. We reject Jenkins’s arguments in this regard.</p>\n<p id=\"b737-8\">The board of elections disqualified the twenty-four ballots based upon an improper interpretation of R.C. 3509.05. Specifically, the board apparently believed that R.C. 3509.05 requires that the ballot of an absentee voter must be disqualified if someone other than the voter mails the completed ballot and identification envelope to the director of the board of elections. However, nothing in R.C. 3509.05 required disqualification of the ballots in question.</p>\n<p id=\"b737-9\">R.C. 3509.05(A) provides, in part:</p>\n<blockquote id=\"b737-10\">“When an absent voter’s ballot, pursuant to his application or request therefor, is received by the elector, he shall, before placing any marks thereon, note whether there are any voting marks on the ballot. In the event there are any voting marks, the ballot shall be returned immediately to the board of elections; otherwise he shall cause the ballot to be marked, folded in such manner that the stub thereon and the indorsements and facsimile signatures of the members of the board of elections on the back thereof are visible, and placed and sealed within the identification envelope received from the director of elections for that purpose. Then the elector shall cause the statement of voter on the outside of the identification envelope to be completed and signed, under penalty of election falsification.</blockquote>\n<blockquote id=\"b737-11\"><em>“The elector shall then mail the identification envelope to the director from whom it was received in the return envelope, </em>postage prepaid, <em>or he may personally deliver it to the director, </em>or the spouse of the elector, the father, mother, father-in-law, mother-in-law, grandfather, grandmother, brother, or sister of the whole or half blood, or the son, daughter, adopting parent, adopted child, stepparent, stepchild, uncle, aunt, nephew, or niece of the elector may <page-number citation-index=\"1\" label=\"608\">*608</page-number>deliver it to the director, but the return envelope shall be transmitted to the director in no other manner, except as provided in section 3509.08 of the Revised Code.” (Emphasis added.)</blockquote>\n<p id=\"b738-5\">R.C. 3509.05 requires an absentee voter to either (1) “mail” the identification envelope containing his or her ballot to the director of the board of elections, or (2) “personally deliver” the ballot (or have some person specified in the statute deliver the ballot) to the director of the board of elections. R.C. 3509.05 does not mandate that an absentee voter <em>personally </em>mail his or her ballot and identification envelope to the director of the board of elections. The term “personally” in R.C. 3509.05 is used only in connection with the phrase “personally deliver.” Had the General Assembly intended to impose an obligation on an absentee voter to personally mail his or her ballot and identification envelope to the board of elections, it certainly knew how to do so, <em>ie., </em>the term “personally” could easily have been inserted in R.C. 3509.05 immediately before the term “mail.” Given that the General Assembly expressed no such intention, we presume that R.C. 3509.05 imposes no obligation on an absentee voter to <em>personally </em>place his or her ballot and identification envelope in the mailbox. Therefore, the fact that someone else actually deposits the ballot in the mail is of no legal significance.</p>\n<p id=\"b738-6\">Moreover, even if R.C. 3509.05 could be construed as requiring an absentee voter to personally place his or her ballot and identification envelope in the mail, R.C. 3505.28 provides, “No ballot shall be counted which is marked contrary to law, except that <em>no ballot shall be rejected for any technical error </em>unless it is impossible to determine the voter’s choice.” (Emphasis added.) Here, any error in mailing was purely technical in nature. There was no evidence of fraud with respect to these ballots and, as the trial court noted, “requiring a voter to personally place his or her ballot in a mailbox or hand it to a postal worker in order for the ballot to be counted raises form over substance.” Under these circumstances, and in light of the policy of the law favoring free and competitive elections (see, <em>e.g., State ex rel. Giuliani v. Cuyahoga Cty. Bd. of Elections </em>[1984], 14 Ohio St.3d 8, 10, 14 OBR 314, 316, 471 N.E.2d 148, 149; <em>Stern v. Cuyahoga Cty. Bd. of Elections </em>[1968], 14 Ohio St.2d 175, 184, 43 O.O.2d 286, 291, 237 N.E.2d 313, 319; and <em>State ex rel. Hanna v. Milburn </em>[1959], 170 Ohio St. 9, 12, 9 O.O.2d 332, 333-334, 161 N.E.2d 891, 894), the trial court found that the twenty-four challenged electors had substantially complied with the requirements of R.C. 3509.05. We agree that at a <em>minimum </em>the twenty-four voters “substantially” complied with R.C. 3509.05.</p>\n<p id=\"b738-7\">Accordingly, we find that the board of elections’ interpretation of R.C. 3509.05 was contrary to law, and that the trial court was correct in ordering the counting of the twenty-four absentee ballots.</p>\n<p id=\"b739-5\"><page-number citation-index=\"1\" label=\"609\">*609</page-number>Jenkins also suggests that the trial erred in finding that the three electors who were refused absentee ballots at the board of elections’ office the day before the November 7, 1995 general election (William Perry, Alberta Wilds, and Kathy Bamer) had been improperly denied the right to vote. Jenkins’s arguments are not well taken.</p>\n<p id=\"b739-6\">The three electors attempted to vote by absentee ballot at the board of elections’ office, during regular business hours, the day before the November 7, 1995 general election. Each of the electors had planned to be out of the county on the day of the election for personal or business reasons. However, the board of elections denied the electors the right to vote based on an advisory that had been issued by the Secretary of State of Ohio on August 25, 1995. The advisory contained a summary of the provisions of Am.Sub.H.B. No. 99, effective August 22, 1995, but mistakenly indicated that the current version of R.C. 3509.03 authorizes voters to request absentee ballots at the board of elections’ office the day before an election <em>only if </em>there is some “unforeseen emergency” requiring the voter to be absent from the county on election day. R.C. 3509.03 contains no such restriction on the right to request absentee ballots at the board of elections’ office the day before an election.<footnotemark>4</footnotemark> The three electors, upon being informed that they could not vote, left the board of elections’ offices without voting and without having tendering written applications for absentee ballots.</p>\n<p id=\"b739-7\">Jenkins suggests that the board of elections reasonably relied on the summary of R.C. 3509.03 contained in the advisory issued by the Secretary of State in refusing to allow the three electors the right to vote. However, there is no <page-number citation-index=\"1\" label=\"610\">*610</page-number>question that, pursuant to R.C. 3509.03, the three qualified electors had an absolute right to walk into the board of elections’ office the day before the election and apply for, receive, and cast absentee ballots, notwithstanding the fact that there was no “unforeseen emergency” requiring that they do so. Each of the electors was a qualified absentee voter because each had planned to be (and was) out of the county on election day. See R.C. 3509.02(A)(7). The summary of R.C. 3509.03 relied upon by the board of elections was clearly erroneous and could not constitute a legitimate basis to deny these electors the right to vote.</p>\n<p id=\"b740-5\">Additionally, Jenkins argues that the board of elections properly denied the three electors the right to vote because, contrary to R.C. 3509.03, the electors had failed to tender written applications for the absentee ballots. However, the reason the board denied the electors the right to vote was based on the Secretary of State’s advisory that contained significant errors concerning R.C. 3509.03 — not because the electors had failed to tender written applications for absentee ballots. Additionally, these electors testified that they would have filed the appropriate written application but for the fact they were told by the board that they could not vote.</p>\n<p id=\"b740-6\">For all of the foregoing reasons, we reject Jenkins’s arguments that the trial court erred in upholding Massie’s election contest action. The record is clear that the board of elections (1) disqualified and refused to count twenty-four absentee ballots that should have been counted, and (2) improperly denied three electors (Perry, Wilds and Bamer) the right to vote. Clearly, these election irregularities affected enough votes to change or make uncertain the results of the election for member of the Rock Hill school board.</p>\n<p id=\"b740-7\">Ill</p>\n<p id=\"b740-8\">The bulk of Jenkins’s remaining arguments deal with the trial court’s post-judgment order of March 4, 1996, wherein the trial court clarified, among other things, the procedure by which the board of elections was to count and tally the twenty-seven ballots the court had ordered to be counted in its December 28, 1995 judgment entry. First, Jenkins claims that the trial court’s post-judgment order disenfranchised the twenty-seven voters because their votes were ordered tó be counted only in connection with the race for member of the Rock Hill school board. Specifically, Jenkins suggests that the trial court should have ordered that these votes be counted <em>on all issues and in all races </em>on the November 7, 1995 general election ballot. Second, Jenkins argues that the trial court erred by failing to ensure the secrecy of the twenty-seven ballots by ordering that the ballots be counted by hand and without regard to the township or precinct in which the individual voters had voted. However, assuming that the issues <page-number citation-index=\"1\" label=\"611\">*611</page-number>concerning the March 4, 1996 order are properly before us,<footnotemark>5</footnotemark> we find no error requiring reversal of the trial court’s judgment.</p>\n<p id=\"b741-4\">With respect to Jenkins’s first argument, we find that the trial court’s March 4, 1996 order did not impermissibly disenfranchise the twenty-seven voters whose ballots the trial court had ordered to be counted only in connection with the race for member of the Rock Hill school board. The local school board race was the only race at issue in Massie’s election contest action and, thus, the question how the twenty-seven electors had voted in other races had no bearing on the issue before the trial court. Moreover, it is clear that Jenkins suffered no prejudice as a result of the alleged error.</p>\n<p id=\"b741-5\">As to Jenkins’s second argument, we find that the trial court’s post-judgment order was sufficient to ensure the secrecy of the ballots. Apparently, each of the twenty-seven voters at issue was registered in precincts within the Rock Hill Local School District. Twenty-five of the twenty-seven voters lived in one township while the remaining two voters lived in a separate township. Had the trial court ordered that the twenty-seven votes be counted, tallied, and reported to the Secretary of State by precinct, the secrecy of these votes may have been compromised. Accordingly, the trial court ordered the board of elections to count all twenty-seven ballots by hand and without regard to precinct to preserve — not destroy — the secrecy of the ballots. Nevertheless, Jenkins suggests that ordering the board of elections to count the ballots by hand violated R.C. 3599.20. That statute prohibits a person from, among other things, attempting to “induce an elector to show how he marked his ballot at an election.” We fail to see how R.C. 3599.20 even applies under the facts of this case. Further, and in any event, it is clear that Jenkins suffered no prejudice as a result of the trial court’s post-judgment order requiring the counting of ballots by hand and without regard to the precinct.</p>\n<p id=\"b741-6\">Accordingly, Jenkins’s arguments concerning the trial court’s March 4, 1996 order are not persuasive.</p>\n<p id=\"b741-7\">IV</p>\n<p id=\"b741-8\">As a final matter, Jenkins contends that the trial court had no authority to award attorney fees in favor of Massie and against the board of elections. However, the trial court specifically ordered the <em>board of elections </em>to pay Massie’s attorney fees, and Jenkins has failed to demonstrate that she was adversely affected by this order. Under these circumstances, we find that <page-number citation-index=\"1\" label=\"612\">*612</page-number>Jenkins has no standing to challenge the award of attorney fees. Rather, that issue should have been raised by the board of elections in a <em>timely </em>appeal to this court.</p>\n<p id=\"b742-5\">V</p>\n<p id=\"b742-6\">For the foregoing reasons, we affirm the sound and well-reasoned judgment of the trial court.</p>\n<p id=\"b742-7\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b742-8\">Resnick, F.E. Sweeney and Pfeifer, JJ., concur.</judges>\n<judges id=\"b742-9\">Moyer, C.J., Cook and Stratton, JJ., concur separately.</judges>\n<footnote label=\"4\">\n<p id=\"b739-8\">. R.C. 3509.03 provides, in part:</p>\n<blockquote id=\"b739-9\">“Except as provided in division (B) or (C) of section 3503.16, section 3509.031, or division (B) of section 3509.08 of the Revised Code any person desiring to vote absent voter’s ballots at an election shall make written application for such ballots to the director of elections of the county in which such person’s voting residence is located. The application need not be in any particular form but shall contain words which, liberally construed, indicate the request for ballots, the election for which such ballots are requested, and, if the request is for primary election ballots, the person’s party affiliation. The application for such ballots shall state that the person requesting the ballots is a qualified elector, and the reason for the person’s absence from the polls on election day. The application shall include sufficient information to enable the director to determine the precinct in which the applicant’s voting residence is located and shall be signed by the applicant. If the applicant desires ballots to be mailed to the applicant, the application shall state the mailing address.</blockquote>\n<blockquote id=\"b739-10\">U ‡ ‡ ‡</blockquote>\n<blockquote id=\"b739-11\">“Each application for absent voter’s ballots shall be delivered to the director not earlier than the first day of January of the year of the elections for which the absent voter’s ballots are requested or not earlier than ninety days before the day of the election at which the ballots are to be voted, whichever is earlier, and not later than twelve noon of the third day before the day of the election at which such ballots are to be voted, or not later than the close of regular business hours on the day before the day of the election at which the absent voter’s ballots are to be voted if the application is delivered in person to the office of the board.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b741-9\">. We note that Jenkins never amended her notice of appeal from the trial court’s December 28, 1995 judgment entry to include, in this appeal, arguments concerning the trial court’s post-judgment order of March 4,1996.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b742-10\">Cook, J.,</author>\n<p id=\"AWSo\">concurring separately. While I generally agree with the conclusion reached by the majority in this case, I write to clarify my reasons for determining that R.C. 3515.10, as applied, does not bar a court from exercising jurisdiction over an election contest action heard fourteen days after it was filed.</p>\n<p id=\"b742-11\">R.C. 3515.10 directs a court to fix a hearing on an election contest petition no less than fifteen nor more than thirty days after a petition is filed. \"While we have previously construed the thirty-day limit to impose a bar to the court’s exercise of jurisdiction, the same conclusion is not foreclosed with respect to the fifteen-day waiting period.</p>\n<p id=\"b742-12\">The thirty-day limit is tied to the public interest in having the election contest expeditiously determined. <em>Jenkins v. Hughes </em>(1952), 157 Ohio St. 186, 190, 47 O.O. 127, 128-129, 105 N.E.2d 58, 60. The structure of R.C. 3515.10 reveals the purpose of the fifteen-day waiting period. The contestee is permitted ten days from the date of service to answer the contestor’s petition. The contestor is then given five days to reply to the answer of the contestee. The aggregate of the filing deadlines is fifteen days. WTiere the responsive pleadings have been filed and served in fewer than fifteen days, there is no compelling reason to delay a hearing on the petition.</p>\n<p id=\"b742-13\">Accordingly, in a case such as this, where appellant does not contend that she was given inadequate time to prepare an answer to the contest petition, a hearing commenced earlier than prescribed by R.C. 3515.10 will not invalidate the court’s ruling on the contest petition as an extrajurisdictional act. The earlier hearing date is not at odds with the purpose and structure of the statute.</p>\n<judges id=\"b742-14\">Moyer, C.J., and Stratton, J., concur in the foregoing concurring opinion.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}