{
  "casebody": {
    "data": "<casebody firstpage=\"11\" lastpage=\"13\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b43-6\">(136 App. Div. 271.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b43-7\">MERSEREAU v. L. K. HIRSCH CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b43-8\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aze\">January 12, 1910.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b43-9\">Sales (§ 174<footnotemark>*</footnotemark>)—Delivery— Necessity.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b43-10\">Plaintiff sold a locomotive to defendant f. o. b. at a certain point to be delivered on or before November 1, 1906, and was ready to deliver it at that time, and on October 26th notified defendant that the railroad would not receive it for shipment on its own wheels, as specified by defendant, and on November 12th asked defendant to make some ' disposition of it, and defendant replied on December 5th that it would take up the question of the manner of transportation with the railroad company, but no arrangements were made, and plaintiff sued for the price on January 22, 1907. <em>Held, </em>that defendant was bound to arrange with the railroad company for shipment in the manner desired by it before it could require plaintiff to load the locomotive for delivery, and plaintiff waited a reasonable time for defendant to make such arrangements, so that he could sue for the price on defendant’s failure to do so.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b43-11\">[Ed. Note.—For other cases, see Sales, Cent. Dig. § 434; Dec. Dig. § 174.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b43-12\">Appeal from Trial Term, Cattaraugus County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b43-13\">Action by William B. Mersereau against the L. K. Hirsch Company. From a judgment for plaintiff, defendant appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"Af\">Affirmed.</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b43-14\">See, also, 119 App. Div. 918, 921, 105 N. Y. Supp. 1130.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b44-3\"><page-number citation-index=\"1\" label=\"12\">*12</page-number>The action is to recover the purchase price of a locomotive sold by plaintiff to defendant under the following agreement, viz.:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b44-4\">“L. K. Hirsch Company. Steel Rails, Iron and Steel. Pig Iron.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b44-5\">“New York, October 16, 1906.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b44-6\">“The L. K. Hirsch Company (New York) agrees to buy, and Mersereau &amp; Company, Portville, N. Y., agrees to sell “Quantity:</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b44-7\">“Material: One locomotive, as inspected by R. W. Hunt &amp; Company Oct.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b44-8\">13-06, locomotive to be in same condition as inspected when ready for delivery which will be first of November.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b44-9\">“Specifications:</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b44-10\">“Price: One thousand dollars ($1,000.00.)</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b44-11\">“F. O. B. Portville, N. Y.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b44-12\">“Delivery: On or before November 1st, 1906.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b44-13\">“Terms: Thirty days net.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b44-14\">“Shipment: Same as delivery.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b44-15\">“Remarks:</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b44-16\">“If material is not delivered on or before specified time of delivery the purchaser has the privilege of cancelling this contract without notice.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b44-17\">“Accepted: Mersereau &amp; Co., L. K,.Hirsch Co.,</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b44-18\">“By W. B. Mersereau. By M. K. Frank.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b44-22\">The referee decided that the plaintiff was entitled to recover the purchase price and directed judgment therefor, and from that judgment this appeal is-taken.</summary>\n<p data-order=\"28\" data-type=\"judges\" id=\"b44-23\">Argued before McLENNAN, P. J., and SPRING, WILLIAMS, KRUSE, and ROBSON, JJ.</p>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b44-24\">Dana L. Jewell, for appellant.</attorneys>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b44-25\">Creighton S. Andrews, for respondent.</attorneys>\n<footnote data-order=\"31\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b43-15\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"32\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b44-26\">KRUSE, J.</author>\n<p id=\"Az3\">The defendant contends that under the terms of the contract the plaintiff was required to deliver the locomotive to the railroad company for shipment at Portville, N. Y., which has not been done, and that, therefore, he is not entitled to recover the purchase-price of the locomotive.</p>\n<p id=\"b44-27\">I think that would be so were it not for the fact that the defendant omitted to make the necessary arrangement with the railroad company for receiving and transporting the locomotive. By the terms of the contract the delivery was to be made on or before November 1, 1906. The plaintiff was ready to deliver the locomotive at that time, and! on the 12th of November wrote and telegraphed the defendant to make some disposition of the locomotive. Shipping directions were-finally given by the defendant to the plaintiff, but the railroad company refused to receive and transport the locomotive on its own wheels, as the defendant desired, in its then condition. The plaintiff so notified the defendant on the 26th day of November, 1906. The defendant: replied December 5, 1906, by letter, that it would take up the matter of transportation with the railroad company; but no shipping arrangements were made with the railroad company, and the action was-commenced January 22, 1907, to recover the purchase price of the-locomotive. It is unnecessary here to refer in detail to the correspondence between the parties.</p>\n<p id=\"b44-28\">. There were only two ways of transporting the locomotive to the-point of destination. One way was on its own wheels and the other by loading and transporting on cars. The defendant could have ship<page-number citation-index=\"1\" label=\"13\">*13</page-number>ped either way, and could require the plaintiff to deliver the locomotive to the railroad company and even load it on cars, but it was incumbent upon the defendant to make the necessary\" arrangements with the railroad company for receiving the same for transportation. _ It would have been idle for plaintiff to take the locomotive to the railroad station unless the railroad company would receive it.</p>\n<p id=\"b45-5\">The plaintiff seems to have waited a reasonable time for the defendant to make shipping arrangements with the railroad company, and, defendant not having done so, I think the plaintiff is entitled to recover the purchase price of the locomotive!</p>\n<p id=\"b45-6\">I think the judgment is right, and should be affirmed.</p>\n<p id=\"b45-7\">Judgment affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}