{
  "casebody": {
    "data": "<casebody firstpage=\"475\" lastpage=\"478\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b507-8\">BLOCH v. BLOCH.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b507-9\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A88g\">March 4, 1910.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b507-10\">1. Attorney and Client (§ 192<footnotemark>*</footnotemark>)—Lien for Services—Presumptions as to Amount.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b507-12\">Though there is no proof as to the amount of an attorney’s lien for services, it cannot be presumed that it equals or exceeds the amount of the judgment. If there be any presumption, it is to the contrary.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b507-13\">[Ed. Note.—For other cases, see Attorney and Client, Dec. Dig. § 192.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b507-14\">2. Attorney and Client (§ 190<footnotemark>*</footnotemark>)—Lien for Services—Protection Against Settlement Between Parties.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b507-16\">An unrecorded satisfaction piece, given by plaintiff to defendant in judgment, does not prevent plaintiff’s attorney from issuing execution on the judgment to enforce his iien for services without first moving to vacate the satisfaction.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b507-17\">[Ed. Note.—For other eases, see Attorney and Client, Cent. Dig. § 413; Dec. Dig. § 190.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b507-18\">3. Attorney and Client (§ 190<footnotemark>*</footnotemark>) — Lien for Services — Enforcement — Amount of Execution.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b507-20\">Where there has been a settlement between the parties to a judgment, but the same is not satisfied of record, the execution to enforce the lien <page-number citation-index=\"1\" label=\"476\">*476</page-number>for services of plaintiff’s attorney should he for the amount only of such lien.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b508-4\">[Ed. Note.—For other cases, see Attorney and Client, Cent. Dig. §§ 414, 417; Dec. Dig. § 190.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b508-5\">4. Appeal and Erbor (§ 1097<footnotemark>*</footnotemark>)—Review—Subsequent Appeals.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b508-6\">The affirmance of a judgment on appeal is necessarily a determination that the judgment was properly obtained, and it cannot be claimed on a subsequent appeal that prior to the judgment there was a mutual settlement between the parties.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b508-7\">[Ed. Note.—For other cases, see Appeal and Error, Dec. Dig. § 1097.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b508-8\">5. Attorney and Client (§ 190<footnotemark>*</footnotemark>)—Lien eor Services—Protection Against Settlement Between Parties.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b508-10\">Though there has been a settlement of a judgment between the parties, where plaintiff is irresponsible and has failed to pay his attorney for obtaining the' judgment, the attorney may enforce his lien against defendant to the extent of the money paid in settlement.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b508-11\">[Ed. Note.—For other cases, see Attorney and Client, Cent. Dig. §§ 414, 417; Dec. Dig. § 190.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"18\" data-type=\"history\" id=\"b508-12\">Appeal from Special Term, Kings County.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b508-13\">Action by Gustav Bloch against Morris Bloch. From an order denying a motion to vacate an execution, defendant appeals.</summary>\n<disposition data-order=\"20\" data-type=\"disposition\" id=\"A5qU\">Reversed.</disposition>\n<seealso data-order=\"21\" data-type=\"seealso\" id=\"b508-14\">See 131 App. Div. 859, 116 N. Y. Supp. 339.</seealso>\n<p data-order=\"22\" data-type=\"judges\" id=\"b508-15\">Argued before JHNKS, BURR, THOMAS, RICH, and CARR, JJ.</p>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b508-16\">Samuel J. Goldsmith (Gordon S. P. Kleeberg, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b508-17\">F. A. McCloskey, for respondent.</attorneys>\n<footnote data-order=\"25\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b507-21\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Itep’r Indexes</p>\n</footnote>\n<footnote data-order=\"26\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b508-20\">For other cases see same topic &amp; § numbeb in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes-</p>\n</footnote>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b508-18\">CARR, J.</author>\n<p id=\"Ahz\">This is an appeal from an order made at Special Term denying a motion to vacate an execution. It appears that after this action was at issue an order of discontinuance was entered. The plaintiff’s attorney, on the-claim that the order of discontinuance was entered collusively for the purpose of depriving him of his lien, procured an order, on motion, vacating the order of discontinuance. No appeal was taken from the order of vacation. The plaintiff’s attorney thereupon proceeded to bring the action on for trial to enforce his lien, and secured a verdict for the plaintiff for the sum of $700.75 on the cause of action set forth in the complaint. This judgment was affirmed on appeal by this court. Bloch v. Bloch, 131 App. Div. 859, 116 N. Y. Supp. 339.</p>\n<p id=\"b508-19\">The plaintiff’s attorney thereafter issued execution against the defendant, and a levy was made. The defendant moved to set aside the execution on the grounds that the plaintiff had not- authorized its issuance and that a satisfaction piece of the judgment had been delivered by the plaintiff to the defendant before it was issued. The real parties to this present controversy are therefore the plaintiff’s attorney and the defendant. That the plaintiff gave no direction for the issuance of an execution, but did, on the contrary, give a satisfaction piece to the defendant, and had no desire that execution should issue, is undisputed. The plaintiff’s attorney rests his right to issue the execution on the claim that it was in enforcement of his lien. It nowhere appears in the record on this appeal what he claims as the amount of <page-number citation-index=\"1\" label=\"477\">*477</page-number>his lien, and presumably its satisfaction will not absorb the whole amount of the judgment. In Van Camp v. Searle, 79 Hun, 134-144, 29 N. Y. Supp. 757, 762, the amount claimed by the attorneys as their lien was shown to be equal to the amount of the judgment, and it was said:</p>\n<blockquote id=\"b509-5\">“They may be regarded as the equitable assignees of the judgment. Haight v. Holcomb, 16 How. 160. And they had the right to make it available by process of execution to satisfy their lien charged upon it. Code Civ. Proc. § 66; Martin v. Hawks, 15 Johns. 405; McGregor v. Comstock, 28 N. Y. 240; Goodrich v. McDonald, 112 N. Y. 157 [19 N. E. 649].”</blockquote>\n<p id=\"b509-6\">Yet where there is no proof before the court as to the amount of the lien, it can scarcely be presumed that it equals or exceeds the amount of the judgment. If there be any presumption, it should be to the contrary. In Crotty v. McKenzie, 42 N. Y. Super. Ct. 192, it was held that where a satisfaction piece, given by the plaintiff himself, had been filed and the judgment marked satisfied, the plaintiff’s attorney could not issue an execution on the judgment until the satisfaction piece was vacated; the court saying in part:</p>\n<blockquote id=\"b509-7\">“An execution cannot be issued upon a judgment which has been satisfied by the filing of a certificate. * * * If the satisfaction is voidable for any cause, it must be vacated by the court before execution can be issued. This has been expressly held by the General Term of the Court of Common Pleas, and is undoubtedly sound law. Ackerman v. Ackerman, 14 Abb. Prac. 229, and cases cited. The reason is that since the adoption of the Revised Statutes the satisfaction is a part of the record, and operates to extinguish the judgment. Booth v. Farmers’ &amp; Mechanics’ Bank. 4 Lans. 307.”</blockquote>\n<p id=\"b509-8\">In the case at bar it does not appear that the alleged satisfaction piece was ever filed and the judgment satisfied of record, either before or after the execution was issued. There is, therefore, no seeming necessity for a motion to vacate, as the judgment is yet unsatisfied of record. Assuming for the moment the validity of the judgment and a right to issue execution on the part of the plaintiff’s attorney to enforce his lien, yet apparently the execution has been issued beyond the necessity and propriety of the occasion, as it should not have gone beyond the amount of the lien, if there be any.</p>\n<p id=\"b509-9\">The appellant contends, further, that the execution is void, because an action to enforce an attorney’s lien cannot be maintained when the parties to an action have mutually settled their controversy, and that, in any event, the liability of the defendant is only that of a surety, and the plaintiff’s attorney cannot proceed against him until he has exhausted his remedy against his client, or shows that the client is irresponsible. When this case came before this court on an appeal from the judgment, it was held that the then record did not present for decision any question as to the right to maintain the action. Bloch v. Bloch, ut supra. Our Affirmance of the judgment is necessarily a determination that it was properly obtained, and we cannot now, at this stage, consider an objection against the judgment which should have been raised directly before it was obtained. It is true that there are cases declaring that a defendant may not be liable primarily for the amount of the attorney’s lien on the plaintiff’s cause of action; but in <page-number citation-index=\"1\" label=\"478\">*478</page-number>those cases there was a settlement in good faith'between the parties with the understanding that the plaintiff would look after his attorney’s rights, but even there, where the plaintiff failed to protect his attorney and was shown to be irresponsible, the lien was enforced against the defendant to the extent of the moneys paid in settlement. Fischer-Hansen v. Brooklyn Heights R. R. Co., 173 N. Y. 492, 66 N. E. 395; Morehouse v. Brooklyn Heights R. R. Co., 185 N. Y. 520, 78 N. E. 179.</p>\n<p id=\"b510-5\">In the case at bar the defendant asserts he has a satisfaction piece which indicates a settlement between the parties; but there is nothing to show that any sum whatever was paid in settlement, and much to indicate that nothing was paid. Therefore we have not before us a case in which there are any proceeds of settlement on the basis of which the lienor might proceed. A proper disposition of this motion would have required the Special Term to ascertain first the amount of the attorney’s lien, if there be any, and so correct or reduce the amount specified in the execution that it should cover the amount of the lien only. It appears from this record that the Special Term did attempt to so proceed originally, but vacated its original order on the motion of the present appellant because of some irregularity in its entry. The whole matter should be remitted to the Special Term, to be disposed of in accordance with this opinion.</p>\n<p id=\"b510-6\">We have not overlooked the respondent’s objection that the present order is not appealable, inasmuch as from its recitals it may appear that it was entered upon the appellant’s motion\"; but we think that it is apparent that it was not entered in fact upon the appellant’s motion, and that substance should prevail over form, .under the circumstances.</p>\n<p id=\"b510-7\">The order, in so far as it is appealed from, is reversed, with $10 costs and disbursements, and the motion is remitted to the Special Term, to be disposed of in accordance with this opinion. All concur.</p>\n<footnote label=\"*\" orphan=\"true\">\n<p id=\"b509-10\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}