{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"206\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b225-2\">(157 App. Div. 264.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b225-3\">GRIFFITH v. AMERICAN BRIDGE CO. OF NEW YORK.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b225-4\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AsNa\">May 23, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b225-5\">1. Release (§ 55<footnotemark>*</footnotemark>)—Burden of Proof.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b225-6\">An employer, relying on a release or settlement of a claim of an employe for personal injuries, has the burden of proving the release or settlement; but where he shows an agreement, whose execution is not denied, the presumption is that it is valid, and the employe has the burden of proving facts invalidating it.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b225-7\">[Ed. Note.—For other cases, see Release, Cent. Dig. §§ 94r-100; Dec. Dig. § 55.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b225-8\">2. Release (§ 57*)—Fraud—Evidence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b225-9\">Evidence <em>held </em>not to support a finding that a settlement of a claim for personal injuries was procured by fraud.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b225-10\">[Ed. Note.—For other cases, see Release, Cent. Dig. §§ 106-108; Dec. Dig. § 57.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b225-11\">3. Release (§ 20*)—Validity—Injury to Servant.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b225-12\">An agreement between an employer and an employs sustaining a personal injury, which provides for the payment to the employe of a specified sum per working day for such time as a surgeon or trained nurse, selected by the employer, certifies that the employé is unable to follow his usual or any other occupation, but not to exceed 52 weeks, and which declares that, should permanent injury result from the accident, additional relief will be paid in accordance with the voluntary accident relief plan of the employer, which provides for payments by the employer to injured employes, depending on the extent to which the disability renders it difficult for injured employes to obtain employment, fixed in the discretion of the manager, is not invalid as contrary to public policy, and the employe does not thereby waive his right to compensation for permanent injuries, but merely agrees, as to the method of determination thereof.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b225-13\">[Ed. Note.—For other cases, see Release, Cent. Dig. §§ 34r-36; Dec. Dig. § 20.*]</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b225-14\">Appeal from Trial Term, Westchester County.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b225-15\">Action by Perry W. Griffith against the American Bridge Company of New York. From a judgment for plaintiff, and from an order denying a new trial, defendant appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"15\" data-type=\"judges\" id=\"b225-16\">kArgued before JENKS, P. J., and BURR, THOMAS, CARR, and STAPLETON, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b225-17\">Martin T. Mantón, of Brooklyn, for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b225-18\">Sydney A. Syme, of Mt. Vernon, for respondent.</attorneys>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b225-21\">For other cases see same topic <em>&amp; </em>§ number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b225-19\">JENKS, P. J.</author>\n<p id=\"AWZ\">The action is by servant against master for negligence. The latter appeals from a judgment against it, entered upon a verdict at Trial Term, and the order denying a new trial. I shall not discuss the questions of negligence and contributory negligence, because I think that, irrespective of them, the judgment and order must be reversed and a new trial must bé granted.</p>\n<p id=\"b225-20\">The plaintiff is 25 years old. He was an engineer, who worked a hoisting engine. He had been in such service with the defendant for 9 years, and had received $5 a day. The defendant appears to be a subsidiary corporation of the United States Steel Corporation. On March 9, 1912, the plaintiff, in seeking to escape from what he con<page-number citation-index=\"1\" label=\"200\">*200</page-number>tends appeared to be danger of a collision between some cars which had escaped control and his derrick car, jumped from his car, and in his flight to safety attempted to cross another track, where he was struck by a car which came down upon him from the .impact of the cars which had escaped control. The defendant denied its negligence, and, as one of its separate and distinct defenses, pleaded that prior to the commencement of the action, and on March 26th, the parties entered into an agreement by which plaintiff for a valuable consideration released the defendant. The plaintiff did not dispute the execution under seal of an agreement on that day. The agreement provides for the payment to the plaintiff of $2.50 per working day, beginning March 11, 1912, and continuing during such time as a surgeon or trained nurse selected by the defendant certifies that the plaintiff is unable to follow his usual or any other occupation, but in no event beyond 52 weeks, and that such payments are on account of the injuries received by the plaintiff. The agreement further provides:</p>\n<blockquote id=\"b226-3\">“Should permanent injury result from accident above mentioned, additional relief will be paid for such permanent disablement, in accordance -with the provisions of the Voluntary Accident Relief Plan of the American Bridge Company of New York, covering permanent disabilities, and subject to the conditions and limitations of such plan. Perry Griffith agrees to obey all orders of the company’s surgeon. Payments will be made every two weeks, 'on or about the 1st and 15th days of each month. This settlement contains the whole agreement between Perry Griffith and the American Bridge Company of New York.”</blockquote>\n<p id=\"b226-4\">The dispute between the parties was upon the question of compensation for any permanent injuries. The defendant contends that the parties agreed that the compensation therefor should be determined with' the said provisions of the Voluntary Relief Plan. The plaintiff insists that he was hoodwinked and deceived into the incorporation of such provision in the agreement, and the verdict of the jury indicates that he succeeded in impeachment of the agreement, which he formally repudiated for fraud before he began this action. The said Voluntary Accident Relief Plan was read in evidence: It appears therefrom that it was a voluntary provision, made wholly at the expense of the defendant. It provides, inter alia, that the defendant will furnish treatment by surgeons and hospitals, and that no relief will be paid if suit be brought, and that all employes who accept and receive any relief will be required to sign a release. Under the head of “Temporary Disablement” it provides that married men shall receive 50 per cent, of the daily wages for a term not to exceed 52 weeks. Under the head of “Permanent Disablement” it provides as follows:</p>\n<blockquote id=\"b226-6\">“19. The amount oí relief which will be paid to employés who have sustained some permanent disablement, such as the loss of an arm or leg, will depend upon the extent to which such disablement renders it difficult for them to obtain employment.. The kinds of disablement that may occur and the extent to which each interferes with employment differ so greatly that it is impossible to provide any adequate schedule of relief which will be paid in all cases of permanent disablement. The amounts which will be paid in cases not specifically mentioned here must of necessity be left to the discretion of the manager; but it is the intention of the company that this discretion shall be so exercised in all cases as to afford substantial relief corresponding as far as possible with the amounts stated below, consid<page-number citation-index=\"1\" label=\"201\">*201</page-number>ering the special circumstances of each case and the character and extent of the injury: (a) For the loss of a hand, 12 months’ wages, (b) For the loss of an arm, 18 months’ wagefe. (c) For the loss of a foot, 9 months’ wages, (d) For the loss of a leg, 12 months’ wages, (e) For the loss of one eye, 6 months’ wages, (f) For permanent total disablement, such amount as shall be required in the judgment of the manager to make suitable provision for the injured man, but in no case less than the death relief for such a man. Loss of both hands, feet, or eyes, or of any two of these members, shall be classed as permanent total disablement.”</blockquote>\n<p id=\"b227-3\">The alleged injuries of the plaintiff are described by him as fallows:</p>\n<blockquote id=\"b227-4\">“That as a result of being struck by said car, plaintiff was seriously wounded, bruised, and injured, and caused to suffer severe wounds and cuts in his head and face, resulting in his having severe scars thereon, and permanently disfiguring his face and head. He was caused to suffer from_ a fracture of the skull, and to have his left ear torn from his head, and injured as to his head, and has been permanently injured as to his ear, and his sense of hearing has been destroyed. He was caused to suffer from a fracture of his collar bone, breast bone, and ribs, resulting in said fractured bones puncturing his lung, and as claimant is advised and verily believes has been permanently injured internally as to his lungs. He was caused to suffer from a fracture of his arm, and has been permanently' injured as to the use of his legs, resulting in a permanent injury to one of his feet and ankle, and was severely wounded, bruised, and injured in and about his body, with the result that he has ever since been incapacitated, and caused to suffer great pain of body and mind.”</blockquote>\n<p id=\"b227-5\"><bracketnum>[1]</bracketnum> The court charged properly that upon the question of this release or settlement the burden of proof rests upon the defendant. But when the defendant read in evidence the agreement, whose execution was not denied, the presumption arose that it was valid. Blair v. Utica &amp; Mohawk Valley R. R. Co., 112 App. Div. 609-612, 98 N. Y. Supp. 614; Perry v. O’Neil &amp; Co., 78 Ohio St. 200, 85 N. E. 41. The principle is well stated in the latter decision as follows:</p>\n<blockquote id=\"b227-6\">“The release as a defense does not negative the plaintiff’s cause of action, but is a bar to a¡ judgment upon it, and the burden of proof to establish it is upon the defendant; but there is a distinction between the burden of proof and the burden of evidence, or the burden to go forward with the evidence. When the defendant proved, or the plaintiff admitted, the receipt of the $15, her signature to the release, and its delivery to the defendant, the defendant had prima facie established this defense, and the burden was upon the plaintiff, by the weight of the evidence, to prove fraud in the execution of the release.”</blockquote>\n<p id=\"b227-7\">In Kirchner v. N. H. S. M. Co., 135 N. Y. 182, 31 N. E. 1104, the court say:</p>\n<blockquote id=\"b227-8\">“Generally speaking, whatever proofs would be regarded as sufficient to enable the plaintiff to maintain an action for the reformation of the release, so as to except from its provisions the demand in suit, would be available to him in this action by way of avoidance of its terms. There are numerous cases in this court determining when such an action will lie and what evidence is required to support it. Bryce v. Lorillard Ins. Co., 55 N. Y. 240 [14 Am. Rep. 249]; Maher v. Hibernia Ins. Co., 67 N. Y. 283; Paine v. Jones, 75 N. Y. 593; Kilmer v. Smith, 77 N. Y. 226 [33 Am. Rep. 613]; Smith v. Truslow, 84 N. Y. 661; Albany City Sav. Bk. v. Burdick, 87 N. Y. 40.”</blockquote>\n<p id=\"b227-9\"><bracketnum>[2]</bracketnum> It appears that on the day of the execution of this agreement the plaintiff received $45, for which he wrote a receipt at the foot of the agreement as “the amount due me to April 1, 1912, under agree<page-number citation-index=\"1\" label=\"202\">*202</page-number>ment for settlement of injuries”; that subsequently the plaintiff received and receipted for $26 “house rent”; ■ that on April 12th he receipted for $32.50 as “the amount due to-me for 13 days, from April 1, 1912, to April 15, 1912, inclusive, under agreement for settlement on account of injuries.” It also appears that the defendant paid plaintiff’s hospital bill and his physician’s fee, at least in part. For aught that appears, it did not neglect or omit to afford temporary relief until after the plaintiff had repudiated formally the agreement; and it did not contend that it ever had made any compensation for permanent injuries, or that it was not bound under its agreement to make compensation therefor in the manner prescribed therein. Indeed, so far as its attitude was disclosed at trial, it stood ready to perform the obligations of this agreement.</p>\n<p id=\"b228-5\">Upon cross-examination the plaintiff testified that Merrill, an employé of the defendant’s claim department, at a visit prior to the day when the agreement was executed, told him that they (i. e., the defendant) would take care of him, and that there was a relief plan which the company' had, that Merrill explained the terms of the relief plan, and said that they would pay half wages as long as the plaintiff was laid up—not to exceed 52 weeks.</p>\n<blockquote id=\"b228-6\">“Q. Did lie tell you in the relief plan there were amounts fixed for permanent injuries? A. He said they had no amount fixed for, my injuries. He told me there was an amount fixed for a limb, or eye out, or loss of an arm. Q. Then the amount was fixed- after the permanent injury was ascertained? A. He told'me, if he could ascertain my permanent injuries; he did not tell me what was paid in the case of deafness, whether that amount was fixed or not. Q. You understood there was a voluntary relief plan under which payment would be made for immediate relief, and then payment made for permanent injury? A. He told me they would pay me for my permanent injuries. .1 understood, when I signed this paper on March <em>25, </em>1912, that I was to be paid for my permanent injuries. Q. Did you understand on that day that there was that plan of the American Bridge Company, and that had been discussed with you? A. It had; yes, sir. Q. It was after yon understood that, that this paper was presented to you? A. Yes, sir; I was told, when this paper was presented to me, that I was going to get $2.50 per day for the time I was laid up, not exceeding 52 weeks, and that after that time I was to be paid for permanent injuries. I understood that, and with that understanding, and knowing that, I signed this paper. Q. You understood at that time that if you aceepte'd this voluntary relief, or if you were paid,for your injury, you would not make any further claim? A. No, sir. Q. Did you understand you were going to accept payment for your voluntary relief, and then be paid for your permanent injury, and that after that you could claim some more? A. No, sir; I didn’t understand that. * * * Q. What did you understand when you signed this paper? A. I understood they were to help me until I was able to get up, and then the settlement for permanent injuries was to be decided after, and that paper in no way interfered with the settlement for permanent injuries. Q. You understood that-the settlement for permanent injuries was to be according to the voluntary relief plan of the company? A. No. Q. What, then? A. We were to determine that. Q. Wasn’t there some talk that the permanent injuries couldn’t be determined? A. That was the reason they didn’t want to settle them. Q. As a matter of fact, you didn’t know your permanent injuries? A. No. My arm had not repaired; my hearing had not repaired; I knew that at that time. The question of how much I was to be paid for permanent injuries' hadn’t been decided. * * * This paper, Exhibit 1, was signed in my bedroom; there was plenty of light there; I think I was in the chair, rocking chair, when I signed it; it was read to me before I signed it. I understood what was in it.”</blockquote>\n<p id=\"b229-2\"><page-number citation-index=\"1\" label=\"203\">*203</page-number>The learned counsel for the plaintiff calls to our attention the testimony as to the conduct and speech of Merrill, an employé of the defendant’s claim department, who conducted the negotiations, at a visit made upon the plaintiff a few days prior to the day of the execution ■of the agreement, as indicative of the purpose and the tactics of the •defendant. The plaintiff testifies that on that occasion Merrill laid a paper before him, which the plaintiff knew was a general release, because he “had seen them several times at their office in the files.” He testifies that he told Merrill that he did not wish to sign the paper, that Merrill replied that he did not blame him, “but that contains an .application for voluntary relief,” and he would “go back to the office, and make up just the application, and come back with it.” Merrill denies that he ever offered the plaintiff any paper which the plaintiff refused to sign. He asserts that the paper described by the plaintiff as a general release was the printed Voluntary Relief Plan, of which a copy was read in evidence. The plaintiff’s wife testifies that Merrill produced a paper, which he handed to her, and asked her her opinion of it; that after she read it over she answered that it did not read right; that the plaintiff said he would not sign, and thereupon Merrill said that he did not blame him, etc. If Merrill had explained the plan, it was entirely consistent with his course that he would have left the printed copy thereof. And the plaintiff testifies that, when Merrill asked him to sign the “general release,” “he did not offer me any or give me any money.” But the wife testifies:</p>\n<blockquote id=\"b229-3\">“No; he [Merrill] didn’t ask him to sign it; he just handed it to him. He •did not offer him any móney; nothing was said about signing the paper or paying any money. He said they had a voluntary relief plan, and handed Mr. Griffith the paper; then Perry [the plaintiff] refused to sign it.”</blockquote>\n<p id=\"b229-4\">To my mind, the testimony is much stronger to the effect that the paper was the voluntary relief plan than a release which, according to the plaintiff, was sought as a gratuity; and the plaintiff, moreover, admits that he was told such plan, and an outline thereof was made known to him by Merrill, on the first interview. Our attention is called earnestly to the fact that on the day of the execution of the agreement Dr. Gould, the defendant’s ■ physician, gave a hypodermic injection to the plaintiff, and the inference is suggested that the plaintiff was thus drugged as an easier subject for imposition. But it appears that Dr. Gould was the attendant physician of the plaintiff; that on that occasion he dressed an abscess in the plaintiff’s ear; that the plaintiff suffered such severe pain that Dr. Gould had administered on three different occasions a hypodermic of a quarter of a grain of morphine to abate severe pain; that the effect of such quantity of the drug was to quiet the patient; and that incidentally it had the further effect to brighten the mind, and make the sufferer more capable to transact business, and that the call of Merrill was made three or four hours thereafter. Stress is laid upon the testimony of the plaintiff that he did not read the agreement because his eyes were not in .condition for use; that his right eye had been bad for years, and his left •eye was hurt at the time of the accident—it was all bloodshot and the plaintiff could not see at the time. But the plaintiff testifies Merrill <page-number citation-index=\"1\" label=\"204\">*204</page-number>“read it over to me,” and that he (the plaintiff) looked at it and passed it to his wife. And although he testifies that he could not say that, she read it, yet he immediately adds:</p>\n<blockquote id=\"b230-3\">“She said she didn’t just exactly like the way it read. He asked her in what way, and she said that it didn’t say anything about the settlement, what they was to settle; and I said, ‘Didn’t it say it interferes in no way with permanent settlement for permanent injuries?’ She said it did, and I said, T guess it is all right.’ ”</blockquote>\n<p id=\"b230-4\">Here is strong indication that plaintiff’s wife did read it or understand it, and that the plaintiff did understand it as it was read to him. We cannot forget that the plaintiff testifies that several days before he had been able to .identify another paper as a release. In any event, Merrill was not bound to insist that the plaintiff read the agreement. Merrill had read it aloud, and handed it to the plaintiff; and the plaintiff in turn handed it to his wife, whó, as I have pointed out, must have understood it. We are pointed to the testimony of the plaintiff that Merrill said that the paper was simply the application for the voluntary relief, and interfered in no way with the settlement for permanent injuries. But the plaintiff testifies that there was nothing said on this day, the 26th of March, about its being a release. By the Court:</p>\n<blockquote id=\"b230-5\">“Q. Or In full settlement of all your claims against the company? A. I don’t think there was. If there was I didn’t hear it.”</blockquote>\n<p id=\"b230-6\">Plaintiff continues (to counsel):</p>\n<blockquote id=\"b230-7\">“When I spoke about that to Merrill, during that day when I spoke to him about signing it, he said that paper interfered in no way with <em>my receiving damages for my permanent injuries.”</em></blockquote>\n<p id=\"b230-8\">That statement was true, for it interfered only in the sense that it provided for a future adjustment therefor in accordance with the scheme of the defendant, and did not leave the plaintiff free to receive compensation for his temporary injuries under the agreement, and yet to sue for compensation for permanent injuries as if no agreement for the method of adjustment had been made. Indeed, the language of the plaintiff’s wife is:</p>\n<blockquote id=\"b230-9\">“Mr. Merrill told us repeatedly it <em>interfered with our final settlement </em>in no way.”</blockquote>\n<p id=\"b230-10\">If Merrill, as testified to by the plaintiff’s wife, said to the plaintiff’s mother that it was not a release, he spoke the truth so far as the formal character of the agreement is concerned. Counsel lays stress upon the testimony of the wife, as to the statement in the agreement, “The above settlement was read to Perry Griffith in our presence,” etc., that it was not read to the plaintiff. The wife testifies:</p>\n<blockquote id=\"b230-11\">“I said to Mr. Merrill: ‘This says it was read in our presence.’ He said: ‘That is simply a form; just a form.’ I signed my name then.”</blockquote>\n<p id=\"b230-12\">But. the plaintiff testifies that Merrill had read the paper to him. The evidence, as I have shown, indicates that the wife had been shown the agreement and had read it, or at least understood it. It is true that the mother of the plaintiff, a .witness to the agreement, testifies <page-number citation-index=\"1\" label=\"205\">*205</page-number>that she said, “This hasn’t been read in my presence; I can’t read it because I haven’t got my glasses;” and that Merrill said that he was in a hurry to catch a train, “I haven’t got time to read it to you ■again.” But, even so, this does not affect the facts that show the comprehension of the plaintiff of the provisions thereof.</p>\n<p id=\"b231-3\">Some time thereafter Merrill offered the plaintiff $200, and we are asked to infer that this was by way of settlement. But the plaintiff’s testimony is that he desired money to go away to the mountains, that Merrill then said that he (the plaintiff) was in no condition to make a settlement, “all that they could determine at that time was my arm,” and that “they would pay me $200 at that time.” And the wife testifies, referring to the interview:</p>\n<blockquote id=\"b231-4\">“He [Mr. Merrill] said they could not determine his permanent injuries then. He said he would give us $200 that day. I guess that was so we could go away up to the country.” ,</blockquote>\n<p id=\"b231-5\">It may be true that, when the plaintiff or his wife said that they would sue if the defendant did not settle, Merrill said they could not. The wife says that Merrill said they had “signed a release”; “that was the first time he ever claimed that paper was a release.” Whether Merrill used these words or not, it was entirely consistent, that he should assert that the agreement provided that compensation for permanent injuries should be made in accordance with the plan, and therefore plaintiff could not sue therefor.</p>\n<p id=\"b231-7\">Merrill’s testimony is that he went first to see the plaintiff on March 12th, and told him that the defendant had a relief plan, and would care for him accordingly; that on March 26th he presented the agreement, that the plaintiff read it, and, when asked if he understood it, he read it again, said he understood it, and passed it to his wife, who read it. The two consulted, and then he asked the plaintiff if he understood it, and he said he did, and then the plaintiff signed it. Merrill then said:</p>\n<blockquote id=\"b231-8\">“ ‘At tlie present time we don’t know exactly what your permanent injuries are, but for every working day for the period of 52 weeks you will receive $2.50 a day, and at any time we can determine what the permanent injuries are.’ I said: ‘That is the one point you will have to leave to us, the payment for the permanent injuries.’ That is in addition to the relief. In addition to the $2.50 per day. * * * I told him that payment would be made for any permanent injuries he might have sustained. I told him that he would be paid in accordance with the relief plan.”</blockquote>\n<p id=\"b231-10\">He testifies that on March 19th he went to the home of the plaintiff, informed him about the relief plan, and showed him the regular form, and told him all about it, but did not ask him to sign. He denies that he ever advised the plaintiff against signing any paper because it was a general release. He said that he read the agreement of settlement on March 19th, and the plaintiff said it was “all right, but the wife raised an objection. He returned on the 26th with the requirements changed to meet the views of the wife, although it was practically the same. He testifies that, when the plaintiff came to see him later, pressing for a settlement, he said:</p>\n<blockquote id=\"b231-11\">“Perry, I think you are very foolish to ask for a payment until the doctor can determine what your permanent injuries are; you are not doing your<page-number citation-index=\"1\" label=\"206\">*206</page-number>self justice. I told him we were willing and ready to pay him for the permanent injuries when they were determined. I told him we couldn’t tell what the permanent injuries were, and the best thing he could do would be to let the matter go just as it was, receiving the daily relief of $2.50, and just at the moment we could determine what the permanent injuries were the payment would be made to him. That is all I said to him. That is practically the entire substance. I did not tell him in that conversation that I had procured a paper from him which was a release against the company, and that I wouldn’t pay him anything. I did not tell him anything that sounded in substance like that. I did not say to him at that time that I would pay him $200 for permanent injuries, and if he didn’t take that he wouldn’t get anything.”</blockquote>\n<p id=\"b232-5\">I think that the testimony adduced by the plaintiff did not justify a finding that the agreement was impeached. The parties made it and performed it until such time as the plaintiff formally repudiated it for fraud. I find no indication of bad faith on the part of the defendant. The alleged permanent injuries were not patent, were not capable of definite ascertainment, as if the plaintiff had lost a leg or an arm or an eye, and the conduct of the defendant, does not strike me as designed to delay and to tire out the plaintiff, but rather to postpone a settlement until the permanent disability could be ascertained definitely.</p>\n<p id=\"b232-6\"><bracketnum>[3]</bracketnum> I think that the contract is not objectionable in the eye of the law. See Petty v. Brunswick &amp; Western Ry. Co., 109 Ga. 666, 35 S. E. 82; Railway Co. v. Cox, 55 Ohio St. 512, 45 N. E. 641, 35 L. R. A. 507; Hamilton v. St. Louis, K. &amp; N. W. R. Co. (C. C.) 118 Fed. 92. See, too, Bailey on Personal Injuries (2d Ed.) vol. 1, § 59, citing many authorities. The plaintiff did not waive his right to damages or to compensation for his permanent injuries; he but agreed as to the method of the determination thereof. An agreement by way of compromise is not frowned upon, but rather encouraged by law. Railway Co. v. Cox, supra. I am dissatisfied with the verdict upon the issue discussed, because I think it is \"against the weight or preponderance of evidence”; and therefore I advise a reversal of the judgment, and the order and the granting of a new trial; costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}