{
  "casebody": {
    "data": "<casebody firstpage=\"223\" lastpage=\"224\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b249-6\">(157 App. Div. 323.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b249-7\">BUTLER v. HENRY STEERS, Inc.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b249-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AXR\">June 6, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b249-9\">Master and Servant (§ 286<footnotemark>*</footnotemark>)—Actions for Injuries—-Questions for Jury,</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b249-10\">Where the evidence showed that a fireman was given a glass water gauge by the engineer and foreman from whom he took his orders, although the engineer’s attention was called to its dirty and stained condition, that it exploded immediately after being placed on a boiler, pieces of glass therefrom being blown into his eyes, and that a gauge which had been previously used so as to become stained and discolored was thereby weakened and likely to break, especially where removed and laid aside for-awhile, the court erred in dismissing the complaint, as the jury might have found that the accident was due to the employer’s failure to provide proper and safe water gauges, and to the furnishing of .an improper gauge, which was likely to explode when used upon a high-pressure steam boiler.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b249-11\">[Ed. Note.—For other cases, see Master and Servant, Cent. Dig. §§ 1001, 1006, 1008, 1010-1015, 1017-1033, 1036-1042, 1044, 1046-1050; Dec. Dig. § 286.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"judges\" id=\"b249-12\">Burr and Stapleton, JJ., dissenting.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b249-13\">Appeal from Trial Term, Westchester County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b249-14\">Action by Bert Butler against Henry Steers, Incorporated. From a judgment dismissing the complaint, and an order denying a new trial, plaintiff appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b249-15\">Argued before JFNKS, P. J., and BURR, THOMAS, RICH, and STAPLETON, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b249-16\">Theodore H. Lord, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b249-17\">F. Clyde Sherwood, of New York City, for respondent.</attorneys>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b249-20\">For other cases see same topic &amp; § number in Dee. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b249-18\">RICH, J.</author>\n<p id=\"AFZ\">This action was brought to recover for personal injuries. When the plaintiff rested his case, the learned trial court dismissed the complaint; and this appeal is from the judgment accordingly entered, and also from an order denying his motion for a new trial.</p>\n<p id=\"b249-19\">I think the exceptions to the refusal to permit the-plaintiff to go to the jury presents reversible error. The action was based upon -the commomlaw liability of the master. Plaintiff was a fireman in de<page-number citation-index=\"1\" label=\"224\">*224</page-number>fendant’s employ, having charge of four boilers, and had been in this position eight or nine months- before his injury. He took his orders from one Patwell, an engineer and defendant’s foreman in the power house where plaintiff was employed. Each of the boilers was provided with a glass water gauge, and it was not uncommon for the tubes to break, and when such accidents happened it was the appellant’s duty to replace the broken gauge with a new one which would be given to him by the engineer and foreman, Patwell. On the morning of the accident, two of the boilers, Nos. 3 and 4, were in use. The gauge on boiler No. 4 became broken, and the plaintiff went to Patwell for a gauge with which to replace the broken one. He was given one that had been used before. It was rusty and discolored' from such use.. Patwell said to clean it and put it back; “it would do until we got the new ones.” He says he called Patwell’s attention to its dirty and stained condition, and was told that it was the only gauge he had in stock, and to clean it up and put it on the boiler. Plaintiff did as directed, and before he reached the bottom of -the ladder, which he used in installing the gauge, it exploded, and pieces of glass were blown into his eyes, causing the injury for which he seeks to recover.</p>\n<p id=\"b250-5\">It was established by uncontradicted expert evidence that it is dangerous and unsafe to use a gauge which has been previously used to the extent of staining and discoloring it with sediment deposited on its sides, one of the results of which is to cause checks in the annealing of the glass, which weakens and to some extent destroys its resisting strength, which checks are intensified and extended by removing the gauge and laying it aside for awhile; that when put in use a second time, and subject to a high steam pressure, as the result of its uneven heating, due to the adhesive sediment on the inner portion of the tube, preventing the heat from reaching the glass uniformly and causing an unequal expansion, the effect upon it is to make it still weaker and make it break. From this evidence the jury might have found that the accident was in consequence of the failure to provide proper and safe water gauges, and in furnishing plaintiff with an improper gauge, which was likely to explode when used upon a high-pressure steam boiler. A question of fact was thus presented, which should have been submitted to the jury.</p>\n<p id=\"b250-6\">In view of the fact that there must be a retrial, it might be wise to call attention to the fact -that we are unable to find any evidence upon which the hypothetical question to Mr. Southard was based, to wit, that the tube had “been used for a period of at least two weeks.”</p>\n<p id=\"b250-7\">Judgment and order reversed, and a new trial granted; costs to abide the event.</p>\n<p id=\"b250-8\">JENKS, P. J., and THOMAS, J., concur. BURR and STAPLE-TON, JJ., dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}