{
  "casebody": {
    "data": "<casebody firstpage=\"344\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b370-5\">HERSHKOPF v. ENGEL et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b370-6\">(Supreme Court, Appellate Term, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AmR\">June 17, 1913.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b370-7\">1. Landlobd and Tenant (§ 296<footnotemark>*</footnotemark>)— Bight to Dispossession.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b370-8\">In order to obtain the right to dispossess his alleged tenant, the plaintiff must establish that the relation of landlord and tenant existed between them.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b370-9\">[Ed. Note.—For other cases, see Landlord and Tenant, Cent. Dig. §§</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b370-10\">1272-1275, 1283; Dec. Dig. § 296.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b370-11\">2. Landlobd and Tenant (§ 18*)—Existence oe Belation—Implied Ten-</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b370-12\">ancy.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b370-13\">While the relation of landlord and tenant arises only by agreement of the parties, such an agreement may ordinarily be implied from the fact that the person entitled to the premises voluntarily allows another to enter into possession.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b370-14\">[Ed. Note.—For other cases, see Landlord and Tenant, Cent. Dig. §§</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b370-15\">45-48; Dec. Dig. § 18.*]</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b370-16\">3. Landlobd and Tenant (§ 77*)—Action to Becoveb Possession—Estoppel.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b370-17\">Where plaintiff, the tenant of a barber shop, sold it, with its fixtures, to his nephew and his partner, telling his nephew that he could occupy the premises as a tenant by the month, but giving no assignment of the lease in writing as required by the statute, and allowed a purchaser from the nephew to believe that he, the purchaser, was the tenant of the owner, and not of plaintiff, he was estopped from dispossessing the purchaser.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b370-18\">[Ed. Note.—For other cases, see Landlord and Tenant, Cent. Dig. §</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b370-19\">232; Dec. Dig. § 77.*]</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b370-20\">Bijur, J., dissenting.</headnotes>\n<summary data-order=\"17\" data-type=\"history\" id=\"b370-21\">Appeal from Municipal Court, Borough of Manhattan, Second District.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b370-22\">Action by Adolph Hershkopf against George Engel and another. From a final order in favor of plaintiff, as landlord, upon a verdict rendered-by direction of the court, defendant, as tenant, appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"19\" data-type=\"judges\" id=\"b370-24\">Argued May term, 1913, before LEHMAN, BIJUR, and WHITAKER, JJ.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b370-25\">Reuben Dorfman, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b370-26\">Nathan Waxman, of New York City, for respondent.</attorneys>\n<footnote data-order=\"22\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b370-28\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b370-27\">LEHMAN, J.</author>\n<p id=\"AaqL\">The tenant, Kaczer, appeals from a final order in summary proceedings entered upon the direction of a verdict in favor <page-number citation-index=\"1\" label=\"345\">*345</page-number>of the landlord. It appears that the landlord is a barber, and occupied the premises until June, 1912, under a written lease from the owner which had still several years to run. In Juné, 1912, he sold the place of business, including the fixtures, to his nephew, Engel. In October, 1912, the appellant, Kaczer, entered into a partnership arrangement With Engel. Kaczer appears to be totally illiterate, and Hershkopf, the original owner of the barber shop, appears to have drawn up the partnership papers. From June to November, Engel, or Engel &amp; Kaczer, paid the rent of the premises directly to the owner of the premises. Thereafter a dispute arose between Kaczer and Hershkopf, and in December Hershkopf claimed that Engel <em>&amp; </em>Kaczer were only his monthly tenants, and brought this proceeding to dispossess them.</p>\n<p id=\"b371-3\"><bracketnum>[1-3]</bracketnum> In order to obtain the right to dispossess these alleged tenants, Hershkopf must establish that the relation of landlord and tenant existed between them. At the trial, Hershkopf testified that he told Engel, at the time he sold the business to him, that he could occupy the premises as his monthly tenant. Engel, his nephew, who, though nominally a party to the proceedings, has sold out his interest • to Kaczer, proved a friendly witness to his uncle, and corroborated him. Kaczer, on the other hand, attempted to show that\" Hershkopf had assigned the lease to Engel. The trial justice held that, since he failed to show an assignment in writing as required by the statute, a verdict must be directed in favor of Hershkopf. I think that the trial justice was in error in holding that, if there were no written assignment, then as a matter of law the alleged landlord was entitled to a recovery of the premises.</p>\n<p id=\"b371-4\">Kaczer testified somewhat vaguely, as illiterate witnesses are apt to testify; but his testimony seems to me sufficient to establish that, when he went into partnership with Engel, Hershkopf told him that Engel was entitled to the lease, and that he would have the same rights as Engel had. Unquestionably this evidence is insufficient to give Kaczer any affirmative rights under an assignment; but in this case he is claiming no affirmative rights. He is claiming only that he never became Hershkopf’s tenant. The relation of landlord and tenant arises only by agreement of the parties. Ordinarily such an agreement might be implied from the fact that the person entitled to the premises voluntarily allows another to enter into possession; but in this case the implied agreement is negatived by Hershkopf’s act in leading Kaczer to believe that he had a right to the premises. Hershkopf has undoubtedly sold his business, has undoubtedly allowed the buyer to pay rent to the owner of the premises, and, according to Kaczer’s testimony, has led him to believe that he was the tenant of the owner, and not the tenant of Hershkopf. It would, in my opinion, be contrary to law and equity to permit Hershkopf thereafter to dispossess his purchaser upon any claim that he is the purchaser’s landlord, because he has made no valid assignment of the lease.</p>\n<p id=\"b371-5\">The order should be reversed, and a new trial granted, with costs to appellant to abide the event.</p>\n<p id=\"b371-6\">WHITAKER, J., concurs. BIJUR, J., dissents.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}