{
  "casebody": {
    "data": "<casebody firstpage=\"627\" lastpage=\"630\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b647-5\">F. W. Bealafeld, Appellant, <em>v. </em>Borough of Verona.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b647-6\"><em>Boroughs </em>— Sewers—Inadequacy <em>of sewer.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b647-7\">A municipality in constructing a sewer exercises a judicial discretion, and is not responsible ior an error of judgment in furnishing a sewer inadequate for the purpose contemplated. Fair v. Philadelphia, 88 Pa. 809, followed.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b647-8\">Argued Nov. 3, 1898.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AR86\">Appeal, No. 101, Oct. T., 1898, by plaintiff, from order of C. P. No. 2, Allegheny Co., Oct. T., 1896, No. 769, refusing to take off nonsuit.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"AYHC\">Before Green, McCollum, Mitchell, Dean and Fell, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"Ari\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b647-9\">Trespass to recover damages for injuries to land caused by an overflow of water from a sewer.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b647-10\">At the trial the court granted a nonsuit, on the ground that the borough was not liable for .the inadequacy of the sewer.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b647-11\">The facts appear by the opinion of Shaeer, J., on the motion to take off the nonsuit, which was as follows:</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b647-12\">The plaintiff is the owner of a house and lot at the corner of East Ilailroad and South avenues, in the borough of Verona. The action is for injury done to the house by the water of a rain storm by which a part of the cellar wall was thrown down and other damage done to the house and contents. The negligence alleged in the borough is the inadequacy of the sewer to carry off the water flowing to that point, and that the sewer rvas negligently allowed to be filled and obstructed.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b648-4\"><page-number citation-index=\"1\" label=\"628\">*628</page-number>Tbe town of Verona is situated on the bank of tbe Allegheny river. When the Allegheny Valley Railroad was constructed parallel with the river, and near to it, the road at this point was constructed on a fill which prevented the surface water from flowing to the river and thereby caused the pond along the south side of the railroad between the railroad and the river hill. When East Railroad avenue was graded, running along the railroad it was filled to the level of the railroad, and South avenue was graded to conform to it, thereby reducing the size of the pond. The plaintiff’s house at the corner of these streets is-built in the pond; the whole of the cellar wall being above ground on the sides not adjoining the streets. By the grading and improvement of the streets of the borough water was made to flow along these two streets and to the corner in question along the gutters of these streets, which before found its way into the pond at other points. Before the grading of these streets the railroad company had constructed a sewer under the railroad at this point for the purpose of draining the pond, and when the streets were graded the borough constructed its sewer into and connected ifc with the sewer so built by the railroad. There was no evidence that the sewer was improperly constructed or that it was out of repair or had been suffered to be clogged up and remain so. The complaint practically is that the sewer was not adequate in size. There was evidence that notice had been given to several borough officers that the sewer was not taking all the water in heavy rains.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b648-5\">A nonsuit was granted on the ground that the borough was not liable for the inadequacy of the sewer, under the principles laid down in Fair v. Philadelphia, 88 Pa. 309, and many other cases.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b648-6\">It was suggested at the trial that the notice given to the borough officers of the inadequacy of the sewer might affect the application of the general rule to the ease in hand. The diligence of the counsel has not discovered any Pennsylvania case where that matter was discussed, although some cases from other jurisdictions were produced which tend to support the suggestion. We are not satisfied however that this is not a case for the application of the general rule and, therefore, re-, fuse the motion.</summary>\n<decisiondate data-order=\"14\" data-type=\"decisiondate\" id=\"AT5B\"><page-number citation-index=\"1\" label=\"629\">*629</page-number>November 14, 1898:</decisiondate>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b649-4\">And now, March 26, 1898, motion to take off compulsory nonsuit refused.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b649-5\"><em>JError assigned </em>was the order of the court.</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b649-6\"><em>J. M. Hunter, </em>with him <em>J. A. Beatty, </em>for appellant.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"A5Dh\">When the obstruction or dilapidation is an ordinary result of the use of the sewer, which ought to have been anticipated, the omission to make an occasional examination and to keep the sewers in apparent good repair is a neglect of duty which renders the city liable: McCarthy v. Syracuse, 46 N. Y. 194; Requa v. Rochester, 45 N. Y. 129; Vanderslice v. Philadelphia, 103 Pa. 107; Haus v. Boro. of Bethlehem, 134 Pa. 12; Markle v. Berwick, 142 Pa. 84.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b649-7\">The cases to the effect that a municipal corporation is not liable for an omission to supply drainage or sewerage do not apply to a case where the necessity for the drainage or outlet is caused by the act of the corporation itself: Byrnes v. Cohoes, 67 N. Y. 204.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b649-8\">Where a borough constructs gutters in a street in such a way as to cause the surface water of a large territory to be diverted from its natural flow, and to be gathered into a body and precipitated on the premises of the owner whose property abuts on the street, and the property is thereby injured, the borough is liable in damages: Bohan v. Avoca Borough, 154 Pa. 404; Huddleston v. West Bellevue, 111 Pa. 110; Allentown v. Kramer, 73 Pa. 406; Elliott v. Oil City, 129 Pa. 570; Weir v. Plymouth, 148 Pa. 566; Frederick v. Lansdale, 156 Pa. 613; Noonan v. Albany, 79 N. Y. 470; Torrey v. Scranton, 133 Pa. 173.</p>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b649-9\"><em>J. P. Hunter, </em>for appellee, was not heard, but cited in his printed brief:</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"AsY\">Carr v. Northern Liberties, 35 Pa. 329; Fair v. Philadelphia, 88 Pa. 309; Collins v. Philadelphia, 93 Pa. 272; Bear v. Allentown, 148 Pa. 80; Sullivan v. City of Pittsburg, 5 Pa. Superior Ct. 357.</p>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b649-10\">Per Curiam:,</author>\n<p id=\"b649-11\">We are thoroughly convinced that the case of Fair v. Philadelphia, 88 Pa. 309, and the rulings of this Court in many kindred cases, must control the decision of this case. The <page-number citation-index=\"1\" label=\"630\">*630</page-number>learned court below followed, and correctly so, these authorities in disposing of the motion to take off the compulsory nonsuit, and expressed such convincing reasons in the opinion that we do not think anything can be added thereto. For the reasons there set forth we sustain the judgment.</p>\n<p id=\"b650-4\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}