{
  "casebody": {
    "data": "<casebody firstpage=\"585\" lastpage=\"599\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b501-4\">[No. D009481.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AfL\">Fourth Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Auh\">Nov. 21, 1990.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b501-5\">THE PEOPLE, Plaintiff and Respondent, v. DWAYNE BROWN, Defendant and Appellant. In re DWAYNE BROWN on Habeas Corpus.</parties>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b501-6\">[No. D012312.</docketnumber>\n<p data-order=\"5\" data-type=\"court\" id=\"Aad\">Fourth Dist., Div. One.</p>\n<p data-order=\"6\" data-type=\"otherdate\" id=\"ASM\">Nov. 21, 1990.]</p>\n<p data-order=\"7\" data-type=\"misc\" id=\"b501-8\">[Opinion certified for partial publication.<footnotemark>1</footnotemark>]</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b503-7\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>Counsel</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b503-8\">Robert Wayne Gehring, under appointment by the Court of Appeal, for Defendant and Appellant and Petitioner.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b503-9\">John K. Van de Kamp, Attorney General, Richard B. Iglehart, Chief Assistant Attorney General, Harley D. Mayfield, Assistant Attorney General, Lilia E. Garcia and Laura Whitcomb Halgren, Deputy Attorneys General, for Plaintiff and Respondent.</attorneys>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b501-12\">Pursuant to California Rules of Court, rule 976.1, this opinion is certified for publication with the exception of parts II and IV.</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b503-10\">Opinion</p>\n<author id=\"b503-11\">HUFFMAN, Acting P. J.</author>\n<p id=\"ApC\">During the course of a jury trial on various drug offenses and weapons charges, Dwayne Brown stipulated to having <page-number citation-index=\"1\" label=\"588\">*588</page-number>previously been convicted of a felony for the possession or purchase for sale of a controlled substance (Health &amp; Saf. Code,<footnotemark>2</footnotemark> § 11351). Subsequently, the jury convicted him of transporting and possessing cocaine and methamphetamine (meth) for sale (§§ 11351; 11352; 11377, subd. (a); 11378), of being a convicted felon in possession of a firearm (Pen. Code, § 12021), of carrying a loaded and concealed firearm without a license (Pen. Code, §§ 12301, subd. (a); 12025, subd. (a)), and of giving false identification to a peace officer (Pen. Code, § 148.9, subd. (a)). The jurors also found true allegations Brown possessed and carried at least 28.5 grams of cocaine in connection with the drug offenses (Pen. Code, § 1203.073, subd. (b)(1)). Due to his earlier stipulation, the trial court found a special three-year drug enhancement allegation true. (§ 11370.2, subd. (b).)</p>\n<p id=\"b504-4\">After the court denied Brown’s motions for new trial and for reduction of his offenses, it sentenced him to a total seven-year, eight-month prison term.<footnotemark>3</footnotemark> He has timely appealed from the judgment of conviction and sentence and has filed a petition for writ of habeas corpus which has been consolidated for disposition with this appeal.</p>\n<p id=\"b504-5\">On appeal, he contends he was denied his right to a jury venire drawn from a fair cross-section of the community, a tape of his conversation in the patrol car at the time of his arrest should have been suppressed as violative of his right to privacy, the trial court erred in allowing the jurors to read the unauthenticated transcript of that tape, and the court erred in accepting his stipulations to the prior felony drug conviction without advising him of his constitutional rights and the penal consequences of his waiver.</p>\n<p id=\"b504-6\">Brown’s petition for habeas corpus relief brings in matters outside the record on the issue of his alleged denial of a fair jury venire.</p>\n<p id=\"b504-7\">We conclude any error in the proceedings below was harmless. Accordingly, we affirm the judgment and sentence and deny the petition for writ of habeas corpus.</p>\n<p id=\"b504-8\">Factual and Procedural History</p>\n<p id=\"b504-9\">On August 21, 1988, at about 1 a.m., California Highway Patrol Officers Michael Cipriano and William Grant stopped the driver of a Mazda pickup truck on Interstate 5 near Tamarack Avenue in Carlsbad for speeding. Cipriano and Grant had been on freeway patrol when they observed the driver enter the freeway at an estimated speed of 80 miles per hour. As the <page-number citation-index=\"1\" label=\"589\">*589</page-number>driver pulled over to the right hand shoulder of the road in response to being red-lighted, first slowing to 15 miles per hour and continuing forward for about half a mile before completely stopping, the officers saw 2 passengers in the truck’s cab lean forward and down as if placing items on the floorboard or underneath the front seat.</p>\n<p id=\"b505-5\">Officer Grant approached the truck on the passenger side and asked the driver for vehicle registration and a license or identification. The driver said he didn’t have any California identification; the owner of the truck was a friend of his and had loaned it to him; he was from Connecticut and had a license from there, but he didn’t have it with him. He handed Grant a tan telephone book he took from his pocket.</p>\n<p id=\"b505-6\">Noticing the smell of alcohol, Grant conducted a field sobriety test on the driver and then asked him to write his name on a three by five card. While the driver was determined not to be under the influence of alcohol, the name he wrote down on the card, “Mike Billups,” came up negative when run through the computer for a Connecticut license check. Finding the driver nervous and evasive, Grant arrested him for having no identification and for speeding.</p>\n<p id=\"b505-7\">During a patdown search subsequent to the arrest, a piece of tin foil containing what looked like marijuana and a large bundle of $100 and $50 bills was found. Grant handcuffed the driver, placed him in the backseat of the patrol car and activated a hidden tape recorder.</p>\n<p id=\"b505-8\">In the meantime, Officer Cipriano had separately questioned outside of the truck each passenger, a female who sat in the middle of the front bench seat of the truck and a male who sat next to the right door, to try to determine their identities and the name of the driver. Although the passengers did not carry any documentation, it was determined the male was Nicolas Anthony Sawyer and the female was Kimberly Holterhoff.</p>\n<p id=\"b505-9\">At some point Sawyer was arrested and placed in the back of the police car with the driver of the truck and Cipriano began a search of the cab of the pickup. Cipriano located six wooden tubes smelling of burnt marijuana and a pager in the glove box; a loaded .38-caliber gun wrapped up in a roadmap on the transmission in front of the bench seat; a small, pink plastic container underneath the right passenger seat, which held five small baggies with a white powdery substance later determined to be seven-tenths of a gram of meth; and a short straw that had been cut which was located in the center console of the truck.</p>\n<p id=\"b505-10\">In the bed of the truck, he found a blue knapsack and a black zipper bag which contained various items of identity or contraband. In the blue <page-number citation-index=\"1\" label=\"590\">*590</page-number>knapsack were four 1-inch ziplock bags, $50 cash, a gold pin with the name “Kim” on it, a message for a “Mike,” a brown paper bag containing a pipe and pipe screens for smoking marijuana or hashish, pieces of identification bearing various names, a black address book, a brown sack containing a foil with 15.7 grams of cocaine in it and a plastic tumbler which contained a white powdery substance, later determined to be 27.8 grams of cocaine.</p>\n<p id=\"b506-4\">The black zipper bag contained a smaller brown zipper pouch with papers belonging to Sawyer inside it along with some brown powder, later determined to be 4.7 grams of meth, in a plastic bag and a small tan bag containing tools.</p>\n<p id=\"b506-5\">The driver and Sawyer watched the search from the back of the police car while Grant questioned, searched and arrested Holterhoff. Backup officers soon arrived and the three suspects were taken to the Oceanside Police Department. At that time the tape that had been activated in the patrol car had run out and the suspects were separated and interviewed. The driver and Sawyer were then transported to the Vista jail where they were strip-searched as Cipriano watched. After the driver removed his clothing, a small one-inch square bag with white powder, later determined to be three-tenths of a gram of meth, was found on the floor within six to twelve inches of his clothing. At some point, it was determined the driver was Dwayne Brown, with an alias of Mike Billups.</p>\n<p id=\"b506-6\">Subsequently, Brown, Sawyer and Holterhoff were charged together in this case for the drug offenses, and Brown additionally for the weapons and giving false identification. Brown’s pretrial motion for a change of venue to San Diego from Vista based on the jury venire was denied.</p>\n<p id=\"b506-7\">Before jury selection began, Brown and Sawyer brought motions concerning their prior convictions and to exclude the tape recording made in the patrol car and its transcription from evidence. Brown also separately renewed his motion challenging the composition of the jury venire. The court denied Brown’s jury challenge and the motions to exclude the tape. It also ruled their prior convictions could be used for impeachment, carefully sanitizing Brown’s earlier conviction for selling cocaine based on his stipulation to admit the prior.</p>\n<p id=\"b506-8\">Holterhoff failed to appear for the trial and the proceedings continued against Brown and Sawyer. After the jury was selected and counsel had made their respective opening statements, Brown’s counsel moved to suppress the tape based upon the alleged “unlawful search and seizure aspect of the case.” Because there was no pretrial Penal Code section 1538.5 <page-number citation-index=\"1\" label=\"591\">*591</page-number>motion brought and the tape was available to all counsel for at least two months before trial, the court denied the motion as untimely.</p>\n<p id=\"b507-5\">Officers Grant and Cipriano then testified as to the stop, arrests and searches. Their testimony was consistent with the above-stated facts.</p>\n<p id=\"b507-6\">A criminalist testified to the amounts of cocaine and meth found during the search of the vehicle and a narcotics expert testified to the significance of the various items found along with the drugs. The 43.5 grams of cocaine found could provide over 4,300 dosage units and was worth $4,300. Possession of this amount would qualify as possession for sale. Likewise, the 4.7 grams of meth, worth $300 and representing 1,000 dosage units, supported a conclusion drug sales were contemplated. Other evidence such as the pager, the gun, figures in the tan telephone/address book, and the baggies were also consistent with drug sales.</p>\n<p id=\"b507-7\">The jury was admonished and then readmonished about the transcript of the tape passed out to them as a guide for following the tape as it was played. After the tape was played, the prosecution rested its case.</p>\n<p id=\"b507-8\">Sawyer then testified. He claimed he met Brown and Holterhoff at a friend’s apartment earlier that night and Brown was giving him a ride to La Costa at the time of the stop. As he had just been released from jail the day before, he put the legal papers he had with him in one of the bags in the back of the truck before getting in for the ride. He denied the bag was his and any knowledge of drugs in the truck.</p>\n<p id=\"b507-9\">Questioned about the transcript of the tape, Sawyer said it was “accurate, but it is not that accurate. You know.” Although there were some mixups and statements attributed to Brown which should have been attributed to him, Sawyer stated the translation of what was said was reasonable. He explained Brown said “they found a gun,” not “they found the gun.” He also testified Brown said, “They got the dope. Where’s the dope? She got it? Huh?” Later he heard Brown exclaim, “He’s counting my money, see him</p>\n<p id=\"b507-10\">Sawyer said he had been worried the truck was stolen, but Brown said it wasn’t. He told Brown “if there is anything in it, it is your buddy’s, okay. You borrowed it.” Brown told Sawyer “they are going to try to put that on you anyway . . .” because his name was in the brown bag inside the black bag.</p>\n<p id=\"b507-11\">Brown then took the stand in his own defense. He admitted he had been convicted of a crime before, had been in California for over two years, had <page-number citation-index=\"1\" label=\"592\">*592</page-number>met Holterhoff three or four times before that evening when he gave her a ride, had been going fifty-five miles per hour on the freeway ramp before increasing the speed to around sixty-five to seventy miles per hour, and had given the police his brother’s name instead of his own when stopped. He also admitted the half marijuana cigarette found on him, the tan and black address books, and a marijuana pipe found in a paper bag were his.</p>\n<p id=\"b508-5\">However, he denied he had met Sawyer before that night and denied ownership or knowledge of the gun, the cocaine, the meth and other items found in the truck after the stop. He said the bags found in the back of the truck were not there when he drove the truck two days before his arrest. He said Holterhoff carried the blue knapsack and Sawyer didn’t carry a bag. Moreover, he could only speculate as to how the baggie found during the strip search ended up next to his clothes.</p>\n<p id=\"b508-6\">He explained the $2,700 he had on him that night was for a down payment on the truck he was driving and hoping to purchase. The money had been given to him by two good friends, Geva Parker and Brenda Barton. He stated the tan book was an old address book and the black one was current. He said he was concerned the officers were trying to steal his money.</p>\n<p id=\"b508-7\">Commenting on the transcript of the tape made while he and Sawyer were in the back of the patrol car, Brown said he was never advised of his constitutional rights and the transcript was not “100 percent clear” as to who was saying what. Although he said, “They’ve got the dope,” he explained he was referring to the drugs Holterhoff had hidden in the truck. Like Sawyer, he emphasized he said, “They found a gun,” and not “the gun.” When he said “I put it in a brown bag,” he was referring to his marijuana pipe and said “I’m in big trouble,” because he was feeling guilty by association with Holterhoff who had all the drugs.</p>\n<p id=\"b508-8\">His friend Parker then testified she and another friend loaned Brown $2,500 the day before his arrest so he could use it to purchase the truck.</p>\n<p id=\"b508-9\">At the end of the defense testimony, the prosecution called Officer Grant to rebut Brown’s testimony the bags were not in the pickup when he drove the car a few days before his arrest. Grant said Brown told him at the time of his arrest all the bags were in the back of the pickup when he got the truck two days earlier.</p>\n<p id=\"b508-10\">The jury was then instructed as to the law of the case and again admonished about the tape and the fact the transcript was not evidence and would not be available for the jury to discuss in its deliberations. Counsel then <page-number citation-index=\"1\" label=\"593\">*593</page-number>gave closing arguments, each stressing only the tape was evidence and the fact Brown was not charged with marijuana possession. After concluding instructions by the court, deliberations began. The jury returned jury verdicts finding Brown and Sawyer guilty as charged.</p>\n<p id=\"b509-5\">At the time of sentencing, the court denied Brown’s motions for new trial and to reduce the degree of the offenses of which he was convicted. It then revoked his probation in another case and discussed his admission during the trial to having been earlier convicted of section 11351 for purposes of the three-year enhancement under section 11370.2. After rereading the court record of the earlier admission and getting Brown’s and his counsel’s concurrence, the court determined the enhancement as pled by the People was proven by way of stipulation. The court thereafter sentenced Brown to a total seven-year, eight-month term.</p>\n<p id=\"b509-6\">Brown has timely appealed from his judgment of convictions and sentence.<footnotemark>4</footnotemark></p>\n<p id=\"b509-7\">Discussion</p>\n<p id=\"b509-8\">I</p>\n<p id=\"b509-9\">Jury Venire</p>\n<p id=\"b509-10\">Brown first contends on appeal he was denied his right to a jury venire drawn from a fair cross-section of the community because systematic exclusion of military persons occurred which created a disparity in the percentage of Blacks in the venire versus the percentage in the community. In support of this argument he has filed a petition for writ of habeas corpus submitting the declaration of the coordinator of jury services for San Diego County, Geraldine Stephens, which states:</p>\n<blockquote id=\"b509-11\">“In November 1988 it was the practice of this Office to excuse from jury service any member of the military services of the United States if he or she submitted a written excuse that he was on active duty in the military and requested to be excused. This practice accorded with our understanding of Opinion No. 81-1114 of the California Attorney General, issued on July 2, 1982, and our understanding that federal law exempted from jury duty any active duty service member whose commanding officer believed his presence necessary for the duties of that military unit. We did not, however, require the service member to provide verification from his command that his presence was necessary.” He has also submitted a certified copy of “SEC-<page-number citation-index=\"1\" label=\"594\">*594</page-number>NAV Instruction 5822.2” which states members of the Naval service will be permitted to fulfill state and local jury service unless it would “unreasonably interfere with performance of their military duties or adversely affect the readiness of the command to which assigned,” and provides timely notice of each exemption shall be written by the member’s command. (See 10 U.S.C. § 982.)</blockquote>\n<p id=\"b510-4\">Based on this support, Brown argues because no members of the Navy or Marine Corps were exempt by federal law at the time of his trial, San Diego County’s jury policy of automatically exempting military on request created a system which prejudicially deprived him of the potential services as jurors of half the Black residents of North County. He therefore asks us to reverse the judgment of the trial court. We decline to do so. Not only did he not raise this ground in his motions below, he has not made a prima facie showing the jury venire was not drawn from a fair cross-section of the community. Nor has he shown the trial judges hearing the matter below abused their discretion in denying his motions.</p>\n<p id=\"b510-5\">To establish a claim that underrepresentation of Blacks in the jury venire denies a defendant of his Sixth Amendment right to an impartial jury drawn from a fair cross-section of the community, a defendant must make a prima facie showing:</p>\n<blockquote id=\"b510-6\">“ ‘(1) [T]hat the group alleged to be excluded is a “distinctive” group in the community; (2) that the representation of this group in the venires from which juries are selected is not fair and reasonable in relation to the number of such persons in the community; and (3) that this underrepresentation is due to systematic exclusion of the group in the jury selection process.’ ” <em>(People </em>v. <em>Harris </em>(1989) 47 Cal.3d 1047, 1077 [255 Cal.Rptr. 352, 767 P.2d 619], quoting <em>Duren </em>v. <em>Missouri </em>(1979) 439 U.S. 357, 364 [58 L.Ed.2d 579, 587, 99 S.Ct. 664].)</blockquote>\n<p id=\"b510-7\">At the pretrial, before Judge Anthony Joseph, Brown brought his original motion for change of venue on grounds there was a “reasonable likelihood that a fair and impartial trial cannot be had in the North County Judicial District since the jury panels selected in said county are not truly representative (racially proportional) to the populace of the County of San Diego.” Judge Joseph denied the motion, noting Brown only articulated the issue already decided by the California Supreme Court in <em>O'Hare </em>v. <em>Superior Court </em>(1987) 43 Cal.3d 86, 93 [233 Cal.Rptr. 332, 729 P.2d 766],</p>\n<p id=\"b510-8\">At the beginning of trial when the jury panel which contained no Black members was brought into court for voir dire, Brown renewed his motion before the trial judge, Judge J. Morgan Lester. Brown relied on the theory <page-number citation-index=\"1\" label=\"595\">*595</page-number>the jury panel was unfair as it did not “reflect the percentage of Black persons in San Diego County as a whole.” He based this theory on the fact there were 12.2 percent Blacks in San Diego County and the proportion of Blacks in North County was much smaller.</p>\n<p id=\"b511-5\">In denying the motion, Judge Lester noted although the panel did not include any Blacks, only Mexican-Americans, Asians, and Caucasians, there was “no evidence before the court that the lines of any [judicial] district has been rigged for purposes of causing a particular racial or ethnic composition of the panel.” Judge Lester found the matter controlled by <em>O’Hare </em>v. <em>Superior Court, supra, </em>43 Cal.3d 86, and specifically stated his decision was based on the legal ramifications of the motion rather than on any factual quotations contained in the People’s points and authorities, which appeared to him to be adopted from another case (People v. Troiani (Super. Ct. San Diego County, 1987, No. CRN9925)).</p>\n<p id=\"b511-6\">In <em>O’Hare </em>v. <em>Superior Court, supra, </em>43 Cal.3d at pages 92, 101, our Supreme Court noted the North County jury panel fairly reflected the jury eligible Black community as it existed at that time and held the drawing of the jury venire from that panel does not deprive a defendant of his Sixth Amendment right to an impartial trial. Since deciding <em>O’Hare, </em>our Supreme Court has also determined the relevant community for cross-section analysis is not the county but the judicial district. <em>(Williams </em>v. <em>Superior Court </em>(1989) 49 Cal.3d 736, 745 [263 Cal.Rptr. 503, 781 P.2d 537].)</p>\n<p id=\"b511-7\">Having reviewed the motions and record before the trial judges in light of <em>O’Hare </em>and <em>Williams, </em>we conclude those judges properly ruled Brown was not denied a fair jury venire. Although he met the first prong for making a prima facie showing of a Sixth Amendment violation because a distinctive group in the community, Blacks, was not in his jury pool, he presented no new evidence to show underrepresentation of that group in the North County Judicial District in relation to the number of such persons in the community and presented no evidence to show the systematic exclusion of Blacks from that group.</p>\n<p id=\"b511-8\">His attempt now to show systematic exclusion via a new theory based upon a declaration of the jury coordinator of San Diego County and federal military regulations, which was not presented below, is to no avail.<footnotemark>5</footnotemark> “A challenge to the panel must be taken before a juror is sworn, and must be in writing or be noted by the Phonographic Reporter, and must plainly and distinctly state the facts constituting the ground of challenge.” (Former <page-number citation-index=\"1\" label=\"596\">*596</page-number>Pen. Code, § 1060, repealed 1988 and replaced by Code Civ. Proc., § 225, subd. (a)(1); see Stats. 1988 ch. 1245, §§ 2, 21.) No facts or figures were presented to the trial judges concerning the military forces in the North County Judicial District or regarding the percentage of those that were Blacks in relation to the number of those persons in the community, or in relation to the number on representative jury venires in that district. Brown is therefore precluded from raising the issue at this time. (See <em>People </em>v. <em>Hernandez </em>(1988) 47 Cal.3d 315, 340 [253 Cal.Rptr. 199, 763 P.2d 1289].)</p>\n<p id=\"b512-4\">Moreover, even if we were to consider the matter, Brown’s additional evidence presented via his petition for habeas relief does not make a prima facie showing the jury venire was not drawn from a fair cross-section of the community. Although at the time of Brown’s trial the county was automatically exempting active duty military if the military member requested an exemption, such exemption applied equally to all military members regardless of race and applied countywide, not just to the North County Judicial District. Such a “race neutral” practice, does not amount to prima facie proof there has been systematic exclusion of Blacks in the jury venire. (See <em>People </em>v. <em>Morales </em>(1989) 48 Cal.3d 527, 544-549 [257 Cal.Rptr. 64, 770 P.2d 244].)<footnotemark>6</footnotemark></p>\n<p id=\"b512-5\">II<footnotemark>*</footnotemark></p>\n<p id=\"b512-6\">Suppression of the Tape</p>\n<p id=\"b512-7\">III</p>\n<p id=\"b512-8\">The Tape Transcript</p>\n<p id=\"b512-9\">Brown also contends the trial court erred in denying his objections to allowing a transcript of the tape recording of his conversation with Sawyer be read by the jurors as a guide while the tape was being played. He argues the court’s failure to ensure the accuracy and reliability of the transcript prejudicially affected the outcome of his case; without the transcript the jury would not have had any evidence supporting his knowledge of the presence of a weapon and drugs in the truck.</p>\n<p id=\"b513-4\"><page-number citation-index=\"1\" label=\"597\">*597</page-number>Although the better practice in determining a transcript’s accuracy and reliability would be for a court to inquire into who prepared the transcript and how it was prepared (see <em>People </em>v. <em>Barajas </em>(1978) 81 Cal.App.3d 999, 1010 [147 Cal.Rptr. 195], disapproved on other grounds in <em>People </em>v. <em>Laiwa </em>(1983) 34 Cal.3d 711, 725, fn. 8 [195 Cal.Rptr. 503, 669 P.2d 1278]), and itself compare the transcript with the tape recording (see <em>People </em>v. <em>Miley </em>(1984) 158 Cal.App.3d 25, 36 [204 Cal.Rptr. 347]), the failure by the trial court to do so here was not error.</p>\n<p id=\"b513-7\">When Brown brought his motion to exclude the tape recording from evidence, he also requested the transcript not be admitted because it was not completely accurate. While the court found the tape admissible into evidence, it stated it would not admit the transcript into evidence, but would allow it as an aid to follow along with the tape. The court explained it had historically been able to cure transcription inaccuracies by cautioning the jury the transcript was not evidence and should only be used as a guide.</p>\n<p id=\"b513-8\">During opening statement, Brown’s attorney told the jury the tape recording was unintelligible and the transcript not entirely accurate about who made what statements on the tape. Later in the trial, Brown again objected to the use of the transcript on grounds it contained some inaccuracies about who was doing the talking on the tape and complained about some unknown person transcribing the tape without an opportunity to cross-examine that person.</p>\n<p id=\"b513-9\">The court overruled the objections, noting counsel was able to qualify who was speaking in order to raise his objection that the designations were wrong and assumed the jurors would be able to do the same thing with appropriate cautionary statements. The court also noted the prosecution had made changes in the transcript in accordance with Sawyer’s counsel’s corrections to an earlier transcript.</p>\n<p id=\"b513-10\">Before the tape was played, the court instructed the jurors as follows:</p>\n<blockquote id=\"b513-11\">“I am going to give you an instruction now, and I will also tell you again in the case, a transcript has been prepared which attempts to give a rough summary of what is contained on the tape. However, you are being given the transcript, you will be given a transcript merely as a guide to assist you in following along with the tape. So I can’t stress enough the tape is evidence, but the transcript is not. [¶] It is merely something that you are going to be handed as a rough road map. The transcript itself may not be accurate. It is someone else’s attempt to reflect what they thought was on the tape. The transcript can only be used to assist you in following along with the tape. The tape itself may become the evidence that you consider. <page-number citation-index=\"1\" label=\"598\">*598</page-number>You will not receive a copy of the transcript during the deliberations because the tape is the evidence, the transcript is not. [¶] So with that admonition we are provided as evidence for a limited purpose as to who is no. 1, who is no. 2. It is up to you to really decide that. So that evidence is limited to only explain to you why there is a no. 1 and no. 2 on the transcript, which you will be given a copy of to follow along with, but only for that purpose. You are instructed to pay very acute attention to what you hear because what you hear you may consider on the tape. What you read here you may not consider or discuss in your deliberations. It is only to help you flow along because tapes traditionally have garbled portions. Sometimes you may have trouble piecing things together and making sense. [¶] So the transcript is an assist, but only that, to guide you through. Somewhat akin to turning up the volume or tuning a station in to assist one in listening. [¶] So with that proviso, go ahead.”</blockquote>\n<p id=\"b514-4\">As the transcripts were passed out, the court again cautioned the jury on the limited purpose of the transcript:</p>\n<blockquote id=\"b514-5\">“The bailiff will be handing out a copy of those transcripts; and I told you I would tell you about it again. While he is handing those out I am going to repeat what I said to you before, [¶] That is a transcript which has been prepared which attempts to give a rough summary of what is contained on the tape. However, you are being given the transcript merely as a guide to assist you in following along with the tape. The transcript itself may not be accurate. It is someone else’s attempt to reflect what they thought was on the tape. The transcript can only be used to assist you in following along with the tape. [¶] The tape itself is evidence, and you may consider that. You will not receive a copy of the transcript during your deliberations because it is not evidence. The tape is evidence. [¶] So with those limitations it is to be used by you solely as I have stated.”</blockquote>\n<p id=\"b514-6\">Both Sawyer and Brown were questioned about the tape and the transcript during their testimony. They both testified the transcript inaccurately stated Brown said he saw the officers find the gun. They also noted there were mistakes in the transcript concerning who said what. Sawyer, however, said the tape was a reasonable translation of what he said and Brown admitted he made statements concerning drugs in the truck.</p>\n<p id=\"b514-7\">During closing arguments all counsel cautioned the jury the transcript was only a guide and to just listen to the tape. Before the jury left to deliberate, the court again instructed it to disregard the transcript and sent that instruction into the jury room. We presume the jurors followed the court’s instructions regarding the tape and the use of the transcript. <em>(People </em>v. <em>Scott </em>(1988) 200 Cal.App.3d 1090, 1095 [246 Cal.Rptr. 406].)</p>\n<p id=\"b515-4\"><page-number citation-index=\"1\" label=\"599\">*599</page-number>Transcripts of admissible tape recordings are only prejudicial if it is shown they are so inaccurate that the jury might be misled into convicting an innocent man. <em>(People </em>v. <em>Fujita </em>(1974) 43 Cal.App.3d 454, 472-473 [117 Cal.Rptr. 757].) In light of all the cautionary instructions read the jury and Brown and Sawyer’s testimony regarding statements they actually made, Brown has not shown on this record the transcript was so inaccurate as to mislead the jury. Therefore, no error is shown and the court did not abuse its discretion in allowing the jurors to use the transcript as a guide while listening to the tape.</p>\n<p id=\"b515-5\">IV<footnotemark>*</footnotemark></p>\n<p id=\"b515-6\">Stipulation to Prior Felony Conviction</p>\n<p id=\"b515-7\">Disposition</p>\n<p id=\"b515-8\">The judgment is affirmed and the petition for writ of habeas corpus is denied.</p>\n<p id=\"b515-9\">Froehlich J., and Lim, J.,<footnotemark>†</footnotemark> concurred.</p>\n<p id=\"b515-10\">A petition for a rehearing was denied December 19, 1990, and appellant’s petition for review by the Supreme Court was denied February 14, 1991.</p>\n<footnote label=\"2\">\n<p id=\"b504-10\"> All statutory references are to the Health and Safety Code unless otherwise specified.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b504-11\"> At the time of sentencing, the court also revoked Brown’s probation in another case and sentenced him to three years concurrently with this case.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b509-12\"> Sawyer has not appealed in this case.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b511-9\"> We denied Brown’s request and revised motion on appeal to take judicial notice of certain testimony taken in the Troiani case concerning the jury venire challenge there in 1986 and the naval regulation SECNAV instruction effective February 27, 1989.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b512-10\">We cannot tell from this record whether any members of the military availed themselves of this exemption, let alone determine the potential impact of such exemption on the racial mix of the venire.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b512-11\">See footnote, ante, page 585.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b515-11\">See footnote 1, <em>ante, </em>page 585.</p>\n</footnote>\n<footnote label=\"†\">\n<p id=\"ADC\"> Assigned by the Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}