{
  "casebody": {
    "data": "<casebody firstpage=\"1053\" lastpage=\"1054\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1117-3\">Peter CAPARRO, Plaintiff-Appellant, v. KONINKLIJKE NEDERLANDSCHE STOOMBOOT MAATSCHAPPIJ, N.V., Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1117-5\">No. 22, Docket 74-1359.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1117-6\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1117-7\">Argued Sept. 25, 1974.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1117-8\">Decided Oct. 9, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1117-15\">Martin M. Baxter, New York City (Zimmerman &amp; Zimmerman, New York City, on the brief), for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1117-16\">William M. Kimball, New York City (Burlingham, Underwood &amp; Lord, New York City, on the brief), for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1117-17\">Before LUMBARD, FEINBERG and OAKES, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1117-18\">PER CURIAM:</author>\n<p id=\"b1117-19\">Peter Caparro, a longshoreman, appeals from a judgment for defendant Koninklijke Nederlandsche Stoomboot Maatschappij, N.V., owner of the vessel upon which plaintiff allegedly sustained injury in September 1971. Plaintiff brought this suit, claiming negligence and unseaworthiness,<footnotemark>1</footnotemark> a year later in the United States District Court for the Southern District of New York. After a separate trial on liability, Judge Harold R. Tyler, Jr., directed a verdict for defendant on the negligence claim<footnotemark>2</footnotemark> but submitted the unseaworthiness issue to the jury. After a verdict for plaintiff, the judge granted defendant’s motion for judgment notwithstanding the verdict. We affirm the judgment of the district court.</p>\n<p id=\"b1117-20\">Upon the most liberal view of the evidence, plaintiff showed only that an accident occurred when a carton weighing over 250 pounds was placed by plaintiff’s hatch boss upon the top of other cartons and almost immediately fell down. However difficult it may sometimes be to draw the line between a pre-existing unseaworthy “condition” <page-number citation-index=\"1\" label=\"1054\">*1054</page-number>and the isolated, personal unforeseeable negligent act of a fellow longshoreman, see Usner v. Luckenbach Overseas Corp., 400 U.S. 494, 500, 91 S.Ct. 514, 27 L.Ed.2d 562 (1971); cf. Siderewicz v. Enso-Gutzeit O/Y, 453 F.2d 1094 (2d Cir. 1972), we have no such problem here. There was simply no evidence that the supporting cartons were less than normally sturdy or that the stowage was unsafe before the very heavy carton was placed on the top. The accident occurred as part of a continuous, perhaps negligent, operation which never gave rise to an unseaworthy “condition.”</p>\n<p id=\"b1118-4\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1117-21\">. One of the 1972 amendments of the Longshoremen’s and Harbor Workers’ Compensation Act, 33 U.S.C. § 905(b), now prevents a claim of unseaworthiness by a longshoreman, but does not apply to this claim.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"AAfi\">. Plaintiff does not contest this aspect of the judgment,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}