{
  "casebody": {
    "data": "<casebody firstpage=\"421\" lastpage=\"423\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b443-9\">Lakhwinder SINGH, Petitioner v. Eric H. HOLDER, Jr., U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b443-11\">No. 08-60345</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AkJg\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b443-12\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b443-14\">July 30, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b443-22\">Pardeep S. Grewal, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b443-23\">Thomas Ward Hussey, Director, Joan H. Hogan, Gladys Marta Steffens Guzman, U.S. Department of Justice, Office of Immigration Litigation, Washington, DC, Sharon A. Hudson, U.S. Citizenship &amp; Immigration Services, Houston, TX, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b444-4\"><page-number citation-index=\"1\" label=\"422\">*422</page-number>Before JOLLY, WIENER, and ELROD, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b444-5\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b444-6\">Lakhwinder Singh, a native and citizen of India, petitions for our review of an order of the Board of Immigration Appeals (BIA), dismissing his appeal of the immigration judge’s (IJ) denial of his applications for asylum, withholding of removal, and relief under the Convention Against Torture (CAT).</p>\n<p id=\"b444-7\">We “must affirm the decision if there is no error of law and if reasonable, substantial, and probative evidence on the record, considered as a whole, supports the decision’s factual findings.” <em>Moin v. Ashcroft, </em>385 F.3d 415, 418 (5th Cir.2003). Under the substantial evidence standard, reversal is improper unless we decide “not only that the evidence supports a contrary conclusion, but [also] that the evidence <em>compels </em>it.” <em>Zhang v. Gonzales, </em>432 F.3d 339, 344 (5th Cir.2005) (internal quotation marks and citation omitted) (emphasis and alteration in original). The petitioner bears the burden of proving the compelling nature of the evidence. <em>Chun v. INS, </em>40 F.3d 76, 78 (5th Cir.1994). We apply this standard when reviewing determinations regarding asylum, withholding of removal, and relief under the CAT. <em>Chen v. Gonzales, </em>470 F.3d 1131, 1134 (5th Cir.2006).</p>\n<p id=\"b444-8\">Singh has not shown that the evidence compels a finding that he was persecuted on account of his Sikh religion or membership in the Sikh social group. Although the BIA determined that the IJ’s adverse credibility determination was clearly erroneous, the BIA affirmed the IJ’s determination that Singh had not established that his Sikh religion was a central reason for the police officers’ actions against him, as the evidence showed that the police officers made only one reference to Singh’s Sikh religion but made repeated inquiries concerning his alleged association with criminals. The IJ also based his decision on the following facts: the Sikhs are a majority ethnic group in Punjab; many of the police officers who interrogated and abused Singh were Sikhs themselves; Singh’s family responded by trying to show the police that Singh was not involved in criminal activity; and Singh’s family has not suffered anything more than harassment.</p>\n<p id=\"b444-13\">Because a reasonable factfinder could find that Singh was detained and beaten because the police suspected that he was linked to criminal acts, Singh has not shown that he suffered past persecution on account of his Sikh religion or membership in the Sikh social group. Singh has not shown that a reasonable person in his circumstances would have a well-founded objective fear of future persecution on account of his Sikh religion. Consequently, substantial evidence supports the IJ’s denial of Singh’s application for asylum. <em>See Lopez-Gomez v. Ashcroft, </em>263 F.3d 442, 444-45 (5th Cir.2001).</p>\n<p id=\"b444-14\">Also, since Singh also has not established that he is eligible for asylum, he has not met the more 'stringent standard of proof for withholding of removal and for relief under the CAT. <em>See Majd v. Gonzales, </em>446 F.3d 590, 595 (5th Cir.2006) (withholding of removal); <em>Ontunez-Tursios v. Ashcroft, </em>303 F.3d 341, 353 (5th Cir.2002) (CAT relief).</p>\n<p id=\"b445-4\"><page-number citation-index=\"1\" label=\"423\">*423</page-number>Accordingly, Singh’s petition for review is DENIED.</p>\n<footnote label=\"*\">\n<p id=\"b444-9\"><em> </em>Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}