{
  "casebody": {
    "data": "<casebody firstpage=\"319\" lastpage=\"326\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b331-8\">Mae E. Essam, Administratrix (Estate <em>of </em>Frank Essam) <em>v. </em>The New York, New Haven and Hartford Railroad Company</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b331-9\">Brown, C. J., Baldwin, Inglis, Cornell and Mellitz, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b332-11\"><page-number citation-index=\"1\" label=\"320\">*320</page-number>Argued June 4</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AOQ\">decided August 11, 1953</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b332-13\"><em>Thomas J. O’Sullivan, </em>with whom, on the brief, were <em>Edwin E. Hall </em>and <em>Palmer L. Bevis, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b332-14\"><em>Charles V. James, </em>with whom was <em>William J. Willetts, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b332-15\">Baldwin, J.</author>\n<p id=\"Aq-O\">This is an action for damages for the death of the plaintiff’s decedent in a collision between a truck he was driving and one of the defendant’s trains at a grade crossing in Mystic on January 22, 1947. In a previous appeal by the defendant in this case, <em>Essam </em>v. <em>New York, N.H. &amp; H.R. Co., </em>137 Conn. 353, 77 A.2d 763, we ordered a new trial be<page-number citation-index=\"1\" label=\"321\">*321</page-number>cause of errors in the charge. On this second trial, the jury rendered a verdict for the plaintiff, and the trial court refused to set it aside. The defendant has appealed. The sole question on this appeal is whether the decedent was guilty of contributory negligence as a matter of law.</p>\n<p id=\"b333-5\">If the evidence is viewed in the light most favorable to the plaintiff, the jury could reasonably have found the following facts: Broadway Extension, in Mystic, runs southerly from the Boston Post Road, crosses the tracks of the defendant at right angles and at grade, and continues to Long Island Sound. The land south of the tracks is substantially level. There are three sets of tracks, numbered, from north to south, 1, 2 and 6. Track 1 is the main line westbound. Track 2 is the main line eastbound. Track 6 is a spur track. The distance from the north rail of track 1 to the south rail of track 6 is thirty-six feet three inches. The road surface of the crossing is rough and uneven. As the crossing is approached from the east, the tracks are straight for approximately 1500 feet and then, for the next 1000 feet, make a flat left-hand curve to the crossing. On the east side of Broadway Extension and thirteen feet south of the south rail of track 6, there is a warning sign. There are no gates or signal devices.</p>\n<p id=\"b333-6\">Prom a point 100 feet south of the south rail of track 1, there is an unobstructed view of the railroad tracks to the east for a distance of 1500 feet. This view is extended as one approaches the tracks until, at a point forty feet south of the south rail of track 1 and from that point to the crossing, there is a clear, unobstructed view to the east for 2700 feet.</p>\n<p id=\"b333-7\">The decedent had for some time conducted a welding shop in a building located on the west side of Broadway Extension eighty-two feet south of the <page-number citation-index=\"1\" label=\"322\">*322</page-number>south rail of track 6. He used, in connection with his business, a 1934 Chevrolet one-ton truck. It had an inclosed cab with a single seat and an uncovered platform body. At the time of the accident, the platform contained two tanks for acetylene gas, one tank for oxygen gas, two fifty-gallon drums for gasoline, a five-gallon can of gasoline and a welding outfit with a generator. The acetylene tanks were permanent fixtures on the truck.</p>\n<p id=\"b334-5\">January 22 was a clear, cold day with good visibility. Shortly before 1 p.m., the decedent met his helper at the shop. They were going to do a welding job. The truck was standing in the road in front of the shop, headed north, about ninety-five feet south of the south rail of track 6, with its engine running. The helper entered the cab from the right side and the decedent from the left. The latter drove the truck north toward and onto the crossing at a speed of eight miles an hour. The helper did not see the approach of the oncoming train. The truck did not stop at any time up to the point of collision. The defendant’s train, which consisted of a two-unit Diesel engine, a baggage car and nine coaches, was approaching from the east on track 1. When it reached a point about 2500 feet east of the crossing, its speed was reduced from 60 to 50 miles an hour. As it passed a whistling post 1320 feet east of the crossing, its speed was further reduced to 47 miles an hour. The engineer first saw the truck as it was approaching the south rail of track 6. The train was then 700 feet east of the crossing, traveling at 47 miles an hour. WTien the train was 200 feet east of the crossing, the truck appeared to come to a stop on track 1. The engineer then, for the first time, applied his emergency brakes. No whistle or bell was sounded. The train was traveling at approx-<page-number citation-index=\"1\" label=\"323\">*323</page-number>innately 25 miles an hour when it struck the truck and demolished it, and the decedent was killed. Sheets of flame shot from the truck and there was an explosion. The engine and the baggage car behind it were set on fire. The body of the decedent was badly burned.</p>\n<p id=\"b335-4\">The defendant pleaded and claimed to have proved that the decedent was guilty of contributory negligence as a matter of law. Its claim is that the decedent failed to observe the statute which requires “the operator of each commercial motor vehicle carrying explosive substances or ... compressed inflammable gases as a cargo or part of a cargo ..., before crossing at grade any track or tracks of a steam railroad,” to stop not less than ten feet nor more than fifty feet from the nearest rail of the tracks and, while so stopped, to listen and look in each direction along the tracks for approaching trains before crossing. General Statutes § 2418. The claim is that the decedent’s failure to stop, look and listen in compliance with the statute was negligence as a matter of law which was the proximate cause of his death, and that therefore recovery by his administratrix is precluded.</p>\n<p id=\"b335-5\">The plaintiff claims that § 2418 of the General Statutes did not apply to the truck driven by the decedent. This claim is untenable. The statute applies to commercial vehicles carrying poisonous, inflammable or explosive substances in addition to the fuel in its regular tank needed for the propulsion of the vehicle itself. It is undisputed that the truck of the decedent was a commercial vehicle and that at the time of the accident he was on his way to do some welding. The plaintiff concedes that there was at least one five-gallon can of gasoline on the platform of the truck in addition to the two tanks for acetylene <page-number citation-index=\"1\" label=\"324\">*324</page-number>gas, the tank for oxygen gas and the two fifty-gallon drums for gasoline, the exact amount of the contents of which is unknown. The collision caused a violent explosion which set fire to the two units of the locomotive and to the baggage car immediately behind it, blew the truck to pieces, and severely burned the body of the driver. This indicated, without question, that material more explosive and more inflammable than the ordinary amount of gasoline in the truck’s regular tank was involved. Upon the evidence, the jury were bound to find that the plaintiff had violated the statute.</p>\n<p id=\"b336-5\">While General Statutes, § 7836, places the burden of alleging and proving contributory negligence upon the defendant, the rule still obtains that a plaintiff cannot recover if his own wrongful conduct was a proximate cause of his injury. <em>LeBlanc </em>v. <em>Grillo, </em>129 Conn. 378, 385, 28 A.2d 127. If the decedent was negligent in a manner constituting a proximate cause of his death, his administratrix has no case. “When the legislature establishes a rule of conduct by statute and its purpose in so doing is to protect others from injury, a violation of that rule of conduct constitutes negligence.” <em>Gonchar </em>v. <em>Kelson, </em>114 Conn. 262, 264, 158 A. 545; <em>Farrell </em>v. <em>Waterbury Horse R. Co., </em>60 Conn. 239, 247, 21 A. 675, 22 A. 544; <em>Pietrycka </em>v. <em>Simolan, </em>98 Conn. 490, 495, 120 A. 310; <em>Frisbie </em>v. <em>Schinto, </em>120 Conn. 412, 415, 181 A. 535. Section 2418 required the decedent to stop his truck and to look and listen before going onto the crossing. The speeds at which the train and the truck were approaching it were conceded. The physical facts were such that the train must have been within plain sight of the decedent as he drove his truck toward the tracks. If he had obeyed the statute which required him to stop and <page-number citation-index=\"1\" label=\"325\">*325</page-number>look, lie could not have failed to see the train. If he had stopped only, it would have passed in front of him. The violation of the statute was negligence as a matter of law and a substantial factor in causing the collision. The jury could not reasonably have concluded otherwise. <em>Douglas </em>v. <em>New York, N.H. &amp; H.R. Co., </em>110 Conn. 145, 146, 147 A. 289; <em>Miller </em>v. <em>Union Pac. R. Co., </em>290 U.S. 227, 231, 54 S. Ct. 172, 78 L. Ed. 285; <em>Schofield </em>v. <em>Northern Pac. Ry. Co., </em>13 Wash. 2d 18, 27, 123 P.2d 755; <em>Chicago, B. &amp; Q. R. Co. </em>v. <em>Ruan Transportation Corporation, </em>171 F.2d 781, 788; <em>Shelby </em>v. <em>Southern Pac. Co., </em>68 Cal. App. 2d 594, 599, 157 P.2d 442.</p>\n<p id=\"b337-5\">The plaintiff makes a further claim on the issue of the decedent’s negligence. This is based upon the testimony of the engineer. He stated that when he saw the truck start over the crossing, he thought there was still time for the truck to make it, but that when the locomotive was 200 feet away the truck appeared to stop on track 1 and he then applied his emergency brakes for the first time. The plaintiff points out that if he had applied them sooner, the collision would not have occurred. He argues, in effect, that, if the engineer thought that the truck could pass over the crossing, the jury were entitled to find that the decedent was reasonable in concluding that he could get over ahead of the train. But the evidence is undisputed, as the court stated in its memorandum of decision on the motion to set aside the verdict, that the decedent failed to bring his truck to a stop, as required by law, before reaching the crossing. It was only as a result of this failure that he got on the tracks ahead of the train. His failure to stop, then, was a substantial factor contributing to the collision. Even if we assume that the engineer was negligent in failing to apply the brakes <page-number citation-index=\"1\" label=\"326\">*326</page-number>sooner than he did because he thought the truck would get across ahead of the train, the decedent could not be excused from obeying the statute which required him to bring his truck to a stop, although he, too, thought that by continuing he could get across in front of the engine.</p>\n<p id=\"b338-6\">There is error, the judgment is set aside and the case is remanded with direction to grant the motion to set the verdict aside.</p>\n<p id=\"b338-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}