{
  "casebody": {
    "data": "<casebody firstpage=\"724\" lastpage=\"730\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b752-7\">LOWENFELD et al. v. DITCHETT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b752-8\">(Supreme Court, Appellate Division, First Department</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQg\">June 15, 1906.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b752-9\">1. Evidence—Declarations—Deeds—Recitals.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b752-10\">The declaration of a grantor in a deed in a chain of title that he was the sole heir of a former owner of the land could have no effect as proof of such fact, where such grantor is not otherwise shown to have been a member of the family.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b752-11\">[Ed. Note.—For cases in point, see vol. 20, Cent. Dig. Evidence, § 1152.]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b752-12\">2. Vendor and Purchaser—Defective Title—Remedy of Purchaser—Evidence—Sufficiency.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b752-14\">In an action to recover money deposited on a contract for the sale of land, evidence examined, and <em>held </em>insufficient to support a finding that a grantor in a certain deed was sole heir of a former owner, so as to do away with a cloud on the title arising from a defective foreclosure against the estate of such former owner, and a possible escheat to the state, aris- ■ ing from the former citizenship of the heirs of such ownefi.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b752-15\">3. Same—Escheat.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b752-16\">The widow of the deceased owner of mortgaged land, applying for administration, recited that deceased left, him surviving, the widow, who resided in New York, and a mother and sister residing in England, his only next of kin. Deceased was an Englishman, and the widow subse<page-number citation-index=\"1\" label=\"725\">*725</page-number>quently resided and died in the Island of Jamaica. In foreclosing the mortgage, the sole defendant was the widow, sued also as administratrix. Code Civ. Proc. § 362, provides that the people will not sue with respect to the issue or profits of real estate by reason of a right to the same unless the cause of action accrued within 40 years before the action. <em>Held </em>sufficient to raise a cloud as to the right of the state to sue the mortgagee in possession and his representatives for redemption and an accounting of the rents and proceeds, so as to support an action to recover money deposited with such representative within the 40 years, on a contract for the sale of the real estate with marketable title.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b753-5\">4. Esoi-ieat—Operation and Effect—Right to Redeem—Second Foreclosure.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b753-6\">The right of the state, acquired by escheat, to redeem from a defective foreclosure proceeding, is not affected by proceedings to reforeclose such mortgage by advertisement under power of sale 36 years after the defective foreclosure by action.</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b753-7\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b753-8\">Action by Pinous Lowenfeld and another against Stephen D. Ditchett, executor of George W. Ditchett, deceased. From a judgment dismissing the complaint, plaintiffs appeal.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"AZVl\">Reversed, and new trial granted.</disposition>\n<p data-order=\"15\" data-type=\"judges\" id=\"b753-9\">Argued before O’BRIEN, P. J., and PATTERSON, INGRAHAM, LAUGHLIN, and CLARICE, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b753-10\">R. Seymour Eisman and Eisman &amp; Levy (Walter Lindner and Abraham A. Greenhoot, on the brief), for appellants.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b753-11\">Yorke Allen and Allen &amp; Sabine, for respondent.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b753-12\">CLARKE, J.</author>\n<p id=\"Asa\">This is an appeal from a judgment dismissing the complaint. The complaint alleges a contract entered into between the plaintiffs and defendant for the purchase by the plaintiffs from the defendant of a certain piece of real estate in the city of New York, the deposit of $1,500 thereon by the plaintiffs, the expenses of examination of title of $345, the due performance of all the conditions of the agreement by the plaintiffs, the inability on the part of the defendant to give a marketable title, and demands judgment for said sums, and the establishment of a vendee’s lien on said premises for said amount. The answer alleges that the title is marketable, does not ask for specific performance, but demands a dismissal of the complaint. It appears that on July 5th, 1860, Cornelius Fiske, being seised in fee simple absolute of said premises, conveyed with his wife, Amanda, the same in consideration of $300 by deed bearing said date, and recorded on the 27th of July, 1860, to William Cobham. In order to secure $250 of said purchase money, William Cobham, contemporaneously with the delivery of said deed, executed and delivered to Cornelius Fiske his purchase money mortgage covering said premises to secure the payment of $250 on or before July 1, 1861, which mortgage was duly recorded July 21, 1860. Said mortgage contained a power authorizing said Fiske or his assigns to sell the mortgaged premises and all benefit and equity of redemption upon any default being made in the payment of the mortgage. Thereafter, by an instrument in writing dated May 13, 1863, and recorded July 30, 1864, Fiske assigned said mortgage and a bond accompanying the same to August Neidenmayer. On February 18, <page-number citation-index=\"1\" label=\"726\">*726</page-number>1864, William Cobham died in the county of New York, intestate, seised of said premises subject to said mortgage. On the 18th of March, 1864, Annie E. Cobham, the widow of said William, filed in the office of the surrogate of the county of New York, a verified petition for administration upon the estate of William Cobham, in which she-set forth:</p>\n<blockquote id=\"b754-4\">“That said deceased has left, him surviving, your petitioner, his widow, residing in said county, his mother, Loretta Cobham, his sister, Susanna Manning, wife of-Manning, severally residing in England, his only next of kin.”</blockquote>\n<p id=\"b754-6\">Letters of administration upon the estate of William Cobham were issued to said Annie E. Cobham March <em>21, </em>1864, and have never been revoked. Prior to the 11th day of April, 1865, $125 and no more had been paid on account of the principal sum due on said mortgage. On or about the 11th day of April, 1865, said August Neidenmeyer commenced in the Supreme Court against said \"Annie E. Cobham, individually, and as the widow of William Cobham, deceased, and also as administratrix of the estate and effects of William Cobham, deceased,” as sole defendant, an action for the foreclosure of said mortgage, and prosecuted the same to a judgment of foreclosure and sale bearing date July 17, 1865, and entered with a judgment roll August 23, 1865. Pursuant to the terms of said judgment the sheriff assumed, on the 27th day of October, 1866, to sell said premises at public auction to said August Neidenmeyer as highest bidder for the sum of $10, and on November 27, 1866, executed and delivered to Neidenmeyer his deed, which was recorded May 18, 1867. After making said sale there remained due on said mortgage $306.33. No deficiency or other money judgment has ever been entered against said Annie E. Cobham, either individually or as administratrix therefor, and no action has been brought against her therefor. On May 6, 1867, Neidenmeyer, and Adelaide, his wife, for the expressed consideration of $600, conveyed said premises to John M. Beawer by a bargain and sale deed dated on said day, and recorded October 21, 1868. On or about July 25, 1867, one Charles Cobham, describing himself, therein as “Charles Cobham (single), sole surviving heir of William Cobham, deceased, of the city, county, and state of New York,” made and delivered to said John M. Beawer, a quitclaim deed of said premises for the sum of $100, which deed, acknowledged before Calvin W. Smith, a commissioner of deeds, certifying, among other things, that Charles Cobham was known to him to be the individual described in and who executed the instrument, was recorded October 21, 1868. In an instrument of conveyance to said John M. Beawer by Annie E. Cobham of an adjoining piece of land, bearing date May 6, 1867, recorded October 21, 1868, said Annie E. Cobham joined with Charles Cobham, describing themselves as “Annie E. Cobham, of the city of New York, and Charles Cobham, sole surviving heirs of William Cobham, deceased,” which instrument was acknowledged before commissioner of deeds, who certified that the persons making such acknowledgment were known to him to be the individuals described in and who executed the foregoing instrument.</p>\n<p id=\"b755-4\"><page-number citation-index=\"1\" label=\"727\">*727</page-number>The learned referee has found:</p>\n<blockquote id=\"b755-5\">“That said Charles Cobham was on said 25th day of July, 1867, the then sole surviving heir of said William Cobham, deceased, and that his deed to Beawer conveyed to Beawer eaeh and every outstanding right, title, or interest of every kind then outstanding in the heirs of William Cobham, deceased.”</blockquote>\n<p id=\"b755-6\">This finding of fact is based solely upon the descriptions above set forth in the quitclaim deed dated July 25, 1867, and in the deed to the adjoining piece of property and the certificates of acknowledgment thereto attached. But two years before Annie E. Cobham had apparently never heard of Charles Cobham, because in her petition for administration she set forth that “his mother, Loretta Cobham, his sister, Susanna Manning, wife of- Manning, severally residing in England,” were “his only next of kin.” This was verified by her on March 18, 1864. No one of the witnesses knew anything about Charles Cob-ham, or ever heard of him. All who knew William Cobham and his wife, Annie, testified that the family, as they knew it, consisted only of the husband and wife; that they had no children so far as they knew. Beawer, the grantee, testified that he was a mere conduit for Ditchett, the ancestor of defendant; that he did not know William Cobham or his wife, Annie E. Cobham, or Charles Cobham; that he never heard of Charles Cobham, except as he had seen his name in these deeds. Joseph R. Dunkly, who was 82 years old, testified that he knew William Cob-ham and his wife, Annie; that he remembered when Dr. Cobham died in the winter of 1864; that he was with him when he breathed his last, and that he went to his funeral; that he knew William Cobham’s nationality; that he was an Englishman; that Cobham told him so; that he knew him well—as well as his own brother; that his family consisted of himself and his wife; and that “Charles Cobham is a myth. I never heard the name mentioned before.” Mrs. DeGrushe, who was born in 1848, also testified that Dr. William Cobham told her he was from England, and he used to write to his sister, Susanna. “He said that I was born on the same day as his sister—the 25th day of November—was born. * * * I never heard of Charles Cobham.”</p>\n<p id=\"b755-8\">I do not think that the declaration of Charles Cobham can have any probative effect, because he is not proved to have been a member of the family. The effect of Mrs. Cobham’s declaration is destroyed because in her verified petition two years before she described the only heirs of William Cobham as his mother and sister, naming them, and says nothing of Charles, and because in the deed in which her declaration as to him is invoked she describes herself as an heir to William—a statement obviously untrue. It does not seem that the finding of fact is supported by the evidence. William Cobham being proved to have been an Englishman, his sister and mother residing there at the time of his death, and his wife subsequently having gone to reside and having died in the Island of Jamaica, one of the British possessions, and Charles Cobham’s relation to him, if any there was, and his nationality, if he existed, being left absolutely in the dark, there is a grave question whether an escheat has not occurred.</p>\n<p id=\"b755-9\">We have, then, a foreclosure which is confessedly bad, as the heirs were not made parties thereto, and a quitclaim deed which is more than <page-number citation-index=\"1\" label=\"728\">*728</page-number>doubtful,.and a probable escheat. It is true that a purchaser at a mortgage foreclosure sale, defective and void as against the owner of the equity of redemption because he was not made a party to the foreclosure action, becomes assignee of the mortgage; and, if he lawfully enters into possession of the real estate purchased he becomes a mortgagee in possession (Robinson v. Ryan, 25 N. Y. 320; Winslow v. Clark, 47 N. Y. 261; Miner v. Beekman, 50 N. Y. 337; Thomas on Mortgages (2d Ed.) c. 8; Shriver v. Shriver, 86 N. Y. 575; Townshend v. Thomson, 139 N. Y. 161, 34 N. E. 891), and could defend against the owner of the equity of redemption or his representatives any action except one for an accounting of the rents and profits and to redeem. Shriver v. Shriver, 86 N. Y. 575, was an action to relieve the purchaser at a partition sale. Chief Judge Folger held that the 10-year statute in which the owner of the equity could redeem was then still in force, because, if the claimant had acquired aright, it was not affected by legislative alteration. After stating that “the facts of the case make out continuous, uninterrupted, actual possession, beginning with an entry under claim of exclusive title, founded on a written instrument, and so kept up, for over twenty years,” proceeded:</p>\n<blockquote id=\"b756-4\">“Though there may have been possession thus characterized for the requisite time, there may also be circumstances that will prevent it becoming adverse. * * * There is no proof that Mcllvaine, one of the owners not made a party to the foreclosure suit, left a will. We must assume that he died intestate. If his heirs at law in Scotland were aliens, then any interest he left in the lands escheated to the state, and the statute has not yet run against the state. Section 362, Code Civ. Proc. That section provides that: ‘The people' of the state will not sue a person for or with respect to real property, or the issues or profits thereof, by reason of the right or title of the people to the same, unless either: the cause of action accrued within forty years before the action is commenced. * * * ’ The only fact as to them made known to us is that they are residents of Scotland. The probabilities are that they were subjects of the Queen of England, and were aliens. If those probabilities were not in the case, there is the possibility that some of. them have been during the lapse of years since the death of Mcllvaine under the disability of infancy, or some other disability. * * * As a general rule, a title which is open to judicial doubt is not a marketable title. * * * If, after the vendor has produced all the proofs that he can, a rational doubt still remains, a title is not marketable. * * * As between vendor and purchaser, the court ought not to presume, unless it believes on circumstances strong enough to induce belief, that the fact is actually so. * * * The title of the vendors rests upon a presumption raised by lapse of time, but in conflict with that presumption, facts, not suspicions only, appear, raising a rational doubt whether a vendee, relying upon that title, may not be called upon to defend, and to produce proof to explain or obviate those facts.”</blockquote>\n<p id=\"b756-5\">—And the purchaser was not compelled to take.</p>\n<p id=\"b756-6\">In Croner v. Cowdrey, 139 N. Y., at page 476, 34 N. E., at page 1062, 36 Am. St. Rep. 716, Judge Earl said:</p>\n<blockquote id=\"b756-7\">“As she died intestate without heirs, whatever interest in real estate she possessed at her death at once escheated to the state, and the title thereto .immediately vested in the state by operation of law. * * * But, the mortgage executed by Paúl Pontau in his lifetime being valid, the title of the state was subject thereto, and if the state had been made a party to the foreclosure of that mortgage, the title acquired under the foreclosure would have been perfect. But the persons who entered into possession under the foreclosure, defective as to the state because it was not made a party, became <page-number citation-index=\"1\" label=\"729\">*729</page-number>mortgagees in possession; and we think this defendant is in a position to claim the rights of a mortgagee in possession under the Pontau mortgage. Therefore, the state could not maintain an action of ejectment based upon its title by escheat against the defendant to recover the possession of the lot, and the only right it has is to enforce its equity of redemption by an equitable action to redeem from the mortgage.”</blockquote>\n<p id=\"b757-5\">In the case of McCormach v. Coddington, just decided by the Court of Appeals (184 N. Y. 468, 77 N. E. 979), one Margaret Clifford, a naturalized citizen or resident alien, acquired certain real property by purchase in 1873. She died in 1882, and one-fifth of said property devolved by descent upon the brother, Patrick Casey, a nonresident alien of full age, subject to the life estate of Mary Casey, the mother of said Margaret Clifford. Patrick Casey died May 30, 1883, intestate, a nonresident alien, prior to the termination of the life estate of his mother, without having made or filed in the office of the Secretary of State the deposition or affirmation of his intention to become a citizen, as required by the first section of chapter 115, p. 94, of the Laws of 1845, leaving as his heir at law Mary Rooney, a citizen of the United States. The question was whether his estate passed to Mary Rooney. The court said:</p>\n<blockquote id=\"b757-6\">“Casey died, without fulfilling the condition imposed upon him. He had failed to do the thing that was necessary to abrogate the rule of the commoii law, and allow him to hold the title. At the moment of his death he had no right to hold the title, and had no right to pass it on to another. The title could not remain floating around in abeyance. Under the statute, it should not be allowed to pass to the alien, and, therefore, of necessity, it reverted at once and without proceedings to the state. * * * His entry and possession and holding were lawful, and could be terminated only by regular legal proceedings for the purpose of ascertaining whether he was an alien or not. But when he died, the title instantly and of necessity, without any inquest of facts, escheated and vested in the state, because the freehold could not be kept in abeyance, and because he was incompetent to transmit by hereditary descent.”</blockquote>\n<p id=\"b757-7\">So that, in addition to the bad foreclosure and the doubtful quitclaim deed, we have, with the doubts thrown around William Cobham’s heirs and their nationality, the question of a possible escheat to the state; .for if the heirs of William Cobham were those set forth in the petition for administration, the probabilities are, for the purposes of this case, as in Shriver v. Shriver, supra, “that they were subjects of the Queen of England and were aliens.” If so, on their death without having made the declaration of their intention to become citizens, there was an escheat without office found. The mortgagees in possession evidently had doubts about their own title, and attempted to cure it, and seem now to rely upon that attempt. In December, 1901, under the power of sale contained in the mortgage, the defendant commenced proceedings to reforeclose said mortgage by advertisement, 36 years after the foreclosure by action, and brought in the premises on the sale. As to this proceeding it seems sufficient to state that the people of the state, entitled to the property as upon an escheat, are not bound thereby; that while their title might be subject to the mortgage, and their rights only that of redemption, still as nullum tempus occurrit regi, and they are not named in this statute nor in the statute giving the right to redeem, they are not bound thereby.</p>\n<p id=\"b758-3\"><page-number citation-index=\"1\" label=\"730\">*730</page-number>It should be borne in mind that this is not an action in ejectment. It is an action to recover by purchaser an amount paid upon deposit on a contract to purchase real property, on the ground that he does not wish to buy, there being reasonable doubts as to the title, which the vendees have not revoked. We think, under familiar rules recently reasserted by this court (Salisbury v. Ryon, 105 App. Div. 445, 94 N. Y. Supp. 352; Remsen v. Wingert [Sup.] March, 1906, not yet officially reported, 98 N. Y. Supp. 388), he should not be compelled against his will to take this title.</p>\n<p id=\"b758-4\">The judgment should be reversed, and a new trial granted, with costs to appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}