{
  "casebody": {
    "data": "<casebody firstpage=\"313\" lastpage=\"323\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b351-6\">Louis Karcz <em>vs. </em>Luther Manufacturing Company (and a companion case<footnotemark>1</footnotemark>).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b351-7\">Bristol.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AcM\">November 3, 1958.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AK8\">January 13, 1959.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b351-8\">Present: Wilkins, C.J., Spalding, Williams, Whittemore, <em>&amp; </em>Cutter, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b352-8\"><page-number citation-index=\"1\" label=\"314\">*314</page-number><em>Philip Goltz, </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b352-9\"><em>Abner Kravitz, </em>for the defendant.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b351-11\"> Joseph Williamson <em>vs. </em>Luther Manufacturing Company.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b352-10\">Cutter, J.</author>\n<p id=\"Ak7\">These are two actions of contract, each by a former employee of the defendant, to recover retirement separation pay alleged to be payable under a labor agreement between the defendant and the union of which each plaintiff was a member. A judge of the Superior Court sitting without a jury found for the defendant in each case. The plaintiffs’ consolidated bill of exceptions presents the issue of the propriety of the denial of various rulings requested by the plaintiffs, respectively, and the granting of various rulings requested by the defendant.</p>\n<p id=\"b352-11\">The following facts appear from the bill of exceptions and a stipulation.<footnotemark>2</footnotemark> The union in 1953 renewed in somewhat changed form an agreement with the Fall River Textile Manufacturers Association of which the defendant was a member. This 1953 agreement in turn was renewed on April 14, 1956. The agreement provided, under a heading “Retirement Separation Pay,” in art. XV (A), in part,<footnotemark>3</footnotemark> <page-number citation-index=\"1\" label=\"315\">*315</page-number>“Each member mill will pay retirement separation pay to each of its employees who, having attained the age of sixty-five (65), voluntarily retires from active employment by said member mill and has, at the time of his retirement, completed fifteen (15) years or more of service for the member mill with an average employment of one thousand (1000) hours or more for each year of such service. The amount of the retirement separation pay shall be one (1) week’s pay for each service year with a maximum of twenty (20) weeks’ pay.” Article XV (C), (E), and (H), which also affect the issues, are set out in part in the margin.<footnotemark>4</footnotemark></p>\n<p id=\"b353-5\">The judge found that at the time of the 1956 renewal of the agreement the defendant’s treasurer and an agent of the ■union discussed “conditions ... in the textile industry.” It was pointed out by the defendant’s treasurer that a wage increase, then to be undertaken by the defendant, would make competition with the southern mills more difficult and that he could not “guarantee how long we will be able to operate.”</p>\n<p id=\"b353-7\">The defendant’s management decided to liquidate the de<page-number citation-index=\"1\" label=\"316\">*316</page-number>fendant “because . . . Japanese . . . imports had made it impossible to compete and operate at a profit” and gave notice of its intention on May 8, 1956. Beginning in April, as fast as a department used up material on hand, it closed. The defendant “ceased operations completely July 31,1956.” The plaintiff Karcz terminated his employment the first week of June, 1956. The plaintiff Williamson’s work ended July 30, 1956. Neither plaintiff made any signed request or application for retirement provisions. The judge specifically found “that at the time of the contract it was not within the contemplation of the parties, nor foreseeable by them, that the importation of Japanese textiles would destroy . . . [the defendant’s] business” and “that at the time that . . . ¡[the defendant] terminated its business neither Karcz nor Williamson had attained the age of sixty-five years.” This latter finding was plainly warranted as to Williamson and by the conflicting evidence about Karcz’s birth date.</p>\n<p id=\"b354-4\">The judge denied various requests for rulings presented by the plaintiffs and granted various requests for rulings presented by the defendant. In effect, the plaintiffs’ requests (which need not be quoted in full) sought rulings that upon the evidence the defendant voluntarily ceased the operation of its mill<footnotemark>5</footnotemark> and thereby prevented<footnotemark>6</footnotemark> each plaintiff from continuing to work long enough to become entitled under the agreement to retirement separation pay and thus excused the plaintiffs from (a) further work until age sixty-<page-number citation-index=\"1\" label=\"317\">*317</page-number>five and (b) performing various formal conditions precedent, requisite under the agreement, to their becoming entitled to retirement separation pay. The plaintiffs contend in substance that the defendant by its decision and act in ceasing production operations permanently could not deprive of retirement separation pay such of its employees as would have fulfilled, prior to the expiration of the agreement on April 15, 1958, the requirements of the agreement for such retirement separation pay.</p>\n<p id=\"b355-5\">1. In view of the result which we reach, we need not decide whether the plaintiffs should have proceeded by bill in equity as in <em>Askinas </em>v. <em>Westinghouse Elec. Corp. </em>330 Mass. 103. See <em>Leonard </em>v. <em>Eastern Mass. St. Ry. </em>335 Mass. 308, 313-315, and cases cited. We also proceed on the assumption (see Judge Traynor’s careful opinion in <em>McCarroll </em>v. <em>Los Angeles County Dist. Council of Carpenters, </em>49 Cal. 2d 45, 57-60, cert. den. sub nom. <em>Los Angeles County Dist. Council of Carpenters </em>v. <em>McCarroll, </em>355 U. S. 932) that this litigation, dealing with rights of individual labor union members under their contracts of employment and the labor agreement between the union and their employer, may be passed upon by a State court, notwithstanding § 301 of the labor management relations act of 1947, 29 U. S. C. (1952) § 185, as interpreted in <em>Textile Wkrs. Union of America </em>v. <em>Lincoln Mills, </em>353 U. S. 448, 456-457, if, indeed, § 301 is applicable here at all. We have been guided in the decision of the present cases by general principles of contract law which appear to be applied with uniformity in this and other jurisdictions and would presumably form a part of any body of Federal law which may be developed under any view of what was said in the <em>Lincoln Mills </em>case at pp. 456-457. No issue under that case was raised in the Superior Court or in this court and there is no occasion for extended discussion of it. See for academic speculation about the meaning of the <em>Lincoln Mills </em>case, Bickel and Wellington, Legislative Purpose and The Judicial Process: The Lincoln Mills Case, 71 Harv. L. Rev. 1, 9, 19-25. See also <em>Woodward Iron Co. </em>v. <em>Ware, </em>261 F. 2d 138, 141 (5th Cir.).</p>\n<p id=\"b356-3\"><page-number citation-index=\"1\" label=\"318\">*318</page-number>2. The problem before us is simply one of construing the 1953 agreement as applied to the facts of the present cases. The plaintiffs must establish that, under a proper construction of the agreement, they, respectively, have a valid claim to retirement separation pay. Article XV (A) gives such pay to each employee who having “attained the age of sixty-five . . . voluntarily retires.” See also art. XV (C). The findings of the trial judge establish that neither plaintiff satisfied either of these basic requirements, for (a) each plaintiff was found not to have reached age sixty-five while an employee, and (b) his employment was terminated involuntarily as a consequence of the closing of the mill.</p>\n<p id=\"b356-4\">3. The only question remaining is whether the defendant wrongfully, by a breach of the agreement, prevented these plaintiffs, who would have reached age sixty-five during the life of the agreement, from satisfying the terms of art, XV (A).</p>\n<p id=\"b356-5\">(a) The language of art. XV (H), quoted in footnote 4, <em>supra, </em>seems the clearest indication that the defendant committed no breach of contract and did not act in any manner improper under the agreement. That language expressly provides that art. XV does not “give any employee the right to be retained in . . . service ... or to interfere with the right ... to discharge any employee.” In the absence of proof that the action was otherwise wrongful, art. XV (A) and (H) should be applied in accordance with their plain meaning.</p>\n<p id=\"b356-6\">(b) We need not consider what the situation would be if the plaintiffs’ employment had been deliberately terminated to prevent the accrual of rights under art. XV. Here there is not the slightest indication or finding of any fraud or discrimination exercised against either plaintiff. None is alleged. The termination of their employment was clearly the consequence of the general decision to close the mill caused by the economic misfortunes of the defendant. The defendant’s action was not aimed at either plaintiff.</p>\n<p id=\"b357-4\"><page-number citation-index=\"1\" label=\"319\">*319</page-number>(c) Termination of employment because of permanent closing of the mill was not in violation of the contract. No provision of the agreement bound the plaintiffs to work, or the defendant to employ either plaintiff, for any particular term or for any particular service or amount of service. The plaintiffs “could at any time leave . . . and the defendant at any time could discharge” them for just cause. See <em>Askinas </em>v. <em>Westinghouse Elec. Corp. </em>330 Mass. 103, 106; <em>Smith </em>v. <em>Graham Refrigeration Prod. Co. Inc. </em>333 Mass. 181, 186. A labor agreement, in the absence of provisions indicating that the parties so intended, does not imply an undertaking of the employer to stay in business and to continue operations, or to furnish any minimum amount of employment, or indeed any employment at all. We see no basis for implying any such undertaking here. See <em>National Overall Dry Cleaning Co. </em>v. <em>Yavner, </em>321 Mass. 434, 438; <em>United States Steel Corp. </em>v. <em>Nichols, </em>229 F. 2d 396, 399 (6th Cir.); <em>Local 586, Intl. U. A. W., C. I. O. </em>v. <em>Federal Pac. Elec. Co. </em>28 C. C. H. Labor Cases, par. 69,274, pp. 89,187, 89,188 (D. Conn.); <em>Wallace </em>v. <em>Southern Pac. Co. </em>106 F. Supp. 742, 744 (N. D. Cal.); <em>Local Union No. 600, U. A. W., C. I. O. </em>v. <em>Ford Motor Co. </em>113 F. Supp. 834, 843-845 (E. D. Mich.); <em>Cross Mountain Coal Co. </em>v. <em>Ault, </em>157 Tenn. 461, 469-470. See also <em>J. I. Case Co. </em>v. <em>National Labor Relations Bd. </em>321 U. S. 332, 334-336; Rothenberg, Labor Relations, pp. 398 et seq., 417; Teller, Labor Disputes and Collective Bargaining, § 169. Cf. <em>Carnig </em>v. <em>Carr, </em>167 Mass. 544, 547; <em>Proctor </em>v. <em>Union Coal Co. </em>243 Mass. 428, 432; <em>Eastern Mass. St. Ry. </em>v. <em>Union St. Ry. </em>269 Mass. 329, 332; <em>Simons </em>v. <em>American Dry Ginger Ale Co. Inc. </em>335 Mass. 521, 524. The parties seem to have intended their agreement to apply only to whatever employment the defendant had available, operating or stopping operations either temporarily or permanently as it thought wise, and to whatever work in fact was performed.</p>\n<p id=\"b357-5\">(d) If the terminations of the plaintiffs’ employment because of closing the mill were discharges at all, in the sense in which the term was used in the provisions of the agree<page-number citation-index=\"1\" label=\"320\">*320</page-number>ment with respect to grievances,<footnotemark>7</footnotemark> those discharges were not shown to be wrongful. Discharges because of economic conditions on a nondiscriminatory basis must be regarded as for “just cause.” See <em>Dooling </em>v. <em>Fire Commr. of Malden, </em>309 Mass. 156, 161; <em>Industrial Trades Union of America </em>v. <em>Woonsocket Dyeing Co. Inc. </em>122 F. Supp. <em>872, </em>875-876 (D. R. I.). See also <em>United States Steel Corp. </em>v. <em>Nichols, </em>229 F. 2d 396, 400, 402 (6th Cir.). Cf. <em>Mayor of Somerville </em>v. <em>District Court of Somerville, </em>317 Mass. 106, 120; <em>United Protective Wkrs. of America, Local No. 2 </em>v. <em>Ford Motor Co. </em>223 F. 2d 49, 51 (7th Cir.). Indeed, if there had been any question whether the discharges of the plaintiffs were wrongful or discriminatory it may be that the question should have been taken up seasonably under the grievance procedure (see footnote 7, <em>supra). </em>This was not done. See <em>Buberl </em>v. <em>Southern Pac. Co. </em>94 F. Supp. 11, 12 (N. D. Cal.); <em>Wallace </em>v. <em>Southern Pac. Co. </em>106 F. Supp. 742, 745 (N. D. Cal.). It is not necessary, however, to consider whether the reasons for not requiring resort to the grievance procedure discussed by Wisdom, J., in <em>Woodward Iron Co. </em>v. <em>Ware, </em>261 F. 2d 138, 141-142 (5th Cir.) have application here.</p>\n<p id=\"b358-5\">(e) Article XV (C), quoted in footnote 4, <em>supra, </em>governs in part the rights under art. XV of employees who have satisfied the eligibility requirements of art. XV (A) but have not applied for retirement separation pay. This provision (which presumably would apply principally to employees remaining in service after age sixty-five) tends to reinforce the plain meaning of art. XV (A) and (H) by its emphasis on the fact that rights under art. XV are to “accrue only upon . . . voluntary retirement.”</p>\n<p id=\"b358-6\">(f) Article XV (E), quoted in footnote 4, <em>supra, </em>is a specific provision which governs the rights to retirement separation <page-number citation-index=\"1\" label=\"321\">*321</page-number>pay of employees, who, by reaching age sixty-five before “a permanent closing down of operations,” have become eligible for such pay. The existence of art. XV (E) gives strong support to the conclusion that there was no intention, in the event of such “a permanent closing down,” to give such rights to a.ny employee who had not then satisfied the requirement. If such a benefit had been intended for those under sixty-five, prevented by complete liquidation from achieving retirement status, it would have been natural for the parties to have said so. See <em>Hamlen </em>v. <em>Rednalloh Co. </em>291 Mass. 119, 122-124; <em>Horvitz </em>v. <em>Zalkind, </em>332 Mass. 125, 128; Corbin, Contracts, § 552, p. 113. They did not say so, and weight must be given to the omission to do so.</p>\n<p id=\"b359-5\">(g) Other courts faced with similar questions, under circumstances generally comparable (although under somewhat differently phrased agreements), have reached the conclusion that to receive the benefits of a retirement scheme an employee must satisfy the eligibility requirements prior to the permanent closing of the establishment, department, or operation in which he was employed. See e.g. <em>Schneider </em>v. <em>McKesson &amp; Robbins, Inc. </em>254 F. 2d 827, 828-830 (2d Cir.), where the court discussed the analogous question of the interest, if any, of employees, discharged because of a plant closing, in a pension fund under a trust agreement; <em>Bailey </em>v. <em>Rockwell Spring &amp; Axle Co. </em>175 N. Y. S. 2d 104, 107-108 (N. Y. Supr. Ct., Sp. Term). See also <em>George </em>v. <em>Haber, </em>343 Mich. 218, 222-226; <em>Gorr </em>v. <em>Consolidated Foods Corp. </em>253 Minn. 375, 382 et seq., where the relevant decisions are collected; <em>Wallace </em>v. <em>Northern Ohio Traction &amp; Lt. Co. </em>57 Ohio App. 203, 210-212.</p>\n<p id=\"b359-6\">In the light of the authorities which have been cited and of the considerations which have been discussed, it is plain that no breach of the 1953 agreement was involved in closing the defendant’s mill, thereby causing the discharge of each plaintiff before he could qualify for retirement separation pay. There thus is no basis here for applying any principle that, because action of the defendant prevented satisfaction <page-number citation-index=\"1\" label=\"322\">*322</page-number>of conditions precedent to the defendant’s liability, the plaintiffs can recover despite their failure to satisfy those conditions. This is not a case like <em>Ravage </em>v. <em>Johnson, </em>316 Mass. 558, 562, where a party by its own action has caused a breach of a contract for which that party seeks to recover. Here the defendant has taken action which art. XV (H) of the agreement permits it to take. Restatement: Contracts, § 295 (b). See <em>Brand </em>v. <em>Sterling Motor Car Co. </em>243 Mass. 303, 315-317; <em>Godburn </em>v. <em>Meserve, </em>130 Conn. 723, 725-728. See also <em>LiVolsi Constr. Co. Inc. </em>v. <em>Shepard, </em>133 Conn. 133, 136-137. The principle relied upon in <em>Ravage </em>v. <em>Johnson, supra, </em>“has no application where the hindrance [or prevention of the satisfaction of a condition precedent to liability of the defendant] is due to some action of the promisor which he was permitted to take under either the express or implied terms of the contract.” <em>Godburn </em>v. <em>Meserve, supra, </em>at p. 726. See Williston, Contracts (Rev. ed.) § 677, p. 1956. Cf. <em>Patton </em>v. <em>Babson’s Statistical Organization, Inc. </em>259 Mass. 424, 427, where the contract there involved was apparently treated as giving rise .to gradually accruing rights. Here the defendant did not wrongfully prevent qualification for benefits under art. XV and neither plaintiff has any claim against the defendant for such separation pay.</p>\n<p id=\"b360-5\">Cases, somewhat relied upon by the plaintiffs, involving severance pay are distinguishable from the situation presented here. See e.g. <em>In re Public Ledger, Inc. </em>161 F. 2d 762, 771-774 (bankruptcy, 3d Cir.); <em>Matthews </em>v. <em>Minnesota Tribune Co. </em>215 Minn. 369, 372-375; <em>Adams </em>v. <em>Jersey Cent. Power &amp; Lt. Co. </em>36 N. J. Super. 53, 64-69, affd. 21 N. J. 8. Cf. <em>Talberth </em>v. <em>Guy Gannett Publishing Co. </em>149 Maine, 286; note, 40 A. L. R. 2d 1044. In the case of severance pay, the action which gives rise to the employer’s liability is discharge of the employee (frequently limited to discharges without the latter’s fault). In determining whether there is liability in such cases, the cause of severance, whether it be lack of work, plant closing, production changes, or other reason involving no employee culpability, is immaterial in the <page-number citation-index=\"1\" label=\"323\">*323</page-number>absence of some governing contractual provision to the contrary.</p>\n<p id=\"b361-4\">4. The exceptions to the denial and granting of requests for rulings which the plaintiffs have argued (see Rule 13 of the Rules for the Regulation of Practice before the Full Court [1952], 328 Mass. 698) cannot be sustained.</p>\n<p id=\"b361-5\">\n<em>Exceptions overruled.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b352-12\"> The parties, by stipulation, approved by the trial judge, have agreed that the agreement here relevant is that dated April 15, 1953, which was extended on April 14, 1956, effective for two years from that date. No provision of the extension agreement (other than the period of extension) is here pertinent.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b352-13\"><em> </em>All quotations are from the agreement dated April 15, 1953.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"pADF5\"> “(C) The rights under the provisions hereof of an employee otherwise pay accrue upon retirement and only after receipt by the employing mill of a duly executed application and acknowledgement thereof substantially in the forms of Exhibits D and E appended to this Agreement (together with satisfactory evidence of age if requested by the employing mill). To become entitled hereunder to retirement separation pay, an employee must apply for the same prior to his death, discharge or the like.”</p>\n<p id=\"b353-9\">“(E) If the employment of an employee, who is otherwise eligible for retirement separation pay but has not applied therefor, is terminated because of a permanent closing down of operations, either of the entire mill or of any department, he shall be notified of such termination by the employing mill by letter addressed to his last home address as shown on said mill’s records. In order to become entitled to retirement separation pay, such employee must make application substantially in the form of Exhibit D . . . within thirty (30) days of such notice. In the absence of the required notice, the employee’s rights to retirement separation pay shall remain unimpaired.”</p>\n<p id=\"b353-11\">“(H) Nothing contained herein shall be deemed to give any employee the right to be retained in the service of the employing mill or to interfere with the right of the mill to discharge any employee according to the provisions of this Agreement.”</p>\n<p id=\"b353-12\">The form, exhibit D mentioned in pars. (C) and (E)¿ was a notice to the employer reading in part, “Having been in the active employment of your mill-years, I hereby tender my voluntary resignation to be effective -19 — , and apply for retirement separation pay under Article XV of the Agreement dated April 15, 1953 .... I understand that, by my acceptance of retirement separation pay, I will terminate my employment with you . . ..”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b354-5\"> The plaintiff's request numbered 5, that the evidence warranted a finding that the “defendant voluntarily or by its own acts and decisions ceased . . . operation . . . after July 31,” was sufficiently given by the precise finding to this effect stating the cause of stopping operations.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b354-6\"> The plaintiffs’ contentions seem to be directed primarily to the denial of their requests numbered 19, 20, 21 and 22 which, in various forms of words, raise the plaintiffs’ contentions summarized above in the body of this opinion, and to the granting of the defendant's request numbered 5 which reads, “To recover in this action the plaintiff must prove, by a fair preponderance of the evidence, all of the following elements: — (a) He voluntarily retired from employment, (b) At the time of his voluntary retirement he was in the active employment of the defendant, (c) At the time of his voluntary retirement he had attained his sixty-fifth birthday, (d) At the time of his voluntary retirement he had completed fifteen continuous service years in the defendant's employment, (e) At the time of his voluntary retirement he had worked an average of one thousand hours for each year of such service for the defendant, (f) He filed a proper application for retirement separation pay before his employment was terminated.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b358-7\"> Article VII, Discharge and Discipline, reads: “It is understood . . . that the [e]mployer has the right to discharge . . . any employee for just cause. Grievances arising out of such discharge ... if brought to the attention of the [e]mployer within one (1) week of such discharge . . . shall be subject to the grievance and arbitration procedure of this agreement. In the event it should be decided . . . that an injustice has been dealt an employee with regard to the discharge, the [e]mployer shall reinstate such employee without loss of any pay.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}