{
  "casebody": {
    "data": "<casebody firstpage=\"412\" lastpage=\"420\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b426-12\">WALKER <em>v. </em>STATE</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AEa\">[No. 156,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AaVE\">October Term, 1949.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b428-7\">\n<page-number citation-index=\"1\" label=\"414\">*414</page-number>\n<em>Decided May 17, 1950.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b429-6\"><page-number citation-index=\"1\" label=\"415\">*415</page-number>The cause was argued before Marbury, C. J., Collins, Grason, Henderson and Markell, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b429-7\"><em>Frank M. Hall </em>and <em>Carlyle J. Lancaster </em>for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b429-8\"><em>Kenneth C. Proctor, Assistant Attorney General, </em>with whom were <em>Hall Hammond, Attorney General, A. Gwynn Bowie, State’s Attorney for Prince George’s County, </em>and <em>H. Winship Wheatley, Jr., Special Assistant to the State’s Attorney, </em>on the brief, for the appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b429-9\">Grason, J.,</author>\n<p id=\"Aqm3\">delivered the opinion of the Court.</p>\n<p id=\"b429-10\">On April 19, 1949, the automobile which Raleigh E. Walker was driving stalled on the Marlboro Pike, in Prince George’s County, Maryland. The record fails to disclose the time of day this occurred, but at argument it was stated it was around 3:30 P. M. Officers Purdy and Siddall, of the Prince George’s County police force, were cruising in an automobile and came upon Walker’s car, stalled in the road. With their car, the officers pushed Walker’s car to the side of the road. They then got out of their car and Walker got out of his.</p>\n<p id=\"b429-11\">Purdy gives the following account of what transpired: “Looking in the car I observed this little box in the floor of the car, with a couple of paper bags in it; and due to the fact of the time of the afternoon, I asked whose work he had. He said ‘What work?’ I said, ‘The work on the floor.’ He said, ‘What work on the floor?’ A couple of other questions along that line; of course, he would not give any information as to what kind of work it was, or anything. So we proceeded to open one of these paper bags that was on the floor of the car, * * He further said the paper bags were “In a little <page-number citation-index=\"1\" label=\"416\">*416</page-number>pasteboard box; the box was open, the bags were exposed.” He could not see what was in the bags. His testimony is that money and number slips were collected around that time of day by those in the number business, and that it was usual and customary to put money and number slips into paper bags, wrap them tightly, and deposit the same in a small pasteboard box.</p>\n<p id=\"b430-5\">Siddall testified: “We picked that box up; there was no top on it at that time, which now it is folded down inside, and one of these bags, and asked Walker, T see you have your eggs.’ When we opened one bag and saw that it was lottery slips, and various amounts of money, we confronted him at that time.” (The terms “work” and “eggs” seem to be code words used by those engaged in conducting the kind of gambling involved in this case.) Siddall further testified: “He (Walker) told me he was working for himself.” The money in the bags amounted to $172.11.</p>\n<p id=\"b430-6\">Walker was taken by the officers to the police station and charged with having in his possession lottery tickets, and was indicted by the Grand Jury for Prince George’s County. The indictment charged that he “unlawfully and knowingly did have in his possession certain papers, commonly known as and called ‘number slips’, used for the purpose, of carrying on and conducting a lottery.” Act 1939, Chapter 258, section 562A, Code of Public Local Laws of Prince George’s County, (Flack), 1943, section 608.</p>\n<p id=\"b430-7\">' This case was tried before the .court, without a jury, under a plea of “not guilty”. All of the facts narrated above were offered in evidence at the trial, over the objection of the traverser. He was convicted and sentenced, and the case comes here on appeal. The only question ' in the case is ■ whether a misdemeanor was committed in the view of the officers.</p>\n<p id=\"b430-8\">• There was some indication, and the court seems to have so held, that when the police came upon the traverser when his automobile was stalled on the Marlboro Pike, he was violating the traffic laws, and that <page-number citation-index=\"1\" label=\"417\">*417</page-number>therefore he was under arrest by the officers when they made the search and seizure. We think that such a conclusion is highly tenuous and is not the law. We do not think that if one’s car breaks down on the highway, and he cannot possibly move it without help, that he has violated the traffic law. The stopping of the car was not the voluntary act of the traverser, and when the police officers arrived they used their car to push the traverser’s car to the side of the road. There was no violation of a traffic law, and it is very significant that no charge of blocking traffic was placed against the traverser by the police officers. We think the testimony of the police officers in this regard is immaterial.</p>\n<p id=\"b431-5\">The evidence shows these officers did not know the traverser, and had never seen him before this occasion.</p>\n<p id=\"b431-6\">The following cases have been cited, some by the traverser and some of them by the State, namely: <em>Carroll v. United States, </em>267 U. S. 132, 45 S. Ct. 280, 69 L. Ed. 543, 39 A. L. R. 790; <em>Husty v. United States, </em>282 U. S. 694, 51 S. Ct. 240, 75 L. Ed. 629, 74 A. L. R. 1407; <em>Trupiano v. United States, </em>334 U. S. 699, 68 S. Ct. 1229, 92 L. Ed. 1663; <em>United States v. Murray, </em>D. C., 51 F. 2d 516; <em>Brinegar v. United States, </em>338 U. S. 160, 69 S. Ct. 1302, 93 L. Ed. 1879. All of these cases grew out of prosecutions under Federal statutes. It was lawful for prohibition agents to stop an automobile on a public highway, search the same, and seize contraband goods, if they had probable cause to think that such an automobile was transporting alcoholic beverages, because such a search was authorized by the Volstead Act and amendments thereto, 27 U. S. C. A. § 1 <em>et seq.</em></p>\n<p id=\"b431-7\">It was held in <em>Sugarman v. State, </em>173 Md. 52, 59, 195 A. 324, that there was no statute in this State that authorized the search of an automobile, and authorities are cited to show that such a right of search did not exist at common law. We therefore think that the cases above referred to are not applicable in this case, and, incidently, the facts in each of the cases cited are stronger than the ease at bar. In none of those cases did the <page-number citation-index=\"1\" label=\"418\">*418</page-number>prohibition agents rely solely on what they knew from their experience with bootleggers and how they operated their illegal business. They applied the knowledge gained by their experience to the pertinent and material facts which they learned by their investigation of a specific case, and which were subsequently proved. We have been referred to no Act of the Legislature that confers the right on an officer to stop an automobile operated on a public highway and seize and search packages contained therein.</p>\n<p id=\"b432-5\">This case does not involve the validity of a search warrant, and we are not concerned with that subject. The real question here (as we have said) is — was there a misdemeanor committed in the view of the officers? If such was the case, it was their duty to make the arrest. On the other hand, if no misdemeanor was committed in their view, then the arrest was unlawful, and any matter discovered in the possession of the accused would not be evidence in a subsequent trial, because the arrest was unlawful. <em>Sugarman v. State, </em>supra. We have stated frequently that an officer whose duty it is to enforce the gambling laws of this State can view facts in the light of his experience, in determining whether a violation of the law is being carried on at a particular locality. <em>Foreman v. State, </em>182 Md. 415, 35 A. 2d 171; <em>Allen v. State, </em>178 Md. 269, 13 A. 2d 352.</p>\n<p id=\"b432-6\">No case is cited where an officer arrested, or where a search warrant was issued, solely on the basis of the knowledge of the police of the characteristics of gamblers gained by their experience. The cases show that there were other pertinent facts which, when viewed by the officers in the light of their experience, furnished reasonable grounds to believe that there was a violation of the law at a particular locality. And in a petition for a search warrant, consideration is given to the facts alleged, and their significance to the police, viewed in the light of their experience. A search warrant should not issue unless justified by the facts charged. The facts in such a petition, in order to justify the issuance <page-number citation-index=\"1\" label=\"419\">*419</page-number>of a search warrant, would have to mount up to “more than suspicion or possibility but less than certainty or proof”, <em>(Wood v. State, </em>185 Md. 280, 44 A. 2d 859, 861) ; that is to say, they would have to convince a reasonably prudent man that there was probable cause to believe a violation of the law was being committed.</p>\n<p id=\"b433-5\">In the case of <em>Frantom and Hutton v. State, </em>Md. 72 A. 2d 744, 746, the court dealt with a motion to quash a search warrant, and stress was laid on the experience of the officer who made the affidavit to the petition and filed the application for the search warrant. We said: “It could hardly be seriously argued in the cases at bar that seeing several known gamblers enter and leave a pool room on four days between the hours of 12:30 P. M. and 1:30 P. M. was sufficient to warrant a man of prudence and caution in believing that a lottery and gambling were being committed in the premises.” We held in that case that there was a lack of basis for the issuing of the search warrant. See <em>Wood v. State, supra.</em></p>\n<p id=\"b433-6\">In <em>Callahan v. State, </em>163 Md. 298, 162 A. 856, 857, the officer ordered from the traverser intoxicating liquor to be delivered at a designated hotel in Annapolis. The seller appeared at the appointed time and place and he and the officer left the hotel and went to a parked automobile. “As the traverser bent over to get the rum, which the officer saw was on the seat in a brown paper bag, the traverser was placed under arrest. The bag was then taken from the automobile by the officer and opened by him in the hotel, and the promised three quarts were in the bag.” It was contended in that case that there was an illegal search and seizure in violation of the Bouse Act, (1947 Supplement, Art. 35, sec. 5). The court said: “The provisions of the statute here invoked have no application. By the traverser’s acts and professions to the officer, he was at the time of his arrest engaged in the commission of what was at once a crime under the federal law and the local statute. * * * If a misdemeanor be committed in the presence of an officer, who is charged with the enforcement of the law, he is <page-number citation-index=\"1\" label=\"420\">*420</page-number>authorized, without warrant, to arrest the offender.” In that case the officer contacted the traverser and ordered the rum which was to be delivered by the traverser to the officer at a certain place. The traverser reported to the officer that he had the rum in his car up the street, and accompanied the officer to the car, where the arrest was made.</p>\n<p id=\"b434-5\">The facts in the <em>Callahan </em>case are far different from the facts in the case at bar. The officers in this case had never seen the traverser before they arrested him. They knew nothing about him; saw this pasteboard box containing paper bags which were wrapped tightly; neither could see what was in the bags, and so testified; but they say, on their experience as officers, the pasteboard box, the tightly wrapped paper bags therein, and the time of day convinced them that a violation of the gambling law was taking place. If an officer, while patrolling his beat, sees a package lying on a seat of a parked automobile, and cannot tell from its appearance what it contains, and after seizing it finds it contains contraband goods, he cannot justify the seizure on the ground that his experience as an officer led him to believe that the package contained contraband goods. Such a seizure, in the light of the decision of this court in the <em>Frantom and Hutton </em>case, <em>supra, </em>would be condemned.</p>\n<p id=\"b434-6\">Under the circumstances of this case, we do not think that there was a violation of the law committed in the view of the officers. The search arid seizure of the box, the bags and their contents, was illegal, and the court was in error in admitting in evidence the fruit of the search over the objection of the traverser. The judgriient will, therefore, be reversed and the case remanded for a new trial.</p>\n<p id=\"b434-7\">\n<em>Judgment reversed, ease remanded for new trial.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}