{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"410\" lastpage=\"413\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b448-4\">[Crim. No. 2445.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AYW\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADd\">March 16, 1922.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b448-5\">In the Matter of the Application of P. POLIZZOTTO for Writ of Habeas Corpus.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b448-6\"><bracketnum>[1]</bracketnum> Criminal Law — Having Intoxicating Liquor Unlawfully in Possession—Seizure of Liquor Without Search-warrant—Evidence.—In a prosecution for violating a county ordinance declaring it to be a misdemeanor for any person to unlawfully have in his possession intoxicating liquor, although the liquor was procured by searching defendant’s automobile without a search-warrant, it can be lawfully introduced in evidence against him.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b448-7\"><bracketnum>[2]</bracketnum> Id.—Jurisdiction—Habeas Corpus.—In such a case the objection that the liquor was seized without a search-warrant does not go to the jurisdiction of the court to try the cause, and consequently it cannot be made available in <em>habeas corpus.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b448-8\"><bracketnum>[3]</bracketnum> Id.—Local Prohibition.—The state, or any of its political subdivisions invested with local police powers, may make and enforce ordinances in aid of the prohibition amendment to the constitution of the United States.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b448-9\"><bracketnum>[4]</bracketnum> Id.—Penalties—Validity of.—A local ordinance enacted by a county under its constitutional power to enact local police regulations, and which imposes penalties for an act also declared to be criminal by the Volstead Act, is not invalid by reason of its imposing a punishment in excess of that imposed by the Volstead Act.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b448-14\">1. Constitutional guaranties against unreasonable searches and seizures as applied to a search for or seizure of intoxicating liquor, notes, 3 A. L. R. 1514; 13 A. L. R. 1316.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b448-15\">Construction and effect óf the Volstead Act, note, 10 A. L. R. 1553.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b448-10\">APPLICATION for a Writ of Habeas Corpus directed to the sheriff of Stanislaus County to secure release of petitioner from custody on a charge of violating a county prohibition ordinance.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"A11\">Writ denied.</disposition>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b448-11\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"13\" data-type=\"attorneys\" id=\"b448-12\">James L. Crittenden and C. P. Tramutolo for Petitioner.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b448-13\">SHAW, C. J.</author>\n<p id=\"AI0\">The petitioner is imprisoned in the county jail of Stanislaus County upon a charge of violating an ordinance adopted by the board of supervisors of said county on January 19, 1921, declaring it to be a mis<page-number citation-index=\"1\" label=\"411\">*411</page-number>demeanor for any person to unlawfully have in Ms possession intoxicating liquor. The ordinance provided that any person guilty of such offense may be punished by a fine of not less than $250 nor more than $500, or by imprisonment not to exceed 180 days, or both.</p>\n<p id=\"b449-5\">The defendant was duly charged with violating said ordinance and has been tried and convicted of said offense. The punishment imposed by the judgment is a fine in the sum- of $500 and imprisonment for the term of 120 days. The petition herein alleges that the liquor of which petitioner was found guilty of having possession unlawfully was obtained by the deputy sheriff of said county from the automobile of the petitioner while he was driving on the highway in said county, and without said officer having any search-warrant for searching said automobile for that purpose.</p>\n<p id=\"b449-6\">The petitioner claims, first, that the entire proceeding culminating in his trial and conviction was invalid and void because of the fact that the liquor which constituted a part of the evidence upon which he was convicted was obtained by searching his automobile without a warrant; second, that the ordinance is void because, as it is claimed, the only government having power to enforce the prohibition amendment to the United States constitution is the federal government, and that no local political subdivision of the state may make or enforce ordinances for that purpose; and, third, that the ordinance is void because the penalty prescribed therein for this offense exceeds that prescribed by the Volstead Act. (41 Stats. 305 [Fed. Stats. Ann. (1919 Supp.), p. 197; U. S. Comp. Stats. (1919 Supp.), p. 2678].) The punishment provided by the Volstead Act for having possession of intoxicating liquors contrary to the provisions of that act is a maximum fine of $500 for the first offense, no imprisonment being provided for. Apparently the offense charged against the petitioner was the first offense, although the petition does not expressly aver that fact.</p>\n<p id=\"b449-7\"><bracketnum>[1]</bracketnum> 1. As to the claim of invalidity, based on the fact that the liquor was procured by searching the automobile without a search-warrant, the objection is settled by the decision of this court in <em>People </em>v. Mayen, <em>ante, </em>p. 237 [205 Pac. 435], wherein we held that articles obtained from the defendant’s premises without a search-warrant could law<page-number citation-index=\"1\" label=\"412\">*412</page-number>fully be introduced in evidence in the trial of an action against him involving the possession of such articles. <bracketnum>[2]</bracketnum> Also it should be said that the objection, in any event, does not go to the jurisdiction of the court to try the cause, and, consequently, that it cannot be made available in <em>habeas corpus.</em></p>\n<p id=\"b450-5\"><bracketnum>[3]</bracketnum> 2. The proposition that the state, or any of its political subdivisions invested with local police powers, may make and enforce ordinances in aid of the prohibition amendment to the constitution of the United States is settled in this state by the decisions of the district court of appeal of the third district in <em>People </em>v. <em>Collins, </em>54 Cal. App. 531 [202 Pac. 344], and <em>People </em>v. <em>Capelli, </em>55 Cal. App. 461 [203 Pac. 837]. In each of said cases a petition to this court for a rehearing was denied. To the same effect, seé <em>Ex parte Kinney, </em>53 Cal; App. 792 [200 Pac. <em>967]; Ex parte Volpi, </em>53 Cal. App. 229 [199 Pac. 1090]; <em>Ex parte Crookshank, </em>269 Fed. 980; <em>Woods </em>v. <em>City of Seattle, </em>270 Fed. 315.</p>\n<p id=\"b450-10\"><bracketnum>[4]</bracketnum> 3. We do not think there is any merit whatever in the proposition that a local ordinance enacted by a county under its constitutional power to enact local police regulations, and which imposes penalties for an act also declared to be criminal by the Volstead Act, is invalid if it imposes a punishment in excess of that imposed by the Volstead Act. The amendment to the United States constitution gives the states concurrent jurisdiction with the United States to provide for the enforcement of the act. The decisions last cited fully establish the proposition that such concurrent jurisdiction may be exercised by the state, or any of its political subdivisions invested with its local police powers. Counties are invested with such power by section 11, article XI, of our constitution. The only limitation put thereon by our constitution is that such local regulations shall not be in conflict with general laws, and, with respect to the punishment, that it shall not be unreasonably excessive, cruel, or unusual- in character. It is not claimed that there is a general law that conflicts at all with the ordinance adopted by Stanislaus County on this subject. It has often been held that a punishment by a fine of $500, or imprisonment for six months, or both, for an ordinary misdemeanor, is neither excessive, cruel, nor unusual. It is <page-number citation-index=\"1\" label=\"413\">*413</page-number>clear that if the local authorities have power to adopt ordinances to prevent violation of the prohibition amendment, there must go with it the power to impose penalties sufficient to make the ordinance' effective, and the power to impose penalties for that purpose cannot be limited by an act of Congress in cases where the state has concurrent jurisdiction.</p>\n<p id=\"b451-4\">Inasmuch as we are satisfied that there is no merit whatever in the petition, we do not think it necessary to have a hearing in the matter.</p>\n<p id=\"b451-5\">The petition for a writ is denied.</p>\n<p id=\"b451-6\">Shurtleff, J., Waste, J., Wilbur, J., Sloane, J., Richards, J., <em>pro tem., </em>and Lawlor, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}