{
  "casebody": {
    "data": "<casebody firstpage=\"421\" lastpage=\"422\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b491-28\">In re: James W. KEENAN, dba Data Property Services, Debtor, Ross Pyle, Plaintiff—Appellee, v. Judy Keenan, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A3e\">No. 99-56213. D.C. No. CV-98-02105-TJW.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b491-32\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b491-33\">Argued and Submitted Feb. 6, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AiR\">Decided Feb. 21, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b492-4\"><page-number citation-index=\"1\" label=\"422\">*422</page-number>Before TROTT, THOMAS and WARDLAW, Circuit Judges.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b492-7\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b492-8\">Judy Keenan (“Keenan”) appeals the district court’s judgment affirming the bankruptcy court’s order denying her Fed. R.Civ.P. 60(b) motion to set aside a default judgment. We have jurisdiction under 28 U.S.C. § 158(d), and we affirm.</p>\n<p id=\"b492-9\">We review the bankruptcy court’s decision independent of the district court’s decision. <em>See Prestige Ltd. P’ship-Concord v. E. Bay Car Wash Partners (In re Prestige Ltd. P’ship-Concord), </em>234 F.3d 1108, 1114 (9th Cir.2000). We review a bankruptcy court’s denial of a Fed.R.Civ.P. 60(b) motion for an abuse of discretion. <em>See Hammer v. Drago (In re Hammer), </em>940 F.2d 524, 525 (9th Cir.1991).</p>\n<p id=\"b492-10\">Despite Keenan’s awareness of the bankruptcy court’s entry of default judgment, she failed to file her Rule 60(b) motion for relief from the judgment within a reasonable time. <em>See Meadows v. Dominican Republic, </em>817 F.2d 517, 520-21 (9th Cir.1987). Furthermore, the trustee has relied on the finality of the default judgment to transact substantial business for the bankruptcy estate and reopening the case would prejudice these undertakings. <em>See Hammer, </em>940 F.2d at 525-26. Thus, the bankruptcy court did not abuse its discretion in denying Keenan’s Rule 60(b) motion.</p>\n<p id=\"b492-6\">AFFIRMED.<footnotemark>1</footnotemark></p>\n<footnote label=\"*\">\n<p id=\"b492-11\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as may be provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b492-12\">. Keenan also contends the trustee failed to provide three days notice as required by Fed. R.Civ.P. 55(b)(2). Because Keenan did not raise this argument before the bankruptcy court we do not consider it on appeal. <em>O’Rourke v. Seaboard Surety Co. (In re E.R. Fegert, Inc.), </em>887 F.2d 955, 957 (9th Cir.1989).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}