{
  "casebody": {
    "data": "<casebody firstpage=\"593\" lastpage=\"598\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b663-10\">Carrie BATEMAN, Plaintiff-Appellant, v. UNITED PARCEL SERVICE, INC., Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b663-13\">No. 01-6136.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b663-14\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b663-15\">Feb. 20, 2002.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b665-7\"><page-number citation-index=\"1\" label=\"595\">*595</page-number>Before MURPHY, McKAY, and BALDOCK, Circuit Judges.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b665-8\">ORDER AND JUDGMENT <footnotemark>*</footnotemark></p>\n<author id=\"b665-9\">BALDOCK, Circuit Judge.</author>\n<p id=\"b665-10\">After examining the briefs and appellate record, this panel has determined unanimously to grant the parties’ request for a decision on the briefs without oral argument. <em>See </em>Fed. R.App. P. <em>34(f); </em>10th Cir. R. 34.1(G). The case is therefore ordered submitted without oral argument.</p>\n<p id=\"b665-11\">Plaintiff filed a complaint against her employer, United Parcel Service, Inc. (UPS), alleging harassment based on her sex and gender and the creation of a hostile work environment, all in violation of 42 U.S.C. § 2000e through § 2000e-17 (Title VII). She alleged that the incidents forming the basis of the action occurred between August and September of 1999 and were caused primarily by her then-supervisor Marc Cortez. Plaintiff alleged she was treated more harshly than the male UPS drivers because of her gender.</p>\n<p id=\"b665-14\">Following discovery and in particular the taking of plaintiffs deposition, UPS moved for summary judgment for lack of any admissible evidence to support either a gender discrimination or hostile environment claim. Plaintiff replied, challenging defendant’s undisputed facts and offering her own, a number of which UPS challenged as incorrect, irrelevant, and/or inadmissible. The district court granted summary judgment for UPS, framing plaintiffs allegations as follows:</p>\n<blockquote id=\"b665-15\">Plaintiff filed this action alleging violation of 42 U.S.C. § 2003, <em>et seq. </em>(“Title VII”). According to Plaintiff, her employer treated her differently because of her gender. Plaintiff alleges that her supervisor sexually harassed her and subjected her to a hostile work environment. Plaintiff argues Defendant’s decision to terminate her for violations of company policy is pretextual. Defendant denies Plaintiffs allegations and asserts she was treated the same as other employees. Defendant denies Plaintiffs claim of pretext and argues she was terminated for legitimate, nondiscriminatory reasons. Defendant brought the present motion, alleging there are no disputed material facts regarding Plaintiffs claims and it is entitled to judgment as a matter of law.</blockquote>\n<p id=\"A3a\">ApltApp. at 273.</p>\n<p id=\"b665-16\">At the outset, we note that the alleged sexual harassment from her supervisor was not by Marc Cortez, her supervisor during the relevant time period, Aplt.App. at 71, but by previous supervisors Brian Schmidt and Rob Stone, both of whom apparently asked her out on dates in the <page-number citation-index=\"1\" label=\"596\">*596</page-number>late 1980s. These events occurred more than 300 days prior to the filing of plaintiffs EEOC complaint. <em>See Martin v. Nannie &amp; The Newborns, Inc., </em>3 F.3d 1410, 1414 (10th Cir.1993) (claims based on incidents occurring more than 300 days prior to complaint are time barred). Further, the alleged incidents with Schmidt and Stone were nowhere mentioned in either the EEOC complaint, Aplt.App. at 157, the complaint filed in district court, Aplee. Supp.App. at 1-3, or in plaintiffs combined objection to defendant’s motion for summary judgment/cross motion for summary judgment, Aplt.App. at 217-28. In fact, references to these incidents with Schmidt and Stone did not surface until her statement of facts on appeal. Aplt. Br. at 6. UPS listed plaintiffs allegations of harassment by Schmidt and Stone in its motion for summary judgment; however, this does not convert these allegations into undisputed factual occurrences submitted by UPS. <em>See </em>Aplt. Br. at 21.</p>\n<p id=\"b666-4\">Moreover, plaintiffs attempt to portray Schmidt’s alleged harassment as continuing is quite vague (“[Schmidt] has reappeared as my supervisor in various areas and has just not really been that professional when it comes to dealing with me on the job.”). ApltApp. at 38. Schmidt is not plaintiffs current supervisor, <em>id., </em>and although plaintiff believed Schmidt has said things about her to UPS management, she did not know to whom he may have spoken or what he may have said. <em>Id. </em>at 38-40. “[A] plaintiffs allegations alone will not defeat summary judgment.” <em>Morgan v. Hilti, Inc., </em>108 F.3d 1319, 1324 (10th Cir.1997).</p>\n<p id=\"b666-5\">In addition, we note that plaintiff was not terminated in the traditional sense of being fired. At least when her deposition was taken in November of 2000, she was still working for UPS. The termination referred to is called a “working termination,” a status for employees whose potential terminations are in the contract grievance process. In her deposition plaintiff referred to at least three working terminations she had had, none of which resulted in her permanent termination from UPS employment, although one apparently resulted in a brief suspension. Aplt-App. at 102. Indeed, at the time of her deposition she was under yet another working termination. <em>Id. </em>at 103.</p>\n<p id=\"b666-7\">We review the district court’s grant of summary judgment de novo, applying the same legal standards under Fed.R.CivP. 56(c), as did the district court, and examining the factual record in the light most favoring the party opposing summary judgment. <em>See Gunnell v. Utah Valley State Coll., </em>152 F.3d 1253, 1259 (10th Cir. 1998). “Summary judgment is appropriate ‘if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.’ ” <em>Munoz v. St. Mary-Corwin Hosp., </em>221 F.3d 1160, 1164 (10th Cir.2000) (quoting Rule 56(c)). The movant has the initial burden to show the absence of evidence to support the nonmovant’s case. <em>Id. </em>Once this burden has been met, however, the nonmoving party must go beyond the pleadings and present “evidence sufficient to establish the existence, as a triable issue, of any essential and contested element of her case.” <em>Perry v. Woodward, </em>199 F.3d 1126, 1131 (10th Cir.1999). In addition, the district court may not consider hearsay evidence in a deposition submitted to defeat summary judgment. <em>Starr v. Pearle Vision, Inc., </em>54 F.3d 1548, 1555 (10th Cir.1995); <em>see also Postran v. K-Mart Corp., </em>210 F.3d 1201, 1203 n. 1 (10th Cir.2000) (“When reviewing an order granting summary judgment, we may only <page-number citation-index=\"1\" label=\"597\">*597</page-number>consider admissible evidence”). Thus, it matters not that defendant made reference to portions of plaintiffs deposition or that the district court disregarded portions considered speculative or inadmissible hearsay.</p>\n<p id=\"b667-5\">The district court determined that plaintiff failed to establish a prima facie case based on either gender discrimination or a hostile work environment. We agree. We have held that “[gjender discrimination can be based upon sexual harassment or a hostile work environment.” See <em>Gross v. Burggraf Constr. Co., </em>53 F.3d 1531, 1535 (10th Cir.1995) (citing <em>Meritor Savs. Bank, FSB v. Vinson, </em>477 U.S. 57, 65, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986)). Notwithstanding plaintiffs general assertions of sexual harassment, she specifically denied that her supervisor, Marc Cortez, sexually harassed her. Aplt. App. at 71. Thus, the issue is whether the district court erred in granting summary judgment because a genuine issue of material fact exists as to whether Cortez’s conduct and/or statements created a hostile working environment for plaintiff because of her gender. <em>Gross, </em>53 F.3d at 1535. Whether an environment is hostile is determined by examining the totality of the circumstances. <em>See Harris v. Forklift Sys., Inc., </em>510 U.S. 17, 23, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993). “The critical issue ... is whether members of one sex are exposed to disadvantageous terms or conditions of employment to which members of the other sex are not exposed.” <em>Id. </em>at 25 (Ginsberg, J., concurring). Conduct not severe or pervasive enough to create an environment that a reasonable person would find hostile is simply beyond the purview of Title VII. <em>Id. </em>at 21. “ ‘If the nature of an employee’s environment, however unpleasant, is <em>not due to her gender, </em>she has <em>not </em>been the victim of sex discrimination as a result of that environment.’ ” <em>Gross, </em>53 F.3d at 1537 (quoting <em>Stahl v. Sun Microsystems, Inc., </em>19 F.3d 533, 538 (10th Cir.l994))(emphasis in Gross). “Normal job stress does not constitute a hostile or abusive work environment,” nor are personality conflicts between employees the business of federal courts. <em>Trujillo v. Univ. of Colo. Health Sciences Ctr., </em>157 F.3d 1211, 1214 (10th Cir.1998). “We cannot vilify every supervisor that implements a policy with which an employee disagrees or that monitors [the] employees’ conduct.” <em>Id.</em></p>\n<p id=\"b667-9\">The district court held that plaintiff had failed to establish a prima facie case because she did not supply “evidence, admissible at trial, to demonstrate [defendant's treatment of her, even if it is assumed to be negative, was based on her sex.” ApltApp. at 276. This was due in the main because plaintiffs evidence was “either speculative or based on inadmissible evidence.” <em>Id. </em>at 277. Again we agree. Plaintiffs testimony regarding the different treatment of her male co-workers was not based on personal knowledge but on what she was told by others. For example, her knowledge that no other drivers had been written up for “overalloweds,”<footnotemark>1</footnotemark> was based on her having asked the other drivers and being told by two of them that they had not. This is hearsay, notwithstanding plaintiffs attempt to characterize it as “relevant to not [sic] to prove the truth of the matter asserted but to prove that such statements were made to [plaintiff].” Aplt. Br. at 13. Contrary to plaintiffs claim, she in fact offered this testimony for the truth of what they told her, i.e., that they did not receive write-<page-number citation-index=\"1\" label=\"598\">*598</page-number>ups for overalloweds. Likewise, with respect to her contention that she was disciplined for using a curse word while a supervisor was not, her knowledge of the incident with the supervisor is based solely on what a union steward told her, not on anything she heard. <em>See </em>Aplt.App. at 51-52. Plaintiffs testimony as to “what [the union steward] allegedly heard was not based on [plaintiffs] personal knowledge of the facts,” and the alleged statement of the steward cannot be considered in reviewing the order granting summary judgment. <em>Gross, </em>53 F.3d at 1541.</p>\n<p id=\"b668-4\">Although she claimed to have been subjected to more “ride alongs”<footnotemark>2</footnotemark> than any other worker, by her own admission, she was overallowed on the days her supervisor said she was. Aplt.App. at 57. Indeed, she submitted documentary evidence reflecting that she had the highest average of overalloweds in a group of twenty-five drivers. <em>Id. </em>at 265. In any event, she filed a grievance regarding her claim of excessive ride alongs and was informed that there was no violation of the collective bargaining agreement (CBA). <em>See </em>Aplt. App. at 176-78. Other than plaintiffs disagreement with the meaning of the CBA, the facts as alleged amount to no more than routine employee monitoring or a disagreement with her supervisor. <em>See Trujillo, </em>157 F.3d at 1214.</p>\n<p id=\"b668-5\">She also alleges that she was written up for dress code violations while male drivers were not. Again, the statement that “she knows the other drivers were not written up for similar violations” is simply unsubstantiated.</p>\n<p id=\"b668-6\">Next, she argues that Marc Cortez told her she could not do her job because she was a woman. However, she did not know when he said this to her except to note that “[i]t could be in a grievance.” Aplt. App. at 249. When questioned further as to whether she was going on her own subjective belief she thought he was making such comments because she was female, she could not remember if Cortez had ever used words like “ ‘[b]ecause you’re a woman, you can’t do the job.’ ” <em>Id. </em>at 72. This claim is therefore too speculative to withstand summary judgment.</p>\n<p id=\"b668-9\">Finally, she disputes the district court’s grant of summary judgment based on complaints of rudeness received against her, which the district court ruled plaintiff could not demonstrate were gender related. In her brief, plaintiff contends that the working termination based on rudeness complaints constituted a “tangible employment action.” ApltApp. at 15. This, of course, is beside the point, as is plaintiffs subsequent reference to other working terminations based on rudeness complaints. <em>See id. </em>at 16. Plaintiff has totally failed to point to anything in the record suggesting that she was subjected to disciplinary action for rudeness complaints because of her gender.</p>\n<p id=\"b668-10\">We conclude that plaintiff has failed to demonstrate a genuine issue of material fact and that the district court’s grant of summary judgment for defendant was proper.</p>\n<p id=\"b668-11\">The judgment of the United States District Court for the Western District of Oklahoma is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b665-12\"> This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. The court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b667-6\">. An \"overallowed” is a failure to complete the prescribed delivery route in a timely manner.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b668-7\">. A \"ride along” consists of a supervisor accompanying a driver on the route primarily to advise the driver on more efficient time management to help avoid overalloweds.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}