{
  "casebody": {
    "data": "<casebody firstpage=\"622\" lastpage=\"632\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b640-9\">2011 VT 106</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b640-10\">John TOWSLEE v. Cathleen CALLANAN</parties>\n<p data-order=\"2\" data-type=\"otherdate\" id=\"b640-11\">[_A.3d_]</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b640-12\">No. 09-382</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ARd\">September 8, 2011.</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b640-14\">¶ 1. Husband appeals from a post-divorce ruling by the family court. The court held that, in determining what husband was owed from the sale of the marital home, wife could deduct the principal and interest components of mortgage payments she had made. We affirm.</p>\n<p id=\"b640-15\">V 2. The parties were divorced in 1997. By stipulation, which was incorporated into the final divorce order, wife was awarded the marital home (purchased three years earlier) until the parties’ youngest child turned eighteen. Wife was responsible for all costs and expenses associated with the home, including “the current mortgage,” of which there were <page-number citation-index=\"1\" label=\"623\">*623</page-number>two, totaling $87,600, a value near the property’s purchase price. The stipulation provided that the proceeds from the sale of the property would be divided equally after deducting the usual and customary expenses associated with the sale of the property, the remaining balance of the current mortgage, the cost of the appraisal, and “the cost of all capital improvements and capital contributions (mortgage).”</p>\n<p id=\"b641-4\">¶ 3. The phrase — “capital contributions (mortgage)” — is at the heart of this case. When wife attempted to sell the property in 2008 for $140,000, the bank required husband to sign off on the sale. Husband refused to do so, claiming that wife owed him money under the terms of the final divorce order. Eventually, each party filed a motion to enforce. The dispute turned on whether wife was entitled to deduct not only the principal component of the mortgage payments she made, but also the interest component of those payments. Following a hearing, the court found the phrase “capital contributions (mortgage)” ambiguous, and it examined extrinsic evidence to discern the parties’ intent. After hearing testimony from husband’s attorney, who drafted the language in question, as well as from wife, the court concluded that the more reasonable interpretation, given the use of the word “mortgage,” was that wife could deduct the entirety of the payments made on the debt secured by the original two mortgages.<footnotemark>1</footnotemark> The court then requested briefing on the amount owed to husband from the sale of property. It appears undisputed that after wife’s deductions for capital improvements, which are permitted under the divorce order, and after deducting all of her payments in the amounts of principal and interest called for in the original mortgages, there is little or no equity left to split between the parties.</p>\n<p id=\"b641-7\">¶ 4. On appeal, husband argues that the phrase “capital contributions (mortgage)” plainly denotes only the mortgage payments to principal. Even if the phrase is ambiguous, he asserts that the court should have relied on the undisputed testimony of the attorney who drafted the phrase and testified that it was intended to refer only to principal payments as opposed to the entire mortgage payment. Conversely, wife maintains that the language supports her interpretation, but if the language is ambiguous, this Court should find the family court’s construction reasonable. Because the language does not plainly support either interpretation to the exclusion of the other, the family court correctly found the phrase ambiguous, and its construction of the ambiguous language was reasonable in light of the circumstances.</p>\n<p id=\"b641-8\">¶ 5. We interpret divorce decrees according to contract principles. <em>Sumner v. Sumner, </em>2004 VT 45, ¶ 9, 176 Vt. 452, 852 A.2d 611. Thus, we look first to the explicit terms of the decree and decide de novo if they are ambiguous. <em>John A. Russell Corp. v. Bohlig, </em>170 Vt. 12, 16, 739 A.2d 1212, 1216 (1999). If an agreement, even if “inartfully worded or clumsily arranged, fairly admits of but one interpretation, it may not be said to be ambiguous or fatally unclear.” <em>Isbrandtsen v. N. Branch Corp., </em>150 Vt. 575, 580-81, 556 A.2d 81, 85 (1988) (quotation omitted). If unambiguous, the language of the decree controls and the Court does not look to external evidence. <em>Sumner, </em>2004 VT 45, ¶ 9; <em>O’Brien Bros.’ P’ship v. Plociennik, </em>2007 VT 105, ¶ 9, 182 Vt. 409, 940 A.2d 692. But if “reasonable people could differ as to its interpretation,” a provision is ambiguous and the court should look be<page-number citation-index=\"1\" label=\"624\">*624</page-number>yond the plain language to discern the parties’ intent. <em>O’Brien Bros.’ P’ship, </em>2007 VT 105, ¶ 9 (quotation omitted). This is “a question of fact to be determined based on all of the evidence — not only the language of the written instrument, but also evidence concerning its subject matter, its purpose at the time it was executed, and the situations of the parties.” <em>Main St. Landing, LLC v. Lake St. Ass’n, </em>2006 VT 13, ¶ 7, 179 Vt. 583, 892 A.2d 931 (mem.). We defer to the court’s factual findings so long as not clearly erroneous, meaning that we will affirm if they are supported by the evidence as seen in the light most favorable to the prevailing party. <em>Willey v. Willey, </em>2006 VT 106, ¶ 11, 180 Vt. 421, 912 A.2d 441.</p>\n<p id=\"b642-4\">¶ 6. Husband argues that “capital contributions (mortgage)” applies to payments toward principal, but not toward interest. The family court correctly noted that the phrase “capital contribution” does not ordinarily apply to any mortgage payments. Technically, “capital contribution” is a business term of art defined as “[clash, property, or services contributed by partners to a partnership,” or “[f]unds made available by a shareholder, usu[ally] without an increase in stock holdings.” Black’s Law Dictionary 222 (8th ed. 2004). The only case in Vermont that uses the term in a divorce context applies it to supplying funds for a home purchase rather than making mortgage payments. See <em>Ward v. Ward, </em>155 Vt. 242, 249-50, 583 A.2d 577, 582-83 (1990). Nor do there appear to be cases from other jurisdictions that address capital contributions specifically in a mortgage payment context. On the other hand, and as also explained by the court, a “mortgage” is commonly understood to mean payments of principal <em>and </em>interest unless specified to the contrary. Assuming then, for argument’s sake, that the phrase “capital contributions” could reasonably refer to payments to mortgage principal only, the parenthetical addition of the explanatory, but contradictory, term “mortgage” within the same reference muddies the meaning of “capital contribution.”<footnotemark>2</footnotemark> Not insignificantly to the court, the term “mortgage” was also used earlier in the same subsection of the parties’ stipulation to have wife assume, and hold husband harmless from, the mortgage payments — again commonly understood and clearly intended by the parties to mean principal <em>and </em>interest, so that husband would be relieved of that obligation. This is another reason why husband’s construction of “capital contributions (mortgage)” is not the only plausible reading of the language, and that the court’s construction is not unfounded.</p>\n<p id=\"b642-6\">¶ 7. The parties’ mutual invocation of the interpretive canon against surplusage underscores the ambiguity of the phrase. See <em>N. Sec. Ins. Co. v. Mitec Elecs., Ltd., </em>2008 VT 96, ¶ 24, 184 Vt. 303, 965 A.2d 447 (noting that the Court strives to avoid an interpretation that renders any contract language surplusage). Both husband’s and wife’s readings of the three words in question must result in a superfluous term. Wife posits that “mortgage” clarifies that she is due credit for payments to both mortgage principal and interest, but this necessarily renders the preceding phrase, “capital contributions,” superfluous. Husband argues that “mortgage” is merely descriptive of wife’s “capital contributions” based on her payments of mortgage principal. This renders the same term superfluous if, as husband argues, “capital contributions” could <em>only </em>mean principal paid on the mortgage since other capital investment would appear to fall within the decree’s credit for <page-number citation-index=\"1\" label=\"625\">*625</page-number>her “capital improvements.”<footnotemark>3</footnotemark> Unlike <em>Isbrandtsen, </em>the language here arguably supports both parties’ interpretations and so is ambiguous. See <em>Isbrandtsen, </em>150 Vt. at 581, 556 A.2d at 85. <footnotemark>4</footnotemark></p>\n<p id=\"b643-6\">¶ 8. The remaining question is whether the family court’s construction of this ambiguous phrase is clearly erroneous. See <em>Willey, </em>2006 VT 106, ¶ 11. We hold that it is not. Faced with two less-than-compelling interpretations, the family court noted greater deficiencies in husband’s construction, especially his failure to craft the stipulation to explicitly limit wife’s reimbursement to principal payments if that was the parties’ intent. That wife’s reading was not flawless did not foreclose the court from adopting her version if supported by conventions of contract construction.</p>\n<p id=\"b643-7\">¶ 9. There are ample reasons to support the court’s judgment. One is that a “mortgage” payment, as recited by the court, ordinarily consists of principal and interest payments. Another is that the preceding phrase, “capital contributions,” does not necessarily contradict the later parenthetical, as opposed to informing the court that what the parties meant by “capital contributions” was “(mortgage)” payments. Yet another, as mentioned above, is that the term “mortgage” is used twice in the same stipulation without distinction, the first referring to mortgage payments — principal and interest. The family court was not irrational in giving identical terms in the same document the same meaning. Finally, though the parties’ attorneys apparently traded drafts back and forth, husband’s attorney recalled drafting the specific provision in question, and the court found him to be the author of the stipulation. “[WJhere a contract is ambiguous, it will be eon<page-number citation-index=\"1\" label=\"626\">*626</page-number>strued against the party who drafted it.” <em>State v. Spitsyn, </em>174 Vt. 545, 547, 811 A.2d 201, 204 (2002) (mem.). Accordingly, the family court was not clearly wrong to construe the ambiguous provision against husband.</p>\n<p id=\"b644-4\">¶ 10. The family court’s construction was not unfair or unreasonable. See <em>Trustees of Net Realty Holding Trust v. AVCO Fin. Servs. of Barre, Inc., </em>147 Vt. 472, 475-76, 520 A.2d 981, 983 (1986) (preferring fair and reasonable resolution of ambiguous terms against the drafter). While husband’s divorce lawyer testified to the effect that there was “little equity” in the house at the time of the divorce, the court made no finding as to value. Nor, so far as we can discern, did husband introduce evidence of significant equity in the house at the time of purchase or divorce. The dissent suggests that husband was inequitably denied an accrued stake in the predivorce marital estate, but without evidence of some actual beginning value, the dissent’s equitable arguments are largely, if not entirely, speculative. Even if theoretically unfair, the actual record does not support husband’s, and the dissent’s, argument that the family court’s construction of the stipulation was clearly erroneous. Thus, husband’s ongoing interest in relinquishing the marital home to wife, in return for wife assuming the whole mortgage payments, was to share in any accrued appreciation at the time of a later sale.<footnotemark>5</footnotemark> It was not clearly inequitable to credit wife for her entire mortgage payments, when husband’s interpretation would impose upon her, at no cost to him, the entire interest-carrying cost for his prospective appreciation.<footnotemark>6</footnotemark></p>\n<p id=\"b644-7\">V 11. Unsupported by the record, the dissent contends that husband’s child support subsidized wife’s mortgage in proportion to her payments, so that return on his contributions to equity were denied by the court’s construction. Using the dissent’s calculation of $860 per month in child support and $550 per month in mortgage payments, it is still speculative that husband’s support payments fully covered one half of wife’s actual child rearing expenses, and that some portion of his child support should be fairly credited toward wife’s mortgage payments. In any event, this argument was not presented below or on appeal, and it is not properly considered now. And again, any theoretical merit to this argument does not render the family court’s fact-based construction untenable.</p>\n<p id=\"b644-8\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b641-5\"> There was subsequent refinancing by wife that increased the mortgage debt, but the court limited her reimbursement to an amount based on payments equivalent only to the mortgage obligations “current” at the time of the divorce decree.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b642-7\"> The dissent suggests that husband’s attorney’s testimony deserves greater weight, <em>post, </em>¶ 18 n.14, but the record reflects no reason to credit the attorney’s evidence over wife’s testimony to the contrary.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b643-4\"> The dissent states, implausibly, that the word “mortgage” could clarify that “capital contributions” refers only to the 1994 mortgage, or that the phrase “capital contributions” does not apply to nonmortgage expenditures that are also not capital improvements. <em>Post, </em>¶ 22. The first theory is not reasonable because the word “mortgage” does nothing to specify whether “capital contributions” refers to all mortgages or just the 1994 mortgage. The second explanation seems equally unlikely since the dissent would rely on “mortgage” to exclude expenditures no one would reasonably consider capital contributions in the first place. We note that neither explanation was advanced by husband or by his attorney who drafted the document.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b643-5\"> Nor are we persuaded otherwise by the dissent’s emphasis that wife must pay husband “half of the equity” at the time of sale under subsection (c) of the divorce decree. <em>Post, </em>¶ 17. It is true this is a clear order that wife is to pay husband half of the equity at the time of sale. Superficially, this recommends husband’s interpretation, since house “equity” is commonly understood to be the difference between the sale price and mortgage lien, and would ordinarily suggest no credit to wife for her mortgage interest payments. And yet, under neither spouse’s interpretation is husband entitled to half of that equity so defined. As the dissent acknowledges, subsection (c) incorporates by reference subsection (b), which allows wife to deduct certain costs, including “capital contributions (mortgage).” There is no question that under subsection (b) wife was also entitled to deduct for capital improvements as well as payments to principal, meaning she is entitled to more than half the equity if “equity” is given its standard meaning, so we know the standard meaning does not govern. The dissent’s reiteration that husband is entitled to half the equity merely begs the question as to what is “the equity.” Such unavoidable circuity confirms the trial court's conclusion that the stipulation is ambiguous.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b644-5\"> The family court’s construction of the clause does not, as claimed by the dissent, necessarily defeat husband’s share in any appreciation in the home. By the dissent’s own calculations, if the value of the house had increased an additional one quarter of one percent per year, husband would have been entitled to some payment under the family court’s order. Failure of husband to realize appreciation in the home, after ostensibly contributing nothing to the principal and interest for eleven years, was a function of the market as well as the court’s construction of the parties’ stipulation.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b644-13\"> That husband remained legally liable on the original mortgage is no basis, by itself and as the dissent would have it, for disallowing wife’s interest payments or crediting them to husband’s account. This claim seems especially unfounded where, as here, the parties expressly intended wife to hold husband harmless on the debt and husband proffered no evidence of contributing to the payment of interest. The dissent would, incongruently, credit husband for wife’s interest payments even after her 2007 refinancing removed him from the debt.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"Aum\">Dooley, J.,</author>\n<p id=\"b644-9\">¶ 12. dissenting. Viewed from any perspective, the result in this case is manifestly unfair, and the provision in the order, as interpreted by the majority, is perverse and indefensible. On <page-number citation-index=\"1\" label=\"627\">*627</page-number>this point, I strongly disagree with the majority decision that the result is not “unfair or unreasonable.” <em>Ante, </em>¶ 10. The majority justifies the result, and the perverse term of the order, on the basis that the wording of the controlling provision, in context, requires it. In fact, the majority ignores the critical wording of the provision that controls this decision. Properly construed, the controlling provision supports the only fair result. Accordingly, I dissent.</p>\n<p id=\"b645-4\">¶ 13. Let me start with why the result is unfair. At the time of the divorce, the parties had limited property to divide apart from then clothing and personal effects. Wife was awarded an almost new car, the house and most of its interior furnishings and contents. Husband was awarded a twelve-year old van, a two-year-old snowmobile and a six-year old motorcycle. The only real value in this property was in the house, although the equity was unknown and the property was subject to mortgages to secure loans totaling $87,500. At a minimum, there was the equity created by the appreciation in value between the date of purchase (1994) and the date of the divorce (1997). In order to try to equalize the property distribution, the court awarded wife title to the house, but she was required to sell it when the youngest child reached eighteen years of age and divide the proceeds with husband or, if wife remarried or moved from the house before that time, she was required to pay “one half of the equity” to husband. In the end, wife received all the equity in the house, and husband received nothing from its sale.<footnotemark>7</footnotemark> At least<footnotemark>8</footnotemark> for the period until the house was sold, husband was obligated on the underlying notes that reflected the purchase price of the house.<footnotemark>9</footnotemark> Apparently, wife became delinquent in mortgage payments in late 2003, and the bank started seeking collection from husband.<footnotemark>10</footnotemark> Thus, not only did husband get no benefit from the value of the house, it represented a large liability until it was sold. The result is that the distribution of the property of the marriage was inequitable, with wife receiving almost all of its value.</p>\n<p id=\"b645-7\">¶ 14. The whole point of the distribution was to enable wife to stay in the marital house with the two children. To do this, wife paid around $550 per month on the mortgages. The vast majority of the mort<page-number citation-index=\"1\" label=\"628\">*628</page-number>gage payments went to interest. In essence, husband’s equity in the property was being consumed by the interest payments that were credited to wife in the distribution of the proceeds of the sale. If, as the majority states, there was no equity in the property at the time of the divorce,<footnotemark>11</footnotemark> the property would have had to increase in value at a rate of approximately 4.62% per year for husband to have ever recovered any equity — even a dollar — from the property if it had been sold at the time of refinancing. The value of the house actually increased at the annual rate of approximately 4.37% between the divorce and the refinancing.<footnotemark>12</footnotemark> The fact is that husband’s interest in the equity was illusory. The agreement and order was a kind of shell game that husband could not win. He would have been better off if the house had been awarded completely to wife with a requirement that the debt obligation be refinanced so husband was no longer liable for the debt.</p>\n<p id=\"b646-7\">¶ 15. There is another way in which the result is unfair. Husband is paying child support according to the child support guidelines; the original order set the amount at $200 per week.<footnotemark>13</footnotemark> The amount is based on the financial need of children, which includes their housing cost. See 15 V.S.A. § 654 (“The secretary of human services shall prescribe by rule a guideline for child support.... The rule shall be based on the financial needs of Vermont children, established by such reliable data as most accurately reflect their needs.”); R. Williams, <em>Guidelines for Setting Levels of Child Support Orders, </em>21 Fam. L.Q. 281, 287 (1987) (“[A] recent economic study . . . estimates that over one-half of family expenditures on children fall into just three categories: food, housing, and transportation.”). In this case, the major share of the children’s housing costs is the mortgage costs, particularly the interest on the debt. Thus, a substantial share of husband’s child support represents payment of mortgage interest. At the same time, this interest is being credited to wife to steadily reduce husband’s equity interest in the property. In essence, husband is paying twice for the same expense — once through child support, and once through reduction in the equity. His steady loss of equity cannot be offset against his gross income in calculating child support payments. See 15 V.S.A. § 653(1) (defining “available income” to determine child support obligation). Nor was it counted as income to wife in determining her share of the child support obligation. In fact, husband’s child support amount was temporarily increased to reflect the children’s homeplace “costs and expenses.”</p>\n<p id=\"b646-8\">¶ 16. Finally, our assessment of fairness should be reached in relation to <page-number citation-index=\"1\" label=\"629\">*629</page-number>limits in our cases on delayed distribution of property. The court can delay distribution of property with each party obtaining a percentage of the value at the time of distribution, including any appreciation or depreciation caused by the delay. <em>Leas v. Leas, </em>169 Vt. 364, 370, 737 A.2d 889, 894 (1999). Alternatively, it can award a property interest, and delay its realization, but it must require the payment of interest on the value of the property if a lengthy delay is expected. See <em>id.; Johnson v. Johnson, </em>163 Vt. 491, 497, 659 A.2d 1149, 1153 (1995). Here, husband has the worst of all alternatives. Ostensibly, he is awarded a percentage of the equity in the property, but he can never receive that equity. Not only does he not obtain a share of any appreciation in value, he loses any property value he had at the time of the divorce order. He is, of course, awarded no interest on any equity value; in fact, he has to pay interest to the spouse who has the use of the property and he remains liable on the underlying debt obligation for the property even though he will never receive any benefit! If this order were imposed by a court without an underlying stipulation, I doubt that we would uphold it.</p>\n<p id=\"b647-4\">¶ 17. In the following paragraphs, I outline the reasons why I believe that the majority’s construction of the language of the original court order is wrong, apart from the unfairness of the result. One point in this analysis needs special emphasis. The “Real Estate” section of the divorce order contains three subsections. Subsection (b), quoted and construed by the majority, applies directly only when the youngest child turned eighteen. In fact, the youngest child of the parties was born in 1996 and will turn eighteen in 2014. As a result, subsection (b) does not apply directly to this case. The operative section is subsection (c), which applies if wife remarries or moves from the marital residence, the latter having occurred here. It goes on to say that the property must be refinanced to pay off husband or sold and that the distribution of the proceeds will occur under subsection (b), thus indirectly invoking that subsection. It is, however, more specific in describing wife’s obligation as “to pay to [husband] ... one half of the equity,” language not in subsection (b) and ignored by the majority. This language is important because it says clearly that the point of the proceeds distribution methodology is to give husband one half of the equity in the property. Under the majority’s construction of the distribution methodology language, the one result that can <em>never </em>occur is that husband will receive one half of the equity in the property. The minute that wife made a mortgage payment the equity available for distribution was reduced by the amount of wife’s interest payment. The inevitable result, as this case demonstrates, is that if wife stayed in the house for an extended period, husband would receive no part of the equity of the property. In my view, the added language in subsection (c), the operative subsection of the order, is the chief reason that the majority’s construction of the distribution language is wrong.</p>\n<p id=\"b647-6\">¶ 18. Even apart from the unfair result and the language in subsection (c) that specifies the intended outcome, I cannot agree with the majority’s reasoning and result on its own terms. We have many rules for construction of language in contracts or statutes, but the most important step is to choose the right approach to best implement the drafter’s intent.<footnotemark>14</footnotemark> <page-number citation-index=\"1\" label=\"630\">*630</page-number>Here, the majority begrudgingly accepts that the phrase “capital contribution” means the part of the mortgage payment that goes to principal and thus increases the equity — capital — owned by the mortgagee(s). However inartful the chosen language may appear, it cannot have any other meaning in context. Contrary to the majority’s assertion, that meaning is supported by our case law<footnotemark>15</footnotemark> and decisions from other states.<footnotemark>16</footnotemark> It is particularly common in tax law because of the different tax treatments of interest and capital payments. See <em>United States v. 461 W. 42nd St., </em>251 F.3d 1329, 1336 (11th Cir. 2001) (“[T]he mortgage payments constitute both an ordinary operating expense — payment of the interest — and a capital expense — payment going toward equity.”); <em>United States v. All Assets &amp; Equip. of West Side Bldg. Corp., </em>1997 WL 187319, at *4 (N.D. Ill. 1997) (“The mortgage payments ... include two components: an operating expense (the interest component of the payment) and a capital expense (the equity component of the payment).”). This Court has never used the term “capital contributions” to refer to payments resembling or including interest expenditures. Neither the trial court nor the majority even <page-number citation-index=\"1\" label=\"631\">*631</page-number>try to make “capital contribution” mean interest payment.</p>\n<p id=\"b649-4\">¶ 19. Next, the majority concludes that “(mortgage)” means all payments on the underlying debt secured by the mortgage. Because the term in the agreement is the “existing mortgage,” the trial court held that it means the 1994 mortgage, the only one in existence at the time of the agreement.<footnotemark>17</footnotemark> While an all-payment interpretation is a stretch for a single word inserted in parentheses, I generally accept this interpretation in order to continue with the analysis. I note, however, that it is a definition intended to create a conflict, exactly the wrong approach in this case.</p>\n<p id=\"b649-8\">¶ 20. It is at this point that the majority goes wrong finding an unnecessary conflict between the words “capital contributions” and “mortgage” and declaring that husband’s interpretation will produce a surplus term when it will not. The critical interpretation rule is that we must apply all the terms of the contractual language and seek to reconcile any superficial conflicts if possible. See <em>State v. Philip Morris USA Inc., </em>2008 VT 11, ¶ 13, 183 Vt. 176, 945 A.2d 887 (stating that in interpreting contracts, this Court “strive[s] to give effect to every part of the instrument and form a harmonious whole from the parts” (quotation omitted)); <em>In re Verderber, </em>173 Vt. 612, 615, 795 A.2d 1157, 1162 (2002) (mem.) (agreeing that “an interpretation which harmonizes all parts of the contract is preferable to an interpretation which focuses on one provision heedless of context” (quotation omitted)). The majority doesn’t attempt to reconcile its apparent conflict, even though the method of doing so is obvious.</p>\n<p id=\"b649-9\">¶ 21. In viewing the language to interpret it, we must start by recognizing that a contradiction between a parenthetical phrase or word and a textual phrase is virtually impossible. A parenthetical word or phrase is supplementary to the language it follows, and is optional for the reader. See, e.g., The Oxford Companion to the English Language 750 (1st ed. 1992) (explaining that a parenthesis is “a qualifying, explanatory, or appositive word, phrase, clause, or sentence that <page-number citation-index=\"1\" label=\"632\">*632</page-number>interrupts a construction without otherwise affecting it,” and that it “may be marked by pairs of commas, dashes, or round braekets/parentheses”); The New Dictionary of Cultural Literacy 156 (3d ed. 2002) (stating that parentheses “subordinate . .. the material within them so that readers save most of their attention for the rest of the sentence”). It is totally inconsistent with the limited function of a parenthetical phrase to make it controlling over the phrase it supplements. While I would still disagree with the majority’s construction if the word “mortgage” were set off by commas, rather than parentheses, I think it is particularly wrong in this context.</p>\n<p id=\"b650-5\">¶ 22. The obvious reconciliation of the terms is to interpret the phrase and parenthetical as meaning capital contributions made through mortgage payments. This interpretation gives effect to all words in the operative phrase and parenthetical and creates no internal conflict. Moreover, it does not make the reference to the mortgage unnecessary as the majority claims. The trial court interpreted the mortgage as only the 1994 mortgage<footnotemark>18</footnotemark> and not the 2007 mortgage. Thus, payments of principal under the 2007 mortgage may be capital contributions but they are neither “capital improvements” nor “capital contributions” as the terms are used in subsection (b) of the order.<footnotemark>19</footnotemark></p>\n<p id=\"b650-8\">¶ 23. I believe that anyone fairly looking at the language of the order would conclude that it allows wife an offset for the portion of her mortgage payments that increase the equity in the property, but not for interest. When it is clear that this interpretation is necessary to reach a fair result and to implement the purpose to split the equity from the property between the parties, I think we must reverse the trial court decision. Whatever standard of review we operate under, we must reach the right result as a matter of law. Accordingly, I respectfully dissent.</p>\n<judges id=\"b650-9\">¶24. I am authorized to state that Justice Skoglund joins in this dissent.</judges>\n<footnote label=\"7\">\n<p id=\"b645-5\"> The majority tries to sugareoat the result a bit by stating that there was “little or no equity left to split” after wife received all her credits off the top. <em>Ante, </em>¶ 3. In fact, it cannot be disputed that wife received 100% of the equity and husband received 0%.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b645-8\"> 1 have used “at least” because it is not clear that husband is free of the debt obligation even today. As the trial court found, wife failed to pay off the preexisting mortgage entirely and never had it discharged. Husband signed that mortgage because of his interest, albeit illusory, in the property.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b645-9\"> A three-justice panel of this Court found this exact distribution of risk and responsibility to be unfair because it required, as here, that husband deed his interest to wife, but left him obligated on the mortgage note and with no security to ensure he would eventually receive part of the equity. The panel ordered that husband not be required to sign a deed or that he receive a security interest. <em>Gray v. Gray, </em>No. 2008-209, 2008 WL 4903038, at *2 (Vt. Nov. 5, 2008) (unpub. mem.), available at http://www.vermontjudiciary.org/d-upeo/ upeo.aspx.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b645-10\"> The majority emphasizes that wife agreed to hold husband harmless from the costs of the current mortgage. This is an illusory right where, as here, wife cannot make the mortgage payments to the bank. Husband is forced to pay the bank but cannot collect on the hold harmless agreement from wife.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b646-4\"> In fact, the assumption that there was no equity in the house is almost certainly wrong. There was no appraisal at the time the house was purchased. Husband and wife made no down payment; the full purchase price was financed by the bank. The “no equity assumption” is built on the unlikely assumption that the bank loan equaled all the value of the house, leaving the bank no margin of error in case of default. Further, it assumes that the value of the house did not increase in the three years between its purchase and the divorce, an even more unlikely assumption.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b646-5\"> It is worth observing that this level of increase occurred mostly during a housing market where appreciation in value was substantial. In the stagnant market of the last few years, the amount of total equity would not increase but the mortgage interest payments would continue making husband’s likelihood of receiving any equity even more remote.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b646-9\"> It was amended a number of times thereafter, but the payment amount remained comparable.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b647-7\"> Although not my central point, an example of how construction rules can be misused is in the treatment of the testimony of husband’s lawyer who drafted the provisions of the stipulation dealing with the distribution of property. He testified that he did not intend that wife could get credit for interest paid on the house purchase loan in determining the amount of equity to be distributed. AI-<page-number citation-index=\"1\" label=\"630\">*630</page-number>though the trial court, and the majority, find the critical language of the stipulation to be ambiguous, they ignore the testimony and then, to pile on, construe the language against husband because his attorney was the drafter. See <em>ante, </em>¶ 9.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b648-5\"> See, e.g., <em>Quimby v. Myers, </em>2005 VT 123, ¶ 11, 179 Vt. 611, 895 A.2d 128 (mem.) (noting, in case about alleged business partnership, that “court did not find an intent to distribute the assets on the basis of individual capital contributions”); <em>Murphy v. Stowe Club Highlands, </em>171 Vt. 144, 156, 761 A.2d 688, 697 (2000) (referring to another case where “the plaintiff’s president received a substantial capital contribution to the corporation and intentionally failed to disclose it to defendant”). In one opinion dealing with divorce, we used “capital contributions” to refer specifically to a husband’s initial equity investment in a piece of property. <em>Ward v. Ward, </em>155 Vt. 242, 250, 583 A.2d 577, 582 (1990) (finding that, where defendant husband paid about $11,000 of his own money for couple’s interest in property and spent two thousand hours renovating it, that “the trial court weighed defendant’s egregious conduct in the balance, on the one hand, against defendant’s sole initial capital contribution and his largely single-handed renovation effort”).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b648-6\"> For example, in <em>Thompson v. Thompson, </em>a Colorado divorce case, the court acknowledged that all capital contributions, whether made through direct financial investment or sweat equity, were meant to add to the accumulation of assets. 489 P.2d 1062, 1064 (Colo. App. 1971) (holding that “it was proper for the trial court to consider contributions of parties to the increase in or accumulation of assets by means other than direct contribution of capital”); see also <em>Gregg v. Gregg, </em>474 So. 2d 262, 265 (Fla. Dist. Ct. App. 1985) (acknowledging and applying a theory that treats “special equity,” or equity resulting from the contribution of the wife’s separate funds, “as a capital contribution whereby the spouse obtains a percentage of the value of the acquired property equal to the ratio that the separate property contributed was to the original total acquisition cost”); <em>Van Erem v. Van Erem, </em>111 N.W.2d 440, 442 (Wis. 1961) (noting that “where the estate to be divided on divorce has been partially acquired from capital contributions of the wife, the wife should first be awarded her capital contributions and the residue divided on the basis of an equitable formula,” and listing “capital contributions” as including “contributions from her separate estate ($9,500 equity in Appleton property and $564.35 inheritance)”).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b649-5\"> Although it does not ultimately matter because husband gets nothing no matter what is credited as mortgage payments, construing the term mortgage to mean all payments creates difficulties in fairness and meaning. For example, wife made many late payment penalties because she failed to make her installment payments on time. These penalties are secured by the mortgage and, therefore, are mortgage payments just as much as interest payments are mortgage payments. Crediting these payments to wife to reduce husband’s equity increases the unfairness to husband.</p>\n<p id=\"b649-6\">The trial court tried to creatively maneuver around another fairness issue that is caused by its resolution of this dispute. Wife refinanced the mortgage debt in 2007 with a different financial institution and increased the amount to pay off personal debts. The trial court held that wife could not get credit for the greater payments under this mortgage because the terms of the divorce order allowed the remaining balance of only the “current mortgage” to be deducted from the sale price as part of the equity calculation. The court interpreted the “current mortgage” to mean the 1994 mortgage and not the 2007 mortgage so credits would be made as if the 1994 mortgage were still in effect. This result is creative but hardly comports with the language of the order. Since the 1994 mortgage was paid off in 2007, there were no payments thereafter on that mortgage. The interpretation should mean that wife would receive no credit for interest or principal payments after the 1994 debt and mortgage were extinguished.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b650-6\"> The majority now appears to war with the trial court interpretation, saying the word “mortgage” does not specify whether it means the mortgage existing at the time of the agreement or any mortgage. Except in the parenthetical, the agreement consistently refers to the “current mortgage,” which supports the trial court interpretation. Under the alternative interpretation, wife could deduct any principal and interest on any mortgage, including the refinancing mortgage used to pay other debts. I cannot imagine anyone would say that is an acceptable interpretation.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b650-16\"> This is the most obvious answer to the majority’s conclusion that the term mortgage is superfluous because all other capital contributions come under the heading of capital improvements, which are specially recognized in the provision of the court order. It is not the only answer. Expenditures could increase the value of the house without fitting within the term “improvements.” For example, repair expenditures to fix storm damage would increase the value of the house, but could be found not to be improvements.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}