{
  "casebody": {
    "data": "<casebody firstpage=\"196\" lastpage=\"200\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b228-9\">L. C. PAGE <em>&amp; </em>CO., Inc., et al. v. FOX FILM CORPORATION et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b228-10\">No. 339.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b228-11\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b228-12\">April 6, 1936.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b229-17\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>Spence, Hopkins, Walser &amp; Hotchkiss, of New York City (Kenneth M. Spence, of New York City, Robert Hale, of Portland, Me., and Paul Van Anda, of New York City, of counsel), for appellant. s</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b229-18\">Edwin P. Kilroe, of New York City (Julian T. Abeles, of New York City, of counsel; Leopold Bleich, of New York City, on the brief), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b229-19\">Before L. HAND, SWAN, and AUGUSTUS N. HAND, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b229-20\">SWAN, Circuit Judge.</author>\n<p id=\"b229-21\">This is an appeal from ail order deny-1 ing an injunction pendente lite in a suit for infringement of copyright. The suit was brought by L. C. Page &amp; Co., which claims to have acquired in 1923 the exclu-¡ sive motion picture rights in a novel enti-j tied “Captain January,” the copyright to which stands in the name of the author, Laura E. Richards, a resident of Maine. Mrs. Richards was joined as a nominal party plaintiff, as was proper and necessary. Independent Wireless Tel. Co. v. Radio Corp., 269 U.S. 459, 46 S.Ct 166, 70 L.Ed. 357; Buck v. Jewell-La Salle Realty Co., 283 U.S. 191, 51 S.Ct. 410, 75 L.Ed. 971, 76 A.L.R. 1266; Stephens v. Howells Sales Co., 16 F.(2d) 805 (D.C.S.D.N.Y.). She has not appealed, and severance has been made as to her. Hereafter L. C. Page &amp; Co. will be referred to as the plaintiff. The defendants are Fox Film Corporation (now known as Twentieth Century Fox Film Corporation) and its subsidiary, Rural Pictures Corporation, both New York corporations. They are threatening to produce a talking motion picture version of the novel Captain January without having obtained the consent of the plaintiff. Its bill prays for an injunction, temporary until final hearing, and permanent thereafter.</p>\n<p id=\"b229-22\">The dispute concerns the plaintiff’s title to talking motion picture rights in the copyrighted novel, as distinguished from a motion picture version unaccompanied by spoken words. The novel was copyrighted in the name of Mrs. Richards’ publishers in 1890. In 1897 Mrs. Richards granted to her publishers, predecessors of the plaintiff, “the exclusive right to publish” the novel dtiring the full term of the copyright and any renewals thereof. Such right of publication was-transferred to the plaintiff, with Mrs. Richards’ written assent, in March, 1914. About a year later some question apparently arose as to whether it included motion picture rights. Mrs. Rich<page-number citation-index=\"1\" label=\"198\">*198</page-number>ards and the plaintiff agreed by an exchange of letters that any moneys received as royalties or otherwise “from moving picture rights” were to be divided in the proportion of one-third to the plaintiff and two-thirds to Mrs. Richards. It was also agreed that “all business parts of the transaction shall be done through” the plaintiff, which was to use its best efforts to bring about satisfactory results. In 1917 the copyright to the novel Captain January was renewed in the name of the author. Six years later the parties executed a formal agreement, dated October 8, 1923, and delivered about a month later, upon which the plaintiff grounds its claim. This agreement, after reciting the existence of various contracts respecting publication by the plaintiff of books written by Mrs. Richards, which contracts either failed to specify any arrangement regarding the moving picture rights, as such, to said books, or else did not “state the terms with sufficient clarity,” provided that L. C. Page &amp; Co. \"shall have the exclusive moving picture rights to all books by Laura E. Richards published by them,” and that they shall pay her 45 per cent, of the net cash received by them “through the sale or lease of any or all motion picture rights above mentioned.” Shortly thereafter, by an agreement dated December 1, 1923, the plaintiff granted to Principal Pictures Corporation all motion picture rights in the novel Captain January; but it was expressly agreed that “the rights so granted do not include the right to use in connection with said motion picture versions any spoken words, or words produced by sound of any kind”; also that _ “the rights granted do not include any dramatic rights, by which is meant. rights to produce a spoken drama based on the aforesaid story or literary composition, but that all dramatic rights shall remain the exclusive property of -the Owner” (L. C. Page &amp; Co.). Forty-five per cent, of the sum ($5,000) received by the plaintiff from Principal Pictures Corporation was paid over to Mrs. Richards.</p>\n<p id=\"b230-4\">In May, 1935, the defendant Fox Film Corporation offered the plaintiff $20,000 for “a clear title” to “motion pictures and talking rights” in Captain January. The plaintiff replied that it accepted the offer, that one-third of the price was to be paid to the owners of “the silent rights,” i. e. :s Corporation, and that was subject to the details of the contract to be executed being satisfactory to' the plaintiff. No contract with Principal Pictu: “this acceptance the plaintiff was ever concluded. Fox Film Corporation purchased the silent rights from Principal Pictures Corporation for $6,666.67, but becoming dissatisfied with the plaintiff’s title to “talking rights,” it obtained, through^ its subsidiary, Rural Pictures Corporation, a quitclaim conveyance from Mrs. Richards, for which it paid her $13,333.33. Thus the plaintiff’s rights were ignored by, the defendants, although they had full knowledge of the agreement of October 8, 1923, and were warned by the plaintiff that it would assert its rights by litigation. After obtaining Mrs. Richards’ quitclaim deed dated August 28, 1935, the defendants began the production of a talking motion picture based on the novel, and are intending to release it for exhibition. This bill was filed October 23, 1935. A motion for preliminary injunction was denied upon the ground that, since the plaintiff had been willing to accept $7,333.33 for its rights and the defendants had ample financial responsibility and would sustain a large loss if production of the motion picture were enjoined, the balance of convenience justified refusal of a preliminary injunction.</p>\n<p id=\"b230-7\">Whatever the plaintiff’s rights under the letters of 1915, it is clear that by the agreement dated October 8, 1923, the plaintiff obtained from Mrs. Richards “the exclusive moving picture rights” in the story Captain January in exchange for an agreement to pay her 45 per cent, of the net cash received from any sale or lease of such rights. The defendants’ contention that this was a mere contract to act as the author’s agent, upon a percentage basis, in disposing of her motion picture rights, cannot prevail over the terms of the written document. It is immaterial whether the plaintiff’s rights be considered to be merely contractual or to involve the grant of a proprietary interest in the copyright; in either case the defendants had full notice of them before they began to produce the moving picture, and the plaintiff as exclusive licensee for selling or leasing could compel the copyright proprietor, as a trustee, to sue for an infringement, even if no “interest” was transferred to the plaintiff. Independent Wireless Tel. Co. v. Radio Corp., 269 U.S. 459, 469, 46 S.Ct. 166, 70 L.Ed. 357. So the issue is whether the 1923 agreement included “talking” .as well as “silent” motion pictures.</p>\n<p id=\"b230-8\">“Talkies” were not commercially known in 1923, but inventors had been ex<page-number citation-index=\"1\" label=\"199\">*199</page-number>perimenting with the idea for some years, and plainly the plaintiff contemplated the possibility of the commercial development of sound with motion pictures, for almost contemporaneously with obtaining the license from Mrs. Richards, it granted Principal Pictures Corporation the exclusive right to produce or sell or license motion picture versions of Captain January, with an express reservation of “the right to use in connection with said motion picture versions any spoken words or words produced by sound of any kind.” It does not appear, however, that Mrs. Richards knew of this reservation or that sound motion pictures were within her contemplation when she executed the 1923 agreement. Nevertheless, we can entertain no doubt that the words used, “the exclusive moving picture rights,” were sufficient to embrace not only motion pictures of the sort then known but also such technical improvements in motion pictures as might be developed during the term of the license, namely, the term of the copyright. The development of mechanism making it possible to accompany the screen picture with the sound of spoken words was but an improvement in the motion .picture art. As the plaintiff well says, “talkies” are but a species of the genus motion pictures ; they are employed by the same theaters, enjoyed by the same audiences, and nothing more than a forward step in the same art. Essentially the form and area of exploitation were the same. The mere fact that the species “talkies” may have been unknown and not within the contemplation of the parties in their description of the generic “moving pictures” does not prevent the latter from comprehending the former. In Kalem Co. v. Harper Bros., 222 U.S. 55, 32 S.Ct. 20, 56 L.Ed. 92, Ann.Cas.l913A, 1285, it was held that the words, “exclusive right to dramatize,” in the copyright statute, though used when motion pictures were unknown, included the right to produce by motion pictures when that mechanism was later developed; that is to say, the genus embraced the later developed species. In 1915 when the author and the plaintiff first employed the words “motion picture rights” in the informal agreement evidenced by letters, there can be no doubt that “talkies” were unknown; hence the analogy of the Kalem Case is perfect. The fact that there the words of a statute were being construed and here the words of a contract are involved does not make the case inapposite. The agreement of 1923 \\yas an amendment of the earlier, less formal agreement and, like it, used the phrase “moving picture rights.” Obviously the phrase should have the same meaning in each. Hence we think it beyond question that the plaintiff was given the exclusive right to sell or lease talking moving picture rights as well as silent motion picture rights.</p>\n<p id=\"b231-5\">The plaintiff relies upon Kirke La Shelle Co. v. Paul Armstrong Co., 263 N. Y. 79, 188 N.E. 163, as holding the contrary. In that case the defendant contracted in 1921 to pay to the plaintiff one-half of the proceeds received from revival productions of a certain play, and agreed that all future contracts “affecting the title to the dramatic rights (exclusive of motion picture rights)” should be subject to the plaintiff’s approval. In 1928 the defendant sold the talking moving picture rights without obtaining the plaintiff’s approval. The action sought to recover one-half of the proceeds of that sale; a judgment for the defendant was reversed on appeal. The court said, 263 N.Y. 79, at page 85, 188 N. E. 163, 166: “Since ‘talkies’ were unknown at the time when the contract was entered into, it cannot be said that ‘talkie’ rights were within the contemplation of the parties either as a subject for the transfer of an interest therein to the appellant or as included in the motion picture rights specifically excepted.”</p>\n<p id=\"b231-6\">It may be that the decision can be explained, as counsel for’ Page &amp; Co. contends; namely, that the exception of “motion picture rights” was inserted solely to exclude a prior grant by the defendant in 1914 which it was obliged to concede related only to silent motion pictures, since in 1928 it had sold the “talking” rights to the same grantee and it was one-half the proceeds of this sale that the plaintiff was seeking. It must be admitted, however, that the opinion does not suggest such explanation and that the above quotation seems opposed to the view we have expressed. If the decision is to the contrary, we feel constrained to follow the doctrine of the Supreme Court in Kalem Co. v. Harper Bros., 222 U.S. 55, 32 S.Ct. 20, 56 L.Ed. 92, Ann.Cas,1913A, 1285, rather than it.</p>\n<p id=\"b231-7\">The remaining question is whether we should grant an injunction in view of the plaintiff’s ■ offer to sell the “talking” rights for $13,333.33, of which it would keep only $7,333.33, and in view of the dc<page-number citation-index=\"1\" label=\"200\">*200</page-number>fendants’ investment of more than $250,000 in the production of the picture. As already stated, we regard the plaintiff’s right as clear; it turns on the construction of written documents and, despite the defendants’ <em>contention </em>to the contrary, there are no disputed facts. The defendants saw fit io proceed without coming to terms with the plaintiff. Thereby they exposed themselves to the remedies of an exclusive licensee of a copyright against an infringer. 17 U.S.C.A. §§ 25, 36. One of these is an accounting of the infringer’s profits. In such an accounting the value which the plaintiff put upon' its rights in uncompleted negotiations with the defendants will be wholly immaterial. It is not a case of an established license fee or royalty. The District Court was in error in stating that, if the plaintiff were now or hereafter to receive the value so fixed, it would have slight right to complain. Another remedy of a copyright owner or exclusive licensee is an injunction against threatened infringement, and ordinarily, if the plaintiff’s right is clear, a preliminary injunction will be granted. In Allington &amp; Curtis Mfg. Co. v. Booth, 78 F. 878, 879 (C.C.A.2), Judge Wallace said: “Whenever it is manifest to the court that, upon the case made, an injunction will be granted at final hearing to the complainant, one should be awarded to him preliminarily, in the absence of facts presenting equitable considerations to induce the court, in the exercise of judicial discretion, to withhold it.”</p>\n<p id=\"b232-4\">This was quoted and applied by Judge Hough in National Picture Theatres v. Foundation Film Corp., 266 F. 208, 210 (C.C.A.2). We see no valid reason for an exception in the case at bar. The defendants acted with their eyes open; they were expressly warned before they began production of the picture that the plaintiff would seek equitable as well as legal relief; and there was no laches in starting the suit. It may be true, as the defendants urge, that they in good faith believed Mrs. Richards had the better title; but, if they dealt with the wrong party, it was at their own risk. Doubtless her quitclaim conveyance transferred to them whatever she might be entitled to receive under her agreement with the plaintiff, so that the latter can recover only 55 per cent, of what the defendants would otherwise have to account for; but in no other respect did it affect the' plaintiff’s remedies. They urge that an injunction should be denied because they are solvent, recovery on the accounting will amply compensate the plaintiff, and their own losses, if enjoined from releasing the picture for exhibition, will be great. We recognize, of course, that, where damages will adequately compensate a complainant and where granting an injunction might work injury to the defendant out of proportion to that resulting to the complainant from its refusal, a preliminary injunction may be denied. New York Grape Sugar Co. v. American Grape Sugar Co., 10 F. 835 (C.C.N.D.N.Y.); Overweight C. Elevator Co. v. Cahill &amp; Hall Elevator Co., 86 F. 338 (C.C.N.D.Cal.); Gillette Safety Razor Co. v. Durham Duplex Razor Co., 197 F. 574 (D.C.N.J.). But we do not see that the principle is applicable. An accounting — -usually a protracted proceeding at the best — will be particularly complex here because the infringement relates only to “talking” motion picture rights. The apportionment of profits between “talking” and “silent” rights is sure to raise difficult and controverted questions. Under such circumstances we do not think the remedy of an accounting is an adequate substitute for an injunction. Any inconvenience or loss which an injunction may cause the defendants should not appeal strongly to the chancellor’s conscience, for it made its investment with full knowledge of the plaintiff’s rights. A willful infringer should not by the extent of his investment be allowed to gain immunity from the injunctive remedy.</p>\n<p id=\"b232-6\">The decree is reversed, and the cause remanded, with directions to grant a preliminary injunction against exhibition of the picture. The mandate may be issued at once.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}