{
  "casebody": {
    "data": "<casebody firstpage=\"753\" lastpage=\"755\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b785-11\">NIEMAN v. ÆTNA LIFE INS. CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b785-12\">No. 7011.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b785-13\">Circuit, Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b785-14\">May 13, 1936.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b786-8\"><page-number citation-index=\"1\" label=\"754\">*754</page-number>W. E. Pardee and C. T. Moore, both of Akron, Ohio, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b786-9\">Neil P. Beall, of Cleveland, Ohio (MeKeehan, Merrick, Arter &amp; Stewart, of Cleveland, Ohio, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b786-10\">Before MOORMAN, SIMONS, and ALLEN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b786-11\">ALLEN, Circuit Judge.</author>\n<p id=\"b786-12\">In an action by the beneficiary upon an accident insurance policy, the District Court directed a verdict for the appellee at the conclusion of appellant’s evidence.</p>\n<p id=\"b786-13\">The policy insured “against loss resulting directly and independently of all other causes, from bodily injuries effected during the term of said policy of insurance through accidental means,” and also provided that the insurance therein granted did not cover accident, injuries, disability, death or other loss, caused directly or indirectly, wholly or partly, by bodily or mental infirmity, ptomaines, bacterial infections, or by other kind of disease. ■</p>\n<p id=\"b786-14\">The petition alleged that the insured, Henry F.„ Nieman, died as a direct result of bodily injuries sustained in an accident which occurred on November 26, 1932, and independently of all other causes. Appellee claimed that the death resulted wholly or partly from 'bacterial infection, and it was upon this ground that the verdict for appellee was directed.</p>\n<p id=\"b786-15\">The sole question is whether there was evidence sufficient to require the case to go to the jury. The facts are as follows:</p>\n<p id=\"b786-16\">On November 26, 1932, a motor-bus tacked into insured’s automobile in Akron, Ohio. The front axle, the radiator and the steering wheel were broken. Nieman was found unconscious, bent over, the steering wheel, and was taken to the hospital. His physician the next morning found bruises on Nieman’s chest and both legs, and lacerations of the face. Nieman complained of great pain in the chest, and the physician strapped it. Upon December 6, 1932, pneumonia set in, and continued until about December 20, 1932. On December 15th, phlebitis developed in the left leg, and on December 27th also in the right leg. On January 6, 1933, between a pint and a quart of fluid was drawn from the chest. On January 7th a streptococcic infection set up in the throat, which was accompanied by agranulocytosis, which is a deficiency in the white blood corpuscles. Nieman expired on January 11th. The attending physician and an expert who testified stated in substance that the pneumonia and the phlebitis were caused by. the injury, and that the terminal condition was due to the pneumonia. One expert said that it was his opinion “that the initial trauma or injury with shock suffered at the time of the automobile accident, was directly causative of all the subsequent chain of events, in so far as the man’s physical condition, infectious diseases, and so forth, were concerned.”</p>\n<p id=\"b786-18\">It is appellant’s contention that this testimony presented a question for the jury.</p>\n<p id=\"b786-19\">Under familiar principles, upon a motion to direct a verdict the court must consider the evidence in the light most favorable to the party against whom it is urged that the verdict be directed. Lucas v. Great Atlantic &amp; Pacific Tea Co., 77 F.(2d) 1 (C.C.A. 6); Lyttle v. Pacific Mutual Life Ins. Co. of California, 72 F.(2d) 140 (C.C.A.6). If there is evidence material to the issues which would be sufficient, if uncontradicted, to sustain a verdict, or if the evidence is of such a character that reasonable men would differ as to the conclusion to be drawn therefrom, .a verdict should not be directed. Cf. United States F. &amp; G. Co. v. Blake, 285 F. 449 (C.C.A. 9). Here the burden of proof was on the appellant to show that the insured suffered an accidental injury which resulted in his death, and that the disability and death were covered by the policy. Travellers' Ins. Co. v. McConkey, 127 U.S. 661, 8 S.Ct. 1360, 32 L.Ed. 308; Harrison v. New York Life Ins. Co., 78 F.(2d) 421 (C.C.A.6); New York Life Ins. Co. v. Roufos, Ex’r, 83 F.(2d) 620 (C.C.A.6) decided May 5, 1936.</p>\n<p id=\"b786-20\">The occurrence of the accident is uncontroverted. Nieman previously had good health, and no pre-existing disease is <page-number citation-index=\"1\" label=\"755\">*755</page-number>shown to have contributed to his death. Hence this case does not fall within the class [Cf. Smith v. Federal Life Ins. Co. (D.C.) 6 F.(2d) 283, affirmed 8 F.(2d) 1022 (C.C.A.5)] where the insured at the time he receives the injury is suffering from a disease or a physical defect which is a contributing factor in his disability or death. The only question is whether the fact that bacterial infection directly preceded the death precludes recovery. Death from bacterial infection was specifically excepted in the policy in cases of death covered by the insurance therein granted, and streptococcic infection concededly is bacterial. However, the streptococcic throat resulted from the accident. Under such circumstances the death is attributable to the accident, and not to the disease. 5 Couch Cyc. of Ins.Law, 4005; Western Commercial Travelers’ Ass’n v. Smith, 85 F. 401, 40 L.R.A. 653 (C.C.A.8); <em>Mina </em>Life Ins. Co. v. Kelley, 70 F.(2d) 589, 93 A.L.R. 471 (C.C.A.8); Equitable Life Assur. Soc. v. Gratiot, 45 Wyo. 1, 14 P. (2d) 438, 82 A.L.R. 1397; Pythias Knights’ Supreme Lodge v. Beck, 181 U.S. 49, 21 S.Ct. 532, 45 L.Ed. 741. The general principle that death or disability which is caused by disease resulting from and not • concurrent with an injury arises solely from the injury is laid down in many decisions. Interstate Business Men’s Accident Ass’n v. Lewis, 257 F. 241 (C.C.A.8) ; National Benefit Ass’n v. Grauman, 107 Ind. 288, 7 N.E. 233; Ætna Life Ins. Co. v. Brand, 265 F. 6, 13 A.L.R. 657 (C.C. A.2) ; Freeman v. Mercantile Mutual Accident Ass’n, 156 Mass. 351, 30 N.E. 1013, 17 L.R.A. 753; Delaney v. Modern Accident Club, 121 Iowa, 528, 97 N.W. 91, 63 L.R.A. 603; Ætna Life Ins. Co. v. Fitzgerald, 165 Ind. 317, 75 N.E. 262, 1 L.R.A. (N.S.) 422, 112 Am.St.Rep. 232, 6 Ann. Cas. 551; Cary v. Preferred Accident Ins. Co., 127 Wis. 67, 106 N.W. 1055, 5 L.R.A. (N.S.) 926, 115 Am.St.Rep. 997, 7 Ann. Cas. 484. In the last case the insurance policy contained a provision exempting the insurer from liability for death resulting from poison or infection. It was held that this provision did not preclude recovery where an accidental abrasion of the skin was followed by bacterial infection, blood poisoning and, death, since the accident was the proximate cause of the death. Cf. Maryland Casualty Co. v. Massey (C.C. A.6) 38 F.(2d) 724, 71 A.L.R. 1428.</p>\n<p id=\"b787-6\">Appellee’s answer to the rule laid down in these authorities is that the policies therein construed did not specifically exclude liability for death from bacterial infection. This contention has little merit. These authorities hold that the fact that disease is caused by accident, and in turn causes death or disability, does not preclude recovery even though liability for death or disability from disease is specifically excluded by the policy. The term “bacterial infection” as used in this policy adds little to the term “disease.” Many diseases are caused by bacterial infection. Nieman’s pneumonia was caused by the pneumococcus germ. If the disease caused by the accident is a mere link in the chain, and does not preclude recovery under policies specifically excluding recovery for disability or death from disease, then the bacteria which causes the disease when it is made active by the accident is a mere link in the chain and also does not preclude recovery within the rule laid down in Western Commercial Travelers’ Ass’n v. Smith, supra.</p>\n<p id=\"b787-7\">We think that under this record the ruling of the District Court constituted error. If an accidental injury sets in motion all of the succeeding agencies which contribute to the result, then the accidental injury is the efficient producing cause of all of the succeeding agencies, and is the sole proximate cause of the disability or death. Here the chain of causation was shown by- the causal relation of each disease to the one preceding it, the streptococcic infection to the concurrent phlebitis and pneumonia, the automobile accident being the initial cause of the continuous chain of events. A policy of insurance should not be so strictly construed as to thwart its general object. Equitable Life Assur. Soc. v. Gratiot, supra; Silver-stein v. Metropolitan Life Ins. Co., 254 N. Y. 81, 171 <em>N.E. </em>914.</p>\n<p id=\"b787-8\">The judgment is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}