{
  "casebody": {
    "data": "<casebody firstpage=\"1426\" lastpage=\"1435\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1510-7\">Igor LIFSHITZ, Plaintiff-Appellee, v. WALTER DRAKE &amp; SONS, INC., et al., Defendants, and Etna Products Co., Inc., Defendant-Appellant. Igor LIFSHITZ, Plaintiff-Appellee-Cross-Appellant, v. ETNA PRODUCTS CO., INC., Defendant-Appellant-Cross-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1510-15\">Nos. 85-6087, 85-6130.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1510-16\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1510-17\">Argued and Submitted Sept. 4, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"aer-dedup-1\">Decided Dec. 30, 1986.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AbXm\"><page-number citation-index=\"1\" label=\"1427\">*1427</page-number>Clinton T. Bailey, Beverly Hills, Cal., for plaintiff-appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1511-18\">Kathryn Tschopik, Los Angeles, Cal., Robert C. Faber, New York City, for defendant-appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1511-20\">Before WALLACE, BOOCHEVER and KOZINSKI, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1511-21\">WALLACE, Circuit Judge:</author>\n<p id=\"b1511-22\">Etna Products Co., Inc. (Etna) appeals from the district court’s denial of its motion for a judgment notwithstanding the verdict (j.n.o.v.) or for a new trial on Lifsh-itz’s unfair competition claim. Etna also contends that the district court erred in denying its motion for a new trial because of improper instruction to the jury regarding Lifshitz’s unfair competition claims, and in improperly excluding certain evidence. Lifshitz cross-appeals from the entry by the district court of a j.n.o.v. on Lifshitz’s copyright claim. The district court had jurisdiction under 28 U.S.C. §§ 1332 and 1338(b). We have jurisdiction pursuant to 28 U.S.C. § 1291, and we affirm.</p>\n<p id=\"b1511-23\">I</p>\n<p id=\"b1511-24\">Lifshitz, a native of the Soviet Union who emigrated to the United States in 1975, developed a mechanical device for making hors d’oeuvres that he began marketing to the general public in 1979. By 1981, Lifshitz had also sold his hors d’oeurve maker to two mail order houses and was seeking to market it to several others, including Walter Drake &amp; Sons, Inc. (Drake). In response to Lifshitz’s efforts, Drake requested additional information and a sample of the device. Drake subsequently informed Lifshitz that it intended to include his product in its next <page-number citation-index=\"1\" label=\"1428\">*1428</page-number>catalogue. Ultimately, however, Drake purchased an apparently identical product from Etna and began to market it instead. In the latter part of 1982, Lifshitz learned that this replica was being advertised in Drake’s 1982 Christmas catalogue and instituted this action against Etna and Drake, as well as several other mail order companies. The action was subsequently dismissed against all parties except Etna and Drake.</p>\n<p id=\"b1512-4\">Lifshitz pleaded a wide variety of claims but pretrial motions and dismissals pared the issues substantially. The case was submitted to the jury on claims for trademark infringement, unfair competition, fraud, conspiracy, copyright infringement, and intentional infliction of emotional distress. The jury found in favor of Drake on all claims, and against Etna on only the unfair competition and copyright infringement claims. Etna then moved for a j.n. o.v. and for a new trial. The district court granted Etna’s motion for a j.n.o.v. with respect to Lifshitz’s copyright claim, but denied it with respect to Lifshitz’s unfair competition claim, and denied Etna’s motion for a new trial.</p>\n<p id=\"b1512-5\">Etna appealed the denial of its j.n.o.v. motion with regard to the unfair competition claim and of its motion for a new trial. Lifshitz cross-appealed the j.n.o.v. in favor of Etna on the copyright infringement claim.</p>\n<p id=\"b1512-6\">II</p>\n<p id=\"b1512-7\">We treat first Etna’s appeal from the district court’s denial of its motions for a j.n.o.v. on Lifshitz’s unfair competition claims and for a new trial.</p>\n<p id=\"b1512-8\">In order to bring a motion for j.n.o.v., a party must have moved for a directed verdict at the close of all the evidence. Fed.R.Civ.P. 50(b). The motion Etna filed for a directed verdict after the close of evidence in the trial below requested a directed verdict only on Lifshitz’s copyright and trademark claims. It did not address Lifshitz’s unfair competition claims. Etna does not dispute this but rather asserts that the requirement of rule 50(b) is satisfied by its pretrial motion <em>in limine </em>for dismissal of Lifshitz’s unfair competition claims. Although brought before trial, the district court did not rule on this motion until after further discussions with the parties following the close of evidence.</p>\n<p id=\"b1512-10\">We observe strictly the threshold requirement for a j.n.o.v. that a motion for a directed verdict must be made at the close of all the evidence. <em>Farley Transportation Co. v. Santa Fe Trail Transportation Co., </em>786 F.2d 1342, 1346 (9th Cir.1985) (Farley). The answer to the question before us, however, is determined by identifying what may be considered a sufficient motion for a directed verdict at the close of evidence for purposes of rule 50(b). <em>Id. </em>at 1347. In <em>Bachtel v. Mammoth Bulk Carriers, Ltd., </em>605 F.2d 438, 441-42 (9th Cir.1979), <em>cert. granted and judgment vacated on other grounds, </em>451 U.S. 978, 101 S.Ct. 2301, 68 L.Ed.2d 835 (1981), we held that a motion for a directed verdict at the close of plaintiff’s evidence coupled with a request after the close of all the evidence for an instruction requiring the jury to return a verdict in the defendant’s favor satisfied the requirements of rule 50(b). We stated that “[tjhese procedural steps placed the issue of the sufficiency of the evidence before the court [at the end of the case].” <em>Id. </em>at 441-42. Our inquiry must therefore focus on whether Etna’s motion <em>in limine </em>and the subsequent colloquy with and ruling by the district judge following the close of evidence squarely placed the issue of the sufficiency of the evidence before the district court so we can say it was enough like a motion for a directed verdict that it satisfied the requirements of rule 50(b).</p>\n<p id=\"b1512-11\">How much latitude we have in making this determination is governed by the reasons for the requirement. The motion for a directed verdict required by rule 50(b) as a prerequisite for a j.n.o.v. serves two important purposes. The first is to preserve the sufficiency of the evidence as a question of law. A subsequent motion for a j.n.o.v. will then allow the district court to reexamine its decision not to direct a ver-<page-number citation-index=\"1\" label=\"1429\">*1429</page-number>diet as a matter. of law rather than to engage in an impermissible reexamination of facts found by the jury. <em>Ohio-Sealy Mattress Manufacturing Co. v. Sealy, Inc., </em>585 F.2d 821, 825 (7th Cir.1978), <em>cert. denied, </em>440 U.S. 930, 99 S.Ct. 1267, 59 L.Ed.2d 486 (1979). The second purpose of a motion for a directed verdict is to call the claimed deficiency in the evidence to the attention of the court and to opposing counsel at a time when the opposing party is still in a position to correct the deficit. <em>Quinn v. Southwest Wood Products, Inc., </em>597 F.2d 1018, 1025 (5th Cir.1979). These purposes are served when a party, after the close of evidence and before the commencement of jury deliberations, clearly points out a claimed evidentiary deficiency to court and counsel and makes a request, however denominated, that the court determine the evidence to be insufficient as a matter of law. <em>Id. </em>at 1025; <em>Elliott v. Group Medical &amp; Surgical Service, </em>714 F.2d 556, 561-62 (5th Cir.1983), <em>cert. denied, </em>467 U.S. 1215, 104 S.Ct. 2658, 81 L.Ed.2d 364 (1984).</p>\n<p id=\"b1513-4\">A motion for a directed verdict, however characterized, must “state ... specific grounds.” Fed.R.Civ.P. 50(a). A party may secure a j.mo.v. only “in accordance with his motion for a directed verdict.” Fed.R.Civ.P. 50(b). A directed verdict motion can therefore serve as the prerequisite to a j.n.o.v. only if it includes the specific grounds asserted in the j.mo.v. motion. Bon<em>jorno v. Kaiser Aluminum &amp; Chemical Corp., </em>752 F.2d 802, 814 (3d Cir.1984) (directed verdict motion contending failure to show injury, improper inclusion of sales outside geographic market in damage calculations, and insufficiency of evidence of price squeeze did not preserve issue of damages based on diminution of going concern value for j.n.o.v. motion), <em>cert. denied, </em>— U.S. -, 106 S.Ct. 3284, 91 L.Ed.2d 572 (1986); <em>Sulmeyer v. Coca Cola Co., </em>515 F.2d 835, 846 (5th Cir.1975) (directed verdict motion covering issues of group boycotts and tying arrangements in antitrust claim did not preserve issue of vertical territorial restrictions), <em>cert. denied, </em>424 U.S. 934, 96 S.Ct. 1148, 47 L.Ed.2d 341 (1976); 5A <em>Moore’s Federal Practice, </em>¶ 50.08 at 50-74 to 50-75 (1986). If this were not so, the directed verdict motion would not serve its purpose of providing clear notice of claimed evidentiary insufficiencies and of preserving the issue of the sufficiency of the evidence on a particular matter as a question of law. A directed verdict motion questions only the sufficiency of the evidence relevant to the grounds that it cites.</p>\n<p id=\"b1513-8\">The motion <em>in limine </em>upon which Etna relies states only that the court was “without jurisdiction to entertain the ‘common law unfair competition’ claims” raised by Lifshitz because “California law does not prohibit copying under its unfair competition statutes.” Etna’s counsel subsequently stated to the court that this motion related only to unfair competition based on copying and misappropriation. The exchange between Etna’s counsel and the district judge following the close of evidence is similarly limited to the issue of whether evidence of copying alone could make out a claim for unfair competition — an issue which the district judge treated as a mixed question of law and fact. At this time, Etna also proposed a single jury instruction on unfair competition that related solely to whether copying alone could constitute unfair competition.</p>\n<p id=\"b1513-9\">Much of Lifshitz’s argument at trial focused on this “unfair” or “fraudulent” copying theory. This was not the only unfair competition theory before the court, however. Lifshitz’s amended complaint asserts not only that Etna and Drake had copied his product, but also that Lifshitz’s product had acquired secondary meaning “among the trade and with consumers generally” and that subsequent sales by Etna and Drake of an identical product had created market confusion and misled purchasers as to the product’s source. Under California law, these two elements constitute a claim for a form of unfair competition often referred to as “palming off.” <em>See Levi Strauss &amp; Co. v. Blue Bell, Inc., </em>778 F.2d 1352, 1362 (9th Cir.1985) (en banc). Lifsh-itz’s attorney presented the issue of “palm<page-number citation-index=\"1\" label=\"1430\">*1430</page-number>ing off” in his post-evidentiary discussion of Lifshitz’s claims before the district judge. The court ultimately instructed the jury on “palming off” as a ground for finding liability for unfair competition. The “palming off” theory was therefore clearly, even if only secondarily, presented at trial. It was on the basis of this theory that the district court denied Etna’s motion for a j.n.o.v. on Lifshitz’s unfair competition claims.</p>\n<p id=\"b1514-4\">On appeal, Etna asserts that the denial of its j.n.o.v. motion was erroneous because there was insufficient evidence that Lifshitz’s product had acquired secondary meaning, because Lifshitz’s design was purely functional, and because copying an unprotected product is not unlawful. But only the third question was squarely before the court. Insofar as the copying issue involved factual considerations rather than purely legal ones, Etna’s motion <em>in limine </em>and its post-evidentiary discussions with the judge were adequate to preserve the issue of sufficiency of the evidence as to copying for purposes of the j.n.o.v. But neither Etna’s motion <em>in limine </em>nor its post-evidentiary colloquy with the district judge raised the sufficiency of Lifshitz’s evidence on secondary meaning or on product non-functionality. We cannot accept the contention — a necessary inference from Etna’s argument — that the motion <em>in limine </em>covered the issues of secondary meaning and non-functionality simply because these issues, as well as unfair copying, can all be placed in the general category of unfair competition. Etna’s counsel had previously admitted that Lifshitz’s “palming off” and copying claims were distinct. It is clear that the insufficiency of evidence on copying would not necessarily entail the insufficiency of evidence on secondary meaning and non-functionality. Etna thus provided no notice to the court and opposing counsel that it would assert that the evidence was insufficient to support a finding for Lifshitz on either of these grounds. Nor did Etna preserve the issue of sufficiency of the evidence relevant to these grounds as a question of law. As such, Etna has failed to place squarely before the district court these issues and, therefore, its efforts were not enough like a proper motion for a directed verdict to satisfy the requirements of Fed.R.Civ.P. 50(b). Etna is therefore precluded from securing a j.n.o.v., and cannot challenge the sufficiency of the evidence on appeal. <em>Farley, </em>786 F.2d at 1347.</p>\n<p id=\"b1514-6\">As a result, we are limited to the review of Etna’s motion for a new trial. We can reverse the district court’s denial of a motion for a new trial only if the record contains no evidence in support of the verdict. <em>Id. </em>at 1347. We conclude that there is evidence in the record supporting the establishment of secondary meaning in a relevant market and the non-functional aspects of Lifshitz’s product. There was testimony concerning advertising of Lifshitz’s product and of mailings to a number of mail order houses. In addition, there were numerous non-functional aspects of the product that were copied: the color, shape, number of holes, shape of the holes, location of the apertures, accompanying literature and illustrations. Accordingly, we affirm the district court’s denial of Etna’s motion for a new trial.</p>\n<p id=\"b1514-7\">III</p>\n<p id=\"b1514-8\">We next deal with Etna’s contention that the district court erred in its unfair competition instruction and erred by failing to instruct the jury regarding lawful copying, secondary meaning, and non-functionality, in connection with Lifshitz’s unfair competition claim.</p>\n<p id=\"b1514-9\">A party may not challenge a jury instruction on appeal to which it did not object prior to jury deliberations. <em>Philippine National Oil Co. v. Garrett Corp., </em>724 F.2d 803, 807 (9th Cir.1984); Fed.R.Civ.P. 51. Etna’s brief concedes that the record reflects no objections to giving or failing to give the jury instructions in question. We have held that a jury instruction objection may be preserved in spite of an explicit failure to object provided that the party’s previous conduct had made its opposition clear to the court and it is obvious <page-number citation-index=\"1\" label=\"1431\">*1431</page-number>that further objection would be unavailing. <em>Brown v. AVEMCO Investment Corp., </em>603 F.2d 1367, 1371 (9th Cir.1979) <em>(Brown); accord Loya v. Desert Sands Unified School District, </em>721 F.2d 279, 282 (9th Cir.1983) <em>(Loya); see also Kramas v. Security Gas &amp; Oil, Inc., </em>672 F.2d 766, 769 (9th Cir.), <em>cert. denied, </em>459 U.S. 1035, 103 S.Ct. 444, 74 L.Ed.2d 600 (1982). Here, Etna had at first proposed special instructions relating to secondary meaning, non-functionality, and lawful copying. These instructions differed significantly from the instructions ultimately given. Etna had also filed the motion <em>in limine </em>relating to lawful copying discussed above, which the court had denied. Etna argues these acts satisfy the <em>Brown </em>exception to the special objection rule.</p>\n<p id=\"b1515-4\">The facts of this case do not warrant the application of the <em>Brown </em>exception. Here, following closing arguments to the jury, the court ordered counsel for the parties to meet and to work out their differences, insofar as possible, regarding the special instructions that were to be given to the jury. The instructions mutually agreed upon were to be presented to the court the following morning, with each party’s version of those special instructions upon which they could not agree being presented together so that, in the words of the court, “where there is a difference of opinion ... [it is] noted.” When the special instructions were presented to the judge the next morning, however, Etna assured the court that both parties had agreed to the set of special instructions then before the judge, with the exception of a single instruction not involved here. Etna voiced no further objections, despite the court’s repeated careful efforts to ensure that any “differences of opinion” regarding the instructions be put on the record. Etna then indicated to the court that all other proposed instructions were withdrawn, and informed the court twice that it wished to propose no further instructions. Thereafter, the court went through all of the jury instructions with the parties, identifying any further objections. Etna again failed to object to the instructions on unfair competition, although it did object to the contents of other instructions.</p>\n<p id=\"b1515-6\">In <em>Brown </em>and its progeny, unlike the instant case, the parties did not explicitly and affirmatively withdraw their objections. <em>Brown </em>was fashioned for a situation where the “court was fully aware of [a party’s] position” and further objection would have been a “pointless formality.” <em>Brown, </em>603 F.2d at 1371. We can hardly say that Etna's position was clear to the court or that further objection would have been a “pointless formality” when Etna assured the district judge that the instructions in question were mutually agreed upon by the parties and then failed to object despite the court’s repeated, explicit efforts to ensure that any objections appear in the record. A party’s objections cannot be deemed preserved in the face of such a contrary course of action. We hold that Etna cannot assign error to the jury instructions in question, since it did not properly object to them.</p>\n<p id=\"b1515-7\">IV</p>\n<p id=\"b1515-8\">Etna’s next contention is that the district court improperly excluded certain evidence, including a “design certificate,” that arguably showed the prior publication of an invention like Lifshitz’s in the Soviet Union. We review the exclusion of evidence for abuse of discretion. <em>Mitchell v. Keith, </em>752 F.2d 385, 392 (9th Cir.), <em>cert. denied, </em>— U.S. -, 105 S.Ct. 3502, 87 L.Ed.2d 633 (1985).</p>\n<p id=\"b1515-11\">Etna asserts that the design certificate is relevant both to Lifshitz’s credibility and to his claim of “sole original creation” of his product. Originality, however, is not an element in unfair competition. The evidence in question is therefore pertinent only to Etna’s efforts to impeach Lifshitz’s credibility as a witness.</p>\n<p id=\"b1515-12\">A district court may exclude evidence when its probative value is “substantially outweighed” by the dangers of, among other things, confusing the issues, misleading the jury, or causing undue delay. Fed.R. Evid. 403. Here, the district court conclud<page-number citation-index=\"1\" label=\"1432\">*1432</page-number>ed after careful consideration that the probative value of the evidence was outweighed by the considerable amount of time its admission would consume and the confusion it would cause the jury by raising questions relating to the validity of Lifshitz’s patent, which was no longer an issue in this case. The record reflects grounds for both concerns. Etna’s attempts to introduce the Russian design certificate showing a product resembling Lifshitz’s hors d’oeuvre maker aroused controversies in chambers regarding verifiability of an internal date and putative differences between the products that threatened to play themselves out at some length in the courtroom. More importantly, there was already substantial danger, as Etna subsequently conceded, that the jury would mistakenly conclude that the case before it involved a patent issue.</p>\n<p id=\"b1516-4\">Whether or not we would have struck the same balance as the district court, we conclude that its exclusion of the evidence was not an abuse of discretion.</p>\n<p id=\"b1516-5\">V</p>\n<p id=\"b1516-6\">Finally, we address Lifshitz’s cross-appeal from the district court’s entry of a j.n.o.v. on Lifshitz’s copyright infringement claims. “[W]e view the evidence in a light most favorable to [Lifshitz and determine whether there exists] substantial evidence to support the jury’s verdict.” <em>Garter-Bare Co. v. Munsingwear, Inc., </em>723 F.2d 707, 709 (9th Cir.), <em>cert. denied, </em>469 U.S. 980, 105 S.Ct. 381, 83 L.Ed.2d 316 (1984). To the extent the disposition of the motion turned upon mixed questions of law and fact, our review is de novo. <em>See United States v. McConney, </em>728 F.2d 1195 (9th Cir.) (en banc), <em>cert. denied, </em>469 U.S. 824, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984).</p>\n<p id=\"b1516-7\">It is undisputed that Lifshitz distributed his hors d’oeuvre maker and accompanying instruction sheet without the required copyright notice from the time he commenced marketing the product in 1979 until the latter part of 1981. The public distribution of copies of a work that omit the prescribed copyright notice, however,</p>\n<blockquote id=\"b1516-8\">does not invalidate the copyright ... if— (1) the notice has been omitted from no more than a relatively small number of copies ... distributed to the public; or (2) registration of the work ... is made within five years after the publication without notice, and a reasonable effort is made to add notice to all copies ... distributed to the public in the United States after the omission has been dis-covered____</blockquote>\n<p id=\"b1516-9\">17 U.S.C. § 405(a)(lH2). Lifshitz claims that these exceptions have been met and therefore that his copyright was not forfeited by the distribution of his product without any copyright notice between 1979 and 1981.</p>\n<p id=\"b1516-10\">The district court held as a matter of law that the section 405(a)(1) exception was not available to Lifshitz because of the number of copies distributed without copyright notice. Lifshitz concedes that, between 1979 and 1981, he distributed some 6,000 copies of his product, representing approximately 40% of his total sales, without any copyright notice whatsoever. Thereafter, he added a copyright notice bearing the year 1981. The date in a copyright notice, however, must be the “year of first publication of the work.” 17 U.S.C. § 401(b)(2). Here, the first year of publication was 1979. Lifshitz argues on appeal that 1981 was the correct year because the instruction sheet represented a compilation or, alternatively, that no date was required in the notice because the work in question was pictorial. <em>See </em>17 U.S.C. § 401(b)(2). We need not address these arguments, however, since they were raised for the first time on appeal. <em>United States v. Moody, </em>778 F.2d 1380, 1383 (9th Cir.1985). As the date in the copyright notice Lifshitz added in 1981 is more than one year later than the year in which first publication occurred, copies of his work bearing such a notice are deemed by statute to have been published without any notice. 17 U.S.C. § 406(b). Lifshitz did not discover this date error until the year after the final sales of his hors d’oeuvre maker. It is clear, therefore, that all copies of Lifshitz’s <page-number citation-index=\"1\" label=\"1433\">*1433</page-number>product, numbering approximately 15,000, were distributed, actually or constructively, without any copyright notice. The exception in section 405(a)(1) for cases in which only a “relatively small” number of copies were distributed does not apply to this case. <em>Donald Frederick Evans &amp; Associates, Inc. v. Continental Homes, Inc., </em>785 F.2d 897, 909 (11th Cir.1986) <em>(Evans); Canfield v. Ponchatoula Times, </em>759 F.2d 493, 499 (5th Cir.1985) <em>(Canfield).</em></p>\n<p id=\"b1517-5\">Lifshitz also contends that the section 405(a)(2) exception saves his copyright. This exception contains two requirements. The first is that copyright registration be made within five years of the publication without notice. It is undisputed that Lifshitz fulfilled this requirement by registering his copyright in November of 1982, well within the permissible period. The second requirement is that a “reasonable effort” be made to add notice to “all copies ... distributed to the public ... after the omission has been discovered.” 17 U.S.C. § 405(a)(2). Etna argues that Lifshitz does not meet this requirement because he failed to add proper notice to some 3,000 copies of his product in the possession of one of his distributors, Starcrest of California (Starcrest), and because the notice he added to copies still in his possession was invalid.</p>\n<p id=\"b1517-6\">There is some disagreement among courts as to whether section 405(a)(2) requires a copyright holder, upon discovery of a notice omission, to attempt to add notice to copies previously distributed to the public. <em>See Evans, </em>785 F.2d at 911 n. 22. We have stated in the past, however, that the copyright holder need only make reasonable efforts to add notice to copies distributed to the public after discovery of the omission. <em>Hagendorf v. Brown, </em>707 F.2d 1018, 1019 n. la (9th Cir.1983). Both the language of the statute and its legislative history compel this result. The text of the statute requires that a “reasonable effort [be] ... made to add notice to all copies ... that are distributed ... <em>after the omission has been discovered,” </em>17 U.S.C. § 405(a)(2) (emphasis added); the House of Representatives report on the statute states that section 405(a)(2) requires the copyright holder to seek, “after discovering the error, to add notice to copies distributed ... thereafter.” H.R.Rep. No. 1476, 94th Cong., 2d Sess. at 147 (1976) (hereinafter H.R.Rep.), <em>reprinted in </em>1976 U.S. Code Cong. &amp; Admin.News 5659, 5763.</p>\n<p id=\"b1517-8\">It is undisputed that Lifshitz made no attempt to add copyright notice to the roughly 3,000 copies of his product that were still in the hands of his distributor Starcrest at the time he discovered the omission of the copyright notice. The question is whether or not copies held by Starcrest had already been “distributed to the public” in the sense contemplated in section 405(a)(2) and therefore whether or not Lifshitz should have made a reasonable effort to add notice to them.</p>\n<p id=\"b1517-9\">Lifshitz argues that the copies in question had been distributed to the public because they were owned by an independent entity, and were wholly under its control. We do not agree that these copies had been “distributed to the public” in the sense envisioned by the statute’s draftsmen. In enacting sections 401 <em>et seq. </em>of the 1976 Copyrights Act, Congress sought to balance the substantial benefits obtained from requiring copyright notice and its desire to encourage such notice against the problem posed by “arbitrary and unjust forfeitures ... resulting from the unintentional or relatively unimportant omissions or errors in the copyright notice.” H.R.Rep., <em>supra </em>at 143, U.S.Code Cong. &amp; Admin.News 1976, p. 5759. For this reason, section 405 provided that, under certain circumstances, publication without notice would not result in a forfeiture of the copyright. One of these circumstances is where the copyright holder has registered the copyright and made a “reasonable effort” to correct his omission on copies subsequently distributed to the public. <em>Id. </em>at 146-47, U.S.Code Cong. &amp; Admin.News 1976, pp. 5762-5763. Congress apparently required only a “reasonable effort” here because it wished to avoid forcing the copyright holder to undertake unduly burdensome and impracticable <page-number citation-index=\"1\" label=\"1434\">*1434</page-number>steps in order to preserve his copyright. It was for this reason that it chose to limit the scope of the required efforts to add proper notice to copies distributed within the United States. <em>Id. </em>at 147. The addition of proper notice to copies held by foreign licensees, or to ones already widely disseminated among the public, would, in a high proportion of cases, prove extremely difficult if it were possible at all. <em>See Videotronics, Inc. v. Bend Electronics, </em>586 F.Supp. 478, 483-84 n. 11 (D.Nev.1984) <em>(Videotronics). </em>It seems reasonable to infer, therefore, that when Congress used the phrase “distributed to the public” and then required only “reasonable efforts” to effect a cure despite its strong interest in encouraging the use of proper copyright notice, it was contemplating a situation where offending copies were scattered among the public and difficult if not impossible to correct.</p>\n<p id=\"b1518-4\">In the situation before us, in contrast, the copies in question were not widely dispersed among the public, and locating them posed little, if any, burden. We hold, therefore, that they had not yet been “distributed to the public” in the sense intended by section 405(a)(2). It is certainly possible that Starcrest, being an independent entity, would have declined to cooperate with Lifshitz in his efforts to add proper copyright notice to these copies. The statute, however, required only that Lifshitz make reasonable efforts, not that he succeed. Under the circumstances, Lifshitz should have made efforts to remedy his notice omission on the copies of the product still in the hands of his distributor. He made none.</p>\n<p id=\"b1518-5\">In addition, as discussed above, Lifshitz’s efforts to remedy the notice omission on those copies of his product still in his possession consisted of the addition of a notice that, under 17 U.S.C. § 406(b), constituted no notice. As such, it was not sufficient to represent a reasonable effort to add notice. <em>Evans, </em>785 F.2d at 911-12. But Lifshitz also contends that he has made “reasonable efforts” because, after learning of the date error at trial in 1985, he amended his copyright to reflect the correct date and since then has not distributed any further copies of his product bearing the invalid notice. Any such post-trial correction cannot affect the results of this litigation. We need not decide whether such a subsequent attempt within the five-year period would otherwise be effective.</p>\n<p id=\"b1518-7\">Therefore, Lifshitz cannot avail himself of the exception created by section 405(a)(2). Since he fails to come under any of the section 405 exceptions, his omission of proper copyright notice invalidated his copyright. <em>Cooling Systems and Flexi-bles, Inc. v. Stuart Radiator, Inc., </em>777 F.2d 485, 489 (9th Cir.1985) <em>(Cooling Systems ).</em></p>\n<p id=\"b1518-8\">Lifshitz argues that Etna nevertheless cannot escape liability for copyright infringement because Lifshitz was in substantial compliance with the requirements of the copyright statute, Etna was not misled by the errors in Lifshitz’s notice, and Etna’s infringement was willful. Though Lifshitz is able to cite several cases in which courts have applied this rule to bar willful infringers from asserting errors in copyright notice as a defense, <em>see, e.g., Dan Kasoff, Inc. v. Novelty Jewelry Co., </em>309 F.2d 745, 746 (2d Cir.1962); <em>Uneeda Doll Co. v. Goldfarb Novelty Co., </em>373 F.2d 851, 854 (2d Cir.), <em>cert. dismissed, </em>389 U.S. 801, 88 S.Ct. 9, 19 L.Ed.2d 56 (1967), these cases applied this rule to infringement situations arising under the Copyrights Act of 1909, ch. 320, 35 Stat. 1075 (codified and reenacted as positive law in 1947, Pub.L. 80-281). We conclude that the same rule should not be applied to the significantly different statutory scheme of the 1976 Copyrights Act without contravening both the purposes of the Copyrights Act and the terms of the statute itself. One of Congress’s main purposes in enacting section 405 of the present Copyrights Act was to encourage the use of proper copyright notice. H.R.Rep., <em>supra </em>at 147. In line with this aim, Congress conceived of both the cure provisions of section 405(a)(2) and the protection from liability for innocent infringers of section 405(b) as “major induce<page-number citation-index=\"1\" label=\"1435\">*1435</page-number>ment[s] to use of ... notice.” <em>Id. </em>at 148, U.S.Code Cong. &amp; Admin.News 1976, p. 5764. Permitting a copyright holder who has failed to cure his omitted or defective notice under section 405 to recover from a willful infringer nonetheless, as Lifshitz would have us do, would contravene this congressional intent by reducing the incentive to cure an omitted notice and virtually eliminating any incentive to cure a defective one. <em>Canfield, </em>759 F.2d at 499; <em>see also Videotronics, </em>586 F.Supp. at 484. Where a party has failed to comply with the provisions of section 405(a), therefore, it cannot be permitted to assert liability merely because the infringement was willful.</p>\n<p id=\"b1519-4\">Moreover, “substantial compliance” is no longer a relevant concept under the terms of the 1976 Act. The Act provides that certain errors in name or date, though not likely to be misleading as to the existence of a party asserting a copyright, nevertheless nullify any attached notice, so that the work is deemed to have been published without any notice at all. 17 U.S.C. § 406(b)-(c). Unless the copyright is saved by one of the exceptions under section 405(a), these constructive omissions will invalidate it. A third party logically cannot then infringe the copyright, since it no longer exists. If the copyright is invalidated, therefore, the work “may be published without danger of infringement, as if [it] were within the public domain.” <em>Canfield, </em>759 F.2d at 498.</p>\n<p id=\"b1519-5\">Having failed to cure his omission of notice through compliance with the terms of section 405(a), Lifshitz could not assert that he had a copyright that was infringed, whether willfully or innocently. We therefore affirm the entry by the district court of a j.n.o.v. for Etna on Lifshitz’s copyright infringement claim.</p>\n<p id=\"b1519-6\">Since Lifshitz’s product enjoyed no copyright protection whatsoever, we must also reject Lifshitz’s argument that he should be awarded attorneys’ fees because of Etna’s ostensible willful infringement. Nor, where there was no valid copyright to infringe, can we impose statutory damages for willful infringement under 17 U.S.C. § 504.</p>\n<p id=\"b1519-8\">We also reject Etna’s request that we award it costs and attorneys’ fees under 17 U.S.C. § 505 for Lifshitz’s cross-appeal. The award of costs and attorneys’ fees under this section is predicated upon a finding of bad faith or frivolity. <em>Cooling Systems, 777 </em>F.2d at 493. Because some of the issues presented by Lifshitz’s cross-appeal were substantial questions of first impression in this circuit, we cannot say that the appeal was frivolous or that it was brought in bad faith.</p>\n<p id=\"b1519-9\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}