{
  "casebody": {
    "data": "<casebody firstpage=\"313\" lastpage=\"315\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b337-4\">BEEHLER v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b337-5\">No. 5481.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b337-6\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b337-7\">May 13, 1930.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b337-18\">J. Blakey Helm, of Louisville, Ky. (Trabue, Doolan, Helm &amp; Helm, of Louisville, Ky., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b337-19\">0. R. McGuire, of Washington, D. C. (Thos. J. Sparks and Frank A. Ropke, both of Louisville, Ky., on the brief), for the United States.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b337-20\">Before DENISON and HICKENLOOPER, Circuit Judges, and TAYLOR, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b337-21\">TAYLOR, District Judge.</author>\n<p id=\"b337-22\">Appellant permitted his $10,000 war risk insurance policy to lapse May 1, 1920, for nonpayment of premiums. By section 27 of the Act of August 9, 1921, 42 Stat. 156, as amended by section 304 of the World War Veterans’ Aet (43 Stat. 625, 1310), (38 USCA § 515), appellant had a right to reinstate the policy, provided he could bring himself within its provisions. On October 26, 1926, he applied for, and pursuant thereto, on December 9, 1926, a policy in reinstatement was issued and delivered to him. In October, 1927, the Bureau gave him formal notice that his policy was invalid because it had found that he was permanently and totally disabled before he applied for reinstatement, and therefore not eligible therefor. Shortly after the reinstatement of the policy (and within six months) he was rated as permanently totally disabled, and thereupon made claim for the monthly installments provided in the policy. The Bureau declined to pay and suit was instituted by him on said policy in the District Court, where the Bureau’s decision was upheld. The case is here to review this proceeding and presents two questions: (a) Whether under the provisions of the Aet of March 4, 1923 (42 Stat. 1527), as amended by' Act June 7, 1924, e. 320, § 307 (38 USCA § 518) a contest had been instituted within the contestable period, that is, within six months after the date of issuance or reinstatement thereof, or if not, then, (b), whether under the provisions of said act the contestable period was extended by reason of the insured’s permanent and total disability occurring before six months subsequent to reinstatement. In <page-number citation-index=\"1\" label=\"314\">*314</page-number>other words (as to [b]) was this policy in force six months so as to make it incontestable or was it sooner converted into a claim? The material provisions of the act are that such policies “shall be incontestable after the insurance has been in force six months from the date of issuance or reinstatement except for fraud or non-payment of premiums <em>*■' </em>* *: provided that a letter mailed by the Bureau to the insured at his last known address informing him of the invalidity of his insurance shall be deemed a contest within the meaning of this section.”</p>\n<p id=\"b338-4\">The facts appear in the record by stipulation.</p>\n<p id=\"b338-5\">On February 4, 1927, appellant was advised by letter from the Bureau in part: “With further reference to the status of your insurance, I wish to advise you that upon receipt of your recent letter, I looked into your ease further, and found that 'the report of the board of three examiners does not concur with the examination made at the time you filed your application for reinstatement and conversion of your insurance. Under section 307 of the World War Veterans’ Act (38 USCA § 518), policies of insurance are contestable within six months after issuance, and your case is now being considered by the appellate group of central office. As soon as decision is reached, you will be advised.”</p>\n<p id=\"b338-6\">On February 17, 1927, appellant wrote the assistant director of the Veterans’ Bureau in pai t as follows: “This morning I received a receipt for the February premium on my war risk insurance. It was marked pending —in suspense $7.07. All the War Risk Bureau has to do is to keep my policy in suspense long enough and it will automatically lapse again as it did in 1920. * * *</p>\n<p id=\"b338-7\">“I hardly think the facts justify the War Risk Bureau cancelling my insurance, as I have at all times complied with all their requests for examinations, etc. The records show that I have had T. B. since 1922, and the War Risk Bureau had access to all these records.</p>\n<p id=\"b338-8\">“As I cannot get any insurance except War Risk insurance, I want it. I did not ask for any P. T. and think if I am foreed to take it instead of the insurance, it should be dated back a reasonable time.”</p>\n<p id=\"b338-9\">On February 26, 1927, following the reinstatement of December 9, 1926, and in reply to his letter of February 17th, appellant was advised, among other things, that “The approval of your application for reinstatement, therefore, was based on erroneous \"information. Before cancelling the reinstatement, however, the case was referred to the appeals group on central office cases, and this group rendered an opinion to the effect that the examination of August 10, 1926, disclosed a permanent and total disability, and a rating was made to that effect. However, there is still some question in my mind as to this rating, and your case has been referred to the director’s advisory group on appeals for final determination as to the degree of disability existing. You can rest assured that I will give your ease my personal attention ■and do all that can be done in a proper way to see that your case is fully considered and your rights protected. In this connection pending decision by the director’s advisory group, I would suggest that you continue t'o remit premiums as they fall due in order thqt you may he fully protected if this decision is to the effect that you are not permanently and totally disabled.” Appellant acknowledged receipt of this letter March 2, 1927.</p>\n<p id=\"b338-11\">If the quoted portion of the correspondence between appellant and the Bureau “informed him of the invalidity of his insurance,” it must be deemed a contest within the contestable period under the provisions of the.Act of June 7,1924, c. 320, § 307, World War Veterans’ Act (38 USCA § 518).</p>\n<p id=\"b338-12\">In the event such notice was given, the question of effect of the phrase “in force” upon the running of the period of contestability in eases where the insured dies, or becomes totally and permanently disabled within six months of the issuance or reinstatement of the policy, becomes immaterial.</p>\n<p id=\"b338-13\">The only act under which the policy could be reinstated provides, as a condition thereto, “that the applicant * <em>* </em>* submit proof satisfactory to the director * * * that the applicant is not totally and permanently disabled.” The letter of February 26, 1927, informed appellant: “The approval of your application for reinstatement therefore was based on erroneous information. Before cancelling the reinstatement, however, the ease was referred to the appeals group on central office eases, and this group rendered an opinion to the effect that the examination of August 10, 1926, disclosed a permanent and total disability and rating was made to that effect.”</p>\n<p id=\"b338-16\">Regulation 74 (See. 7155, Regulation U. S. Veterans’ Bureau, 1923), promulgated by the director, establishes a claim and rating board under each regional office as the Bureau’s only means of determining the physical status of those claiming rights under <page-number citation-index=\"1\" label=\"315\">*315</page-number>World War legislation. No other machinery for that purpose has been set up. It is urged that the director has not specifically or expressly delegated to any one authority to question the validity of a policy of war risk insurance already reinstated, and we find no such express delegation. But Regulation 74 delegates the authority to the claims and rating boards subject to final adjudication by the central office to do all things necessary to adjudication of claims arising out of sections 304, 305, and 306, World War Veterans’ Act (38 USCA §§ 515, 516, 517) involved here. Section 5 of the World War Veterans’ Act (38 USCA § 426) provides for promulgation of consistent rules and regulations by the director and gives the acts of officers and employees of the Bureau, delegated to perform them, the same force and effect as though they had been “performed by the director.” The courts have long recognized the right of Congress to delegate regulatory power to boards and bureaus, and have sustained such regulations as having the force of law when consistent with the objects of the act and reasonable. Gratiot v. United States, 4 How. 80, 11 L. Ed. 884; United States v. Eliason, 16 Pet. 291,10 L. Ed. 968; Cosmos Exploration Co. v. Gray Eagle Oil Co., 190 U. S. 301, 23 S. Ct. 692, 47 L. Ed. 1064. The record discloses that this central office board, to whom the right of final adjudication was reserved, passed upon the appellant’s claim adversely, and he was so advised in the letter of February 26, 1927, hereinbefore quoted in part. An ultimate and final adjudication of the invalidity of the policy and notice thereof to the claimant within six months after reinstatement are not required where, as here, within six months after reinstatement, the claimed beneficiary had express notice that two lawfully constituted boards of the Bureau had found the reinstatement invalid, notwithstanding further appellate proceedings were being prosecuted to the director’s advisory group. This was at least sufficient notice to inform the insured that the Bureau had found the reinstatement invalid and that such finding was final unless subsequently reversed. What Congress imposed upon the Bureau was to give notice to policyholders before the policy had been in force six months that some properly constituted authority, acting for the director, had declared the invalidity of the policy, not that such decision might not be superseded upon appeal or subsequent action. We think the appellant had such notice as is required.</p>\n<p id=\"b339-5\">The ease is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}