{
  "casebody": {
    "data": "<casebody firstpage=\"301\" lastpage=\"308\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b339-9\">Joan ANDREWS; Phil Bodine; Richard Buonocore; David Dail; Foundation of American Indians; Jim Jeffrey; Jim Knight; Sally Knight; George Kuney; Phillip Lee; Mary R. McMartin; M. Stacy Palmer; Beverly Toney-Walter; Pat Davis, Plaintiffs-Appellants, and Solly Alan Lawi; A-1 Auto Glass, Incorporated; Temo Arjani; Aaron Bales; Frank A. Barbieri; Jean-Louis Baudoin; Bonnie Bazensky; John Boehm; Tom Boekbinder; Janet Breger; Lloyd Ball; William Brown; William Carapucci; Camille Ceslak; Donn Chappellet; Russ Christoff; David Cipullo; Barbara Cipullo; Patricia Coghlam; Margaret Cox; Greg D’Angelo; Edna Ennis; Riccardo Fasoli; Mark Feller; Steve Fishman; Aline Frankfort; Edwin H. Friedman; Anthony Gendaio; Estelle M. Goldstein; Alan Grimmett; Harold Grimmett; Gene Gulich; Michael Gulich; Patricia Gulich; Faye Groves; Emma Gwaltney; Gloria Handelman; Jim Handelman; Wells Charitable Remainder Unitrust, Trustee Gloria Handelman; Handelman Charitable Remainder Unitrust, Trustee Gloria Handelman; Catherine Joan Harwood; Phillip G. Hilliard and Leanna N. Hilliard Trust; Phillip Hillard, Trustee; Charles Hoover/the Investment Place, Limited; Louis Hurwitz; Penni Kaimimoku; Mark Katz; Franci Keyes; Norman B. Klinker; Herman Klurfeld; Richard Kochel; Ronald Kochel; John Kuhlman; Matt Lepore; Allan Lazar; Joseph Lion; Nicholas W. Joseph or Nancy Lion in Trust for Nicholas W. Lion; Derek Lore; Jonathan Lunn; Janine Maples; Dennis McBreen; Violet Michelle McCabe; Camille G. McColgan; Timothy McGilberry; Richard Mehlberg; Barbara Metz; Jeremy K. Miller; Jim Miller; Susan Nilmeier; Ken Norcross; Nancy G. Norris; Mike O’Neil; Edmond Palmer; Joyce Anne Pierce; Glenn Pieritz; Ronald L. Petrofsky; George Pokorski; Adolfo Rapuano; Carmela Rapuano; Lucia Rapuano; Maria Rapuano; Tammy Roberts; Andrew Rubin; David Rubin; Mark Schild; William Schnabel; Juanita Schnabel; Elinor Skeif; Peter J. Spiro; John Stefanick; Dorothy Stefanick; Mark Stefanick; Kathleen Sterlein; James Thompson; Bill Turrentine; Carmen Ulanda; Marty Wickum; Bettye Wilkins; Yarger Investment Group, Limited; Richard Yarger, General Partner; James Zbikowski; Patricia Zbikowski, Plaintiffs, <page-number citation-index=\"1\" label=\"302\">*302</page-number>v. PRIMUS TELECOMMUNICATIONS GROUP, INCORPORATED; Primus Telecommunications, Incorporated; Tutornet Communications Group, Incorporated; K. Paul Singh; Neil Hazard, Defendants-Appellees, and Joe Muese; Andrew Tam; Tutor-Net.com, Incorporated; Barry Muese; John Pavidas; Euburn Richard A. Forde; Beryl Wolk; Paul Blank; Keith Edwards; Bart Gold; Rajiv Dalal, Defendants, v. Genesis Insurance Company, Movant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b340-9\">No. 03-1556.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b340-10\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b340-11\">Argued: May 4, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b340-12\">Decided: July 16, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b341-4\"><page-number citation-index=\"1\" label=\"303\">*303</page-number>ARGUED: Bernard Joseph DiMuro, DiMuro, Ginsberg &amp; Mook, P.C., Alexandria, Virginia, for Appellants. Steven M. Edwards, Hogan &amp; Hartson, L.L.P., New York, New York; Daniel James Standish, Wiley, Rein &amp; Fielding, L.L.P., Washington, D.C., for Appellees. ON BRIEF: Jonathan R. Mook, Michael E. Barnsback, DiMuro, Ginsberg &amp; Mook, P.C., Alexandria, Virginia, for Appellants. Thomas J. Sweeney, III, Nicholas W.C. Corson, Hogan <em>&amp; </em>Hartson, L.L.P., New York, New York, for Appellee Primus.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b341-5\">Before NIEMEYER, SHEDD, and DUNCAN, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b341-6\">Affirmed by unpublished PER CURIAM opinion.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b341-7\">OPINION</p>\n<author id=\"b341-8\">PER CURIAM:</author>\n<p id=\"b341-9\">Plaintiffs are actual and potential investors in TutorNet.com, Inc. (“TutorNet”), a company created to provide online tutoring services. They sued the principals and certain employees of TutorNet (the “TutorNet defendants”), as well as Primus Telecommunications Group, Inc. and other related entities (collectively, “Primus” or the “Primus defendants”), alleging that they were induced to invest in TutorNet by fraudulent misrepresentations concerning TutorNet’s business operations and future prospects. At the close of Plaintiffs’ case, the district court granted judgment as a matter of law to Primus, concluding that Primus could not be held responsible, either directly or vicariously, for Plaintiffs’ alleged injuries. We affirm.</p>\n<p id=\"b341-10\">I.</p>\n<p id=\"b341-11\">Euburn Forde founded TutorNet in 1997 while working as a consultant for Primus. Forde served as President and Chief Executive Officer of TutorNet, and Rajiv Dalai served as Vice-president and Chief Financial Officer. Although Forde left Primus to work full-time on his new venture, he maintained a relationship with Primus executives. In late 1998, Forde and Dalai met with Neil Hazard, Chief Financial Officer of Primus, to solicit an investment from Primus in TutorNet. According to Hazard, Primus followed a standard protocol before investing in another company: (1) negotiate a nonbinding term sheet outlining the parties’ respective commitments, (2) conduct due diligence on the company seeking the investment, and (3) upon satisfactory responses to due diligence inquiries, consummate the investment by exchanging funds for stock.</p>\n<p id=\"b341-13\">In January 1999, Forde and Hazard signed a “Summary of Terms” that outlined a potential business relationship between the two companies. According to the Summary of Terms, TutorNet would form a new company into which it would invest all of its existing assets, and Primus would contribute $400,000 to the new company in return for 19.9% of its stock. Primus would be entitled to appoint one member of the new company’s board of directors and would have certain voting rights. The Summary of Terms explicitly stated that it was not a binding agreement and that consummation of the transactions outlined in the document was contingent on execution of definitive formal documents. Having agreed on this Summary of Terms, Hazard presented Forde with a due diligence checklist.</p>\n<p id=\"b341-14\">About a week after the Summary of Terms was signed, Forde approached Hazard to ask for help in funding and administering TutorNet’s payroll. Hazard agreed, and Primus incorporated a subsidiary, TutorNet.com Services, Inc. (“Services”), to provide administrative payroll services for <page-number citation-index=\"1\" label=\"304\">*304</page-number>TutorNet.<footnotemark>1</footnotemark> For a period of about four months — from January to April 1999 — Primus deposited funds into a Services account to cover the payroll for certain TutorNet employees. Primus withheld taxes and prepared W-2 forms for these employees, and it offered them certain benefits available to Primus employees. By April 1999, TutorNet had enough money of its own to cover the payroll. TutorNet began depositing funds into the Services account for that purpose, and all the deposited funds were paid out to TutorNet employees. Several months later, TutorNet began paying its employees from an account separate from the Services account.</p>\n<p id=\"b342-4\">Primus supported TutorNet’s operations in several other ways during the due diligence period. In addition to administering the payroll (through Services), Primus provided office space for TutorNet employees; offered health insurance for TutorNet employees; allowed TutorNet to use its Federal Express account number; and made an installment payment for software that TutorNet had acquired. In all, Primus provided financial and administrative support valued at just over $300,000.</p>\n<p id=\"b342-5\">When TutorNet did not satisfy its due diligence obligations — particularly when it failed to provide Primus a list of other investors — Primus informed TutorNet that it did not intend to consummate the investment outlined in the Summary of Terms. The parties never executed the definitive documents called for by the Summary of Terms, so Primus never became a shareholder of the new company. Hazard asked Forde to repay Primus for the assistance it had provided — just over $300,000 — and Forde agreed to pay back that sum when he had the money. This specific agreement was never reduced to writing, and in the end, Primus never got its money back.</p>\n<p id=\"b342-8\">In April 2000, TutorNet completed a “reverse merger” with a publicly traded shell corporation, resulting in the creation of TutorNet Group, Inc. (“TGI”). Although Forde had promised many Tutor-Net investors that they would become shareholders in a publicly traded company, Plaintiffs’ shares were not converted into TGI shares. Left with nothing to replace their now-worthless TutorNet shares, Plaintiffs filed this lawsuit, alleging that the TutorNet defendants and the Primus defendants fraudulently induced them to invest in TutorNet. Specifically, Plaintiffs alleged the following misrepresentations: (1) TutorNet had already entered into contracts with AOL, Prentice-Hall, and other companies, (2) TutorNet would go public within a few months, and (3) after Tutor-Net went public, investors would be free to sell their shares at any time. Some plaintiffs testified that they were told Primus actually owned 19.9% of the company.</p>\n<p id=\"b342-9\">After removing certain claims from the case, the district court tried a “test case” involving 15 of the 138 plaintiffs. (The parties agreed that the remaining plaintiffs would be bound by collateral estoppel with respect to common issues.) The jury returned verdicts for Plaintiffs against the TutorNet defendants totaling approximately $176 million.</p>\n<p id=\"b342-10\">The claims against Primus never went to the jury. At the close of Plaintiffs’ case, the district court granted judgment as a matter of law to the Primus defendants on Counts IX and X of the complaint, which alleged aiding and abetting and conspiracy to commit common-law fraud. (Plaintiffs have not challenged this order.) Ten days later, but before trial resumed, the district court granted judgment as a matter of law to the Primus defendants on the remaining <page-number citation-index=\"1\" label=\"305\">*305</page-number>counts against them — Count III (violation of the Securities and Exchange Act and Rule 10b — 5), Count IV (piercing the corporate veil), Count V (control person liability), and Count XI (vicarious liability for securities fraud and common-law fraud). Finding it “undisputed and undisputable” that no Primus official ever made a misrepresentation to Plaintiffs, the district court concluded that Plaintiffs could not prevail on any theory of direct liability against Primus. The district court further concluded that Plaintiffs could not prevail on their vicarious liability theories either, because (1) Primus lacked the requisite power to control TutorNet and so was not the employer of the TutorNet defendants, (2) Primus was not a “control person” for purposes of federal securities laws, and (3) Primus had not agreed to share profits and losses with TutorNet such that it could be considered a joint venturer with Tutor-Net.</p>\n<p id=\"b343-5\">Several Plaintiffs appeal the district court’s order entering judgment as a matter of law in favor of Primus.<footnotemark>2</footnotemark> Plaintiffs do not challenge the district court’s ruling that Primus could not be liable directly for making any misrepresentations. Rather, this appeal involves only the district court’s rejection of Plaintiffs’ vicarious liability claims.<footnotemark>3</footnotemark></p>\n<p id=\"b343-10\">II.</p>\n<p id=\"b343-11\">We review <em>de novo </em>the district court’s order granting judgment as a matter of law. <em>Sales v. Grant, </em>158 F.3d 768, 775 (4th Cir.1998). Under Fed.R.Civ.P. 50, judgment as a matter of law is appropriate only where “a party has been fully heard on an issue and there is no legally sufficient evidentiary basis for a reasonable jury to find for that party on that issue.” Fed.R.Civ.P. 50(a). In deciding a Rule 50 motion, the district court should review all the evidence in the record. <em>Reeves v. Sanderson Plumbing Prods., Inc., </em>530 U.S. 133, 150, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000). “In doing so, however, the court must draw all reasonable inferences in favor of the nonmoving party, and it may not make credibility determinations or weigh the evidence.” <em>Id. </em>In other words, the court must “disregard all evidence favorable to the moving party that the jury is not required to believe.” <em>Reeves, </em>530 U.S. at 151, 120 S.Ct. 2097.<footnotemark>4</footnotemark></p>\n<p id=\"b344-3\"><page-number citation-index=\"1\" label=\"306\">*306</page-number>A.</p>\n<p id=\"b344-4\">The district court granted judgment as a matter of law to Primus on Plaintiffs’ <em>respondeat superior </em>and “control person” claims based on its conclusion that Primus did not control, or have the power to control, the activities of the TutorNet defendants. Under Virginia law, the “power to control” is the determinative factor in deciding whether a master-servant relationship exists. <em>McDonald v. Hampton Training Sch. for Nurses, </em>254 Va. 79, 486 S.E.2d 299, 301 (1997).<footnotemark>5</footnotemark> Similarly, in order to establish “control person” liability under federal law, a plaintiff must prove both an underlying violation of the securities laws and the defendant’s control over the primary violator. <em>Maher v. Durango Metals, Inc., </em>144 F.3d 1302, 1305 (10th Cir.1998); <em>Brown v. Enstar Group, Inc., </em>84 F.3d 393, 396-97 (11th Cir.1996).<footnotemark>6</footnotemark></p>\n<p id=\"b344-5\">The district court properly concluded that Plaintiffs failed to adduce evidence sufficient for a reasonable jury to conclude that Primus controlled, or had the power to control, the TutorNet defendants. It is undisputed that there was never a formal business relationship between Primus and TutorNet that gave Primus authority over TutorNet’s business affairs. Nor was there evidence of Primus’s actually asserting such authority. To the contrary, Forde and Dalai both testified that Forde controlled the activities of TutorNet and no one controlled Forde. This testimony was consistent with the testimony of several plaintiffs (former TutorNet employees) who stated that they worked at the direction of Forde, not any Primus official. Mary McMartin testified, for instance, that her work assignments came from Forde and Dalai, not from any Primus official.</p>\n<p id=\"b344-8\">Nevertheless, Plaintiffs argue that the jury could have found that Primus controlled TutorNet because (1) Primus’s investment was necessary for the continuing viability of TutorNet, (2) Hazard (a Primus officer) sent an e-mail to Dalai (a TutorNet officer) stating a need to finalize an investment agreement and “get the day to day operations sorted out,” and (3) Forde (a TutorNet officer) sent an e-mail to Hazard (a Primus officer) concerning a potential TutorNet investor. This evidence is not sufficient to prove Primus’s control of TutorNet.</p>\n<p id=\"b344-9\">First, proof of the size of Primus’s anticipated investment is not proof of control. Under Plaintiffs’ theory, any large-scale investor is liable for the acts of the company in which it invests because the company might fail if the investor walked away. The facts of this case show that Primus’s anticipated investment was only about 20 percent of the stock of the new company, and a 20 percent share hardly amounts to control of the new company. Second, to the extent that Plaintiffs point to Primus’s providing payroll services, office space, a fax machine, and a FedEx account for use <page-number citation-index=\"1\" label=\"307\">*307</page-number>by TutorNet, we note that Primus’s assistance was merely temporary and that TutorNet had obtained much more funding from other investors than Primus was providing. Plaintiffs cannot demonstrate that Primus controlled, or had the power to control, the TutorNet defendants merely by proof of Primus’s offering assistance to TutorNet to protect its anticipated investment.<footnotemark>7</footnotemark></p>\n<p id=\"b345-5\">Nor does the March 1,1999, e-mail from Hazard to Dalai establish Primus’s control over the TutorNet defendants. This email shows an exercise of due diligence in anticipation of an investment, not a settled master-servant relationship:</p>\n<blockquote id=\"b345-6\">Rajiv — We also need to finalize our investment agreement and get the day to day operations sorted out. Specifically, [a Primus executive] has asked that you give us the asset listing as of January and the liabilities for the software so that we have an opening balance sheet of the new company. You also need to give us the list of customers and set up the monthly billing procedures.</blockquote>\n<p id=\"b345-7\">This e-mail was written in March 1999— more than a month after Primus incorporated Services — and it sought information to be used in preparation for the operation of a <em>new </em>company. The contemplated investment agreement had not yet been worked out, there was no agreement concerning day-to-day operations of the new company, and Primus needed information so that it could set up a balance sheet for that company. In other words, none of the things mentioned in the e-mail had been accomplished. For that reason alone, this e-mail cannot be read to evidence Primus’s control over TutorNet. The additional fact that Primus <em>never </em>received from TutorNet the information it requested in this e-mail likewise undermines Plaintiffs’ argument that Primus had the power to control TutorNet and was ordering its daily activities.</p>\n<p id=\"b345-10\">Plaintiffs also point to a February 28, 1999, e-mail from Dalai to Hazard, wherein Dalai made Hazard aware of discussions he was having with another potential investor. According to Plaintiffs, this e-mail “demonstrates how Forde and Dalai looked to Primus for direction on financial matters.” Actually, all the e-mail shows is one party to a future business endeavor keeping another party to that endeavor informed of developments concerning their common interest. There is nothing in this e-mail that suggests TutorNet’s submission to Primus’s authority or control.</p>\n<p id=\"b345-11\">Plaintiffs’ assertions that Primus controlled TutorNet are not supported by the evidence presented at trial. Accordingly, the district court properly entered judgment as a matter of law in favor of Primus on Plaintiffs’ <em>respondeat superior </em>and “control person” theories of liability.</p>\n<p id=\"b345-12\">B.</p>\n<p id=\"b345-13\">The district court also granted judgment as a matter of law to Primus on <page-number citation-index=\"1\" label=\"308\">*308</page-number>Plaintiffs’ joint-venture theory of liability. Under Virginia law, “[a] joint venture exists where two or more parties enter into a special combination for the purpose of a specific business undertaking, jointly seeking a profit, gain, or other benefit, without any actual partnership or corporate designation.” <em>PGI, Inc. v. Rathe Prods., Inc., </em>265 Va. 334, 576 S.E.2d 438, 441 (2003) (quoting <em>Roark v. Hicks, </em>234 Va. 470, 362 S.E.2d 711, 714 (1987)). It is essential to a joint venture that the participants agree, expressly or impliedly, “that they are to share in the profits or losses of the enterprise, and that each is to have a voice in its control and management.” <em>Id. </em>(quoting <em>Smith v. Grenadier, </em>203 Va. 740, 127 S.E.2d 107, 110 (1962)). <em>See also Flip Mortgage Corp. v. McElhone, </em>841 F.2d 531, 539-10 (4th Cir.1988) (dismissing a fiduciary duty claim where the parties’ contract showed no agreement to share profits or losses).</p>\n<p id=\"b346-4\">Plaintiffs produced no evidence in this case showing that Primus agreed to share profits or losses with TutorNet. Instead, Plaintiffs rely upon a letter from Primus to a third party indicating that Primus “had partnered with” TutorNet. The district court properly ruled that this single statement could not support a finding that there was a legal partnership or joint venture. More specifically, this single statement does not demonstrate that any agreement had been made to share profits or losses. Moreover, for the reasons discussed above, Primus did not share in the control or management of TutorNet. Thus, the district court properly concluded that there was no joint venture between Primus and TutorNet.<footnotemark>8</footnotemark></p>\n<p id=\"b346-6\">III.</p>\n<p id=\"b346-7\">Plaintiffs failed to adduce evidence at trial establishing that Primus controlled, or had the power to control, the activities of the TutorNet defendants. Judgment as a matter of law was therefore appropriate on Plaintiffs’ <em>respondeat superior </em>and “control person” claims. Judgment as a matter of law was appropriate on Plaintiffs’ joint venture claim because there was no evidence suggesting an agreement to share profits and losses. For these reasons, the judgment of the district court is in all respects</p>\n<p id=\"b346-8\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b342-6\">. Hazard testified that he thought it wise to set up a new entity to ensure that TutorNet activities were segregated from other Primus activities.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b343-6\">. In a footnote to their reply brief, Plaintiffs assert that \"[tjhis appeal was intended to apply to all plaintiffs bound by the district court's order dismissing Primus.” Primus moved to strike this footnote, and we grant the motion. Fed. R.App. P. 3(c) requires that a notice of appeal \"specify the party or parties taking the appeal by naming each one in the caption or body of the notice.” Even if a party is not specifically named, a court of appeals may exercise jurisdiction over that party if its \"intent to appeal is otherwise clear from the notice.” Fed. R.App. P. 3(c). The notice of appeal filed in this case specifically identifies twelve Plaintiffs as the parties taking the appeal; it does not make any reference to other parties who are bound by the district court's order. Those other parties are not properly before us.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b343-7\">. Plaintiffs also challenge the district court's denial of their motion to unseal certain documents submitted by Genesis Insurance Company, liability insurer for two individual Primus defendants, in connection with its motion to intervene in the case. The district court specifically approved the submission of the documents under seal and ultimately determined that the documents were subject to the attorney/client privilege and the work-product doctrine and had \"no connection to the issues in this litigation.” We review the district court’s ruling for an abuse of discretion, <em>see Under Seal v. Under Seal, </em>326 F.3d 479, 485 (4th Cir.2003), and upon our own review of the documents, we find none.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b343-13\">. Plaintiffs argue that the testimony of Forde and Dalai cannot be used to support Primus’s motion for judgment as a matter of law because they are interested witnesses. For this proposition, Plaintiffs rely upon the statement in <em>Reeves </em>that \"the court should give credence <page-number citation-index=\"1\" label=\"306\">*306</page-number>to the evidence favoring the nonmovant as well as that evidence supporting the moving party that is uncontradicted and unimpeached, at least to the extent that the evidence comes from disinterested witnesses.” 530 U.S. at 151, 120 S.Ct. 2097. We do not read <em>Reeves </em>so broadly as to preclude consideration of uncontradicted testimony simply because it comes from a party to the lawsuit. <em>See Traylor v. Brown, </em>295 F.3d 783, 791 (7th Cir.2002).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b344-10\">. This element of control is also necessary to warrant imputation of a wholly-owned subsidiary's liabilities to its parent corporation. <em>Eure v. Norfolk Shipbuilding &amp; Drydock Corp., Inc., </em>263 Va. 624, 561 S.E.2d 663, 664 (2002).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b344-11\">. By regulation, \"control” is defined as \"the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract or otherwise.” 17 C.F.R. § 230.405.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b345-8\">. Plaintiffs’ reliance upon <em>Farlow v. Wachovia Bank of N.C., </em>259 F.3d 309 (4th Cir.2001), is misplaced. <em>Farlow </em>does not purport to apply Virginia law, as we must in this case, and Virginia law specifically distinguishes the payment of compensation from the power to control. <em>McDonald v. Hampton Training Sch. for Nurses, </em>254 Va. 79, 486 S.E.2d 299, 301 (1997). Under Virginia law, the facts that Services paid compensation, withheld taxes, and prepared tax documents for TutorNet employees do not establish that a master-servant relationship existed between Services (or Primus) and the TutorNet defendants. <em>See Metro Mach. Corp. v. Mizenko, </em>244 Va. 78, 419 S.E.2d 632, 635 (1992) (holding that the tortfeasor was the servant of the company that exercised complete control over his work and working conditions, not the company that paid his salary and worker’s compensation benefits).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b346-5\">. To the extent that the district court relied upon the absence of a formal contract to hold that there was no joint venture, that was error. The question is whether the parties expressly <em>or impliedly </em>agreed to undertake a joint venture, not whether they executed a document to that effect. <em>PGI, </em>576 S.E.2d at 340. For the reasons stated above, we conclude that the parties' conduct did not evidence a joint venture under Virginia law.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}