{
  "casebody": {
    "data": "<casebody firstpage=\"68\" lastpage=\"69\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b112-8\">LEHIGH AND WILKESBARRE COAL COMPANY, PROSECUTOR, v. THE BOROUGH OF JUNCTION ET AL.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b112-9\">Submitted December 11, 1906 —</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-L\">Decided June 10, 1907.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b112-10\">Coal shipped from the State of Pennsylvania and stored in this state to await orders for sale, and then to be transshipped to customers purchasing, after such storage, is not in interstate commerce, and is taxable at the place of storage here.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b112-11\">On <em>certiorari.</em></summary>\n<p data-order=\"5\" data-type=\"judges\" id=\"b112-12\">Before Justices Fort, Pitney and Reed.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b112-13\">For the prosecutor, <em>George Holmes.</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b112-14\">For the defendants, <em>William G. Gebharcll.</em></attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b112-15\">The opinion of the court was delivered by</p>\n<author id=\"AUd\">Fort, J.</author>\n<p id=\"AKK\">The defendants imposed a tax upon one hundred thousand tons of coal belonging to the complainant, and stored within the defendants’ territorial boundaries.</p>\n<p id=\"b113-4\"><page-number citation-index=\"1\" label=\"69\">*69</page-number>But a single question is raised upon this writ.</p>\n<p id=\"b113-5\">The contention -of the prosecutor is that tire coal taxed by the defendants was <em>in transitu, </em>and hence is not taxable.</p>\n<p id=\"b113-6\">Whether the coal is or is not <em>in transitu </em>is a question of fact. A careful examination of the facts in this case leads us to the conclusion that the coal taxed by the defendants cannot be deemed to be coal in interstate commerce, as the prosecutor contends.</p>\n<p id=\"b113-7\">The case before us is within the principle declared by the Supreme Court of the United States in <em>American Steel and Wire Co. </em>v. <em>Speed, </em>192 <em>U. S. </em>500. The coal here taxed was brought from Pennsylvania to Junction, in this state, where, under the proof, it was to remain indefinitely. When shipped from Pennsylvania there was no point which was then definitely known to which it was to be transhipped. Nor was the purchaser known. When it left the mines the intent was to stack it in what are called trimmers. The proof is that it ]night remain so stacked for a year or more. When the coal reached Junction it had reached the destination intended when it was shipped from the mines, and the place where it was to be held in storage at the risk of the prosecutor, to be sold and delivered as contracts for that purpose were completely consummated.</p>\n<p id=\"b113-8\">The cases applicable to the question here, as decided in this state, are all cited by Mr. Justice Yan Syckel in <em>John Hancock Ice Co. </em>v. <em>Rose, </em>38 <em>Vroom </em>86.</p>\n<p id=\"b113-9\">The case before us is distinguishable from all the New Jersey cases which hold property <em>in tmnsitu </em>to be non-taxable.</p>\n<p id=\"b113-10\">Nor can this tax be held to amount to a regulation of commerce within the opinion of Chief Justice Beasley. <em>Erie Railroad Co. </em>v. <em>State, </em>2 <em>Vroom </em>531.</p>\n<p id=\"b113-11\">We find, under the proof, that the coal taxed was not <em>in transitu.</em></p>\n<p id=\"b113-12\">The tax brought up is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}