{
  "casebody": {
    "data": "<casebody firstpage=\"617\" lastpage=\"622\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b633-8\">W. H. Chaddick, Executor, v. W. C. Haley et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b633-9\">No. 3401.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b633-10\">1. Contest of Will—Fraud and Undue Influence—Evidence.—On the trial in the probate of a will contested upon the grounds of fraud and undue influence by the beneficiaries upon the testator, it is irrelevant:</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b633-11\">1. That the testator had requested on‘e of the legatees to give to his sisters something; they would have shared in the inheritance but for the will.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b633-12\">2. That one of the legatees offered one of the contestants to share with her the estate if she would withdraw the contest.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b633-13\">3. That one of the legatees had stated that he had beat the contestants out of §700 in a partition had in the lifetime of the testator, at suit of his children to recover their deceased mother’s share of the community, which was held by the testator after his wife’s death.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b633-14\">2. Declarations of the testator made about the date of the will showing the grounds of hostility to the contestants would be competent, even though contained in depositions given by him upon immaterial issues in a partition suit brought by his children, and although the depositions were irregularly taken.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b633-15\">3. Published as Applied to a Will. — The trial court having accurately instructed the jury as to the facts which would show the due execution of the will, the use of the <em>-word published </em>without definition would be immaterial; but if material, explanation should have been requested by the aggrieved party.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b633-16\">4. Ratification of Invalid Will.—If a will be invalid when executed by reason of undue influence, a subsequent parol assent to its provisions would not validate it. ■</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b633-17\">Appeal from Collin. Tried below before Hon. E. F. Brown, Special District Judge.</summary>\n<p data-order=\"10\" data-type=\"summary\" id=\"b633-18\">The opinion states the case.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b633-19\"><em>R. T. Shelton, K. B. </em>Craig, and <em>J. A. L. Wolfe, </em>for appellant.—1.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"Adp\">When fraud or undue influence is charged as invalidating a will, the acts and declarations of the testator made subsequent to the execution of the will which go to show that he approved the terms of the will and desired and intended that his estate should descend and vest in the manner prescribed in the will, are admissible in evidence.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b633-20\">2. Where contestants charge the beneficiaries under the will with having made false representations to the testator about some of his rela<page-number citation-index=\"1\" label=\"618\">*618</page-number>tives, and that the testator believed such false representations, and for that reason excluded the relatives so slandered from any participatioh in his estate by will, it is competent to prove the declarations of the testator as to his reasons for such exclusion in contradiction of the charge.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b634-5\">3. When a will has been made, even under supposed undue influences, the testator, being released and free from the duress of such influences, may by direct declarations or well authenticated acts adopt freely, and with full intent to ratify it, a will which may have been procured in this way. Randolph &amp; Talcott’s Notes to 1 Jarman on Wills, 5 Am. from 4 London ed. 1880, pp. 142, 143; Small v. Small, 4 Greenl.,220; Same Case, 16 Am. Dec.,254; Shailer v. Bumstead, 99 Mass., 125, 126; Pollock on Cont., 1 Am. ed. by Wald, 506, 507; Id., 520, et seq.; Id., note d, p. 526; 1 Jarman on Wills, 132, et seq.; Note to Jackson v. Kniffen, 3 Am. Dec., 397; 2 Johns. (N. Y.), citing Waterman v. Whitney, 11 N. Y., 157; Shailer v. Bumstead, supra; Boylan v. Meeker, 4 Dutch., 274; McTaggart v. Thompson, 14 Pa. St., 149; Dennis v. Weeks, 51 Ga., 24.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b634-6\">4. If it be shown that the will represented the real wishes and desire of the testator with reference to the disposition of his property, then if executed in conformity with law it would be valid, notwithstanding the fact that he may have been induced to make the same by the importunities and solicitations of the parties claiming under it.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b634-7\">5. Undue influence in order to avoid a will made in conformity with the requirements of law must be of such a character as to overcome the free agency of the testator, and it must also result in producing an instrument different from what the testator would otherwisehave executed.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b634-8\">6. When a testator of his own accord and for reasons which he deems snflicient makes a will disinheriting any of his heirs at law, the will' will be upheld, notwithstanding the fact that the testator’s reasons may appear to have been insufficient, and although it may appear that he was mistaken about the facts upon which he based his reasons. Brown v. Pridgen, 56 Texas, 125; Denson v. Beazley, 34 Texas, 191; Beazley v. Denson, 40 Texas, 416; Kelly v. Settegast, 68 Texas, 13; Robinson v. Stuart, 73 Texas, 267; Millican v. Millican, 24 Texas, 426; Vance v. Upson, 66 Texas, 476; Herster v. Herster, 9 Am. Rep., 95; Frost v. Dingler, 4 Am. Rep., 593; Waddington v. Busby, 14 Am. Rep., 706; Gay v. Gilligan, 1 Am. Rep., 712.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b634-9\"><em>W. M. Abernathy </em>and <em>Throckmorton &amp; Garnett, </em>for appellees.—1.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"A06\">The declarations of the testator made subsequent to the execution of the pretended will were hearsay and inadmissible to control its construction or to support or destroy its validity. The will offered for probate was dated March 23, 1880. The testimony of Charles Morris, the person who wrote it, shows that it was prepared at this time. The dec<page-number citation-index=\"1\" label=\"619\">*619</page-number>larations of Brinson to the witness Jones offered in evidence appear to have been made \"some time between January 1, 1886, and May 1, 1888.” Kennedy v. Upshaw, 64 Texas, 417; Comstock ag Hadlyme Society, 8 Conn., 254; 20 Am. Dec., 106; Stevens v. Vancleve, 4 Wash. C. C., 265; Provis v. Reed, 4 Bing., 435; Jackson v. Kniffen, 2 Johns., 31; 3 Am. Dec., 390; Robinson v. Hutchinson, 26 Vt., 39; Richardson v. Richardson, 35 Vt., 243; Lynch v. Clements, 24 N. J. Eq., 431; 1 Redf. on Wills, 4 ed., sec. 539.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b635-5\">2. The will offered for probate having been made under undue influence, was void, and could not be rendered valid until it was executed in the manner and under the formalities prescribed by law. Hawes v. Nicholas, 72 Texas, 483; Carey v. Baughn, 36 Iowa, 540; 14 Am. Rep., 534; Lamb v. Girtman, 26 Ga., 625; Jackson v. Potter, 9 Johns., 312.</p>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b635-6\">STAYTON, Chief Justice.</author>\n<p id=\"A3T\">The will of Daniel Brinson having been probated on application of W. H. Chaddick, who was therein named executor, although the same was contested by appellees, the latter took such steps as were necessary to bring the matter before the District Court for adjudication, and on trial probate was refused by that court. From that decree this appeal is prosecuted.</p>\n<p id=\"b635-7\">The fact of the formal execution of the will in March, 1880, was duly proved by the three subscribing witnesses thereto, and there is no real issue as to that fact.</p>\n<p id=\"b635-8\">It Avas contended, however, that the testator had not mental capacity to execute the will, and that its execution was procured through undue influence exercised over the testator by W. C. Brinson, one of the two persons to whom the testator gave his estate to the exclusion of other children and grandchildren.</p>\n<p id=\"b635-9\">These were the sole issues, and the questions necessary to be considered on this appeal relate mainly to the admission and rejection of evidence under them.</p>\n<p id=\"b635-10\">A witness was permitted to testify, that after the will was probated in the County Court she had a conversation with W. C. Brinson, in which he stated that Daniel Brinson had requested him to give something to the witness and to her sister, who would have taken by inheritance had no Avill been made. This evidence was objected to, on the ground that it was irrelevant and calculated to prejudice appellant, and we are unable to see what legitimate bearing it could have had on either of the issues to be tried.</p>\n<p id=\"b635-11\">That the testator may have given a reason for such a request inconsistent with declarations in the will, in itself unimportant on either issue, furnished no reason for the admission of the evidence.</p>\n<p id=\"b635-12\">Another witness, a daughter of one of the children of the testator, who took nothing under the will, was permitted to testify, that after <page-number citation-index=\"1\" label=\"620\">*620</page-number>the contest over the probate of the will began, W. C. Brinson requested her to see her mother and tell her if she would withdraw from the contest he would divide the estate between her mother, the other beneficiary under the will, and himself. This evidence was objected to on the ground that it was irrelevant and calculated to mislead the jury, to proponent’s injury.</p>\n<p id=\"b636-5\">We do not see what legitimate bearing such evidence could have on either of the issues to be tried. It would tend -to show either that W. C. Brinson thought that it would be abstractly just for his sister to have a part of her father’s estate, or a disposition to compromise the rights of himself and the other beneficiary to avoid litigation with brother, sister, or children of either; but we do not see that such evidence would tend to prove that the testator was of unsound mind when he made the will, nor that it was executed through undue influence exercised by W. C. Brinson over the testator.</p>\n<p id=\"b636-6\">It appears that the wife of the testator died some time before the will was executed, and that there was litigation between the children and father as to the extent to which the property then possessed by the father was of the common estate of himself and his deceased wife, and in that litigation it was determined what was common property; and that so found to be was distributed, in so far as the estate of the mother was concerned, between her children.</p>\n<p id=\"b636-7\">On the trial of this cause the court permitted a witness to testily that W. C. Brinson had told him that he had in that partition suit “beat the- contestants out of $700.” This evidence was objected to on the ground that it was irrelevant and calculated to prejudice the jury, and we think the objections should have been sustained. Such evidence would tend to prove that W. C. Brinson was not-a man having a due regard for the rights of others, or even that he was not an honest man, but proof of such a fact would uot tend to prove that Daniel Brinson had not capacity to make a will at the time he executed the paper offered for probate, nor would it tend to show that the paper was executed per force of undue influence exercised over him by W. C. Brinson.</p>\n<p id=\"b636-8\">It seems that in the suit before referred to between Daniel Brinson and the heirs of his wife his deposition was taken, and parts of this were introduced by contestants and parts offered by proponent were excluded. All this evidence tended to show that a part of the property claimed to be community property in that suit was claimed by Daniel Brinson to be his separate estate or the estate of W. C. Brinson, held by them as tenants in common, or tended to show what gave rise to ill feeling between Daniel Brinson and some of his children, and his wish as to the disposition of his estate. This evidence seems to have related to periods before and after the will was made; tended to show what brought about an estrangement between the father and some of his <page-number citation-index=\"1\" label=\"621\">*621</page-number>children or grandchildren, and that this was not attributable to any undue influence exercised by W. C. Brinson, and we see no good reason why such evidence was excluded. Whether the deposition was properly taken was an unimportant inquiry, for any statement, written or verbal, made by Daniel Brinson about such matters was admissible, and no objection was made to the evidence on the ground that the written statements were not made by the testator.</p>\n<p id=\"b637-5\">What we have here said applies to the matters presented by the fifth, sixth, and seventh assignments of error.</p>\n<p id=\"b637-6\">The record shows that the witness Morris, who was one of the subscribing witnesses to the will, did testify fully as to its due execution, and the court did not err in refusing to permit the same evidence to be again read after contestants had closed their testimony. The court accurately instructed the jury as to the facts which would show the due execution of the will, and that they would find it to be valid unless from the evidence they believed it to have been executed under undue influence, and in so doing used the word “published,” and it is insisted that this charge was erroneous, because it did not explain to the jury what that word as used in the charge meant. If the facts recited in the charge existed, then the will was published, and it was not necessary for the court to say so in so many words; but were it otherwise, and the charge for this reason defective, then appellants should have asked a charge curing this defect. The question whether the formal execution of the will was proved was one fairly submitted to the jury; and this was sufficient, although there was no conflict in the evidence upon that point, and the fact that the court refused to so charge furnishes no ground for reversal.</p>\n<p id=\"b637-7\">The ninth instruction, given at request of contestants, correctly informed the jury that if the paper was executed under undue influence that no mere verbal declaration of Daniel Brinson made subsequently could give validity to it, and properly refused the charge requested by proponent, to the effect that although the paper may have been invalid at the time of execution because of undue influence, the paper would become valid if subsequently ratified or adopted by the testator. There was no evidence tending to show facts that would amount to a republication; and if the charge had been given, the jury would have felt authorized to believe that the instrument was entitled to probate, although invalid because of undue influence existing at the time of its execution, if from subsequent verbal declarations they believed that the testator after being relieved from undue influence intended to make such disposition of his estate as the paper made. If invalid when executed, republication could not be made in such a manner.</p>\n<p id=\"b637-8\">The fourth instruction requested by proponent and refused was in substance contained in the charge given by the court, and there was no error in refusing to repeat it.</p>\n<p id=\"b638-4\"><page-number citation-index=\"1\" label=\"622\">*622</page-number>It is urged that the court erred in refusing to grant a new trial on account of the rulings before noticed; and further, because the evidence was not sufficient to sustain the verdict on the issues presented by the pleadings; and we are of the opinion that for the errors before noticed a new trial should have been granted; but as these rulings will require a reversal of the judgment, we do hot deem it necessary or proper to express any opinion as to the sufficiency of the evidence to sustain the verdict on either of the issues made.</p>\n<p id=\"b638-5\">The judgment will be reversed and the cause remanded.</p>\n<p id=\"A9l\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b638-7\">Delivered October 13, 1891.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}