{
  "casebody": {
    "data": "<casebody firstpage=\"141\" lastpage=\"142\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b153-4\">Satterlee <em>v. </em>Frazer.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b153-5\">A party cannot enforce an agreement made by him with an attorney to give him a part of a debt as his compensation for collecting it. <em>Held </em>accordingly in an action against the attorney, by one who had made a sub agreement with the attorney to collect a demand placed in the plaintiff’s hands for collection.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b153-6\">An actual demand must be proved, in order to maintain a suit against an attorney at law, for money collected by him.</headnotes>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b153-7\">Sept. 25th ;</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A7v\">Oct. 7th, 1848.</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b153-8\">Certiorari to the marine court. Frazer sued Satterlee in the court below, and declared against him, “ That the defendant is an attorney at law, and as such received for and on behalf of the plaintiff, a large sum, viz. $60, which he undertook and promised to pay the plaintiff. Nevertheless the defendant, though often requested so to do, has and does wholly refuse. Also, on the money counts and account stated.” The case which the plaintiff sought to prove on the trial, and which the court below decided that he established, was this :</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b153-9\">Stephen Barker, having a demand of $110 against Peter A. Griffin, deceased, of whose estate Mr. Kane was administrator, employed the plaintiff as his attorney to collect it, and agreed that he should have half of the demand for collecting it. The plaintiff employed the defendant as attorney in the matter, and it was agreed between them, that the defendant should have one-half of the plaintiff’s share of the demand for the services of the defendant in collecting it or procuring it to be paid.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b153-10\">The demand was collected by the defendant, who paid to Barker fifty dollars, which .he received in full of his share of the demand. But the defendant never paid anything to the plaintiff.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b153-11\">(It was alleged by the defendant, and he gave proof to that effect, that the arrangement between him and the plaintiff was abandoned; and that he collected the demand under a subsequent retainer directly from Barker. In the view taken by this court, it is unnecessary to state the evidence.)</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b153-12\">The defendant in the court below, objected to the plaintiff’s <page-number citation-index=\"1\" label=\"142\">*142</page-number>claim, that no demand upon him had been proved, but the objection was overruled, and a judgment for $27 50, rendered for the plaintiff below.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b154-5\"><em>C. V. S. </em>Kane, for the plaintiff in error,</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"Amr\">relied upon the merits, and the point raised below ; and insisted that the agreement set up by Frazer was contrary to law.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b154-6\"><em>Winslow &amp; </em>Morris, for the defendant in error.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b154-7\">By the Court. Sandford, J.</author>\n<p id=\"Aq4\">Without looking into the merits of the question of fact disposed of in the court below, we think there are two grounds upon which the judgment must be set aside.</p>\n<p id=\"b154-8\">1. The defendant below was sued as an attorney at law, for money collected by him as such, for the plaintiff and on his retainer. Now, there is no point better settled than this, that such an action cannot be maintained without proof of an actual demand of the money. Our reports are full of decisions to this effect, and it would be a waste of time to cite them at large. In this case there is no evidence of a demand.</p>\n<p id=\"b154-9\">2. The agreement by which the plaintiff acquired an interest in the demand against the estate of Griffin, as well as that which he seeks to enforce against the defendant; was a contract with an attorney at law, employed to collect a debt, to give him a part of the debt as the compensation for his services in collecting it.</p>\n<p id=\"b154-10\">Such contracts were void by the law of this state, as it existed when these arrangements were made ; and they could not be enforced either at law or in equity. <em>(Arden </em>v. <em>Patterson, </em>5 J. C. R. 44; <em>Matter of Bleakley, 5 </em>Paige, 311; <em>Merritt </em>v. <em>Lambert, </em>10 ibid. 352; S. C. by the name of <em>Wallis </em>v. <em>Loubat, </em>2 Denio, 607; <em>Berrien </em>v. <em>McLane, </em>1 Hoff. Ch. R. 421.) The ' code of procedure appears to háve changed the law in this respect, and to enable parties to make such bargains as they please with their attorneys. (Code of Proc. § 258.) The judgment must be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}