{
  "casebody": {
    "data": "<casebody firstpage=\"15\" lastpage=\"24\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b71-4\">Society National Bank, Trustee, <em>v. </em>Jacobson et al., Appellees; Bator et al., Appellants.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b71-6\">[Cite as Society Natl. Bank <em>v. </em>Jacobson (1990), 54 Ohio St. 3d 15.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b71-15\">(No. 89-1090</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AhK\">Submitted June 5, 1990</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ae\">Decided September 19, 1990.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b72-12\"><page-number citation-index=\"1\" label=\"16\">*16</page-number><em>Herbert J. Hoppe, Jr., Co., L.P.A., Herbert J. Hoppe, Jr. </em>and <em>Judith A. Lehnowsky, </em>for appellees.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b72-13\"><em>Rippner, Schwartz &amp; Carlin </em>and <em>Linda Gebauer Mayer, </em>for appellants.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b72-14\">Sweeney, J.</author>\n<p id=\"Ax4\">The appellees essentially argue that the court of appeals was correct in denying appellants the <page-number citation-index=\"1\" label=\"17\">*17</page-number>one fourth of the trust income that had been paid to James C. Brooks, Jr. during his lifetime, since an adopted child cannot be held to be an “heir of the body” as a matter of law. Appellees also argue that this court’s decision in <em>Ohio Citizens Bank </em>v. <em>Mills </em>(1989), 45 Ohio St. 3d 153, 543 N.E. 2d 1206, is limited to law which furthers the grantor’s intent. Appellees assert that the “stranger to the adoption” doctrine<footnotemark>1</footnotemark> governs the instant trust agreement because it advances the intent of the grantor, whereas the rule in Shelley’s case is totally abolished as to all cases because it is a substantive rule of law which demands a given result regardless of the grantor’s intent. Appellees further submit that even if this court were to find the rule in Shelley’s case applicable to this trust, the rule should not be applied since the trust income in issue constitutes personalty, and the rule does not apply to transfers of personal property.</p>\n<p id=\"b73-5\">The appellants contend that the court of appeals committed reversible error in applying the statutory abolition of the rule in Shelley’s case to a trust agreement that was executed approximately ten years prior to the effective date of the statute. Appellants submit that the clear language of the syllabus in <em>Ohio Citizens, supra, </em>mandates application of the rule in Shelley’s case to the instant trust agreement, and that under such rule the entire one-fourth interest in the trust income was vested in James C. Brooks, Jr. Appellants further argue that the rule in Shelley’s case has always been applicable to transfers of personalty in Ohio, and that such an interpretation of the rule has been held to be the law in other jurisdictions as well.</p>\n<p id=\"b73-9\">As a preliminary matter, we find that the court of appeals below erred in retroactively applying R.C. 2107.49 to the instant <em>inter vivos </em>trust agreement which was executed in 1931. The last sentence of R.C. 2107.49 states that “[t]he rule in Shelley’s case is abolished by this section and shall not be given effect.”<footnotemark>2</footnotemark> However, in <em>Ohio Citizens, supra, </em>this court held in the second paragraph of the syllabus:</p>\n<blockquote id=\"b73-10\">“Provisions of an <em>inter vivos </em>trust shall be governed by the law existing at the time of its creation, absent a contrary intent within the instrument itself. * * *”</blockquote>\n<p id=\"b73-11\">A review of the instant <em>inter vivos </em>trust reveals no “contrary intent” within the trust instrument directing the application of any countervailing law promulgated subsequent to the instrument’s execution. In addition, this court has stated that “[w]heré a statute is to be applied prior to its effective date in such a manner as to entirely abrogate a longstanding common-law rule, the General Assembly must clearly state its intention in order to do so. R.C. 1.48; <em>Van Fossen v. Babcock &amp; Wilcox Co. </em>(1988), 36 Ohio St. 3d 100, 522 N.E. 2d 489.” <em>Id. </em>at 157, 543 N.E. 2d at 1210. Moreover, in <page-number citation-index=\"1\" label=\"18\">*18</page-number>earlier cases this court consistently refused to retroactively apply the Wills Act of 1840 which abrogated the rule in Shelley’s case with respect to wills. See <em>Armstrong </em>v. <em>Zane’s Heirs </em>(1843), 12 Ohio 287; and <em>Brockschmidt </em>v. <em>Archer </em>(1901), 64 Ohio St. 502, 60 N.E. 623.</p>\n<p id=\"b74-4\">Thus, given the fact that neither R.C. 2107.49, nor its predecessor, G.C. 10504-70, evidences any intent that its terms be applied retrospectively, our holding in <em>Ohio Citizens, supra, </em>compels a finding that the rule in Shelley’s case could be applicable to the instant <em>inter vivos </em>trust agreement.</p>\n<p id=\"b74-5\">Having determined that the court of appeals below erred in applying R.C. 2107.49 retroactively to the instant case, we must now review the nuances underlying the ancient common-law vestige known as the rule in Shelley’s case and determine whether it applies to the trust in the cause <em>sub judice. </em>If the rule does apply to the instant <em>inter vivos </em>trust, it will override any other countervailing doctrine <em>(e.g., </em>the “stranger to the adoption” doctrine) or rule of construction, inasmuch as the rule in Shelley’s case constitutes a substantive rule of property law in the state. <em>McFeely’s Lessee </em>v. <em>Moore’s Heirs </em>(1832), 5 Ohio 464.<footnotemark>3</footnotemark></p>\n<p id=\"b74-6\">As recently noted by one commentator, “[t]he Rule in Shelley’s Case had become part of the prized arcana of the law, one of the secrets shared by lawyers and judges which the public would never guess. Its mastery was a test of legal attainment: ‘What, sir, is the Rule in Shelley’s Case?’ was asked of innumerable candidates at the bar. Its very outmodedness endeared the Rule to some in the profession: it was a standing reminder of just how old' the common law really was. In picturesque phrase, one judge described it as ‘a gothic column found among the remains of feudality.’ ” Orth, Observation — Requiem For The Rule In Shelley’s Case (1989), 67 N.C.L. Rev. 681, 686.</p>\n<p id=\"b74-9\">While the origin of the rule in Shelley’s case has been traced to as early as 1324 A.D. in <em>Abel’s Case </em>(1324), Y.B. 18 Edw. II 577 (translation found in <em>Harrison </em>v. <em>Harrison </em>[1844], 7 Man. &amp; G. 941,135 Eng. Rep. 383-384, fn. c), the rule took its name from the case of <em>Wolfe </em>v. <em>Shelley </em>(C.B. 1581), 1 Coke Rep. 93b, 76 Eng. Rep. 206. See Simes, Future Interests (2 Ed. 1966) 43, Section 20; and Note, Future Interests — Rule in Shelley’s Case Abolished in Ohio — Application of Ohio General Code, Section 10504-70 (1941), 21 O.O. 234. The reasons justifying the rule are said to be found in history and not modern life. Simes, <em>supra, </em>at 46, Section 22. However, a more complete rationale behind the rule was cogently advanced as follows: “In its origins and stripped of its inessential trappings, the Rule in Shelley’s Case made perfect sense. Expressed in terms a modern generation can understand, it closed a tax loophole. Under feudalism heirs were obliged to pay ‘relief,’ a sort of inheritance tax to their lords. Feudal lawyers, not unlike their modern successors, were ever astute for means to save their client money. Since those who took possession by means other <page-number citation-index=\"1\" label=\"19\">*19</page-number>than inheritance were not liable for relief and since devises were not yet possible, some shrewd medieval scrivener must have perceived that if one who would have been an heir could take under the terms of a conveyance, relief could be avoided. The judges promptly saw through the maneuver and, since modern concepts of separation of powers did not then exist, immediately plugged the loophole by judicial means. The precedent found its classic expression in Shelley’s Case.” Orth, supra, at 682.</p>\n<p id=\"b75-5\">In Ohio, the rule was first applied by this court in <em>McFeely’s Lessee, supra. </em>In essence, the rule states that “where a freehold is limited to one for life, and, by the same instrument, the inheritance is limited, either mediately, 'or immediately, to his heirs, or to the heirs of his body, the first taker takes the whole estate, either in fee simple or in fee tail; and the words, ‘heirs,’ or ‘heirs of his body,’ are words of limitation, and not words of purchase.”<footnotemark>4</footnotemark> <em>King </em>v. <em>Beck </em>(1843), 12 Ohio 390, 471 <em>(“King </em>v. <em>Beck </em>I”), reversed on other grounds (1846), 15 Ohio 559.<footnotemark>5</footnotemark></p>\n<p id=\"b75-6\">The rule in Shelley’s case has been held to be a rule of property law rather than a rule of construction whereby the actual intent of the grantor is wholly immaterial. See <em>Turley </em>v. <em>Turley </em>(1860), 11 Ohio St. 173, 182; and Note, <em>supra, </em>21 O.O. at 235. As mentioned before, the rule was abolished completely as to wills in 1840, and as to deeds and other instruments in 1941 when G.C. 10504-70 was enacted by the General Assembly.</p>\n<p id=\"b75-10\">In line with the definition set forth in <em>McFeely’s Lessee, supra, </em>it is generally held that five prerequisites must be met in order to invoke the rule in Shelley’s case: (1) a life estate in the first taker; (2) the life estate and remainder created in the same instrument; (3) the term “heir” or “heirs of the body” is used; (4) the same kind of estate, legal or equitable, created in the first taker and the remainderman; and (5) the limitation to “heirs” or “heirs of the body” must be of an inheritance, fee or tail, and by way of remainder. See Annotation (1965), 99 A.L.R. 2d 1161, 1174.</p>\n<p id=\"b75-11\">While it is abundantly clear that the rule would apply here if the interest involved were real estate, there are two apparent interrelated problems with fitting the facts of the subject trust agreement to the rule in Shelley’s case: first, the grant of trust <page-number citation-index=\"1\" label=\"20\">*20</page-number>income was a conveyance of personal property, not realty; and second, even if the rule were held to apply to personal property, it appears the grantor created a fee tail estate in personal property by using the term “heirs of his body.”<footnotemark>6</footnotemark></p>\n<p id=\"b76-4\">Taking the fee tail problem first, the prevailing view in this jurisdiction has been that a fee tail may not be created in personal property because “[t]he fee tail has always been restricted to real property in Ohio.” Comment, The Fee Tail in Ohio (1956), 17 Ohio St. L. J. 335, 338. See <em>King </em>v. <em>Beck I, supra, </em>at 473. Nevertheless, even though the grantor apparently created a fee tail estate in personal property, statutory law in effect at that time stated that “* * * all estates given in tail shall be and remain an absolute estate in fee simple to the issue of the first donee in tail.” G.C. 8622. Thus, this statute apparently converts the purported fee tail estate into an absolute estate in fee simple to the issue of the first donee in tail, which in this case would be appellant Frances Brooks Bator.<footnotemark>7</footnotemark> As will be explained <em>infra, </em>the fee tail problem with respect to the first donee, James C. Brooks, Jr., is alleviated by the opinion rendered in <em>King </em>v. <em>Beck I.</em></p>\n<p id=\"b76-5\">While the fee tail aspect of the trust agreement herein is relatively easy to resolve, application of the rule in Shelley’s case to grants or conveyances of personal property is more problematical. The prevailing view around the country is that the rule is inapplicable to grants of personal property. See Simes, <em>supra, </em>at 48, Section 23. Such is also the position of the American Law Institute in the Restatement of Property. See 28 American Jurisprudence 2d (1966) 225, Section 114, fn. 14. In addition, two secondary sources are of the opinion that the rule in Shelley’s case is inapplicable to personal property in Ohio. See 35 Ohio Jurisprudence 3d (1982) 423, Deeds, Section 179; and Note, <em>supra, </em>21 O.O. at 236. However, we find these secondary sources to be erroneous in their interpretation of this particular area of Ohio law.</p>\n<p id=\"b76-9\">Research indicates that a fair number of courts have applied the rule in Shelley’s case to conveyances of personal property by way of analogy and as a rule of construction in order to promote the intention of the grantor or testator. See <em>De La Vergne Refrigerating Machine Co. </em>v. <em>Featherstone </em>(1893), 147 U.S. 209, 222; <em>Thorne’s Estate </em>(1942), 344 Pa. 503, 25 A. 2d 811; <em>Sands </em>v. <em>Old Colony Trust Co. </em>(1904), 195 Mass. 575, 81 N.E. 300; and <em>Hughes </em>v. <em>Nicklas </em>(1889), 70 Md. 484, 17 A. 398. Other courts, however, <page-number citation-index=\"1\" label=\"21\">*21</page-number>have applied the rule directly to grants, devises or conveyances of personal property. See <em>Riegel </em>v. <em>Lyerly </em>(1965), 265 N.C. 204, 143 S.E. 2d 65; <em>In re Tillinghast’s Account </em>(1903), 25 R.I. 338, 55 A. 879; and <em>Bross </em>v. <em>Bross </em>(1936), 123 Fla. 758, 167 So. 669.</p>\n<p id=\"b77-5\">In <em>King </em>v. <em>Beck I, </em>this court stated at 473:</p>\n<blockquote id=\"b77-6\">“The consequence of this opinion, upon the land, is to vest in the heirs of Christian’s body on his death, an absolute fee, by the operation of our statute of entailments. But the will gives to Christian the entire property of the personalty; for estates-tail exist in lands only, (Blk. Comm. 398) and the property can not pass by way of remainder, for the same words of the same sentence of the same bequest, conveying property of both classes, will not receive different meanings from the court.”</blockquote>\n<p id=\"b77-7\">While the foregoing <em>dicta </em>was interpreted by some to mean that Ohio does not recognize application of the rule in Shelley’s case to personalty, we find that it compels an opposite interpretation, inasmuch as the court in <em>King </em>v. <em>Beck I </em>found that the devise vested in Christian, who was granted a life estate, “the entire property of the personalty.” It does appear that at least one lower court in Ohio applied the rule in Shelley’s case to the proceeds, hence personalty, from the sale of real property by a trustee. See <em>Mack </em>v. <em>Champion </em>(Super. Ct. 1891), 26 W.L.B. 113.</p>\n<p id=\"b77-8\">As appellants correctly point out, the interpretation of the rule as set forth in <em>King </em>v. <em>Beck I </em>was precisely described in a hypothetical in Note, Application of the Rule in Shelley’s Case to Gifts of Personal Property (1909), 23 Harv. L. Rev. 51, 52:</p>\n<blockquote id=\"b77-9\">“Bequests to A for life, remainder ‘to the heirs of his body’ have quite uniformly been held to pass an absolute interest to A. Here the Rule in Shelley’s Case is involved, but only incidentally as a preliminary step in the operation of a broader rule, a rule of construction to the effect that where in a bequest of personalty words are used which would pass on estate tail in realty, the legatee takes an absolute interest. Since in realty the Rule in Shelley’s Case would, as a matter of law, entitle A in a bequest like that above to an estate tail, by this rule of construction he receives an absolute interest in personalty.”</blockquote>\n<p id=\"b77-11\">In our view, the aforementioned language of <em>King </em>v. <em>Beck I </em>not only provides the answers to questions concerning the application of the rule in Shelley’s case to grants or conveyances of personalty, but also resolves any potential problems that would arise by characterizing the instant trust as creating a fee tail in personalty to James C. Brooks, Jr. As intimated before, under <em>King </em>v. <em>Beck I, supra, </em>the grant of the one-fourth interest in the trust income created an absolute gift in the first donee, <em>i.e., </em>James C. Brooks, Jr.</p>\n<p id=\"b77-12\">Therefore, in applying <em>King </em>v. <em>Beck I </em>to the cause <em>sub judice, </em>we hold that prior to its total abrogation in 1941, the <em>rule </em>in Shelley’s case was a rule of property law in Ohio that was applicable to conveyances of both real and personal properly by grant or deed. Thus, the lower courts erred in foreclosing appellants from receiving the one-fourth income in the subject trust that was paid to James C. Brooks, Jr. during his lifetime.</p>\n<p id=\"b77-13\">Accordingly, we reverse the judgment of the court of appeals and remand the cause to the trial court for further proceedings not inconsistent with this opinion.</p>\n<p id=\"b77-14\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b78-3\"><page-number citation-index=\"1\" label=\"22\">*22</page-number>Douglas, Wright, H. Brown and Resnick, JJ., concur.</judges>\n<judges id=\"b78-4\">Moyer, C.J., and Holmes, J., dissent.</judges>\n<footnote label=\"1\">\n<p id=\"b73-6\"> As noted in <em>Ohio Citizens, supra, </em>at 156, 543 N.E. 2d at 1209, the “stranger to the adoption” doctrine “* * * basically is to the effect that there is a presumption that a testator or settlor intended to include a child adopted by him within a generally stated class, but where the testator or settlor is a stranger to the adoption of another, such as where the adoption takes place after the testator’s death, it will be presumed that he did not intend the adopted child to be included within the designated class, unless a contrary intention clearly appears.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b73-13\"> R.C. 2107.49 was enacted effective October 1,1953, and is virtually identical to G.C. 10504-70, which was effective August 21, 1941.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b74-7\"> It appears that only three states currently recognize the rule in Shelley’s case: Arkansas, Delaware and Indiana. See Simes, Future Interests (2 Ed. 1966) 43, 55, Section 25, at fn. 3. North Carolina abolished the rule legislatively in 1987. See Orth, Observation — Requiem For The Rule In Shelley’s Case (1989), 67 N.C.L. Rev. 681.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b75-7\"> As explained in Simes, <em>supra, </em>at 43-44, Section 20:</p>\n<blockquote id=\"b75-8\">“What did Lord Coke mean by ‘words of limitation’ and by ‘words of purchase’? A purchaser, that is, one who took by purchase, was a person who took by an act of gift, conveyance or devise, rather than by descent or escheat. It made no difference whether the person secured the land pursuant to an agreement with consideration, or whether it was pure gift; he was still a purchaser. Thus, he might take by feoffment, fine, common recovery, or doubtless in other ways. In an instrument of conveyance, some words indicate who are the transferees or purchasers. These are words of purchase. Other words indicate the extent, size or limits of the estate which these purchasers take. These are words of limitation. Thus, if A conveys ‘to B for life’, the words ‘to B’ are words of purchase. The words ‘for life’ are words of limitation. They state the limits of B’s estate.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b75-13\"> In the second <em>King </em>v. <em>Beck </em>opinion, this court apparently decided that the rule in Shelley’s case did not apply to the will in question after all. Nevertheless, the law announced in <em>King </em>v. <em>Beck I </em>was not overruled in the second opinion that was decided approximately three years later.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b76-6\"> It could also be contended that personal property cannot qualify as a “freehold” as referred to in <em>McFeely’s Lessee, supra, </em>or that “[s]trictly speaking the word ‘heirs’ applies only to persons who acquire land on the death of the owner intestate.” Simes, <em>supra, </em>at 48, Section 23. However, while “freehold” typically describes an estate in land, it has also been described as “[a]n estate for life or in fee” which would of course, necessarily include personalty. See Black’s Law Dictionary (5 Ed. 1979) 598. With respect to Simes’ strict interpretation of “heirs,” slavish adherence to such a definition would effectively preclude anyone from granting or devising personal property to his “heirs.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b76-11\"> As appellants point out, the fact that the statute refers to “issue” does not <em>ipso facto </em>exclude adopted children from the class. This court has consistently construed Ohio statutes conferring property rights to a class of people to include adopted children within that class. See, <em>e.g., Flynn </em>v. <em>Bredbeck </em>(1946), 147 Ohio St. 49, 33 O.O. 243, 68 N.E. 2d 75.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b78-5\">Holmes, J.,</author>\n<p id=\"AnH\">dissenting. I concur in paragraph one of the syllabus which sets forth the law enunciated in <em>Ohio Citizens Bank </em>v. <em>Mills </em>(1989), 45 Ohio St. 3d 153, 543 N.E. 2d 1206, that the provisions of an inter vivos trust shall be governed by the law existing at the time of its creation, unless terms within the instrument are expressly contra. However, with paragraph two of the syllabus, and pertinent portions of the opinion, I must strongly dissent. In such syllabus law, and opinion, the assumed to be dead and buried rule in Shelley’s case rears its head again. The majority, in order to arrive at its ill-conceived conclusion that the adopted child may inherit under the trust provisions here, not only dredges up this anachronistic common-law rule of property, but also misapplies it to personal property, to which this rule was never intended to apply.</p>\n<p id=\"b78-6\">The rule as stated in Shelley’s case, <em>Wolfe </em>v. <em>Shelley </em>(C.B. 1579-1581), 1 Coke Rep. 93b, 104a, 76 Eng. Rep. 206, 234, is as follows:</p>\n<blockquote id=\"b78-7\">“* * * [I]t is a rule of law that when the ancestor by any gift or conveyance takes an estate of <em>freehold, </em>and in the same gift or conveyance an estate is limited either mediately or immediately to his heirs in fee or in tail; that always in such cases, ‘the heirs’ are words of limitation of the estate, and not words of purchase.” (Emphasis added.)</blockquote>\n<blockquote id=\"b78-8\">“Freehold,” as defined in Black’s Law Dictionary (6 Ed. 1990) 665, denotes an estate in land or other real property:</blockquote>\n<blockquote id=\"b78-9\">“An estate to be a freehold must possess these * * * qualities: (1) Immobility, that is, the property must be either land or some interest issuing out of or annexed to land * * *.”</blockquote>\n<p id=\"b78-11\">In Black’s Law Dictionary, <em>supra, </em>at 1376, the rule in Shelley’s case is referred to as “[i]ntimately connected with the quantity of estate which a tenant may hold in realty * *</p>\n<p id=\"b78-12\">The rule in Shelley’s case has been determined by the overwhelming weight of authority throughout the United States not to apply to transfers of personalty. See 1 Simes &amp; Smith, Law of Future Interests (2 Ed. 1956) 398-399, Section 367; 3 Restatement of the Law 2d, Property (1988) 424, Section 30.1, Comment <em>b; </em>28 American Jurisprudence 2d (1966) 225, Section 114.</p>\n<p id=\"b78-13\">Ohio case law has applied the rule in Shelley’s case to conveyances of real property, and with only one exception, <em>i.e., King </em>v. <em>Beck </em>(1843), 12 Ohio 390, the cases have not related to personalty. See <em>McFeely’s Lessee </em>v. <em>Moore’s Heirs </em>(1832), 5 Ohio 465; <em>Armstrong </em>v. <em>Zane </em>(1843), 12 Ohio 287; <em>Pollock </em>v. Speidel (1867), 17 Ohio St. <em>439; Mack </em>v. <em>Champion </em>(Super. Ct. 1891), 26 W.L.B. 113; <em>Brockschmidt </em>v. <em>Archer </em>(1901), 64 Ohio St. 502, 60 N.E. 623; <em>Akers </em>v. <em>Akron, Canton &amp; Youngstown Ry. Co. </em>(1912), 20 Ohio C.C. (N.S.) 352, 31 Ohio C.D. 354, affirmed (1914), 90 Ohio St. 432, 108 N.E. 1113; <em>Neff v. Abert </em>(1918), 9 Ohio App. 286; <em>Watson </em>v. <em>Watson </em>(1929), 34 Ohio App. 311, 171 N.E. 257.</p>\n<p id=\"b78-14\">Specifically, relative to the early case of <em>King </em>v. <em>Beck, supra, </em>the majority has completely misinterpreted the meaning of the holding of that case. The property disposed of by the will in <em>King </em>v. <em>Beck </em>consisted of both real estate and personalty, and the testator utilized the same verbiage for the transfer of both types of property in a common gift. The court did not specifically apply the rule in Shelley’s case to <page-number citation-index=\"1\" label=\"23\">*23</page-number>the personalty, but only applied a rule of construction of the will stating “* * * the same words of the same sentence of the same bequest, conveying property of both classes, will not receive different meanings from the court.” <em>Id. </em>at 474. It can reasonably be stated that if that case stands for anything, it is only that the rule may be applied to personalty in those instances where the rule has been applied to realty passing under the identical gift. Although there have been no other Ohio cases discussing the point, authors and text writers have been very specific in their conclusion that the rule does not apply to personalty. 1 Simes &amp; Smith, <em>supra, </em>at 398-399; Kales, The Rule in Shelley’s Case Does not Apply to Personal Property (1910), 4 Ill. L. Rev. 639; 35 Ohio Jurisprudence 3d (1982) 423, Deeds, Section 179.</p>\n<p id=\"b79-5\">Even the law review note quoted by the majority, Application of the Rule in Shelley’s Case to Gifts of Personal Property (1909), 23 Harv. L. Rev. 51, is not only critical of the basic rule, but is also specifically critical of its application to personal property. In this note is to be found the following: “The direct application of the Rule in Shelley’s Case to gifts of personal property would be impossible. Aside from any argument based upon the much controverted origin of the rule, and the difference in the rules governing future interests in realty and personalty, the very terms ‘heirs’ and ‘heirs of the body’ are inapplicable to personally.” <em>Id.</em></p>\n<p id=\"b79-6\">The law review note went on to indicate that where some courts have dealt with the application of the rule to wills devising both realty and personalty in the same gift with language such as “to A for life, remainder ‘to the heirs of his body,’ ” conclusions have been reached that such words passed an absolute interest to A. However, the note points out that:</p>\n<blockquote id=\"b79-8\">“Here the Rule in Shelley’s Case is involved, but only incidentally as a preliminary step in the operation of a broader rule, a rule of construction to the effect that where in a bequest of personalty words are used which would pass an estate in tail in realty, the legatee takes an absolute interest. * * * But it has been suggested that this rule of construction should more properly be framed so as to pass an absolute interest in personally only when such words are employed as would, in a devise of really, <em>show an intent </em>to give an estate tail. And such is the tendency of the modern decisions. In accordance with this suggestion, whatever may be the form of language used in subsequent limitations, an intent on the part of the testator to restrict the first taker to a life estate in personalty should be effectuated, even though the arbitrary Rule of Shelley’s Case would give an estate tail by the same limitations in realty. * * * But as the rule thus applied has been held to yield to a contrary intent on the part of the testator, it is plainly used as a mere rule of construction. And to borrow in this way an arbitrary rule of law the object of which, it may be said, is to defeat intention, for use as a test in the determinations of such intent is fantastic. Accordingly, the more recent English authorities and several jurisdictions in this country are opposed to such an application of the rule. Nor should the circumstance sometimes relied upon, that realty and personalty are disposed of in the same clause, make a difference; for it has long been held that the same words when used in connection with [a] different subject may bear different constructions.” (Emphasis <em>sic.) Id. </em>at 52-53.</blockquote>\n<p id=\"b79-9\">The law as pronounced in <em>King </em>v. <em>Beck </em>(1843), <em>supra, </em>was not of long <page-number citation-index=\"1\" label=\"24\">*24</page-number>standing. This court in what, at that time, was an unusual move, accepted the case for review of its prior determination, and upon reconsideration of the major issue presented, completely rejected the application of the rule in Shelley’s case, and construed the terms of the will as indicating that the intention of the testator was to convey the property, both real and personal, to his son for life and then to the son’s children of blood relationship. See <em>King </em>v. <em>Beck </em>(1846), 15 Ohio 559.</p>\n<p id=\"b80-4\">This court, in arriving at its judgment <em>in King </em>v. <em>Beck </em>(1846), <em>supra, </em>had some less than laudatory commentary regarding the rule generally, and specifically noted that any application of the rule be limited to specific instances where the words of the will would reasonably require such application. The court stated:</p>\n<blockquote id=\"b80-5\">“We must not start out with the presumption that it was the design of the testator to create an estate tail, and construe the words of the will to effect that object. That was only a family law in England, designed to build up families, cheat creditors, and prevent forfeitures; and is in nowise consistent with the spirit and genius of our own government and laws, or the habits and feelings of our people. Our statute forbids it, and such, I believe, is the case in all, or very nearly all the states in this Union. Nor is there with us any disposition to strain a point to bring a case within the operation of the rule in Shelley’s case — a rule which had its origin in feudal tenure, and was first adopted to secure to the lords the profits and perquisites incident to inheritances; and, as an afterthought, the additional reason that it was necessary to prevent an abeyance of the fee. It is at best a mere artificial technicality; and just in proportion as it lacks reason, it appears to have won upon the affections of the profession. In its simplicity it possesses some sense, and to that extent we have adopted it as a rule of property in Ohio. But it is the high and imperative duty of this court to conform its judicial decisions, where we attempt to walk by the light of precedent from another country, to the nature of our own government and free institutions.</blockquote>\n<blockquote id=\"b80-7\">“Throwing aside, then, all presumptions in favor of estate tail, and all peculiar affection for the rule in Shelley’s case, and attempting to arrive at the intention of the testator from the language employed and the nature of the devises contained in the will, what must we say was the intention of the testator?” <em>Id. </em>at 563-564.</blockquote>\n<p id=\"b80-8\">Therefore, because the rule in Shelley’s case would not apply, even if it had not been abolished, the law in effect at the time of the creation of the Sallie Perkins trust concerning the rights of adopted children governs the intent of the settlor\" of a trust with regard to distributions. The law in 1931 mandated that adopted children be excluded from distributions specifically limited to heirs of the body of the adopting parent and, thus, for this reason, also, appellants are not entitled to distributions from the trust.</p>\n<p id=\"b80-9\">Based upon the foregoing reasoning, I would affirm the judgment of the court of appeals.</p>\n<judges id=\"b80-10\">Moyer, C.J., concurs in the foregoing dissenting opinion.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}