{
  "casebody": {
    "data": "<casebody firstpage=\"101\" lastpage=\"105\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b133-5\">FIDELITY &amp; CASUALTY CO. OF NEW YORK v. BANK OF TIMMONSVILLE.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b133-6\">(Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7b\">May 29, <em>1905.)</em></decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AdI\">No. 562.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b133-8\">1. Fidelity Bonds — Conditions—Construction.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b133-9\">Where a fidelity bond provided that any “willful misstatement” or suppression of fact by the employer, in his statement or declaration concerning the employed, should render the bond void from the beginning, the phrase “willful misstatement” was intended to mean any material false statement made with knowledge of its falsity, voluntarily, and not inadvertently, and hence an instruction that the bond was not avoided unless the misstatements were made “with intent to secure renewals of the bond” was erroneous.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b133-10\">[Ed. Note. — Fidelity insurance, see note to American Credit Indemnity Co. v. Wood, 19 C. C. A. 273.]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b133-11\">2. Same — Materiality—Belief.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b133-12\">Where a fidelity bond provided that any willful misstatement or suppression of fact by the employer concerning the employed should render the bond void, a mere belief on the part of the employer’s president that it was immaterial whether the questions asked were answered truly or not did not render such answers immaterial.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b133-13\">3. Same — Notice of Default.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b133-14\">A bank cashier was given a leave of absence on August 17, 1901, which expired on August 22d. His failure to return did not arouse suspicion until August 26th, when an examination of his books was made, which disclosed his defalcation. His sureties were then telegraphed, either on the 26th or 27th, whereupon each sent a representative, who participated in the examination of the books during the latter part of August, and on September 2d a formal notification of the cashier’s flight and defalcation was sent to defendant surety company. <em>Held, </em>that whether defendant was given “immediate” notice of the defalcation, as required by the fidelity bond, was for the jury.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b133-15\">4. Same — Score of Bond.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b133-16\">Where a bank cashier’s fidelity bond, given March 7, 1901, covered only acts and defaults committed during its currency and within 12 months next before the date of the discovery of the act or default on which the claim was based, it did not cover an alleged larceny of silver coin claimed <page-number citation-index=\"1\" label=\"102\">*102</page-number>to have been deposited May 19, 1900, but not found in the bank’s vaults when the cashier absconded in August, 1901, there being no evidence as to when the same was taken.</headnotes>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b134-4\">In Error to the Circuit Court of the United States for the District of South Carolina, at Charleston.</summary>\n<seealso data-order=\"14\" data-type=\"summary\" id=\"b134-5\">See 121 Eed. 934.</seealso>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b134-6\">J. P. K. Bryan and George H. Moffett, for plaintiff in error.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b134-7\">IT. A. M. Smith and P. A. Willcox (Mitchell &amp; Smith and Will-cox &amp; Willcox, on the briefs), for defendant in error.</attorneys>\n<p data-order=\"17\" data-type=\"judges\" id=\"b134-8\">Before GOEE and PRITCHARD, Circuit Judges, and McDOWEEU, District Judge.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b134-9\">McDOWEDU, District Judge.</author>\n<p id=\"Ahv\">This was an action at law brought by the bank against the fidelity company, to be called the defendant. One Eechn’er, the cashier of the bank, fled in August, 1901. The statement of his defalcations filed in this case by the bank showed losses to the extent of $10,035.69. This action was based on a bond executed by the defendant, which was made on March 17, 1891, and was annually renewed, the last renewal covering the year from March 17, 1901, to March 17, 1902. The obligation of the defendant was to make good and reimburse to the bank, to the extent of $5,000, pecuniary loss sustained by the bank by reason of fraud and dishonesty on the part of Eechner. In the bond is the following clause: “That any willful misstatement or suppression of fact by the employer in any statement or declaration to the company concerning the employed, or in any claim made under this bond, or a renewal thereof, renders this bond void from the beginning.” Before delivery of the annual renewal contracts certain written or printed questions concerning Eechner were submitted to the bank for answer. The first of these found in the record was submitted in 1894. These questions differ somewhat in the different years. Answers to these questions were made by the president or the vice president. The purport of the questions of most importance in this case were whether or not Eechner was indebted to the bank and whether or not his books were examined. The evidence showed that the answers to the effect that he was not indebted to the bank were several times untrue in point of fact. But whether or not such misstatements were made with full knowledge and recollection of the true facts is not made entirely clear by the record. A detailed statement of the facts relating to the misstatements concerning Lechner would be profitless. We may say here, however, that we find no error in the action of the trial court in refusing to direct a verdict for the defendant on this ground.</p>\n<p id=\"b134-10\">In the certificates the date when the last examination of the books had been made is given. On such dates in several instances Eechner was apparently considerably indebted to the bank by note, and on some of these dates also by small overdrafts. The certificates were usually made some months after the date of examination of the books. Whether or not the untrue statements as to his indebtedness may have been the result of nonrecollection or inad<page-number citation-index=\"1\" label=\"103\">*103</page-number>vertence was under the evidence here peculiarly a question for the jury. . . . . . , .</p>\n<p id=\"b135-3\">. . . . . , However, we are of opinion that the instruction given the jury on this point was erroneous. The learned trial court in effect instructed the jury that the bond was not avoided unless the misstatements were made with intent to secure renewals of the bond. If the misstatements in this case were made deliberately, with full consciousness of their falsity, it is rather difficult to conceive that they could have been made without an intent to deceive the defendant.</p>\n<p id=\"b135-4\">The Supreme Court in Claflin v. Assur. Co., 110 U. S. 81, at page 95, 3 Sup. Ct. 507, at page 515 (28 L. Ed. 76), quotes approvingly the following: “Where one has made a false representation, knowing it to be false, the law infers that he did so with an intention to deceive.”</p>\n<p id=\"b135-5\">We are of opinion that the false answers made to the defendant’s questions in at least some of the certificates were material, so much so that we are wholly unable to say that the bond would have been renewed had truthful answers been made. Certainly the contract between the parties did not leave it to the bank to determine the materiality of the answers. And a mere belief on the part of the president of the bank that it was immaterial whether the questions were answered truly or not did not make the answers immaterial.</p>\n<p id=\"b135-6\">However, for the sake of argument, let it be conceived that the answers made in this case were made with full knowledge of their falsity, but with such belief of their entire unimportance that it could be said that they were made without any conscious design or set purpose to deceive the defendant. It is manifest that false answers made under such circumstances would be fully as prejudicial to the interests of the defendant as would be the same false statements made with specific design to deceive the defendant and thus secure renewals. Hence (if it be possible that one can make a false statement knowing it to be false and knowing that it will deceive, without an intent to deceive) it must be clear that the parties did not use the phrase “willful misstatement” with intent that it should be construed as meaning a knowingly false statement made with design to deceive. The rule of construction, “contra proferentem,” is the least reliable and the last to be resorted to of all the rules of construction. 3 Washburn, Real Property (4th Ed.) 397; 2 Parsons, Contracts (4th Ed.) 639, § 508. Where the intent is clear, there is no room for the application of mere rules of construction.</p>\n<p id=\"b135-7\">We are not at liberty therefore to adopt of the many definitions of the word “willful” (8 Words and Phrases, 7468 et seq.) the one that.is most disadvantageous to the defendant, simply because it is such. It is true that “willful” is sometimes properly defined as “done with a specific intent or with some particular design.” But, for the reason above stated, we think it clear that the word was not used in this sense in the contract before us. We think the phrase “willful misstatement” as used here was intended to mean that any material false statement, made with knowledge of its falsity, made <page-number citation-index=\"1\" label=\"104\">*104</page-number>not inadvertently, and made voluntarily, should avoid the obligation of the defendant. And this, whether such false statement was made with the conscious design to deceive the defendant, or made in a spirit of wanton disregard of its rights, or made with a belief that the statement was utterly unimportant.</p>\n<p id=\"b136-4\">The bond also provided that, upon the discovery of fraud or dishonesty on the part of the cashier, the bank should immediately give notice thereof to the defendant. On Saturday, August 17, 1901, Lechner was given a leave of absence, which expired on Thursday, the 22d. His failure to return does not seem to have aroused any very grave suspicion until Monday, the 26th, on which day the president of the bank commenced an examination of the bankbooks, and on that day the conclusion was reached that Lechner was a defaulter. The insurance companies were telegraphed, but whether this was done on the 27th or later does not clearly appear. In any event, a representative of the defendant arrived on the scene and participated in the examination of the books during the latter part of August. On September 2d a formal notification by letter of the flight of the cashier, stating also that a small shortage had been discovered, was sent by the bank to the defendant. On the ground that the immediate notice upon discovery of the cashier’s dishonesty required by the bond had not been given, the trial court was asked to direct a verdict for the defendant. This request was refused and the question was left to the jury. We find no error in the course here taken by the trial court. The bank was under no duty to notify the defendant so long as there was only a suspicion that Lechner had defaulted. It was not until fraud or dishonesty had been discovered that the duty of notifying the defendant below arose; and, under the doctrine of Fidelity Co. v. Courtney, 186 U. S. 342, 22 Sup. Ct. 833, 46 L. Ed. 1193, “immediate notice” means no more than that degree of promptitude which was reasonable under the circumstances of this case. We think the trial court was entirely right in submitting this question to the jury.</p>\n<p id=\"b136-5\">Still another provision of the bond is the following:</p>\n<blockquote id=\"b136-6\">“That any claim made under this bond, or a renewal thereof, shall embrace and cover only for acts and defaults committed during its currency, and within twelve months next before the date of the discovery of the act or default upon which such claim is based.”</blockquote>\n<p id=\"b136-7\">One of the items in the bill of particulars filed by the bank is: “May 19,1900. W. J. Lockhart, deposit not on books, $630.” The evidence in regard to this item is that on May 19, 1900, Lockhart made a special deposit of a bag of silver coin, amounting to $630, for which Lechner gave him, on that day, a receipt. No entry of this deposit was made on the bankbooks. After Lechner’s flight it was found that the bag of silver was not in the vault. The bank subsequently paid the amount to Lockhart. The total loss to the bank shown by the bill of particulars was $10,035.69. It was shown that the American Surety Company, which had also insured Lechner’s fidelity to the extent of $5,000, had paid the bank this sum. As the jury found for the bank the sum of $5,000, it is evident that <page-number citation-index=\"1\" label=\"105\">*105</page-number>the bank recovered for the loss of the bag of silver in question. When the president of the bank was testifying he stated that he had not the slightest idea when Lechner took the silver. The foregoing is all of the evidence on this subject. Unless the silver was taken by Lechner within 12 months prior to the discovery of the loss the bank had no right to recover for this default. The trial court, over the objection of the defendant, left it to the jury to say whether or not the defendant was liable as to this item. In so ruling we are constrained to hold that the learned trial court erred. The burden of proof was on the bank. The evidence left the time when Lechner committed the default in respect to the bag of silver wholly uncertain. He may have converted this money more than 12 months before the loss was discovered. The evidence was so incomplete that the jury could merely surmise and speculate as to the time of the default. Under such evidence we are of opinion that the trial court should have instructed the jury that they could not find for the plaintiff as to this item. Manning v. Ins. Co., 100 U. S. 693, 25 L. Ed. 761.</p>\n<p id=\"b137-4\">We think it unnecessary to discuss in detail the various assignments of error. In regard to the item concerning the account of the Carolina Savings Bank — the facts as to which it would be useless to state — the trial court will be guided on a retrial by our conclusion as to the bag of silver; that is, if no sufficient evidence be introduced tending to show that this loss occurred within twelve months prior to its discovery, the jury should be instructed that they cannot find for the plaintiff as to this item.</p>\n<p id=\"b137-5\">For the reasons above set out the judgment below must be reversed, and this cause must be remanded for further proceedings.</p>\n<p id=\"b137-6\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}