{
  "casebody": {
    "data": "<casebody firstpage=\"513\" lastpage=\"517\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b545-3\">UNITED STATES v. ONE PEARL CHAIN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b545-4\">(Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADJ2\">April 6, 1905.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b545-5\">No. 194.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b545-6\">1. Customs Duties — Forfeiture—Smuggling—Intent.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b545-7\">Mere intent to smuggle goods will not work a forfeiture under the laws of the United States. Though goods are brought in with intent to smuggle them, they may not be seized while the persons importing them may yet change their minds and observe the necessary formalities in due season.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b545-8\">[Ed. Note. — For cases in point, see vol. 15, Cent. Dig. Customs Duties, § 297.]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b545-9\">2. Same — Passengers’ Baggage — Declaration.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b545-10\">A person coming into the United States, and having in possession a valuable pearl chain, silk wearing apparel, and other articles, had made a declaration on board the vessel as to certain “wearing apparel, value not known,” had proceeded to the portion of the dock adjacent to the vessel that had been roped off for convenient examination of passengers’ effects, and was there awaiting opportunity to give the information necessary for completing the entry; but before this opportunity had been given, the pearl chain was seized as illegally imported. <em>Held, </em>that the phrase “wearing apparel,” as used in the declaration, was a sufficient mention of the chain, within the meaning of section 2802, Rev. St. [U. S. Comp. St. 1901, p. 1873], and that the seizure was illegal.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b545-11\">3 Same — Passengers’ Effects — Illegal Seizuee.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b545-12\">If, instead of requiring a passenger to make due entry of dutiable articles which such passenger imports, government officers elect to seize them before the passenger is called upon to complete his entry, he is not to be held responsible for failure to complete the entry, if he mentions the articles as required by law, when he first made his entry.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b545-13\">4. Same — Personal Effects — Concealed Articles.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b545-14\">Personal effects of a person arriving in the United States do not cease to be baggage by being so disposed on the person as to be covered from view by the passenger’s dress.</headnotes>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b545-15\">In Error to the District Court of the United States for the Southern District of New York.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b545-16\">The court annulled the seizure by a special employe of the Treasury Department of a pearl chain found in the possession of Ida Josephine Dulles, the claimant and defendant in error in this proceeding, on her arrival in this country from abroad. 139 Eed. 510.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b545-17\">Sections 2799, 2801, 2802, and 3082, Rev. St. [U. S. Comp. St. 1901, pp. 1872, 1873, 2014], read as follows:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b545-18\">“Sec. 2799. In order to ascertain what articles ought to be exempted as the wearing apparel and other personal baggage, and the tools or implements of a mechanical trade only, of persons who arrive in the United States, due entry thereof, as of other merchandise, but separate and distinct from that of any other merchandise, imported from a foreign port, shall be made with the collector of the district in which the articles are intended to be landed by the owner thereof, or his agent, expressing the persons by whom or for whom such entry is made, and particularizing the several packages, and their contents, with their marks and numbers; and the person who shall make the entry shall take and subscribe an oath before the collector, declaring that the entry subscribed by him and to which the oath is annexed contains, to the best of his knowledge and belief, a just and true account of the contents of the several packages mentioned in the entry, specifying the name of the vessel, of her master, and of the port from which she has arrived; and that <page-number citation-index=\"1\" label=\"514\">*514</page-number>such packages contain no merchandise whatever other than wearing apparel, personal baggage, or, as the ease may be, tools of trade, specifying it; that they are all the property of a person named who has arrived, or is shortly expected to arrive in the United States, and are not directly or indirectly imported for any other, or intended for sale.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b546-4\">“See. 2801. On compliance with the two preceding sections, and not otherwise, a permit shall be granted for landing such articles. But whenever the collector and the naval officer, if any, think proper, they may direct the baggage of any person arriving within the United States to be examined by the surveyor of the port, or 'by an inspector of the customs, who shall make a return of the same; and if any articles are contained therein which in their opinion ought not to be exempted from duty, due entry of them shall be made and the duties thereon paid.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b546-5\">“Sec. 2802. Whenever any article subject to duty is found in the baggage of any person arriving within the United States, which was not, at the time of making entry for such baggage, mentioned to the collector before whom such entry was made, by the person making entry, such article shall be forfeited, and the person in whose baggage it is found shall be liable to a penalty of treble the value of such article.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b546-6\">“See. 3082. If any person shall fraudulently or knowingly import or bring into the United States, or assist in so doing, any merchandise, contrary to' law, or shall receive, conceal, buy, sell, or in any manner facilitate the transportation, concealment, or sale of such merchandise after importation, knowing the same to have been imported contrary to law, such merchandise shall be forfeited and the offender shall be fined in any sum not exceeding five thousand dollars nor less than fifty dollars, or be imprisoned for any time not exceeding two years, or both. Whenever, on trial for a violation of this section, the defendant is shown to have or to have had possession of such goods, such possession shall be deemed evidence sufficient to authorize conviction, unless the defendant shall explain the possession to the satisfaction of the jury.”</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b546-7\">Arthur M. King, Asst. U. S. Atty.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b546-8\">De Lancey Nicoll, for the claimant.</attorneys>\n<p data-order=\"22\" data-type=\"judges\" id=\"b546-9\">Before WALLACE, LACOMBE, and COXE, Circuit Judges.</p>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b546-10\">LACOMBE, Circuit Judge.</author>\n<p id=\"AGi\">This cause was most elaborately discussed upon the former appeal (123 Fed. 371, 59 C. C. A. 499), and it seems unnecessary to repeat anything which can be found in our former opinion, or in the two opinions in the Dodge Case (111 Fed. 165, 49 C. C. A. 287, 56 L. R. A. 130; 131 Fed. 849, 65 C. C. A. 603), where the whole subject of declaration and entry of articles brought by passengers arriving by vessels from foreign Countries was carefully considered. The case was practically disposed of when, upon the first appeal, we held that the words “wearing apparel, value not known,” were, upon the government’s own construction of them, broad enough to cover “jewelry.” On the first trial, verdict was directed against the claimant. Referring to that circumstance, we said that, in considering the case on appeal, “every conflict of evidence must be resolved in her°favor, and every inference from the facts be drawn in her favor, because, if upon her own statement of what took place she did not violate the law, she was entitled to have the jury pass upon the question whether her own narrative was or was not to be accepted as the true one.” This statement certainly did not imply that upon a retrial the case must be sent to the jury, even though the proofs adduced by the government might substantially agree with the claimant’s story as to the <page-number citation-index=\"1\" label=\"515\">*515</page-number>controlling facts. And that is just what has happened. L,eahy, the official who took her declaration, testified that after he had asked her in a general way as to what she had to declare, following this by a specific inquiry as to her expenditures in the line of wearing apparel while abroad (he does not claim to have asked her particularly as to jewelry), she said “that she had naturally purchased some things abroad,” and thereupon he inserted in the d'eclaration, with her consent, the term “Wearing apparel, value not known,” which she then signed and swore to. This accords with the claimant’s narrative of the interview given on the first trial, and, after an exhaustive analysis of the “declaration,” we held that it was a sufficient disclosure, and all that the law required from her at that time. The trial judge correctly held that, even if persons have brought goods here “intending to smuggle them, they had an opportunity to change their minds down to the time when it was their duty to make the necessary declaration. * * * The government cannot seize the goods as forfeited until the time has come when the person importing them had an opportunity to declare them and has not done so.” In other words, mere intent without act will not work a forfeiture.</p>\n<p id=\"b547-5\">The declaration, however, although sufficient as a disclosure, was defective or incomplete as an entry, and it was claimant’s duty thereafter, and at such time as might suit the convenience of the customs officers, to complete the entry by enumerating the items of “wearing apparel,” and giving such information as to their purchase as would be helpful towards appraisement; and,- of course, she was bound to pay whatever duties might be imposed. She. did this as to the “embroidered linen” and the “silk wearing apparel,” but the entry was not completed as to the pearl chain.</p>\n<p id=\"b547-6\">The next step taken by the customs officers after obtaining the declarations from the passengers is to inspect the baggage. That might, of course, be done on the ship, the different pieces being grouped on different parts of the deck and in the larger rooms, but, for the convenience of the examiners and to avoid delays, the baggage is brought down on a part of the dock, adjacent to the vessel, which is roped in, and remains till the work is completed within the jurisdiction of the customs officers. Until a piece of baggage is removed beyond the customs lines thus established, it is as much under the control of the officers as if it were still in the passenger’s stateroom. The claimant having made her declaration, and the ship having made fast to the pier, she passed down the gang plank to the dock, and placed herself near the pile of baggage to which her own trunks were to be brought. Subsequently, when the trunks came, she disclosed the two items above referred to, and completed her entry by inserting them. Before she was called upon by the inspector to open her trunks and give him the information which her imperfect prior declaration made it her duty to give, Theobald, the special treasury agent, approached her, told her that he knew she had purchased a pearl necklace in Paris, which she had omitted to declare, and asked her to produce it. He testified, “She at first said that she had had one of her necklaces mended at Tiff<page-number citation-index=\"1\" label=\"516\">*516</page-number>any- &amp; <em>Co.’s, </em>and that she had not purchased any necklace, but. being further pressed, said she had purchased a necklace.” In response to his suggestion that she produce it, she returned on board with witness and her husband and complied with his request. Thereupon he put it in his pocket and walked away with it. The fact that her jewelry had been thus seized and removed by officers of the government was presumably the reason why she did not complete the entry by having the pearl chain added to the embroidered linen and the wearing apparel, and, in our opinion, she could not under such circumstances be held for failure to make declaration of entry. As was said on the Dodge Case, 111 Fed. 165, 49 C. C. A. 287, 56 L. R. A. 130, “If they make such an examination and find in the baggage any articles which they deem dutiable, they are to require due entry of them to be made, together with payment of the duties.” If, instead of requiring the passenger to make due-entry of dutiable articles which such passenger produces, they elect to seize and remove them before the passenger is called upon to complete his entry, he is not to be held responsible for failure to include them in the itemized entry, provided he has mentioned them to the customs officer when he first made his entry. Under our former opinion, there can be no doubt that Mrs. Dulles did so mention all her dutiable purchases which were classifiable as “wearing apparel,” within the broad meaning which the government gave to that term in the document which they gave to her for that purpose.</p>\n<p id=\"b548-4\">The plaintiff in error relies upon the circumstance that the pearl chain was on claimant’s person, covered from view by parts of her dress; but on the former appeal we held that a passenger’s wearing apparel, articles of adornment, and personal effects did not cease to be baggage the moment they were taken out of a trunk and placed on the person. Whether they are hid from view by being stowed in the middle of a trunk, or by being placed under some part of the passenger’s clothing, is immaterial; the crucial questions are, has such a declaration been made as would be “a disclosure <em>by </em>the passenger sufficient to put the customs officers upon inquiry as to the dutiable character” of the articles purchased abroad? and has the passenger followed that disclosure by the production for their inspection of all such articles? It is to be observed, as was pointed out on the former appeal, that the form of declaration prepared by the government covers not only articles in the baggage; but also on the person. This effectually disposes of the contention that plaintiff was entitled to go to the jury under section 3082, Rev. St. [U. S. Comp. St. 1901, p. 2014], on the question whether claimant did not, with intent to defraud, “smuggle and clandestinely introduce into the United States the said pearl chain.” She brought it on her person under cover, as it would have been brought in a trunk under cover, from the ship to the customs territory on the pier, making no effort, so far as the proof shows, to-remove it beyond the customs lines. This, under Keck v. U. S., 172 U. S. 459, 19 Sup. Ct. 254, 43 L. Ed. 505, could not be held to be “smuggling,” even if it were done clandestinely; but how can <page-number citation-index=\"1\" label=\"517\">*517</page-number>she he said to have “clandestinely” introduced it, when, before bringing it ashore, she gave to the customs officers a written declaration which in effect said to them, “I have in my baggage and on my person wearing apparel (including jewelry) which I have purchased abroad”? Dodge v. U. S., 131 Fed. 849, 65 C. C. A. 603.</p>\n<p id=\"b549-4\">The judgment is affirmed.</p>\n</opinion>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b549-5\">WADDACE, Circuit Judge.</author>\n<p id=\"APX\">I concur in the result of the opinion of the court, but not altogether in its reasoning.</p>\n<p id=\"b549-6\">If the jury believed the witnesses for the government, they would have been justified in finding that the claimant, when the vessel on which she was a passenger arrived in port and landed at the dock, was carrying concealed in one of her stockings a necklace worth $16,000, which she had recently bought in Paris; and they were at liberty to find that she had concealed her necklace in her stocking for the purpose of smuggling or clandestinely introducing it into the United States without paying duty thereon. It was seized upon her person, however, before any obligation on her part had arisen to pay or account for the duties. I agree, as the Supreme Court has so decided in the Keck Case, that, until the obligation to pay or account for the duties arises, the offense of smuggling is not complete, and no cause of forfeiture accrues. Consequently, the case made by the government did not authorize a judgment of condemnation based upon the counts of the information alleging an offense under section 3082 of the Revised Statutes of the United States. I think, also, that the case made by the government did not authorize a judgment of condemnation upon the counts alleging an offense by reason of the failure of the claimant to make entry of or “mention” the article as a part of her baggage. An article which the passenger carries concealed on his person for the purpose of smuggling it, and which, perhaps, he has separated from his baggage expressly for that purpose, is not, in the ordinary meaning of language, ba.ggage, or a part of his baggage, though it may well be held that an article should be regarded as baggage which he has temporarily removed from some of his packages, and declared or mentioned as a part of his baggage, and which has thus been treated as such by him. The counsel for the government concedes that, under such circumstances as are disclosed here, the article concealed is not a part of the baggage of the passenger, a conclusion which, it seems to me, is plainly constrained by the language of sections 2799, 2801, and 2802 of the Revised Statutes [U. S. Comp. St. 1901, pp. 1872, 1873]. For this reason, I think the discussion in the opinion of the court of the question whether the claimant made a sufficient declaration of the necklace as a part of her baggage is unnecessary.</p>\n<p id=\"b549-7\">The case presented by the record, assuming that the testimony of the special agent, Theobald, was true, discloses a serious defect in the customs laws, and this was adverted to in the Keck Case; but, as the court said in that case, it is for Congress, and not for the courts, to remedy the defect.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}