{
  "casebody": {
    "data": "<casebody firstpage=\"801\" lastpage=\"807\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b815-3\">THE MANCHIONEAL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b815-4\">(Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXe\">June 11, 1917.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b815-5\">No. 238.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b815-6\">1. Collision &lt;§=&gt;83—Steam Vessels Meeting—Excessive Speed in Fog.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b815-7\">A steamship and a pilot boat meeting' nearly end on in a fog so dense that they did not see each other until within 500 feet both <em>held </em>in fault for a collision for excessive speed after they heard each other’s fog signals in violation of article 16 of the Inland Hules (Act June 7, 1897, c. 4, § 1, 30 Stat. 99 [Comp. St. 1916, § 7889]), and the pilot boat also for failing to keep a proper lookout.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b815-8\">2. Collision &lt;§=108—Fault—Error in Extremis.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b815-9\">To excuse a false maneuver by a vessel in danger of collision as an error in extremis, it must have been produced solely by the fault of the other vessel.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b815-10\">3. Collision &lt;§=82(2)—Excessive Speed in Fog—Rule op Moderate Speed.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b815-11\">Speed in a fog is always excessive in a vessel that cannot reverse her engines and come to a standstill before she collides with a vessel that she ought to have seen, having regard to fog density.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b815-12\">4. Shipping &lt;§=79—Liabilities op Vessel—Loss of Wireless Apparatus</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b815-13\">Furnished Under Contract.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b815-14\">A vessel owes the duty of reasonable care for the preservation of a wireless apparatus owned by a telegraph company but placed on the vessel under a contract with the owner for its service, and, if it is lost through the affirmatively proved fault of the vessel or her owner, both aro liable therefor.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b815-15\">5. Pilots &lt;§=16—Liability for Improper Navigation op Vessel.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b815-16\">A pilot is responsible only for his personal negligence in the navigation of the vessel, and that must be affirmatively shown.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b815-17\">6. Pilots &lt;®=2%—Pilots’ Associations—Liability for Negligence of Members.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b815-19\">A pilots’ benevolent association whose members, instead of taking their fees as earned, pool them in the association, which after paying expenses distributes the fund among those on the active list according to the number of days they have worked, is not liable for the negligence of one of its members while in the service of a vessel.</headnotes>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b815-20\">Appeals from the District Court of the United States for the Southern District of New York.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b815-21\">Suits in admiralty for collision by the United New York Sandy Hook Pilots’ Association and the United New Jersey Sandy Hook Pilots’ Association, owners of the pilot boat New Jersey, and by the Marconi Wireless Telegraph Company of America, against the steamship Manchioneal, tlie Actieselskabet Dampskibs Manchioneal, claimant, with Charles Beebe, the United New Jersey Sandy Hook Pilots’ Benevolent Association, and John F. Hopkins, as president, etc., impleaded. Decree against the Manchioneal alone, and her claimant appeals.</summary>\n<disposition data-order=\"19\" data-type=\"disposition\" id=\"ApHb\">Modified and affirmed.</disposition>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b815-22\">Appeals from a decree in admiralty entered in the District Court for the Southern District of New York, holding the steamship Manchioneal solely at fault for a collision with the steam pilot boat New Jersey (resulting- in the sinking of that vessel), and refusing to hold either Beebe, the pilot then on the Manchioneal or the “United New Jersey Sandy Hook Pilots’ Benevolent Association,” of which Beebe was a member, responsible in whole or in part <page-number citation-index=\"1\" label=\"802\">*802</page-number>for the resulting damages. The Benevolent Association is unincorporated, and it and Beebe were brought in by petition under the fifty-ninth rule.</summary>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b815-23\"><page-number citation-index=\"1\" label=\"801\">*801</page-number>«gzx^For other cases see same topic <em>&amp; </em>KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</headnotes>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b816-4\"><page-number citation-index=\"1\" label=\"802\">*802</page-number>The New Jersey was a propeller about 150 feet long and 475 tons gross, built for the pilots, and used only in their business. She was owned by the two libelants, both corporations, and created for the purpose of holding title to the vessels used by the Sandy Hook pilots of this port.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b816-5\">Beebe is a New Jersey pilot, and all such pilots may, and as a matter of fact do, belong to the unincorporated New Jersey Benevolent Association above named.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b816-6\">The trustees of this association own all the stock of the incorporated libelant “United New Jersey Sandy Hook Pilots’ Association,” and this company owned three-tenths of steamship New Jersey; the other seven-tenths being the property of the libelant “United New York Sandy Hook Pilots’ Association,” all of whose capital stock is owned by an unincorporated New York “Benevolent Association,” which is the counterpart of the New Jersey entity.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b816-7\">Pilots are licensed in both states by legislative authority and are subject to discipline by commissions appointed by the state executive. They are not obliged to join either “benevolent association,” and can ply their trade ifliiopendently if they can find means so to do. Such procedure, however, is impracticable, and the pilotage business of this port has since a date prior to this collision been done by pilots serving in turn according to an agreement among themselves, all of them belonging to one of the unincorporated “benevolent associations” aforesaid and turning their earnings into one of two common funds (i. e., those of New York and New Jersey) out of which the expenses of their pilot boats are paid, and from one of which each pilot (according to the state giving him license) receives a stipulated income based on the number of days per month he has worked; if the gross earnings of all are sufficient to pay the same in full; if not, all suffer ratably.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b816-8\">Membership in the Benevolent Association carries with it sick benefits or insurance, a retirement or old-age pension, and an interest in the property of the association payable to a member’s personal representatives on death, or to himself if he resigns during his lifetime from what is practically a very rigid trade guild. The membership agreement in these “benevolent associations” forbids any alienation or hypothecation of interest; the rights and privileges obtained by admission are purely personal.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b816-9\">The petition under Buie 59 alleges personal negligence on the part of Beebe as pilot in charge of the Manchioneal, and is an effort to hold the Benevolent Association responsible for Beebe’s fault.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b816-10\">The New Jersey carried a radio plant belonging to the Marconi Wireless Telegraph Company. It went down with the boat, and to recover its value the Marconi Company filed an independent libel, subsequently consolidated with the action of the New Jersey’s owners. By the written contract between shipowners and Marconi Company the apparatus was to remain absolutely the property of the latter; but the owners (in the language of the contract) requested that it be put on board \"to furnish service” to and for their steamer and its business at a stipulated price per <em>month, </em>paid by the owner. This contract also contained the usual clause, “Operators to sign ship’s articles.” Whether this was done is not proved; but we assume that the New Jersey had a license only, and that the formality of signing articles was not observed.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b816-11\">Uncontradicted facts surrounding collision are that it occurred about 8 a. m., of a calm summer day at a point somewhat to the westward of and near to the whistling buoy, which is two statute miles beyond the outer buoys of Ambrose Channel, and in line with the southerly side of said channel. The tide was flood, but of no great strength; the wind and sea were negligible. The weather was foggy, but as to how much it interfered with vision there is no agreement.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b816-12\">The Manchioneal, a fruit steamer about 265 feet long, nearly light, was bound to sea by Ambrose Channel. The New Jersey was coming into or toward harbor, and passed the whistling buoy aforesaid to the southward; i. e., having it on her starboard side. When the Manchioneal -was still in Ambrose Channel, and the New Jersey passing the whistling buoy, they were on opposite parallel courses, but were not then visible to each other; and <page-number citation-index=\"1\" label=\"803\">*803</page-number>whether they were then “end on” or otherwise is matter of dispute. The Manehioneal struck the New Jersey on the hitter's starboard side at substantially right angles. The pilot boat was of wood, and the prow of the steel freighter cut in deeply; the New Jersey foundered in four or five minutes, yet the force of impact was not very great.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b817-4\">The Manehioneal put her helm hard aport, and went ahead full speed for at least a few turns, before collision. The New Jersey was traveling under a slightly starboard helm before she saw the Manehioneal, and before collision put it hard astarhoard, and hooked up. Both vessels had been blowing fog whistles with regularity, and each heard the other before seeing her; but how often whistles were heard before sight is not agreed on.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b817-5\">The Manehioneal had master and pilot on the bridge, a quartermaster at the wheel, and the first officer as lookout on the forecastle head. The New Jersey had no one on her forecastle, and was navigated by her mate, who was personally at the wheel. Standing by him in the house was a pilot who said he, was acting as lookout because the “boys” (i. the hired crew of the pilot boat) were at breakfast. The forecastle head of the New Jersey was a turtle-back, and. its sloping deck is given as the reason for not maintaining a lookout there; it was never done. It is also said that when “the turtleback gets wet it gets slippery.” The capstan head, however, rose above this curving deck, and any work with that appliance'would require the presence of workmen on the turtleback. The sea being calm and no rain falling, there was nothing to make the turtleback slippery on the morning in question except (perhaps) the fog vapor.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b817-6\">Both vessels were capable of about twelve knots, and at “half speed” the New Jersey would make about eight. She was a “heavy boat” and held her way well; but the actual speeds of the two vessels a fter the Manehioneal got near the end of Ambrose Channel and the New Jersey had the whistling buoy abeam is a matter of dispute and uncertainty.</summary>\n<attorneys data-order=\"34\" data-type=\"attorneys\" id=\"b817-7\">Haight, Sandford &amp; Smith, of New York City (John W. Griffin, of New York City, of counsel), for the Manehioneal.</attorneys>\n<attorneys data-order=\"35\" data-type=\"attorneys\" id=\"b817-8\">Burlingham, Montgomery &amp; Beecher, of New York City (Chauncey I. Clark and Charles C. Burlingham, both of New York City, of counsel), for the New Jersey and Marconi Wireless Telegraph Co.</attorneys>\n<attorneys data-order=\"36\" data-type=\"attorneys\" id=\"b817-9\">Lindsay, Kalish &amp; Palmer, of New York City (J. Culbert Palmer, of New York City, of counsel), for Beebe and United New Jersey Sandy Hook Pilots’ Benev. Ass’n.</attorneys>\n<p data-order=\"37\" data-type=\"judges\" id=\"b817-10\">Before COXE, ROGERS, and HOUGH, Circuit Judges.</p>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b817-11\">HOUGH, Circuit Judge</author>\n<p id=\"Alk\">(after stating the facts as above). The usual navigation rules apply to this matter, inasmuch as steamer and pilot boat had not in effect agreed to navigate with reference to the latter's peculiar occupation. It is not a case of special circumstances, as in The Monterey, 161 Fed. 95, 88 C. C. A. 259.</p>\n<p id=\"b817-12\"><bracketnum>[1]</bracketnum> Each vessel heard the other’s fog whistles forward of the beam, when neither had ascertained the other’s position, and each was therefore bound to “stop her engines and then navigate with caution until danger of collision (was) over.’’ And cautious navigation meant that such speed should be maintained as would enable each vessel to stop within the distance that the other could be seen.</p>\n<p id=\"b817-13\">The fog density is not certain, yet the uncertainty has a bearing upon the case. There were but two men on the New jersey whose business it was to pay attention to the navigation of that vessel; i. e., the mate at the wheel and the pilot at his side, who was acting as lookout. Both substantially begin their story of collision with the whistling buoy <page-number citation-index=\"1\" label=\"804\">*804</page-number>abeam; yet one says he saw it at a distance of not over 150 feet on the starboard side, while the other also saw it with the same bearing at a distance of a quarter of a mile; and both maintain that the Manchioneal came into sight three points on their starboard bow, and from 1,200 to 1,500 feet away. Their story of collision is that the steamer maintained her course until she was about two points forward of their beam, and then turned at high speed and ran down the New Jersey with a right angled blow, before she could escape, even with the assistance of a hard astarboard wheel, and a hook-up bell.</p>\n<p id=\"b818-4\">This story of collision is physically impossible. The Manchioneal was of no peculiar construction, and, to turn the eight points necessary to produce the collision asserted by these witnesses, an ordinary vessel of her size would advance considerably more than 1,000 feet in the process of swinging eight points under a hard over wheel. Knight’s Modern Seamanship, p. 195.</p>\n<p id=\"b818-5\">Since by admitted compass bearings the two vessels were on opposite parallel courses, it follows that if'the New Jersey passed the whistling buoy within 150 feet or less she could not, at any time, have had the Manchioneal three points on her starboard bow; for the latter was admittedly steering the Ambrose Channel course near the southern line of buoys. On the other hand, if the whistling buoy was seen a quarter of a mile on the pilot boat’s beam, there is no excuse for not having seen the infinitely larger Manchioneal much more tiran 1,500 feet away —and the question of fog practically disappears from the case. From this dilemma the New Jersey cannot escape.</p>\n<p id=\"b818-6\">The point is settled by the testimony from the Manchioneal, which is full to the effect that, although whistles were heard from a vessel that turned out to be the New Jersey, that craft was not seen and could not be seen until she wa's no more than two lengths (or a little over 500 feet) away, and she then bore a quarter of a point on the starboard bow. This corresponds with the New Jersey’s admitted compass course, continued from a point about 150 feet from the whistling buoy; produces a meeting end on or nearly so (i. e., within a quarter of a point), and article 18 applied—if there was then room and time to follow the rule.</p>\n<p id=\"b818-7\">We consider it established that the vessels did not see each other until they were about 500 feet apart, and within a minute or perhaps less of collision; but, if it be admitted that the New Jersey saw the Manchioneal at 1,500 feet, it was incumbent upon her (if she intended to pass starboard to starboard) to give a passing signal, and wait for assent to such departure from the rules. The Gladiator, 203 Fed. 690, 121 C. C. A. 648. Therefore libelants’ case is not advanced by adopting so much of their own evidence.</p>\n<p id=\"b818-8\"><bracketnum>[2]</bracketnum> But if, as we find and hold, the vessels did not see each other until they were about 500 feet apart, we consider them both at fault for having permitted such a situation to arise. Down to that time it may be admitted that each master thought himself proceeding at moderate speed in a fog; but, when they were in sight of each other, the Manchioneal hard aported, the New Jersey hard astarboarded, and both rang for full speed ahead; and now each avers that, if this action was error, it was error in extremis. But that phrase always implies that <page-number citation-index=\"1\" label=\"805\">*805</page-number>the false maneuver must be produced solely by the fault of the other vessel (The Elizabeth Jones, 112 U. S. 514, 5 Sup. Ct. 468, 28 L. Ed. 812); and when each of the colliding craft does in the very jaws of collision, what each tries to excuse by pleading in extremis, both are necessarily in fault for unnecessarily getting into a position which produced false maneuvers in both.</p>\n<p id=\"b819-4\"><bracketnum>[3]</bracketnum> Exactly what were the speeds of the colliding vessels cannot be ascertained; but they were such that each master took the desperate course of trying to pass the other’s bow. The fact that such endeavors were made is proof that neither thought collision could be avoided by reversing, in which conclusion we agree.</p>\n<p id=\"b819-5\">This is not a compliance with the rule, so often announced, that speed is always excessive in a vessel that cannot reverse her engines and come to a standstill before she collides with a vessel that she ought to have seen, having regard to fog density. The Nacoochee, 137 U. S. 330, 11 Sup. Ct. 122, 34 L. Ed. 687; The Etruria, 147 Fed. 216, 77 C. C. A. 442.</p>\n<p id=\"b819-6\">This finding renders it unnecessary to dwell upon the fault of bad lookout charged against the New Jersey. The point i.s mentioned only to state our opinion that by the overwhelming weight of authority it is settled that the proper place for a lookout is, under ordinary circumstances—on the bow. The Vedamore, 137 Fed. 844, 70 C. C. A. 342; St. John v. Paine, 10 How. at 585, 13 L. Ed. 537. See, also, The Arthur M. Palmer (D. C.) 115 Fed. 417; The George W. Roby, 111 Fed. 601, 49 C. C. A. 481; The Michigan, 63 Fed. 280, 11 C. C. A. 187; The George M. Dallas, Fed. Cas. No. 5338. Nor can it be accepted, as an excuse for not maintaining a lookout in what is usually the best place, that a vessel is so constructed as td render that position uncomfortable. There is not the slightest evidence that the New Jersey’s turtleback was more than that.</p>\n<p id=\"b819-7\"><bracketnum>[4]</bracketnum> Our finding that both vessels were in fault requires some consideration of the claim of Marconi Company. The relation of the wireless apparatus to the vessel upon which it is installed is perhaps not easy to define in terms of historic law, because the relation itself is so recent. Although the Marconi operator was a member of the crew, and for many purposes a seaman,<footnotemark>1</footnotemark> the apparatus was not his, and' cannot be regarded as the “personal effects” of a sailor. Neither was the wireless plant “cargo,” “freight,” or “baggage,” as those words have long been understood. Yet it was received on board pursuant to a contract which imposed upon the ship and her owners the duty of reasonable care. The shipowner is not an insurer, but if, at termination of contract or employment, be is unable to return the apparatus through any fault of his own, both he and his ship are liable for affirmatively proved negligence. The Marconi Company is therefore entitled to recover in solido against the Manchioneal, with the usual right of recoupment against the New Jersey’s recovery.</p>\n<p id=\"b819-8\"><bracketnum>[5]</bracketnum> There remains the petition against Beebe and the Benevolent <page-number citation-index=\"1\" label=\"806\">*806</page-number>Association. So far as Beebe is concerned, we have discarded his evidence in arriving at our conclusions upon the facts of this cause. The negligence of which he is specifically accused is in giving the orders to hard aport and full speed ahead. According to his story, both of these commands were given by1 the captain against his protest. Inasmuch as the master of the Manchioneal approved of the orders, it makes no difference who gave them. The master had not relinquished command of his ship by the employment of a pilot, and, if (as clearly appears here) he approved of what the pilot did, it is equivalent to giving the order himself, unless (as is not here asserted) the pilot induced him to agree to a wrong course upon pretense of superior local knowledge.</p>\n<p id=\"b820-4\">It is asserted in argument (though not pleaded) that the pilot must be responsible for any excessive or incautious speed or other improper navigation on the part of the Manchioneal. But a pilot is responsible only for his personal negligence, and that must be affirmatively shown. We have held that the steamship was going at such speed that she could not avoid collision within her range of visibility; but heh master was entirely satisfied with the speed which we consider a cause contributing to collision. That the res called the Manchioneal was erroneously navigated is enough for the purposes of the main suit, but Beebe cannot be held without clearer proof than is here presented of his personal responsibility for the error.</p>\n<p id=\"b820-5\">Our reasons for discarding Beebe’s testimony upon the main issue are that, having testified to the captain’s erroneous order and his protest thereto, he remained during a protracted examination ignorant of everything that occurred thereafter. He said that, having seen the New Jersey between a quarter and a half a mile away, he did not know what she did, and did not <em>lmów </em>whether she changed her heading. He was then asked:</p>\n<blockquote id=\"b820-6\">“Why didn’t you? A. I couldn’t see her. Q. Couldn’t you see her? A. No, not until we ran into the vessel. * * * Q. Do you know whether the New Jersey moved forward or back? A. No, sir.”</blockquote>\n<p id=\"b820-7\">And again he declined to remember whether the Manchioneal on porting blew one whistle or ever reversed her engines, although the testimony was full and substantially uncontradicted that both of these things had been done almost at the instant of collision. The position of this witness was, of course, difficult; he was charged with the navigation of a vessel that destroyed what in part was his own property. But his attitude on the witness stand was inconsistent with both intelligence and integrity; one or the other- was absent. The least that can be said is that no finding can safely be made or supported on Beebe’s evidence.</p>\n<p id=\"b820-8\"><bracketnum>[0]</bracketnum> As to the New Jersey Benevolent Association, if Beebe is not held, his association cannot be; yet we perceive no substantial difference between the facts here shown and those in Guy v. Donald, 203 U. S. 399, 27 Sup. Ct. 63, 51 L. Ed. 245. That case was decided on the ground that all that the members of the Pilot Association there complained against did was, “instead of taking their (pilot) fees as they earned them, the fees were mingled in the first place, and then, after paying expenses, distributed to those on the active list according to <page-number citation-index=\"1\" label=\"807\">*807</page-number>the number of days” they had worked. The New Jersey Association does nothing more, and on the authority of the case cited the decree below was right.</p>\n<p id=\"b821-4\">On the reason of the matter the test of responsibility is? Who was employed to do the work that was negligently done? No- shipowner believes that he employs the Benevolent Association; he takes a pilot because the law imposes one, and it imposes a man, not an association. The legal fee is the private property of the officiating pilot, and, if he chooses to pool his earnings with his guild-fellows, he has not changed his legal relation to his employer, nor increased the number of such employer’s employés.</p>\n<p id=\"b821-5\">The decree below is modified so as to award half damages to the owners of the New Jersey and full damages (with right of recoupment) to the Marconi Company. In other respects it is affirmed. The appellants will receive the costs of this court; costs below will be divided. No other costs of this court are awarded; the decree below as to the costs there awarded to Beebe and the Benevolent Association will not lie disturbed.</p>\n<footnote label=\"1\">\n<p id=\"b819-9\"> See The Buena Ventura, District Court, S. D. N. Y., Feb. 28, 1916, <em>243 </em>Fed. 797, bolding a wireless operator to be a seaman in respect oí claims for maintenance and cure.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}