{
  "casebody": {
    "data": "<casebody firstpage=\"623\" lastpage=\"625\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b653-4\">ZIMMERMAN LEASING COMPANY, INC., Appellant, v. WILLIAMS; Colonial Insurance Company, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b653-7\">[Cite as <em>Zimmerman Leasing Co. v. Williams </em>(1989), 64 Ohio App.3d 623.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b653-8\">Court of Appeals of Ohio, Lorain County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b653-10\">No. 89CA004543.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b653-11\">Decided Sept. 27, 1989.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b653-22\"><em>Mark E. Stephenson, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b654-4\"><page-number citation-index=\"1\" label=\"624\">*624</page-number><em>Gerald L. Jeppe, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b654-5\">Quillin, Presiding Judge.</author>\n<p id=\"b654-6\">The trial court granted defendant-appellee’s motion for summary judgment and denied plaintiff-appellant’s motion for summary judgment. We affirm.</p>\n<p id=\"b654-7\">Plaintiff-appellant, Zimmerman Leasing Company, Inc. (“Zimmerman”) leased an automobile to Tierney R. Williams. The lease agreement called for Williams to obtain comprehensive insurance coverage as a condition of the lease. Williams contacted defendant-appellee, Colonial Insurance Company (“Colonial”), and procured an oral binder of comprehensive automobile coverage pending issuance of a written policy. Williams gave a check to Colonial as consideration for the insurance coverage. Zimmerman then contacted Colonial’s agent who assured Zimmerman that Williams had obtained insurance coverage for the automobile. However, no terms of the coverage were discussed at this time. Zimmerman then accepted a check from Williams for the down payment on the automobile and delivered the automobile to Williams. Williams’ checks to both Zimmerman and Colonial were subsequently dishonored, and neither Williams nor the automobile have been located.</p>\n<p id=\"b654-8\">Upon discovering Williams’ conversion of the automobile, Zimmerman submitted a claim to Colonial for a total loss on the automobile. Colonial denied the claim at first, stating that the policy was ineffective for lack of consideration. Colonial subsequently admitted that the policy was in force, but denied coverage based upon an exclusion in the written policy which was issued after the loss. Zimmerman filed this action claiming that Colonial wrongfully denied coverage. Both parties filed motions for summary judgment. The trial court denied Zimmerman’s motion, but granted Colonial’s. The court ruled that the denial of coverage was proper based upon the exclusion in the written policy. Zimmerman appeals.</p>\n<blockquote id=\"b654-9\">“Assignments of Error</blockquote>\n<blockquote id=\"b654-10\">“1. The trial court erred as a matter of law in granting the defendantappellee’s motion for summary judgment.</blockquote>\n<blockquote id=\"b654-11\">“2. The trial court erred as a matter of law in not granting the plaintiff-appellant’s motion for summary judgment against Colonial Insurance Company.”</blockquote>\n<p id=\"b654-12\">A valid contract of insurance may be oral, and the assent of the parties to the terms of the agreement may be shown by their acts and attending circumstances, as well as by the words they have employed. <em>Machine Co. v. Insurance Co. </em>(1893), 50 Ohio St. 549, 35 N.E. 160, paragraph <page-number citation-index=\"1\" label=\"625\">*625</page-number>one of the syllabus. When nothing is said in the negotiations about special conditions of the policy, it will be presumed that those which were usual and customary were intended. <em>Id. </em>at paragraph two of the syllabus.</p>\n<p id=\"b655-5\">Absent specific oral negotiations regarding theft or conversion coverage, the policy in effect at the time of the loss would be the policy which would normally have been issued under the circumstances. The written policy that Colonial issued after the loss contained a loss payable endorsement which provided in part:</p>\n<blockquote id=\"b655-6\">“The following endorsement applies when a lienholder is shown on the declarations page:</blockquote>\n<blockquote id=\"b655-7\"><em>U </em>* * *</blockquote>\n<blockquote id=\"b655-8\">“We will pay the lienholder for a loss under this policy even though <em>you </em>have violated the terms of the policy by something <em>you </em>have done or failed to do. However, we will not pay for any loss caused by conversion, embezzlement or secretion by <em>you </em>or anyone acting on <em>your </em>behalf.” (Emphasis <em>sic.)</em></blockquote>\n<p id=\"b655-9\">Zimmerman does not dispute that the policy issued after the loss was the normally issued policy.</p>\n<p id=\"b655-10\">In reviewing the granting or denial of a motion for summary judgment, we must determine whether:</p>\n<blockquote id=\"b655-11\">“ * * * (1) No genuine issue as to any material fact remains to be litigated; (2) the moving party is entitled to judgment as a matter of law; and (3) it appears from the evidence that reasonable minds can come to but one conclusion, and viewing such evidence most strongly in favor of the party against whom the motion for summary judgment is made, that conclusion is adverse to that party.” <em>Temple v. Wean United, Inc. </em>(1977), 50 Ohio St.2d 317, 327, 4 O.O.3d 466, 472, 364 N.E.2d 267, 274.</blockquote>\n<p id=\"b655-12\">The trial court correctly determined that Colonial’s written policy as issued was the policy in effect at the time of the loss. The trial court also correctly determined that the loss was not covered by the policy. The judgment of the trial court is affirmed.</p>\n<p id=\"b655-13\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b655-14\">Reece and Mahoney, JJ., concur.</judges>\n<judges id=\"b655-15\">Edward J. Mahoney, J., retired, of the Ninth Appellate District, sitting by assignment.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}