{
  "casebody": {
    "data": "<casebody firstpage=\"14\" lastpage=\"19\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b56-3\">Humphrey S. Williams <em>vs. </em>City Manager of Haverhill &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b56-5\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aqn\">February 2, 1953.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AO\">February 26, 1953.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b56-6\">Present: Qua, C.J., Ronan, Wilkins, Spalding, &amp; Williams, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b56-12\"><em>Arthur A. Thomson, </em>for the petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b56-13\"><em>Salvatore Farad, </em>City Solicitor, for the respondents.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AL\">Ronan, J.</author>\n<p id=\"AP\">This is an appeal from a judgment dismissing a petition for a writ of mandamus brought to reinstate the petitioner to the office of assessor of the city of Haverhill and for damages.</p>\n<p id=\"b56-14\">The Plan D form of government, G. L. (Ter. Ed.) c. 43, §§ 1-45, inclusive, as amended, and §§ 79-92A, inclusive, as appearing in St. 1948, c. 459, § 8, became effective in Haverhill on January 7,1952. The respondent city manager, <page-number citation-index=\"1\" label=\"15\">*15</page-number>one McLean, was appointed as such on this last mentioned day and has since occupied that office. The petitioner Williams on January 2, 1950, was appointed a member of the board of assessors for the term of three years and was acting in that capacity on March 6, 1952, when he received a letter from the city manager notifying him that he was removed from his office for certain reasons which were stated therein. A written request by the petitioner for specifications and for a hearing was ignored by the city manager.</p>\n<p id=\"b57-4\">The petitioner contends that the city manager had no power to direct and control him in the performance of his official duties, that the board of assessors was not a department for the proper administration of which the city manager was responsible under the new charter, and that consequently the latter was not empowered to remove the petitioner. It is true that an assessor is charged with the performance of the duties and the exercise of the authority conferred upon him by the statutes, and that other and additional duties cannot be imposed upon him, <em>Walker </em>v. <em>Cook, </em>129 Mass. 577, <em>Hathaway </em>v. <em>Everett, </em>205 Mass. 246, <em>Cox </em>v. <em>Segee, </em>206 Mass. 380; but while, as argued by the petitioner, he is “a public officer,” he is elected or appointed by certain officials of a municipality or by the inhabitants of the community where his duties are performed and by which he is paid, and so in a sense has been regarded as a municipal officer. <em>Dowling </em>v. <em>Assessors of Boston, </em>268 Mass. 480, 484-485. <em>Hobart </em>v. <em>Commissioner of Corporations &amp; Taxation, </em>311 Mass. 341, 344. <em>Commonwealth </em>v. <em>Dowe, </em>315 Mass. 217, 223. Assessors, like other public officers not provided for in our Constitution, are subject to the right of the Legislature to create or abolish the. office, fix its tenure and compensation, designate its duties and powers, and provide for the election, appointment and removal, of the incumbent. <em>Taft </em>v. <em>Adams, </em>3 Gray, 126, 130. <em>Attorney General </em>v. <em>Stratton, </em>194 Mass. 51, 54. <em>Johnson </em>v. <em>Mayor of Quincy, </em>198 Mass. 411. <em>Attorney General </em>v. <em>Tufts, </em>239 Mass. 458. It is not unusual in accordance with the present <page-number citation-index=\"1\" label=\"16\">*16</page-number>trend in municipal government to centralize power and responsibility for the proper and faithful conduct of municipal officers and departments upon a mayor and more recently upon a city manager. That trend is exemplified in the Plan D form of city charter. The city manager is by § 89 of the charter designated the chief administrative officer of the city and is responsible for the administration of all departments, commissions; boards, and offices of the city, whether established before its adoption of this plan or thereafter, except that of the city clerk, city auditor, any official appointed by the Governor, or anybody elected by the voters of the city. We are of opinion that the petitioner was a member of the assessing department under Plan D, see <em>Bryson </em>v. <em>Mayor of Waltham, </em>329 Mass. 524, and that that department is included among those for whose administration the city manager is responsible. The city manager is authorized by § 90 of the new charter to “make all appointments and removals in' the departments, commissions, boards and offices of the city for whose administration he is responsible, except as otherwise provided in this chapter <em>. . </em>.So far as assessors are concerned, there is nothing to the contrary appearing in the charter. <em>Ray </em>v. <em>Mayor of Everett, </em>328 Mass. 305. The city manager had the power to remove an assessor.</p>\n<p id=\"b58-4\">The principal contention of the petitioner is that he could not be removed until he had been furnished with a copy of the charges preferred against him and an opportunity to be heard. He relies upon G. L. (Ter. Ed.) c. 39, § 8A, inserted by St. 1950, c. 132, § 1, which reads as follows: “Unless otherwise provided in any general law or in any special law relating to a city, any officer or official appointed or elected by the city council may be removed by said council for cause after a public hearing, written notice of which shall be given said officer or official fourteen days, at least, prior to the date thereof. This section shall not apply to any officer or official who is subject to the provisions of chapter thirty-one.” He also relies upon an ordinance which in substance provides that any officer elected <page-number citation-index=\"1\" label=\"17\">*17</page-number>or appointed by the municipal council whose removal is not otherwise provided for by law or ordinance may be removed for cause by the council after notice and hearing.</p>\n<p id=\"b59-5\">The petitioner argues that under the original charter, St. 1869, c. 61, with its amendments, and under the revised charter, St. 1908, c. 574, giving the city a commission form of government, the power to elect assessors was conferred upon the city council by § 20 of the old charter and was transferred upon the adoption of the commission form of government to the municipal council, that consequently both the statute and the ordinance were in full force and effect when the city manager notified the petitioner that he was removed on March 6, 1952, and that as neither the statute nor the ordinance was complied with the removal was ineffective.</p>\n<p id=\"b59-6\">The statute, G. L. (Ter. Ed.) c. 39, § 8A, only applies to cities not subject to some provisions of a general or special law governing the removal of officers who were elected or appointed by the city council other than those in the classified civil service. It well may be that one of the purposes of the statute is to designate the body having the power of removal and to define the method to be employed in cities so that a city council having the authority to elect or appoint but having no power to remove shall be given the latter power. In other words, where the power to remove is not expressly given or implied from the power to appoint, <em>Murphy </em>v. <em>Webster, </em>131 Mass. 482, 488; <em>Attorney General </em>v. <em>Varnum, </em>167 Mass. 477, 480, the city council, the appointing or electing body, shall be the removing body. See <em>Adie </em>v. <em>Mayor of Holyoke, </em>303 Mass. 295, 301-302. Neither the statute nor the ordinance can apply where the new charter expressly and completely, as we shall presently see, covers the entire subject of removals of those in the service of the city.</p>\n<p id=\"b59-7\">It has already appeared that by § 90 of the new charter full and plenary power to make all appointments and removals in various branches of the municipal service has been <page-number citation-index=\"1\" label=\"18\">*18</page-number>conferred upon the city manager in order to secure effective administration of those branches for which the city manager is responsible. There are portions of the new charter, other than those already quoted, which negative any inference that such removals can only be effected after notice and a hearing. We now point out some of the provisions of § 91 of the new charter to illustrate the breadth and extent of the power conferred upon the city manager with reference to appointments and removals. In the event that new offices are created and additional employees required in that division of the service for which the city manager is responsible, such officers and employees “shall be appointed and may be removed, by the city manager.” He shall report to the city council every appointment and removal made by him at the next regular meeting. “The city manager may authorize the head of a department, commission or board, or the holder of an office, for whose administration he is responsible, to appoint and remove subordinates in such department, commission, board or office.” Appointments made to offices in the classified civil service shall be made in accordance with the statutes, rules, and regulations governing the civil service. Interference by members of the city council in the matter of appointments or removals by the city manager in the various departments under his supervision or attempts by them to direct or control those in such departments are forbidden, under a penalty, by § 92.</p>\n<p id=\"b60-5\">Nowhere in the various places in the charter where the power of removal is conferred upon the city manager is there the slightest intimation that it should be exercised in any particular manner, nor is there contained therein any indication that it is to be limited in any way except as to persons in the classified civil service. The petitioner was not such a person. <em>City Manager of Medford </em>v. <em>Civil Service Commission, </em>329 Mass. 323. Nowhere is it even stated that the removal must be for cause, a circumstance from which an inference might be drawn that he should be accorded a hearing. <em>Ham </em>v. <em>Boston Board of Police, </em>142 Mass. 90. <em>Higgins </em>v. <em>License Commissioners of Quincy, </em>308 Mass. <page-number citation-index=\"1\" label=\"19\">*19</page-number>142. The only specific duty imposed upon the city manager with reference to removals made by him is to report them to the council. The implication arises that he has no particular duty as to furnishing a copy of the charges or granting a hearing. It was said in <em>Ham </em>v. <em>Boston Board of Police, </em>142 Mass. 90,<footnotemark>1</footnotemark> where the statute provided that police officers should “continue to hold their several offices until removed,” that the power of removal might, if it stood alone, “well be held to imply an absolute and arbitrary power of removal” (page 94). In <em>Bailen </em>v. <em>Assessors of Chelsea, </em>241 Mass. 411, where the charter provided that the board of aldermen “shall appoint, may remove and shall fix the salary, if any, of all administrative officers of the city,” it was held that an assessor who was appointed for a term of three years could be removed at any time without notice or a hearing. See also 99 A. L. R. 336, 391.</p>\n<p id=\"b61-5\">While the city manager has all the rights and duties, other than legislative, formerly possessed by the mayor and city council, § 90, we do not think in view of the broad and general language of the new charter relative to the power of removal that he succeeded to that power limited in its exercise to any particular method. He acquired a general power of removal not from the previous power of the city council but rather from the express terms of the new charter which superseded the old commission form of government, <em>McDonald </em>v. <em>Superior Court, </em>299 Mass. 321, and we think was intended to cover completely the entire matter of removals from office. <em>Homer </em>v. <em>Fall River, </em>326 Mass. 673. This interpretation of the new charter is in harmony with one of its main purposes to concentrate broad and extensive authority in a city manager in order to acquire and maintain a high degree of efficiency in the administration of municipal affairs.</p>\n<p id=\"b61-6\">The judgment dismissing the petition must be affirmed.</p>\n<p id=\"b61-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b61-8\"> The necessity for notice and a hearing was held to be fairly inferable from the language of the statute especially when construed with a previous act which it superseded.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}