{
  "casebody": {
    "data": "<casebody firstpage=\"527\" lastpage=\"555\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b551-7\">Protect Hamden/North Haven from Excessive Traffic and Pollution, Inc., et al. <em>v. </em>Planning and Zoning Commission of the Town of Hamden et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b551-8\">(14233)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b551-9\">Peters, C. J., Shea, Glass, Covello and Borden, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b552-8\"><page-number citation-index=\"1\" label=\"528\">*528</page-number>Argued September 25</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A9M\">decision released December 10, 1991</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b552-10\"><em>Steven R. Rolnick, </em>town attorney, for the appellants (named defendant et al.).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b552-11\"><em>Bourke G. Spellacy, </em>with whom were <em>Karen P. Blado </em>and, on the brief, <em>Alyce L. Raboy, </em>for the appellants (defendant Homart Development Company et al.).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b552-12\"><em>Frank B. Cochran, </em>with whom was <em>Peter B. Cooper, </em>for the appellees (plaintiffs).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b552-13\">Borden, J.</author>\n<p id=\"A8q\">The principal issue of this appeal is whether the trial court exceeded the proper scope of review of the decision of the named defendant, the <page-number citation-index=\"1\" label=\"529\">*529</page-number>Hamden planning and zoning commission (commission), in amending the Hamden zoning regulations regarding the development of shopping centers. The defendants<footnotemark>1</footnotemark> appeal<footnotemark>2</footnotemark> from the judgment of the court sustaining the zoning appeal of the plaintiffs<footnotemark>3</footnotemark> that challenged the decision of the commission.</p>\n<p id=\"b553-4\">The defendants claim that: (1) the court employed an improper scope of review and, therefore, improperly concluded that the commission’s decision was not supported by the record; (2) the court relied on improper evidence; and (3) the court improperly concluded that the plaintiffs had been denied due process of law by the commission’s hearing procedure. We conclude that: (1) the court exceeded the applicable scope of review of the commission’s decision and that the commission’s decision was adequately supported by the record; and (2) the court improperly concluded that the plaintiffs’ due process rights were violated.<footnotemark>4</footnotemark> Accordingly, we reverse the judgment.</p>\n<p id=\"b554-3\"><page-number citation-index=\"1\" label=\"530\">*530</page-number>The following facts are undisputed. In July, 1988, Pellegrino, Homart and Fusco/Gottlieb filed an application with the commission to amend the Hamden zoning regulations for all fifteen Business B-2 and CDD-1 districts located in Hamden.<footnotemark>5</footnotemark> The proposed amendments would apply to numerous sites in these districts. The stated purpose of the application was “[t]o permit existing zoning regulations to be more compatible with the development of a Shopping Center.” It sought five amendments<footnotemark>6</footnotemark> that are pertinent here: (1) an increase in the permissible gross floor area of a shopping center from 250,000 square feet to 784,000 square feet; (2) the exclusion of enclosed interior walkways from the definition of gross floor area; (3) the aggregation of lots within a shopping center for certain area, yard and frontage requirements; (4) the fulfilling of nonresidential front landscaping requirements by substituting such landscaping in other locations; and (5) the exclusion of underground or covered parking spaces from the computation of the required landscaping area and the number of trees. The application did not seek a change of zone with respect to any particular parcel or parcels of property. The Hamden zoning regulations require a special permit for the construction of a mall or shopping center. Hamden Zoning Regs. § 512.3.</p>\n<p id=\"b554-4\">On its face, the application did not seek approval for any construction or refer to any particular site, nor did it include any site plans or traffic or drainage information. The commission referred the application to its planning section, which, after a meeting, recommended approval of the amendments.</p>\n<p id=\"b555-3\"><page-number citation-index=\"1\" label=\"531\">*531</page-number>It is also undisputed, however, that the commission was aware that the purpose of the applicants in seeking the amendments was to enable them ultimately to develop a commercial shopping mall, to be known as Hamden Court, on a thirty-three acre site located at the corner of Dixwell Avenue and Skiff Street (site). On that site were various commercial buildings, including a department store, a car dealership, a burnt-out cement factory, a fast food outlet, and an abandoned railroad line. The town planner, who acted as the clerk of the commission, knew that these amendments were necessary before the applicants could obtain a special permit for the mall they intended to propose later. At the meeting of the planning section, Pellegrino had stated that the owners wanted to demolish the existing buildings on the site and construct Hamden Court. In a letter dated September 29,1988, to the residents of Hamden, Homart had stated, inter alia, that it was “proposing to build Hamden Court Shopping Center at the intersection of Dixwell Avenue and Skiff Street,” and that “[i]n order to develop Hamden Court as proposed by Homart Development Co. and Fusco/Gottlieb Associates, zoning ordinance changes are essential.” Furthermore, in 1987, Homart had filed an application for certain other amendments to the zoning regulations in order to permit it to build a larger mall on the site. The commission had denied that application.</p>\n<p id=\"b555-4\">At a special meeting of the commission on January 5, 1989, after considerable discussion, it voted three to two to adopt the amendments to the zoning regulations. According to the minutes of that meeting, upon a request by the town attorney that the reasons for the action be stated for the record, one of the commissioners who had voted for the amendments stated that “he voted his conscience and said the amendments fall within the Town Plan; more specifically, it addresses the interrogatories and the response from the Town <page-number citation-index=\"1\" label=\"532\">*532</page-number>Planner which should be made part of the record. He said he felt this was not a departure from the Town Plan. He said tonight the Commission was supposed to limit itself to the zone changes only, which are not a departure from the Town Plan.” When one of the two commissioners who had voted against the amendments “asked the other Commissioners if they were in agreement with [this] statement,” another of the three commissioners voting in favor of the amendments “said he spoke to no one and based his decision on the fact that he thought this is a viable application.” The third commissioner voting in favor of the amendments did not, after the vote, state his reasons, although he had participated in the discussion that preceded the vote.</p>\n<p id=\"b556-4\">The plaintiffs appealed to the Superior Court. The court viewed the appeal as involving the issue of whether the commission had acted within its discretion in amending the regulations so as to permit the Ham-den Court mall. In that posture, the court subjected the regulations to a two part test: (1) whether they were in accord with the town’s comprehensive plan; and (2) whether they were reasonably related to the police power purposes enumerated in General Statutes § 8-2.<footnotemark>7</footnotemark></p>\n<p id=\"b557-3\"><page-number citation-index=\"1\" label=\"533\">*533</page-number>The court concluded that the commission had not abused its legislative discretion in determining that a regional shopping mall of 784,000 square feet was within Hamden’s comprehensive plan for a site that already permitted three separate shopping centers of 250,000 square feet each. Nonetheless, the court concluded that the appeal must be sustained because the amendments were not shown to be reasonably related to any one of the police power purposes contained in §8-2.</p>\n<p id=\"b557-4\">The court concluded from the record that “the majority of the Commission who voted in favor of the <page-number citation-index=\"1\" label=\"534\">*534</page-number>Amendments not only failed to state on the record the police power purpose or purposes they relied upon to support their decision . . . but they were under the mistaken belief that it was not their concern at that time.” The court read the minutes of the January 5, 1989 special meeting of the commission to indicate that “the majority of the commissioners voted for the Amendments because it was in accordance with the comprehensive town plan and took no other factor into consideration.” The court reasoned that “[t]he Commission’s error is not that they merely failed to make <page-number citation-index=\"1\" label=\"535\">*535</page-number>necessary findings, but the record patently shows that they acted under the mistaken belief that these police power purposes enumerated in § 8-2 were not appropriately before them when determining whether to amend the regulations,” and, therefore, the commission’s decision must be overturned.</p>\n<p id=\"b559-4\">The court also reasoned that, even if it were to search the record for a legitimate basis of the commission’s decision, “the decision of the Commission would not meet the requirements of § 8-2 that the Amendments must be reasonably related to one or more of the state police power purposes.” Stating that the only purposes articulated in § 8-2 that could possibly apply to the amendments at issue were that the amendments be “designed to lessen congestion in the streets” and that they “promote health and the general welfare”; General Statutes § 8-2; see footnote 7, supra; the court concluded that there was “no substantial evidence [in the record] which would allow the Commission to find that either of these purposes [is] served by the Amendments.”</p>\n<p id=\"b559-5\">With respect to congestion in the streets, the court compared the traffic to be generated by the mall to the traffic without the proposed amendments. The court concluded that “[a]ll the evidence in the record pertaining to traffic congestion indicates that a regional shopping mall consisting of 784,000 square feet would generate a substantial increase in traffic congestion.” The court noted the concession by Homart’s expert witness that “substantial improvements would be required to be made by local, state and federal governments in order to accommodate the traffic flow for a regional shopping mall at the Site of Dixwell Avenue and Skiff Streets.” The court also concluded that the commission was not entitled to rely on evidence that traffic congestion would be decreased by these improvements because there was no evidence that such traffic <page-number citation-index=\"1\" label=\"536\">*536</page-number>improvements were probable. Thus, the court concluded that “the record in this case would not support the Amendments on the basis that it would lessen congestion on the streets. On the contrary, the overwhelming evidence in the record indicates that traffic congestion on the streets would be substantially increased; without the improvements it would result in chaos and with the improvements it may be tolerable.”</p>\n<p id=\"b560-4\">With respect to the promotion of health and the general welfare, the court concluded that there was no evidence that “the adoption of the Amendments would promote the health and general welfare of the public. Indeed, the record is replete with substantial evidence that a regional shopping mall would cause increased traffic, safety, air pollution, health and refuse problems, and an increase of insurance premiums, and reduce property values.”</p>\n<p id=\"b560-5\">The court also determined, as an independent ground for sustaining the appeal, that the plaintiffs had been deprived of due process of law under article first, § 10, of the constitution of Connecticut.<footnotemark>8</footnotemark> This determination arose out of the following procedural context. Following the receipt of the recommendation of the planning section, the commission held public hearings regarding the application on November 10, December 1, and December 8,1988. At the beginning of the first hearing, the chairman of the commission stated, without objection from any party, that the order for present<page-number citation-index=\"1\" label=\"537\">*537</page-number>ing testimony would be as follows: the applicants; the named plaintiff herein, Protect; several Hamden councilmen who wished to be heard; those favoring the application; those opposing the application; the town planner; and rebuttal by the applicants, following which the hearings would be closed. This statement of the order of presentation was repeated at the beginning of each of the subsequent hearing dates, and this order was routinely followed by the commission.</p>\n<p id=\"b561-4\">During their initial presentation on November 10, 1988, the applicants did not present evidence regarding traffic that would be generated by a regional shopping mall.<footnotemark>9</footnotemark> In their opposition to the application, the plaintiffs presented substantial evidence that the contemplated Hamden Court mall would generate significant traffic problems. In their reply, on December 8, 1988, the applicants presented substantial evidence regarding the traffic that such a mall would generate, and certain highway modifications and improvements necessary to accommodate the increase in traffic. The court found from the record that, although the applicants’ traffic expert, presented on December 8, “did not testify that the state traffic commission had approved the regional shopping mall, he clearly left the impression that all traffic problems had been resolved and the necessary highway modifications and improvements costing $10,000,000.00 would be made.” The court also found that the attorney for the named plaintiff, Protect, did not know until the evening of December 8 that the applicants were going to present traffic evidence, and that during the intermission of that evening’s hear<page-number citation-index=\"1\" label=\"538\">*538</page-number>ing he requested that he be given an opportunity to rebut that evidence. The commission’s attorney responded that, although such rebuttal evidence was beyond the commission’s standard procedure, he would advise the commission to permit it if the applicants’ attorney would consent. When no such consent was forthcoming, the commission refused to permit such rebuttal evidence by Protect.</p>\n<p id=\"b562-4\">The court concluded that this procedure violated the plaintiffs’ due process rights. It reasoned that the refusal of the commission to permit the plaintiffs “to at least rebut [the applicants’ expert’s] testimony by making clear that the state traffic commission had not approved the regional shopping mall, that traffic problems had not been resolved and that the modifications and improvements were not a certainty . . . and [to] present other evidence to the Commission deprived [the plaintiffs] of their constitutional right to due process of law.”<footnotemark>10</footnotemark></p>\n<p id=\"b562-5\">Accordingly, the court rendered judgment sustaining the plaintiffs’ appeal. The defendants’ appeal to this court followed.</p>\n<p id=\"b562-6\">I</p>\n<p id=\"b562-7\">We first consider the plaintiffs’ claim that certain events that took place subsequent to the judgment of the trial court have rendered this appeal moot, and that we are, therefore, without jurisdiction to consider it.<footnotemark>11</footnotemark> We disagree.</p>\n<p id=\"b563-3\"><page-number citation-index=\"1\" label=\"539\">*539</page-number>Some chronology is in order. The amendments approved by the commission had an effective date of February 1, 1989. On July 3,1990, while the appeal to the trial court was pending but before it had rendered its decision, the court issued a temporary restraining order prohibiting the commission from hearing any special permit applications filed pursuant to the amended regulations. That restraining order was to terminate no later than thirty days after the trial court’s forthcoming decision. The court rendered its decision on August 20,1990, and, therefore, the temporary restraining order terminated on September 19, 1990. Meanwhile, on September 7, 1990, the defendants had filed a petition for certification to appeal the trial court’s judgment to the Appellate Court and, following a grant of that petition on October 24,1990, the defendants filed their appeal on November 13, 1990.</p>\n<p id=\"b563-6\">In January, 1991, while this appeal was pending, the commission took two actions on which the plaintiffs rely for their mootness claim. First, on January 24, 1991, it decided to deny a proposal, supported by the applicants herein, to <em>reenact </em>provisions increasing the maximum size allowable for a shopping center from 250,000 square feet to 784,000 square feet, and excluding certain areas for calculating required parking for such centers. The effective date of that action, by virtue of its publication, was January 30,1991. Second, on January 26,1991, the commission amended the zoning regulations so as to adopt a 300,000 square foot limit on shopping centers. The effective date of that action was January 31, 1991.</p>\n<p id=\"b563-7\">Meanwhile, however, on January 25,1991, Pellegrino had filed an application for a special permit pursuant to the regulations as amended by the commission effective February 1, 1989, and before its further amendment of those regulations effective January 31,1991. <page-number citation-index=\"1\" label=\"540\">*540</page-number>By agreement of the parties, that application is still pending before the commission and awaits the outcome of this appeal.</p>\n<p id=\"b564-4\">The plaintiffs argue that the subsequent legislative changes by the commission outlined above have rendered this appeal moot. They rely on such cases as <em>McCallum </em>v. <em>Inland Wetlands Commission, </em>196 Conn. 218, 492 A.2d 508 (1985) (subsequent regulatory amendments rendered appeal moot), and <em>Rosnick </em>v. <em>Zoning Commission, </em>172 Conn. 306, 374 A.2d 245 (1977) (expiration of challenged zoning regulations rendered appeal moot). See also <em>Johnson </em>v. <em>Zoning Board of Appeals, </em>2 Conn. App. 24, 475 A.2d 339, cert. denied, 194 Conn. 806, 482 A.2d 711 (1984), cert. denied, 471 U.S. 1066, 105 S. Ct. 2141, 85 L. Ed. 2d 498 (1985) (subsequent amendment of zoning regulations rendered appeal moot). We are unpersuaded.</p>\n<p id=\"b564-5\">General Statutes § 8-2h (a)<footnotemark>12</footnotemark> controls the mootness claim in this case. That statute provides, in pertinent part, that a zoning “application . . . which is in conformance with the applicable zoning regulations as of the time of filing shall not be required to comply with, nor shall it be disapproved for the reason that it does not comply with, any change in the zoning regulations . . . taking effect after the filing of such application.” We agree with the observation of the Appellate Court, in <em>Levine </em>v. <em>Town Plan &amp; Zoning Commission, </em>25 Conn. App. 199, 209 n.4, 594 A.2d 9 (1991), that § 8-2h (a), which took effect on October 1,1989, was intended to overrule the principle of such cases as <em>McCallum </em>v. <page-number citation-index=\"1\" label=\"541\">*541</page-number><em>Inland Wetlands Commission, </em>supra, and <em>Johnson </em>v. <em>Zoning Board of Appeals, </em>supra. Those cases had determined that certain administrative and zoning appeals had become moot by virtue of subsequent regulatory amendments because “the zoning law or regulation in effect at the time of the decision of a court is controlling as opposed to that in effect when the proceedings were instituted or when the administrative agency entered its decision upon the application.” <em>McCallum </em>v. <em>Inland Wetlands Commission, </em>supra, 223.<footnotemark>13</footnotemark></p>\n<p id=\"b565-4\">Pursuant to § 8-2h (a), Pellegrino’s application for a special permit, filed on January 25,1991, will have to be considered by the commission under the zoning regulations in effect on that date. If the defendants’ appeal is successful, those regulations will include the amendments at issue in this case. Thus, this appeal is not moot because, if successful, it will have the concrete result of requiring consideration of the January 25,1991 special permit application under the regulations in effect on that date, rather than the regulations in effect on January 31, 1991.</p>\n<p id=\"b565-5\">We reject the plaintiffs’ argument that the January 25, 1991 application did not preserve this appeal because of the trial court’s judgment invalidating the amendments, notwithstanding this appeal.<footnotemark>14</footnotemark> The plaintiffs rely on the principle that “[t]he finality of a trial <page-number citation-index=\"1\" label=\"542\">*542</page-number>court judgment is not directly affected by the fact that an appeal automatically stays the enforcement of a judgment. See Practice Book § 4046 (formerly § 3065). The stay does not vacate the judgment obtained by the successful litigant.” <em>Preisner </em>v. <em>Aetna Casualty &amp; Surety Co., </em>203 Conn. 407, 414, 525 A.2d 83 (1987). This reliance, however, ignores the concomitant and overriding principle that “[t]he finality of a judgment may . . . depend upon the outcome of the pending appeal. If the trial court’s judgment is sustained, or the appeal [is] dismissed, the final judgment ordinarily is that of the trial court. If, however, there is reversible error, the final judgment is that of the appellate court.” Id., 415. Thus, if the defendants’ appeal is successful, our judgment sustaining the validity of the amendments will be the operative judgment for purposes of the commission’s consideration of the January 25,1991 application.</p>\n<p id=\"b566-4\">II</p>\n<p id=\"b566-5\">The defendants’ first claim is that the trial court employed an improper scope of review of the commission’s decision that permitted the court to substitute its judgment for the broad legislative discretion of the commission, and that, when gauged under the proper scope of review, the amendments must be sustained by the court. We agree.</p>\n<p id=\"b566-6\">We have often articulated the proper, limited scope of judicial review of a decision of a local zoning commission when it acts in a legislative capacity by amending zoning regulations. “[T]he commission, acting in a legislative capacity, [has] broad authority to adopt the amendments.” <em>D &amp; J Quarry Products, Inc. </em>v. <em>Planning &amp; Zoning Commission, </em>217 Conn. 447, 450, 585 A.2d 1227 (1991). “In such circumstances, it is not the function of the court to retry the case. Conclusions reached by the commission must be upheld by the trial <page-number citation-index=\"1\" label=\"543\">*543</page-number>court if they are reasonably supported by the record. The credibility of the witnesses and the determination of issues of fact are matters solely within the province of the agency. The question is not whether the trial court would have reached the same conclusion but whether the record before the agency supports the decision reached. <em>Calandro </em>v. <em>Zoning Commission, </em>176 Conn. 439, 440, 408 A.2d 229 (1979).” <em>Primerica </em>v. <em>Planning &amp; Zoning Commission, </em>211 Conn. 85, 96, 558 A.2d 646 (1989). “Acting in such legislative capacity, the local board is free to amend its regulations whenever time, experience, and responsible planning for contemporary or future conditions reasonably indicate the need for a change. . . . The discretion of a legislative body, because of its constituted role as formulator of public policy, is much broader than that of an administrative board, which serves a quasi-judicial function. <em>Malafronte </em>v. <em>Planning &amp; Zoning Board, </em>[155 Conn. 205, 209, 230 A.2d 606 (1967)].” (Internal quotation marks omitted.) <em>Arnold Bernhard &amp; Co. </em>v. <em>Planning &amp; Zoning Commission, </em>194 Conn. 152, 164, 479 A.2d 801 (1984). This legislative discretion is “wide and liberal,” and must not be disturbed by the courts “unless the party aggrieved by that decision establishes that the commission acted arbitrarily or illegally.” <em>Burnham </em>v. <em>Planning &amp; Zoning Commission, </em>189 Conn. 261, 266, 455 A.2d 339 (1983). “Zoning must be sufficiently flexible to meet the demands of increased population and evolutionary changes in such fields as architecture, transportation, and redevelopment. <em>Luery </em>v. <em>Zoning Board, </em>150 Conn. 136, 145, 187 A.2d 247 [1962]; <em>Clark </em>v. <em>Town Council, </em>145 Conn. 476, 483, 144 A.2d 327 [1958]. The responsibility for meeting these demands rests, under our law, with the reasoned discretion of each municipality acting through its duly authorized zoning commission. Courts will not interfere with these local legislative decisions unless the <page-number citation-index=\"1\" label=\"544\">*544</page-number>action taken is clearly contrary to law or in abuse of discretion.” <em>Malafronte </em>v. <em>Planning &amp; Zoning Board, </em>supra, 209-10. Within these broad parameters, “[t]he test of the action of the commission is twofold: (1) The zone change must be in accord with a comprehensive plan, General Statutes § 8-2, <em>Summ </em>v. <em>Zoning Commission, </em>150 Conn. 79, 87, 186 A.2d 160 [1962], and (2) it must be reasonably related to the normal police power purposes enumerated in § 8-2 . . . .” <em>First Hartford Realty Corporation </em>v. <em>Plan &amp; Zoning Commission, </em>165 Conn. 533, 541, 338 A.2d 490 (1973).</p>\n<p id=\"b568-4\">With this background in mind, we turn to the question of the weight to be given in this case to the “reasons” stated by the commission for its decision. Where a zoning agency has stated its reasons for its actions, the court should determine only “whether the assigned grounds are reasonably supported by the record and whether they are pertinent to the considerations which the authority was required to apply under the zoning regulations. . . . The zone change must be sustained if even one of the stated reasons is sufficient to support it.” (Citation omitted.) Id., 543. The principle that a court should confine its review to the reasons given by a zoning agency does not apply to any utterances, however incomplete, by the members of the agency subsequent to their vote. It applies where the agency has rendered a formal, official, collective statement of reasons for its action. See <em>DeMaria </em>v. <em>Planning &amp; Zoning Commission, </em>159 Conn. 534, 541, 271 A.2d 105 (1970) (where zoning agency has “formally stated” the reasons for its decisions, court should not go behind such official collective statement to search record for other reasons supporting the decision).</p>\n<p id=\"b568-5\">We have also stated, however, that the failure of the zoning agency to give such reasons requires the court to “search the entire record to find a basis for the commission’s decision.” <em>Parks </em>v. <em>Planning &amp; Zoning Com</em><page-number citation-index=\"1\" label=\"545\">*545</page-number><em>mission, </em>178 Conn. 657, 661-62, 425 A.2d 100 (1979); see <em>First Hartford Realty Corporation </em>v. <em>Plan &amp; Zoning Commission, </em>supra, 543.<footnotemark>15</footnotemark> In this case, the “reasons” given by certain members of the commission did not amount to a formal, collective, official statement of the commission. See footnote 35, supra. It was, therefore, the obligation of the trial court, and of this court upon review of the trial court’s decision, to search the record for a basis upon which to uphold the commission’s decision. Thus, the amendments must be sustained if the record supports a determination that they (1) conform to the Hamden comprehensive plan, and (2) are reasonably related to the police powers enumerated in § 8-2. <em>First Hartford Realty Corporation </em>v. <em>Plan &amp; Zoning Commission, </em>supra.</p>\n<p id=\"b569-6\">The defendants argue that it was improper for the trial court, in discharging its obligation to review the <page-number citation-index=\"1\" label=\"546\">*546</page-number>record, to measure the validity of the proposed regulations solely by the potential impact of the contemplated Hamden Court mall. They also argue that the commission was entitled to await an application for a special permit for a specific project before making its ultimate factual determinations regarding traffic and other relevant matters pertaining to the mall, and that the commission was entitled to compare the potential impact of development under the existing regulations with the potential impact under the regulations as proposed. They contend that under a proper scope of review, the regulations must be upheld because the record is sufficient to establish that the amendments conform to the town’s comprehensive zoning plan, and that the commission’s decision was adequately supported by the record. The plaintiffs respond that it was proper for the trial court to focus on the potential impact of the mall, that it was illegal to postpone consideration <page-number citation-index=\"1\" label=\"547\">*547</page-number>of the traffic impact to the special permit stage, and that the court properly concluded that there was neither a finding nor evidence that the amendments would carry out any of the police power purposes stated in § 8-2. We agree with the defendants.</p>\n<p id=\"b571-4\">The proposed amendments did not, by their terms, authorize any specific project on any specific site. They applied, not only to the intersection of Dixwell Avenue and Skiff Street, but to all fifteen Business B-2 and CDD-1 zoning districts in the town. There were numerous properties in these districts to which the amendments would apply. The application for the zoning regulation amendments did not seek approval for construction on any particular site, nor did it include site plans or traffic or drainage information. Although it is undisputed that the applicants’ motivation for proposing the amendments was to build the mall on that site, that motivation could not serve to limit the commission, in the exercise of its legislative discretion, to a consideration of the amendments as if they were site-specific and project-specific. The commission was acting legislatively, and it was entitled to consider the proposed amendments in a context that went beyond that specific site and project.</p>\n<p id=\"b571-5\">Indeed, we recognize that private applicants for amendments to local zoning regulations usually are motivated by their own economic interests, and that those interests often include an intent to develop a specific site in a specific way. That motivation, however, should not limit the scope of the zoning commission’s consideration of the application and of its ultimate decision thereon more narrowly than is appropriate under § 8-2. See <em>Caserta </em>v. <em>Zoning Board of Appeals, </em>219 Conn. 352, 361-62, 593 A.2d 118 (1991) (motive of applicant irrelevant to jurisdiction of administrative agency). The appropriate scope extends beyond the limits of the applicant’s immediate economic interest.</p>\n<p id=\"b572-3\"><page-number citation-index=\"1\" label=\"548\">*548</page-number>We recognize that, in the exercise of its legislative discretion pursuant to § 8-2, the zoning commission in this case would have been entitled, in the exercise of that discretion, to consider the potential effects on the town of the mall contemplated by the applicants. Certainly a local legislative body may consider the effects that are likely to flow from proposed amendments to its zoning regulations, and may decide, within the proper statutory parameters, that it would be unwise policy for the town to countenance those effects. It was, however, improper for the trial court to override the commission’s decision not to focus solely on those effects at that stage of the proceedings. By confining the essentially legislative judgment of the commission to the potential effects of the proposed Hamden Court mall, to be located on one site within only one of the fifteen districts affected by the amendments, the court improperly substituted its judgment for that of the commission.</p>\n<p id=\"b572-4\">This conclusion is particularly apt here, because §§ 512.3 and 572.2 of the Hamden zoning regulations require, in Business B-2 and CDD-1 districts respectively, special permits for shopping centers and stores containing more than 20,000 square feet of floor area. Moreover, § 826 of the regulations provides that, in passing on a special permit application, the commission “shall give consideration to, but not be limited by” such factors as: the health, welfare and safety of the public and the immediate neighborhood; compliance with the town’s plan of development; the location, size, nature and intensity of the project; the safety and intensity of traffic generated by the project; the scale of the proposed structure; the harmony of the site design with the general area and adjacent properties; and compliance with the zoning regulations. Furthermore, § 827 of the regulations gives the commission the power to impose “reasonable conditions and safeguards related <page-number citation-index=\"1\" label=\"549\">*549</page-number>to the factors set forth in Section 826.” Under these circumstances, it was permissible for the commission to view the application, not solely as site-specific and project-specific, but also as a broader matter of policy for the town as a whole and to postpone to the special permit stage the particulars of the Hamden Court mall.</p>\n<p id=\"b573-4\">Our review of the record leads us to conclude that it adequately establishes that the action of the commission was in accordance with the Hamden comprehensive plan and was reasonably related to the police powers enumerated in § 8-2. One of those powers is that the regulations be “designed to lessen congestion in the streets.” In reaching its decision, the commission was entitled to compare the potential traffic to be generated by development permissible under the previous zoning regulations with the traffic to be generated by development permissible under the proposed amendments, rather than comparing the traffic to be generated by the contemplated mall with the traffic without that mall, as the trial court did. There was evidence before the commission that, under the existing regulations, the site under dispute could accommodate three separate “strip” shopping centers, with a total gross leasable area of 730,000 square feet of space. Under the amendments, the site could accommodate one structure, containing 784,000 square feet and 640,000 of gross leasable square feet. There was also evidence before the commission that three such smaller shopping centers would generate 29 percent more traffic and substantially more traffic congestion than one large, regional shopping mall. This was because three such centers would attract more people from a smaller geographical area than would a regional mall, and these people would be more likely to use local streets for access to shopping than would the people coming to a regional mall, who would be more likely to travel by Interstate 91 or the Wilbur Cross Parkway. Thus, <page-number citation-index=\"1\" label=\"550\">*550</page-number>under this evidence, the amendments could reasonably be viewed by the commission as being “designed to lessen congestion in the streets,” rather than to increase traffic as the plaintiffs suggest.<footnotemark>16</footnotemark></p>\n<p id=\"b574-4\">There was other evidence before the commission that the amendments were reasonably related to the police powers enumerated in § 8-2. The disputed site was described by many of the Hamden residents as a blighted area.<footnotemark>17</footnotemark> A town councilman and several residents testified that the amendments would permit the improvement of the area and would be of long term economic benefit to the town. The applicants presented evidence that they had nearly thirty years experience in the retail mall development industry and that modern shopping centers not only improve blighted property, but also create jobs for the town’s residents, stimulate private investment in surrounding areas, and increase tax revenues for host towns. From this evidence, the commission reasonably could have found that amending the regulations to allow for the eventual construction of modern shopping centers in Hamden “promote[d] [the] health and . . . general welfare”; General Statutes § 8-2; of the town by improving an unsightly area and by bringing long-term economic benefits to it.</p>\n<p id=\"b574-5\">Furthermore, as the court concluded, the amendments conformed to the town’s comprehensive plan referred <page-number citation-index=\"1\" label=\"551\">*551</page-number>to in § 8-2. In the absence of a formally adopted comprehensive plan, a town’s comprehensive plan “ ‘is to be found in the scheme of the zoning regulations themselves.’ <em>” Adolphson v. Zoning Board of Appeals, </em>205 Conn. 703, 713, 535 A.2d 799 (1988), quoting <em>Whittaker </em>v. <em>Zoning Board of Appeals, </em>179 Conn. 650, 656, 427 A.2d 1346 (1980). “ ‘A comprehensive plan has been defined as a general plan to control and direct the use and development of property in a municipality or a large part thereof by dividing it into districts according to the present and potential use of the properties.’ <em>Summ </em>v. <em>Zoning Commission, </em>[150 Conn. 79, 87, 186 A.2d 160 (1962)]. The requirement of a comprehensive plan is generally satisfied when the zoning authority acts with the intention of promoting the best interests of the entire community.” <em>First Hartford Realty Corporation </em>v. <em>Plan &amp; Zoning Commission, </em>supra, 541.</p>\n<p id=\"b575-4\">Section 100 of the Hamden zoning regulations provides that the regulations have among their purposes “[promoting the health, safety and general welfare of the community; lessening congestion in the streets; [and] . . . conserving the value of buildings and encouraging the most appropriate use of land throughout the town . . . .” Section 511 of those regulations states as the purpose of a Business B-2 district: “to provide a broad variety of retail stores, service establishments, offices, theaters, motels and public parking designed to serve the Town of Hamden and the region.” Section 571 states as the purpose of the CDD-1 district: “to encourage the appropriate development of land previously designated primarily for industrial use and which areas currently contain substantial vacant or under-utilized land. It is in the Town’s best interest to permit the flexibility necessary to provide for a mixed-use district such as this which would allow manufac<page-number citation-index=\"1\" label=\"552\">*552</page-number>turing, retail, services, offices, multi-family, and other uses which would be controlled by specific standards and requirements.”</p>\n<p id=\"b576-4\">The commission could reasonably determine that it was within the town’s comprehensive plan to permit a regional shopping mall of 784,000 square feet on sites where three shopping centers of 250,000 square feet were already permitted. Before the commission were several reports and other documents submitted by the town planner that support the conclusion that the amendments conformed to the comprehensive plan. These documents noted the risks associated with permitting shopping centers under the previous regulations, and the risk of degradation of Hamden’s retail base if a mall were located elsewhere. They also noted that according to a then recent article in the New Haven Register, the General Assembly had appropriated $500,000 for an engineering study of the site in question as a potential location for a regional shopping center and the state and federal government had allocated $2,250,000 for highway improvements in the area.</p>\n<p id=\"b576-5\">The commission also considered the town planner’s recommendation in 1987 that the zoning regulations be updated to “respond to the updated concept of shopping.” The recommendation further stated that a new shopping center “could be beneficial to the Town . . . if the proper regulations [were] implemented.” Finally, in a 1981 public hearing concerning the adoption of Hamden’s plan of development that was ultimately adopted and in force at the time of consideration of the defendants’ application, the commission noted that “the town of Hamden [is] lacking in a major downtown area . . . [and there is a] need for specialized retail stores</p>\n<p id=\"b576-7\">Under these circumstances, the record adequately established that the action of the commission was in <page-number citation-index=\"1\" label=\"553\">*553</page-number>accordance with the comprehensive plan, and was reasonably related to the “normal police power purposes enumerated in § 8-2.” <em>First Hartford Realty Corporation </em>v. <em>Plan &amp; Zoning Commission, </em>supra, 541. Accordingly, it was improper for the trial court to set aside that action. Id., 545.</p>\n<p id=\"b577-4\">The plaintiffs rely on <em>Builders Service Corporation </em>v. <em>Planning &amp; Zoning Commission, </em>208 Conn. 267, 275, 545 A.2d 530 (1988), for the proposition that “ ‘[t]he power to zone . . . [is] conditioned upon an adherence to the statutory purposes to be served’ ” by § 8-2. They argue that the commission’s action was flawed because the commission “did not find that any of the ‘police powers’ would be furthered by adoption of the developers’ petition to increase [the] maximum allowable size and reduce parking and landscaping for large shopping centers.” The plaintiffs’ reliance on <em>Builders Service Corporation </em>and their argument are unpersuasive.</p>\n<p id=\"b577-5\"><em>Builders Service Corporation </em>was a declaratory judgment action in which this court, relying upon the specific record produced in the trial court, invalidated certain residential minimum floor space regulations as not rationally related to any legitimate purpose of zoning contained in § 8-2. It did not purport to overrule our well established case law on the proper scope of judicial review, in a zoning appeal, of a local zoning commission’s exercise of its legislative discretion in amending its zoning regulations regarding commercial development. Furthermore, <em>Builders Service Corporation </em>did not purport to permit a trial court, in such an appeal, to undertake its own process of weighing the competing bodies of evidence regarding the factors delineated in § 8-2.</p>\n<p id=\"b577-6\">Nor is there any requirement that, in exercising its legislative function, a zoning commission make specific <page-number citation-index=\"1\" label=\"554\">*554</page-number>findings regarding those statutory factors. Such a requirement would be inconsistent with the recognition that “zoning agencies ordinarily conduct their proceedings with some degree of informality”; <em>Caserta </em>v. <em>Zoning Board of Appeals, </em>supra, 362; and that “the reasons given by a zoning authority, presumably composed of lay persons, to justify its action need not be in a form to satisfy the meticulous criterion of a legal expert. <em>DeMars </em>v. <em>Zoning Commission, </em>142 Conn. 580, 584, 115 A.2d 653 (1955).” <em>Daughters of St. Paul </em>v. <em>Zoning Board of Appeals, </em>17 Conn. App. 53, 68, 549 A.2d 1076 (1988).</p>\n<p id=\"b578-4\">Although a zoning commission’s overall actions “must conform to the mandates of” § 8-2, those mandates “do not apply to every detail of the commission’s actions.” <em>Pecora </em>v. <em>Zoning Commission, </em>145 Conn. 435, 440, 144 A.2d 48 (1958). Thus, it was not necessary for the commission’s legislative decision to satisfy each and every factor delineated by § 8-2. If the record establishes, as it did here, that the decision was reasonably related to at least one of those factors that was pertinent to the task before the cómmission, it must be sustained. <em>First Hartford Realty Corporation </em>v. <em>Plan &amp; Zoning Commission, </em>supra, 543.</p>\n<p id=\"b578-5\">Ill</p>\n<p id=\"b578-6\">The defendants also claim that the trial court improperly concluded that the plaintiffs had been deprived of their right to due process of law under article first, § 10, of the constitution of Connecticut; see footnote 8, supra; by the refusal of the commission to permit them to respond to the traffic evidence produced by the applicants at the December 8, 1988 hearing. We agree.</p>\n<p id=\"b578-7\">Our due process clause, like that of the federal constitution, “does not guarantee any particular form of state procedure. Due regard must be had to the nature of the proceeding and the individual right affected by <page-number citation-index=\"1\" label=\"555\">*555</page-number>it.” <em>Katz </em>v. <em>Brandon, </em>156 Conn. 521, 537, 245 A.2d 579 (1968). The fact that the proceeding is legislative, rather than adjudicative, in nature plays a role in the determination of what process is due. See id. Moreover, “[cjonstitutional principles permit an administrative agency to organize its hearing schedule so as to balance its interest in reasonable, orderly and non-repetitive proceedings against the risk of erroneous deprivation of a private interest.” <em>Concerned Citizens of Sterling, Inc. </em>v. <em>Connecticut Siting Council, </em>215 Conn. 474, 486, 576 A.2d 510 (1990).</p>\n<p id=\"b579-4\">In this case, the commission was acting in a legislative capacity. Its ultimate determination had town-wide and long-term effects, and was not confined to the property of any particular plaintiff. Furthermore, the commission set out in advance the schedule of proceedings that it would follow. That schedule provided for an orderly, reasonable process by which all interested parties, including the plaintiffs, had ample opportunity to present their evidence and views insofar as they pertained to the legislative task before the commission. The fact that the plaintiffs viewed that task as site-specific and project-specific, and chose accordingly to introduce evidence that called for rebuttal by the applicants, did not create a constitutional right of surrebuttal in the plaintiffs. Under these circumstances, we perceive no violation of the plaintiffs’ rights to due process of law.</p>\n<p id=\"b579-5\">The judgment is reversed and the case is remanded with direction to render judgment dismissing the plaintiffs’ appeal.</p>\n<p id=\"b579-6\">In this opinion the other justices concurred.</p>\n<footnote label=\"1\">\n<p id=\"b553-7\"> The defendants in this appeal are the commission, Bernard A. Pellegrino, Homart Development Company (Homart), and Fusco/Gottlieb Associates (Fusco/Gottlieb). Pellegrino had signed the application to the commission for the amendments to the zoning regulations, and listed Homart and Fusco/Gottlieb as the applicants. Also named as defendants in the trial court were the Hamden town clerk, and the chairman and clerk of the commission, who are not involved in this appeal. We refer herein to the defendants Pellegrino, Homart and Fusco/Gottlieb as the applicants.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b553-8\"> The Appellate Court granted certification to appeal from the judgment of the trial court, and we transferred the appeal to this court pursuant to Practice Book § 4023.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b553-9\"> The plaintiffs are the named plaintiff, Protect Hamden/North Haven from Excessive Traffic and Pollution, Inc. (Protect), two other associations, and numerous individuals, all claiming to be aggrieved by the decision of the commission. Since it is undisputed that one of the individual plaintiffs, Ellen Nathanson, is aggrieved because she owns land within one of the districts of Hamden that is affected by the amendments at issue, it is not necessary to resolve whether the other plaintiffs are aggrieved; see <em>Concerned Citizens of Sterling, Inc. </em>v. <em>Connecticut Siting Council, </em>215 Conn. 474, 479 n.3, 576 A.2d 510 (1990); and we refer herein to all the plaintiffs as the plaintiffs.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b553-10\"> In view of these conclusions, it is unnecessary to consider the defendants’ claim that the court relied on improper evidence in reaching its conclusion.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b554-5\"> A Business B-2 district is a business district, and a CDD-1 district is a controlled development district.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b554-6\"> All five amendments were adopted by the commission. A sixth amendment to the regulations was rejected by the commission and is not involved in this appeal.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b556-5\"> General Statutes § 8-2 provides: “regulations. The zoning commission of each city, town or borough is authorized to regulate, within the limits of such municipality, the height, number of stories and size of buildings and other structures; the percentage of the area of the lot that may be occupied; the size of yards, courts and other open spaces; the density of population and the location and use of buildings, structures and land for trade, industry, residence or other purposes, including water-dependent uses as defined in section 22a-93, and the height, size and location of advertising signs and billboards. Such zoning commission may divide the municipality into districts of such number, shape and area as may be best suited to carry out the purposes of this chapter; and, within such districts, it may regulate the erection, construction, reconstruction, alteration or use of buildings or structures and the use of land. All such regulations shall be uniform for each class or kind of buildings, structures or use of land throughout each district, but the regulations in one district may differ from those in <page-number citation-index=\"1\" label=\"533\">*533</page-number>another district, and may provide that certain classes or kinds of buildings, structures or uses of land are permitted only after obtaining a special permit or special exception from a zoning commission, planning commission, combined planning and zoning commission or zoning board of appeals, whichever commission or board the regulations may, notwithstanding any special act to the contrary, designate, subject to standards set forth in the regulations and to conditions necessary to protect the public health, safety, convenience and property values. Such regulations shall be made in accordance with a comprehensive plan and shall be designed to lessen congestion in the streets; to secure safety from fire, panic, flood and other dangers; to promote health and the general welfare; to provide adequate light and air; to prevent the overcrowding of land; to avoid undue concentration of population and to facilitate the adequate provision for transportation, water, sewerage, schools, parks and other public requirements. Such regulations shall be made with reasonable consideration as to the character of the district and its peculiar suitability for particular uses and with a view <em>to </em>conserving the value of buildings and encouraging the most appropriate use of land throughout such municipality. Such regulations shall also encourage the development of housing opportunities for all citizens of the municipality consistent with soil types, terrain and infrastructure capacity. Zoning regulations shall be made with reasonable consideration for their impact on agriculture. Zoning regulations may be made with reasonable consideration for the protection of historic factors and shall be made with reasonable consideration for the protection of existing and potential public surface and ground drinking water supplies. On and after July 1,1985, the regulations shall provide that proper provision be made for soil erosion and sediment control pursuant to section 22a-329. Such regulations may also encourage energy-efficient patterns of development, the use of solar and other renewable forms of energy, and energy conservation. The regulations may also provide for incentives for developers who use passive solar <page-number citation-index=\"1\" label=\"534\">*534</page-number>energy techniques, as defined in subsection (b) of section 8-25, in planning a residential subdivision development. The incentives may include, but not be limited to, cluster development, higher density development and performance standards for roads, sidewalks and underground facilities in the subdivision. Such regulations may provide for a municipal system for the creation of development rights and the permanent transfer of such development rights, which may include a system for the variance of density limits in connection with any such transfer. Such regulations may also provide for notice requirements in addition to those required by this chapter. No such regulations shall prohibit the operation of any family day care home or group day care home in a residential zone. Such regulations shall not impose conditions and requirements on manufactured homes having as their narrowest dimension twenty-two feet or more and built in accordance with federal manufactured home construction and safety standards or on lots containing such manufactured homes which are substantially different from conditions and requirements imposed on single-family dwellings and lots containing single-family dwellings. Such regulations shall not impose conditions and requirements on developments to be occupied by manufactured homes having as their narrowest dimension twenty-two feet or more and built in accordance with federal manufactured home construction and safety standards which are substantially different from conditions and requirements imposed on multifamily dwellings, lots containing multifamily dwellings, cluster developments or planned unit developments. Such regulations shall not prohibit the continuance of any nonconforming use, building or structure existing at the time of the adoption of such regulations. Such regulations shall not provide for the termination of any nonconforming use solely as a result of nonuse for a specified period of time without regard to the intent of the property owner to maintain that use. Any city, town or borough which adopts the provisions of this chapter may, by vote of its legislative body, exempt municipal property from the regulations prescribed by the zoning commission of such city, town or borough; but unless it is so voted municipal property shall be subject to such regulations.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b560-6\"> Article first, § 10, of the constitution of Connecticut provides: “Ail courts shall be open, and every person, for an injury done to him in his person, property or reputation, shall have remedy by due course of law, and right and justice administered without sale, denial or delay.”</p>\n<p id=\"b560-7\">In view of this conclusion, the court found it unnecessary to consider a federal constitutional claim of the plaintiffs. Since the plaintiffs have not briefed or argued any such claim in this appeal, we consider it abandoned. <em>Hanover Ins. Co. </em>v. <em>Fireman’s Fund Ins. Co., </em>217 Conn. 340, 343 n.4, 586 A.2d 567 (1991).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b561-5\"> This was consistent with their position before the commission, and in this court, that, although they intended ultimately to seek a special permit for the mall if the proposed amendments were adopted, the proposed zoning regulation amendments before the commission did not apply solely to the site in question, and that the issue of traffic would be appropriately addressed by the commission upon their site-specific and project-specific special permit application.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b562-8\"> The court also concluded that the plaintiffs had not waived their due process right by not objecting when the order of proceeding had been announced by the commission and by not objecting on December 8, when the applicants presented their evidence. Because we conclude that the plaintiffs were not deprived of due process by the procedure followed by the commission, we need not address the waiver issue.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b562-9\"> During the course of this appeal, the plaintiffs moved that we dismiss the appeal as moot, and presented the record that we now consider. We denied that motion without prejudice to the right of the plaintiffs to renew it upon consideration of the merits of the appeal.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b564-6\"> General Statutes § 8-2h (a) provides: “An application filed with a zoning commission, planning and zoning commission, zoning board of appeals or agency exercising zoning authority of a town, city or borough which is in conformance with the applicable zoning regulations as of the time of filing shall not be required to comply with, nor shall it be disapproved for the reason that it does not comply with, any change in the zoning regulations or the boundaries of zoning districts of such town, city or borough taking effect after the filing of such application.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b565-6\"> Any doubt about the legislative intent behind General Statutes § 8-2h (a) is dispelled by reference to its legislative history. See 32 H.R. Proc., Pt. 30, 1989 Sess., pp. 10, 595-96, remarks of Representative William L. Wollenberg that No. 89-311 of the 1989 Public Acts, §§ 2 and 3, subsequently codified as General Statutes §§ 8-2h and 22a-42e, was intended to overrule the principle stated in <em>McCallum </em>v. <em>Inland Wetlands Commission, </em>196 Conn. 218, 492 A.2d 508 (1985).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b565-7\"> We also reject the plaintiffs’ argument that the commission’s action in declining to reenact the amendments in issue here somehow legislatively reversed those amendments. Furthermore, even that purported legislative reversal did not take effect until January 30, 1991, after the filing of the special permit application on January 25, 1991.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b569-7\"> More recently, in <em>Stankiewiez </em>v. <em>Zoning Board of Appeals, 211 </em>Conn. 76, 77-78, 556 A.2d 1024 (1989), we considered upon a grant of certification the following issue: “ ‘Did the Appellate Court err in concluding that if a zoning board gives <em>inadequate </em>reasons for granting a variance, as opposed to giving no reasons whatever, the trial court may search the record to determine whether basis exists for the action taken?’ (Emphasis in original.) <em>Stankiewiez </em>v. <em>Zoning Board of Appeals, </em>209 Conn. 815, 550 A.2d 1084 (1988).” We affirmed the judgment of the Appellate Court in a per curiam opinion relying on “the thoughtful and comprehensive opinion of the Appellate Court.” Id., 78. In the Appellate Court, the plaintiff had argued that, after the trial court found no basis in the record for the zoning board’s stated reason, it was obligated to sustain the appeal without further examination of the record. <em>Stankiewiez </em>v. <em>Zoning Board of Appeals, </em>15 Conn. App. 729, 732, 546 A.2d 919 (1988). The Appellate Court rejected that argument, and held that “[i]f the board fails to give the reasons for its actions, <em>or if its reasons are inadequate, </em>the trial court must search the record to determine whether a basis exists for the action taken.” (Emphasis added.) Id. The court stated that “[i]n searching the record, the trial court may rely on any reason culled from the record which demonstrates a real or reasonable relationship with the general welfare of the community in concluding that the board’s decision should be upheld.” Id., 733.</p>\n<p id=\"b569-8\">In this case, we need not decide whether, as the trial court suggested, <em>Stankiewiez </em>v. <em>Zoning Board of Appeals, </em>supra, 211 Conn. 76, is inconsistent with <em>First Hartford Realty </em>v. <em>Plan &amp; Zoning Commission, </em>165 Conn. <page-number citation-index=\"1\" label=\"546\">*546</page-number>533, 338 A.2d 490 (1973), and <em>DeMaria </em>v. <em>Planning &amp; Zoning Commission, </em>159 Conn. 534, 271 A.2d 105 (1970), because we do not regard the statement of reasons by the majority of the commission as the kind of formal, official, collective statement of its position contemplated by the rule stated in those cases. Of the three commissioners who voted for the amendments, one stated that the amendments conformed with the town plan, and that the commission was supposed to limit itself to the amendments; the second stated that he thought the application was “viable”; and the third did not state his reasons.</p>\n<p id=\"AoR\">Nor is it appropriate for a reviewing court to attempt to glean such a formal, collective statement from the minutes of the discussion by commission members prior to the commission’s vote. Thus, we regard this case as governed by the well settled principle of judicial review of zoning decisions that where the commission has failed to state its reasons, the court is obligated to search the record for a basis for its action.</p>\n<p id=\"AEx\">Furthermore, even if we were to regard this as a case in which the commission had stated its reasons, we would reach the same conclusion. One of those reasons was that the amendments conformed to the comprehensive plan of the town. Under <em>First Hartford Realty Corporation </em>v. <em>Plan &amp; Zoning Commission, </em>supra, that reason was sufficient and, as we discuss, infra, was supported by the record, which also supported the determination that the amendments were reasonably related to the police powers enumerated in General Statutes § 8-2.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b574-6\"> In this connection, we agree with the defendants that the trial court’s rejection of this analysis, on the basis that there was no evidence that any development of three smaller shopping centers was contemplated under the previous regulation, improperly placed on the defendants the burden of proof of the legality of the commission’s decision. The defendants were not obligated to establish that any such development was intended. The plaintiffs were obligated to establish that the commission could not, in exercising its legislative discretion, undertake such an analysis.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b574-7\"> One resident described the site as “an unsightly hazard. It is an empty lot with a lot of problems.” Another resident stated that the area is “an incredible eyesore . . . [and what] [t]he developers are proposing . . . is clearly a more aesthetically pleasing site plan . . . .”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}