{
  "casebody": {
    "data": "<casebody firstpage=\"457\" lastpage=\"459\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b483-3\">ARVID GRIER, Plaintiff, v. NATIONWIDE MUTUAL INSURANCE COMPANY, Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b483-7\">No. 90-272.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b483-8\">Submitted May 9, 1991.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aea\">Decided June 4, 1991.</decisiondate>\n<p data-order=\"4\" data-type=\"citation\" id=\"Ayz\">248 Mont. 457.</p>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b483-9\">812 P.2d 347.</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b483-18\">Richard Reep argued, Graham, Reep &amp; Spoon, Missoula, for plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b483-19\">Paul C. Meismer argued, Garlington, Lohn &amp; Robinson, Missoula, for defendant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b483-20\">Molly Shepherd, Worden, Thane &amp; Haines, Missoula, for amicus curiae.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b483-21\">CHIEF JUSTICE TURNAGE</author>\n<p id=\"AFH\">delivered the opinion of the Court.</p>\n<p id=\"b483-22\">This is a certified question submitted by the United States District Court for Montana. This Court accepted certification of the question by order dated June 5, 1990.</p>\n<p id=\"b484-3\"><page-number citation-index=\"1\" label=\"458\">*458</page-number>The certified question as presented by the federal court was:</p>\n<blockquote id=\"b484-4\">“Is an offset provision in an ‘underinsured motorist’ policy, entitling the insured to an offset for an amount equal to the liability coverage available from a responsible tortfeasor, void as contrary to the public policy of the State of Montana?”</blockquote>\n<p id=\"b484-5\">We rephrase the question as follows:</p>\n<blockquote id=\"b484-6\">“Does the contested provision contained in this insurance policy provide uninsured motorist coverage or underinsured motorist coverage? If it provides uninsured motorist coverage, is the offset provision void as contrary to the public policy of the State of Montana?”</blockquote>\n<p id=\"b484-7\">Nationwide Mutual Insurance Company (Nationwide) issued a policy of automobile liability insurance to Arvid Grier, a resident of Missoula, Montana. The policy provided coverage for Grier’s 1988 Dodge Caravan from December 8, 1988, through December 8, 1989.</p>\n<p id=\"b484-8\">On December 19, 1988, while driving his Dodge Caravan, Grier was rear-ended by a driver insured by Farmers Union Insurance Company for the statutory minimum $25,000 for bodily injury. Grier suffered severe and permanent injuries for which Farmers Union Insurance Company has paid its entire $25,000 policy limit. Grier now seeks to recover under his own insurance policy.</p>\n<p id=\"b484-9\">The pertinent provision of the Nationwide insurance policy is found at page 3 of the 1999B endorsement, under the UNINSURED MOTORISTS coverage:</p>\n<blockquote id=\"b484-10\">‘We will pay compensatory bodily injury (meaning bodily injury, sickness, disease, or death) damages that are due you by law from the owner or driver of an uninsured motor vehicle...</blockquote>\n<blockquote id=\"b484-11\">“An uninsured motor vehicle is:</blockquote>\n<blockquote id=\"b484-12\">“2. one which is underinsured. This is one for which there are bodily injury liability coverage or bonds in effect. Their total amount, however, is less than the limits of this coverage. These limits are shown in your policy’s Declarations.”</blockquote>\n<blockquote id=\"b484-13\">The policy also provides, on the same page, under LIMITS OF PAYMENT, that “[t]he limits of this coverage will be reduced by any amount paid by or for any liable parties.” Grier’s policy of insurance included UNINSURED MOTORISTS coverage in the amounts of $25,000 for each person and $50,000 for each occurrence.</blockquote>\n<p id=\"b484-14\">This Court has been consistent in invalidating insurance contract <page-number citation-index=\"1\" label=\"459\">*459</page-number>clauses wherein the insurer attempts to limit its Lability for uninsured motorist coverage. See, e.g., <em>Sullivan v. Doe </em>(1972), 159 Mont. 50, 495 P.2d 193; <em>Guiberson v. Hartford Cas. Ins. Co. </em>(1985), 217 Mont. 279, 704 P.2d 68. The purpose of Montana’s uninsured motorist statute, § 33-23-201, MCA, is the protection of persons insured from acts of the uninsured. <em>Guiberson, </em>704 P.2d at 74.</p>\n<p id=\"b485-3\">Montana has no statutory insurance requirement concerning underinsured motorists. The question presented by the federal court was whether the public policy prohibiting offsets against coverage for uninsured motor vehicles also extends to cases involving underinsured motorists. The parties have briefed this issue at length.</p>\n<p id=\"b485-4\">However, the insurance policy in this case is set up in a unique fashion. As set forth above, the “underinsured” motorist provision is part of the section on uninsured motorist coverage. There is no separate policy section providing for underinsured motor vehicle coverage. According to the declarations page of the policy, no separate premium was charged for underinsured motorist coverage. In fact, the declarations page makes no mention whatsoever of underinsured motor vehicle coverage. We conclude that, -under these circumstances, the “underinsured” coverage is part of the uninsured motor vehicle coverage. As such, the public policy of Montana prohibits any offset for the amount of coverage carried by the third-party tortfeasor.</p>\n<p id=\"b485-5\">As the parties noted in oral argument, this Court is not presented with the issues of whether the insurance policy is ambiguous or whether the vehicle driven by the tortfeasor was “underinsured” ■under Grier’s insurance policy. Those are issues to be resolved in the federal court.</p>\n<p id=\"b485-6\">The answer to the certified question as we have restated it is that the “underinsured” provision in question is part of the uninsured motor vehicle coverage and that no offset is permissible.</p>\n<judges id=\"b485-7\">JUSTICES GRAY, HUNT, HARRISON, TRIEWEILER, McDONOUGH and WEBER concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}