{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"104\" lastpage=\"107\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"AiS\" pgmap=\"126\">Joseph H. Paxton et al., Appellees, v. William H. Fabry et al., Appellants.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b126-4\" pgmap=\"126\">Gen. No. 6,221.</docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"AdJ\" pgmap=\"126\">(Not to be reported in full.)</p><summary data-order=\"3\" data-type=\"summary\" id=\"b126-5\" pgmap=\"126\">Appeal from the Circuit Court of Lake county; the Hon. Claibe C. Edwards, Hon. Chables H. Donnelly and Hon. Aethue H. Fbost, Judges, presiding era Sarao. Heard in this court at the October term, 1915.</summary><disposition data-order=\"4\" data-type=\"disposition\" id=\"AyG\" pgmap=\"126\">Reversed.</disposition><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A5a\" pgmap=\"126\">Opinion filed December 27, 1915.</decisiondate><otherdate data-order=\"6\" data-type=\"otherdate\" id=\"Aje\" pgmap=\"126\">Rehearing denied' February 1, 1916.</otherdate><p data-order=\"7\" data-type=\"summary\" id=\"b126-6\" pgmap=\"126\">Statement of the Case.</p><p data-order=\"8\" data-type=\"summary\" id=\"b126-7\" pgmap=\"126\">Bill by Joseph H. Paxton and thirteen other lessees of property to restrain Bradford E. Simmons, as landlord, and William H. Fabry and M. F. Ellis, as lessees, from using the premises occupied by defendants Fabry and Ellis as a drug store, cigar store and physician’s office. From a decree granting a preliminary injunction, defendants appeal.</p><p data-order=\"9\" data-type=\"summary\" id=\"ANhL\" pgmap=\"126(172) 127(70)\">Some time prior to August, 1914, defendant Bradford E. Simmons was the owner of a store building and lot on which it was located, in Zion City, Lake county, Illinois, and the other defendants, William H. Fabry and M. F. Ellis were using a part of it, under a lease from Simmons, as a drug store in which they also sold cigars. A resident physician had an office in the building. On May 3, 1915, after this condition had existed for nine months or more, plaintiffs, fourteen lessees of residence properties in the City of Zion, filed a bill for injunction to restrain such use of said building, and applied to the court for an interlocutory decree enjoining such use pending the litigation. The application was heard on the bill and affidavits in support thereof, and affidavits of the defendants who appeared and without answering the bill, resisted the application. A decree was entered restraining the defendants, until the further order of the court, from using any part of said premises as a cigarette, cigar or tobacco store; or a place for the manufacture or sale of tobacco in any form or manner; or pharmacy, apothecary shop or drug store; or a place for the manufacture or sale of drugs or medicines of any kind; or the office or residence of a practicing physician, surgeon or other person actually engaged in the practice of medicine or surgery.</p><p data-order=\"10\" data-type=\"summary\" id=\"b127-5\" pgmap=\"127\">The theory of the bill was that John Alex. Dowie, in his lifetime, prior to 1899, organized a religious sect opposed to the business-and practices sought to be enjoined, and various other forms of business regarded legitimate and proper in civilized communities, and still other practices that are generally condemned as immoral and illegal; that in 1899 the site of Zion City was selected as the location of the society in which such business and practices should be prohibited; that in furtherance of that purpose Dowie obtained title to nearly all the land within the present city limits and executed leases for the term of 1100 years, containing restrictive covenants against said uses; that a building plan was also adopted to that end, and various statements were publicly made and published by Dowie proclaiming such purposes; that afterwards Dowie became insolvent and his property, including a large portion of the land within the limits of Zion City, passed into the hands of a receiver under the control of a Federal court, and the receiver made sales of the property in various ways and under various restrictions that resulted in maintaining such restrictions as to all land sold; that the result of these facts was that the owners of land in the City of Zion holding by or under titles containing such restrictive covenants were bound by the covenants, and also that the owners of land there situated holding under titles in which there were no restrictive covenants were also bound if they purchased with knowledge of the plan upon which the said city was founded,</p><headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b128-6\" pgmap=\"128\">Abstract of the Decision.</headnotes><headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b128-7\" pgmap=\"128\">1. Appeal and ebbob, § 855<footnotemark>*</footnotemark>—what is effect of absence of certificate of evidence. Where there is no certificate of evidence, the Appellate Court will not consider affidavits on the hearing of a preliminary injunction which are incorporated in the record and certified to by the clerk of the court.</headnotes><headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b128-8\" pgmap=\"128\">2. Appeal and ebbob, § 1271*—when presumed court warranted in finding allegations in bill for preliminary injunction true. It will be presumed, in the absence of a certificate of evidence, on appeal from a decree granting an interlocutory injunction, where affidavits read on the hearing are a part of the record on appeal, that the court, on a consideration of the bill and the affidavits filed, was warranted in finding that the allegations of fact found in the bill were true.</headnotes><headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b128-9\" pgmap=\"128\">3. Injunction, § 164*—what considered on application for, preliminary injunction. The merits of the case are not passed upon in considering the issuance of a preliminary injunction, but the court should inquire whether less harm will result to the enjoined party if he should finally be victorious than -would accrue to the complainant from the absence of the injunction were he a winning party.</headnotes><headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b128-10\" pgmap=\"128\">4. Injunction, § 154*—when preliminary injunction granted. When the questions to be ultimately decided are serious or doubtful,</headnotes><headnotes data-order=\"16\" data-type=\"headnotes\" id=\"AVt\" pgmap=\"128\">the legal discretion of the judge in granting a preliminary injunction should be influenced largely by the consideration that the injury to the moving party will be certain and irreparable if the motion is denied, while the inconvenience and loss to the opposing party will be inconsiderable and may well be indemnified by proper bond if the injunction is granted.</headnotes><headnotes data-order=\"19\" data-type=\"legal\" id=\"b128-12\" pgmap=\"128(20) 129(22)\">5. Injunction, § 158*—what is object of preliminary injunction. The object of a preliminary injunction is to maintain the status quo to maintain property in its existing condition, to prevent further or impending injury and not to determine the right itself.</headnotes><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b128-3\" pgmap=\"128\">Jones, Addington, Ames &amp; Seibold, for appellants; Keene H. Addington, Albert F. Mecklenburger and Walter Hamilton, of counsel.</attorneys><attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b128-4\" pgmap=\"128\">Theodore Forby and C. P. Barnes, for appellees; Samuel W. Packard, of counsel.</attorneys> <footnote data-order=\"20\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b128-13\" pgmap=\"128\">See Illinois Notes Digest, Yols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <footnote data-order=\"21\" data-type=\"footnote\" id=\"x999-2\" label=\"*\"> <p id=\"b129-10\" pgmap=\"129\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\"> <author id=\"b128-5\" pgmap=\"128\">Mr. Justice Carnes</author> <p id=\"AjGH\" pgmap=\"128\">delivered the opinion of the court.</p> <headnotes id=\"b129-5\" pgmap=\"129\">6. Injunction, § 154<footnotemark>*</footnotemark>—when mandatory injunction not granted on preliminary hearing. Great caution should be used in issuing a mandatory injunction at a preliminary hearing and the complainant must make out a clear case free from doubt or dispute as a basis for its issuance.</headnotes> <headnotes id=\"b129-6\" pgmap=\"129\">7. Injunction, § 154*—when preliminary injunction will not be issued. When the question of law is one of the chief issues to be determined on the final hearing, and complete relief can then be afforded, the complainant is not entitled to a preliminary injunction.</headnotes> <headnotes id=\"b129-7\" pgmap=\"129\">8. Injunction, § 240*—when mandatory injunction granted on final hearing. Where, on a final hearing a mandatory injunction is asked, it is the duty of the court to consider the inconvenience and damage that will, result to the defendant as well as the benefit to accrue to the complainant, by the granting of the writ, and where the defendant’s damages and injuries will be greater by granting the writ than will be the complainant’s benefits by granting the writ, or greater than will be complainant’s damages by the refusal of it, the court will, in the exercise of a sound discretion, refuse the writ.</headnotes> <headnotes id=\"b129-8\" pgmap=\"129\">9. Injunction, § 154*—what does not constitute irreparable injury authorizing issuance of temporary injunction. The maintenance of an ordinary drug store and physician’s office in the City of Zion during the pendency of a suit for an injunction, in violation of restrictive covenants, does not constitute such a threatened mischief and injury as should be held irreparable in passing on a motion for a temporary injunction.</headnotes> <headnotes id=\"b129-9\" pgmap=\"129\">10. Injunction, § 154*—when temporary injunction is in nature of mandatory injunction and improper. An order restraining the use of a building for an ordinary drug store and physician’s office in a city during the pendency of a suit, in violation of restrictive covenants, is in the nature of a mandatory injunction granting the relief sought by the bill in advance of a hearing on the merits, and should not be granted.</headnotes> </opinion> </casebody> ",
    "status": "ok"
  }
}