{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"96\" lastpage=\"100\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b118-4\" pgmap=\"118\">Julia Jacobson, Appellant, v. Joseph M. Ramey, Appellee.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b118-6\" pgmap=\"118\">Gen. No. 6,076.</docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"Af6\" pgmap=\"118\">(Not to be reported in full.)</p><summary data-order=\"3\" data-type=\"summary\" id=\"b118-7\" pgmap=\"118\">Appeal from the Circuit Court of La Salle county; the Hon. Edgar Eldbedge, Judge, presiding. Heard in this court at the April term, 1915.</summary><disposition data-order=\"4\" data-type=\"disposition\" id=\"A4C\" pgmap=\"118\">Reversed and remanded.</disposition><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AAK\" pgmap=\"118\">Opinion filed December 27, 1915.</decisiondate><otherdate data-order=\"6\" data-type=\"otherdate\" id=\"AJa\" pgmap=\"118\">Rehearing denied February 1, 1916.</otherdate><p data-order=\"7\" data-type=\"summary\" id=\"b118-8\" pgmap=\"118\">Statement of the Case.</p><p data-order=\"8\" data-type=\"summary\" id=\"b118-9\" pgmap=\"118\">Action by Julia Jacobson, plaintiff, against Joseph M. Barney, defendant, to recover damages for personal injuries sustained as a result of falling through a defective stairway on premises leased by defendant to plaintiff’s husband. From a judgment for defendant, plaintiff appeals.</p><p data-order=\"9\" data-type=\"summary\" id=\"b118-10\" pgmap=\"118(178) 119(77)\">Plaintiff filed a declaration containing three counts. Defendant did not demur thereto, but filed a plea of not guilty. There was a jury trial and evidence for the plaintiff was heard. Plaintiff offered in evidence a lease of said building from Barney to her husband, Samuel Jacobson. Defendant objected and the court reserved its ruling. At the close of the plaintiff’s evidence the court sustained the objection to said lease. Thereupon plaintiff by leave of court filed an additional count. The accident was on October 31, 1912, and the additional count was filed January 22, 1915. No demurrer was interposed thereto but defendant filed a plea of not guilty and a plea of the statute of limitations. Plaintiff demurred to the plea of the statute of limitations and that demurrer was overruled, and plaintiff abided by her declaration. The plaintiff again offered the lease in evidence and the court sustained an objection thereto, and granted a motion by defendant to exclude all plaintiff’s evidence and instructed the jury to return a verdict for defendant, and this was done. Motions for a new trial and in arrest of judgment were denied, and defendant had judgment in bar, and plaintiff below appealed therefrom. Defendant argued that the original declaration did not state a cause of action, and that if any cause of action for plaintiff had ever been stated, it was in the amended declaration, filed more than two years after the injury, and that the statute of limitations barred the action.</p><p data-order=\"10\" data-type=\"summary\" id=\"b119-5\" pgmap=\"119\">The original declaration sufficiently alleged the location of this building in the City of Streator; that it had a stairway on the outside; that defendant owned the building at the time of the injury; that the stairway was defective, rotten and unsafe; that plaintiff fell through it and was injured; and that defendant had made a contract with the husband of plaintiff to keep it in repair.</p><p data-order=\"11\" data-type=\"summary\" id=\"b119-6\" pgmap=\"119\">The second count of the original declaration alleged that on or about May 23, 1910, defendant entered into an agreement with Samuel Jacobson, the husband of plaintiff, to keep the roof, stairway and outer walls of said building in good repair and condition. That count did not say in express terms that this agreement was in writing, but it said that a certain matter therein was “in words and figures as follows.”</p><p data-order=\"12\" data-type=\"summary\" id=\"b119-7\" pgmap=\"119\">The count further averred that thereby defendant undertook to keep said stairway in good repair and condition until June 15, 1915, which was not contained in what was quoted from the agreement.</p><p data-order=\"13\" data-type=\"summary\" id=\"b119-8\" pgmap=\"119(88) 120(57)\">The additional count set out said instrument in full, and it appeared that the agreement mentioned in the second count was a written lease of said building from defendant to plaintiff’s husband to be used only as a store building and a flat for living rooms, and that defendant was to so remodel the building, and that the upper floor should have suitable apartments for flat purposes. The proof was that the upper story was so remodeled, and that at the time of the accident to plaintiff, Samuel Jacobson and Ms family lived in the upper rooms, and that this stairway was their means of access to the-street, and that plaintiff lived there with her husband, and that she was passing between the street and their living rooms when this board of the stairway gave way beneath her and caused the injury.</p><headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b120-8\" pgmap=\"120\">Abstract of the Decision.</headnotes><headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b120-9\" pgmap=\"120\">1. Limitation of actions, § 58<footnotemark>*</footnotemark>—when declaration may he amended or additional count filed after running of statute. A plaintiff may amend his declaration or file an additional count stating his cause of action in a different way after the statute of limitations has run without subjecting his action to the bar of the statute.</headnotes><headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b120-10\" pgmap=\"120\">2. Limitation of actions, § 56*—when new cause of action set up hy amended declaration or additional count after running of statute harred. Where the cause of action set up by an amendment to the declaration or by an additional count is a new one and not a mere restatement of the cause of action set out in the original declaration, such amendment or additional count will not relate back to the commencement of the suit, and if the statute of limitations has run before such new cause of action has been stated, the plea of the statute will be a defense to such new cause of action.</headnotes><headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b120-11\" pgmap=\"120\">3. Negligence, § 119<footnotemark>*</footnotemark>—what plaintiff must allege in action for damages for personal injuries negligently caused. One of the three essential elements of a cause of action for damages for personal injuries negligently caused, which the plaintiff must aver and prove in order to entitle him to recover, is the existence of a duty on the part of defendant to protect the plaintiff from the injury of which' he complains.</headnotes><headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b120-12\" pgmap=\"120(33) 121(35)\">4. Negligence, § 119*—when'averment as to duty of defendant to prevent injury insufficient. An allegation in an action for damages for injuries alleged to be due to the negligence of another, that it is the duty of the defendant to do or not to do certain things, is a legal conclusion and insufficient, as the declaration must state the facts from which the duty may be raised.</headnotes><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b120-5\" pgmap=\"120\">Nicholas J. Pritzker and Lloyd Painter, for appellant.</attorneys><attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b120-6\" pgmap=\"120\">Arthur H. Shay, for appellee.</attorneys> <footnote data-order=\"21\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b120-13\" pgmap=\"120\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <footnote data-order=\"22\" data-type=\"footnote\" id=\"x999-2\" label=\"*\"> <p id=\"b121-9\" pgmap=\"121\">See Illinois Notes Digest, Vola. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <footnote data-order=\"23\" data-type=\"footnote\" id=\"x999-3\" label=\"*\"> <p id=\"b122-11\" pgmap=\"122\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-4\" type=\"majority\"> <author id=\"b120-7\" pgmap=\"120\">Mr. Presiding Justice Dibell</author> <p id=\"Ao-\" pgmap=\"120\">delivered the opimon of the court.</p> <headnotes id=\"b121-4\" pgmap=\"121\">5. Pleading, § 466<footnotemark>*</footnotemark>—when defects or omissions cured by verdict. The general rule is that where there is any defect, imperfection or omission in any pleading, whether in substance or form, which would have been a fatal objection upon demurrer, yet, if the issue joined be such as necessarily required, on the trial, proof of the facts so defectively or imperfectly stated or omitted, and without which it is not to be presumed that either the judge would direct the jury to give, or the jury would have given, the verdict, such defect, imperfection or omission is cured by the verdict.</headnotes> <headnotes id=\"b121-5\" pgmap=\"121\">6. Limitation of actions, § 60*—when amendment or additional count merely a restatement of cause of action. Where there is no demurrer to a declaration and the question whether the cause of action stated in an amended declaration or additional count filed after the running of the statute of limitations is the same cause of action as is stated in the original declaration arises upon the pleadings before verdict, such amended declaration or additional count will be held to only restate a good cause of action defectively stated in the original declaration, if the necessary allegations may be fairly and reasonably inferred or may reasonably be found to be implied in what is said in the original declaration.</headnotes> <headnotes id=\"b121-6\" pgmap=\"121\">7. Landlord and tenant, § 258*—when presumed that lessee had object in having stairway repaired. Where a landlord is required by the terms of a lease to remodel a building so that the lower floor could be used for store purposes and the upper floor for flat purposes, by the lessee and to build an exterior stairway as means of access to such upper floor and to keep the stairway in good repair, it must be presumed in an action by the wife of lessee for damages for injuries alleged to be due to defects in the stairway that the lessee had an object in requiring the stairway to be kept in repair, and that it was intended by the lease that he should use it in some way connected with his own home or business.</headnotes> <headnotes id=\"b121-7\" pgmap=\"121\">8. Husband and wife, § 73*—when roife of lessee right to use' stairway on leased premises. A wife has the right to use an exterior, stairway of premises leased by the husband, leading from an upper story used by them for flat purposes to the street.</headnotes> <headnotes id=\"b121-8\" pgmap=\"121(65) 122(116)\">9. Limitation of actions, § 68*—when declaration defectively stating good cause of action not barred. An original declaration by a wife of a lessee against the landlord for damages for personal injuries sustained because of the failure of the landlord to keep an exterior stairway leading from the second floor of the leased building, the upper floor of which was used by lessee for residence purposes and the lower part for business purposes, to the street, in repair, which alleged that defendant entered into an agreement with the husband of plaintiff to keep the roof, stairway and outer walks of the leased building in good repair and condition, and further averred that thereby defendant undertook to keep said stairway in good repair and condition, held to defectively state a good cause of action as to the duty of the defendant to repair the premises and as to the right of-plaintiff to be upon the stairway when injured, so that when amplified by an additional count setting out the terms of the agreement—a lease—the statute of limitations was not a bar.</headnotes> <headnotes id=\"b122-5\" pgmap=\"122\">10. Landlord and tenant, § 226<footnotemark>*</footnotemark>—when landlord liable to wife of lessee for damages for personal injuries due to defective stairway. Where a landlord has covenanted to keep premises in repair, the lower floor of which is used by the lessee for business purposes and the upper for residence purposes, he is liable to the wife of the lessee for damages for personal injuries sustained while using a defective stairway leading from the upper floor to the street.</headnotes> </opinion> </casebody> ",
    "status": "ok"
  }
}