{
  "casebody": {
    "data": "<casebody firstpage=\"709\" lastpage=\"716\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b739-7\">The STATE of Ohio, Appellee, v. AKEMON, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b739-10\">[Cite as <em>State v. Akemon, </em>173 Ohio App.3d 709, 2007-Ohio-6217.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b739-11\">Court of Appeals of Ohio, First District, Hamilton County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b739-13\">No. C-060998.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b739-14\">Decided Nov. 21, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b741-14\"><page-number citation-index=\"1\" label=\"711\">*711</page-number>Joseph T. Deters, Hamilton County Prosecuting Attorney, and Philip R. Cummings, Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b741-15\">George A. Katchmer, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b742-4\"><page-number citation-index=\"1\" label=\"712\">*712</page-number>Per Curiam.</author>\n<p id=\"b742-5\">{¶ 1} Defendant-appellant, Lamon Akemon, appeals the Hamilton County Common Pleas Court’s judgment overruling his Crim.R. 32.1 motion to withdraw his guilty pleas. Because the court failed to afford Akemon an opportunity to reply to the state’s memorandum in opposition to his motion, we reverse the court’s judgment in part.</p>\n<p id=\"b742-6\">{¶ 2} In April 2004, Akemon entered guilty pleas to two counts of trafficking in cocaine. Before the date set for sentencing, Akemon moved to withdraw his pleas on the ground that the state had reneged on its agreement to reduce his sentence in exchange for his cooperation with law enforcement. The trial court overruled the motion, sentenced Akemon to mandatory prison terms of ten years, and ordered that the terms be served concurrently. On appeal, we affirmed the judgment of conviction,<footnotemark>1</footnotemark> and the Ohio Supreme Court declined to accept Akemon’s appeal.<footnotemark>2</footnotemark></p>\n<p id=\"b742-7\">{¶ 3} In April 2005, Akemon filed a pro se motion to withdraw his guilty pleas. In his motion, he cited the United States Supreme Court’s decision in <em>Blakely v. </em>Washington<footnotemark>3</footnotemark> in support of his claim that the trial court, by sentencing him to maximum prison terms, had denied him the right to a jury trial guaranteed under the Sixth Amendment to the United States Constitution. Akemon later “supplementfed]” this motion to add a claim that the trial court had failed to comply with Crim.R. 11 when it accepted his pleas without informing him that he was not eligible for judicial release.</p>\n<p id=\"b742-8\">{¶ 4} Akemon’s pro se motion to withdraw his pleas languished until October 2006, when Akemon retained counsel who filed a new Crim.R. 32.1 motion. In this motion, counsel claimed (1) that the trial court had failed to comply with Crim.R. 11 when it accepted Akemon’s pleas without informing him that his sentence was mandatory and that he was not eligible for judicial release and (2) that he had been denied the effective assistance of trial counsel when counsel failed to advise him that his property would be subject to forfeiture and that he was not eligible for judicial release. The trial court overruled the October 2006 motion, and this appeal ensued.</p>\n<p id=\"b742-9\">{¶ 5} Akemon presents on appeal three assignments of error. In his first and second assignments of error, he asserts that the trial court erred in failing to conduct a hearing on each of the two claims advanced in his motion to withdraw <page-number citation-index=\"1\" label=\"713\">*713</page-number>his guilty pleas. In his third assignment of error, he contends that the trial court erred when, in contravention of Loc.R. 14(B) of the Court of Common Pleas of Hamilton County, it overruled his motion without first affording him an opportunity to respond to the state’s opposing memorandum. We address first, and sustain in part, the third assignment of error.</p>\n<p id=\"b743-5\">\n<em>I. The Court Erred in Failing to Permit a Reply under Loc.R. 14(B)</em>\n</p>\n<p id=\"b743-6\">{¶ 6} Loc.R. 14(B) of the Court of Common Pleas of Hamilton County provides in relevant portion that a “memorandum contra to [a] motion shall be served * * * within ten days from the date the memorandum in support of the motion * * * was served,” and that “[a] reply memorandum may be served and filed within seven days of the service of the memorandum contra.” The state filed its memorandum in opposition to Akemon’s October 2006 motion on October 25, 2006. Loc.R. 14(B) afforded Akemon seven days to file a reply to the state’s opposing memorandum. But the trial court overruled Akemon’s motion on October 26, thus precluding him from filing a reply. We, therefore, conclude that the trial court erred when it overruled Akemon’s motion before he could reply to the state’s opposing memorandum.</p>\n<p id=\"b743-7\">\n<em>II. Harmless Error?</em>\n</p>\n<p id=\"b743-8\">{¶ 7} This conclusion does not end our inquiry. An appellate court may disregard error occurring in criminal proceedings if the state demonstrates that the error was harmless,<footnotemark>4</footnotemark> or nonprejudicial, in the sense that it could not be said to have affected the outcome of the proceedings.<footnotemark>5</footnotemark></p>\n<p id=\"b743-9\">{¶ 8} Crim.R. 32.1 authorizes a trial court to permit a defendant to withdraw a guilty plea after sentence only “to correct manifest injustice.”<footnotemark>6</footnotemark> The determination whether the defendant has demonstrated “manifest injustice” is committed to the sound discretion of the trial court and will not be disturbed on appeal unless the court abused its discretion.<footnotemark>7</footnotemark></p>\n<p id=\"b743-10\">\n<em>A. Crim.R. 11</em>\n</p>\n<p id=\"b743-11\">{¶ 9} Akemon sought by his motion to withdraw his guilty pleas on the ground that the trial court had failed to comply with Crim.R. 11 in accepting his pleas. <page-number citation-index=\"1\" label=\"714\">*714</page-number>In his direct appeal from his convictions, Akemon assigned as error the overruling of his presentence motion to withdraw his pleas. We rejected this challenge in part upon our conclusion that Akemon had been “afforded a complete Crim.R. 11 hearing.” <footnotemark>8</footnotemark></p>\n<p id=\"b744-5\">{¶ 10} Under the doctrine of the “law of the case,” a “decision of a reviewing court in a case remains the law of that case on the legal questions involved for all subsequent proceedings in the case at both the trial and reviewing levels.” Thus, a trial court confronted with substantially the same facts and issues involved in a prior appeal is bound by the appellate court’s determination of those issues.<footnotemark>9</footnotemark></p>\n<p id=\"b744-6\">{¶ 11} The law of our decision in Akemon’s direct appeal was that the trial court had fully complied with Crim.R. 11 in accepting his pleas. The trial court, in ruling upon Akemon’s motion to withdraw his pleas, was bound by that legal determination. There being no response that could have further advanced the Crim.R. 11 challenge presented in Akemon’s motion, we cannot say that he was prejudiced by the trial court’s failure to afford him the reply time provided by Loc.R. 14(B). Therefore, to the extent that Akemon sought to withdraw his pleas on the ground that the trial court had failed to comply with Crim.R. 11, the court’s error in failing to afford him an opportunity to reply to the state’s opposing memorandum was demonstrably harmless.</p>\n<p id=\"b744-7\">\n<em>B. Ineffective Assistance of Counsel</em>\n</p>\n<p id=\"b744-8\">{¶ 12} In his motion, Akemon also sought to withdraw his guilty pleas on the ground that his pleas had been the unintelligent product of his trial counsel’s ineffectiveness. To prevail on such a claim, a movant must demonstrate that his counsel’s performance was deficient, and that “there [was] a reasonable probability that, but for counsel’s [deficient performance, the movant] would not have pleaded guilty and would have insisted on going to trial.”<footnotemark>10</footnotemark></p>\n<p id=\"b744-9\">{¶ 13} In support of his Crim.R. 32.1 motion, Akemon asserted that his trial counsel was deficient in counseling him to plead without first advising him that his property would be subject to forfeiture and that he would not be eligible for judicial release. He also purported in his motion to offer, but did not actually provide, his own affidavit stating that he would not have agreed to the pleas if his <page-number citation-index=\"1\" label=\"715\">*715</page-number>trial counsel had advised him concerning forfeiture and judicial release. The trial court overruled the motion without elaboration.</p>\n<p id=\"b745-5\">{¶ 14} The record before us does not disclose the trial court’s reasons for rejecting Akemon’s challenge to his counsel’s effectiveness. Nor does the record demonstrate, as the state insists, that the matters of forfeiture and judicial release played no role in Akemon’s decision to plead. Thus, the record does not foreclose the possibility that Akemon, given an opportunity to reply to the state’s opposing memorandum, could demonstrate that the withdrawal of his pleas was necessary to correct a manifest injustice.<footnotemark>11</footnotemark></p>\n<p id=\"b745-6\">{¶ 15} We therefore conclude that the state has failed to sustain its burden of demonstrating that Akemon was not prejudiced by the trial court’s failure to afford him the reply time provided by Loc.R. 14(B). Accordingly, to the extent that Akemon sought to withdraw his pleas on the ground of his trial counsel’s ineffectiveness, the court’s error in not permitting him to reply to the state’s opposing memorandum was not harmless.</p>\n<p id=\"b745-7\">\n<em>III. Hearing</em>\n</p>\n<p id=\"b745-8\">{¶ 16} Akemon’s remaining assignments of error challenge the trial court’s failure to conduct a hearing on his motion to withdraw his guilty pleas. Crim.R. 32.1 does not expressly require a court to hold a hearing on a postsentence motion to withdraw a guilty plea. But this court has adopted a rule that requires a hearing if the facts alleged in the motion, and accepted as true by the court, would require that the plea be withdrawn. The decision to hold a hearing is discretionary with the trial court and will not be disturbed on appeal unless the court abused its discretion.<footnotemark>12</footnotemark></p>\n<p id=\"b745-9\">{¶ 17} The law of the case in Akemon’s direct appeal was that the trial court, in accepting Akemon’s guilty pleas, had complied with Crim.R. 11. Therefore, the trial court did not abuse its discretion when it failed to hold a hearing on Akemon’s Crim.R. 11 claim. Accordingly, we overrule the first assignment of error.</p>\n<p id=\"b745-10\">{¶ 18} As for Akemon’s ineffective-assistance claim, we have held that the trial court’s failure to afford him time to reply to the state’s opposing memorandum constituted reversible error. Therefore, Akemon’s challenge in his second assignment of error to the court’s failure to conduct a hearing on his ineffective-<page-number citation-index=\"1\" label=\"716\">*716</page-number>assistance claim is moot. Accordingly, we do not reach the merits of that challenge.<footnotemark>13</footnotemark></p>\n<p id=\"b746-4\">\n<em>IV. Conclusion</em>\n</p>\n<p id=\"b746-5\">{¶ 19} We, therefore, reverse the trial court’s judgment overruling Akemon’s motion to withdraw his guilty pleas to the extent that the motion asserted an ineffective-assistance claim, and we remand this case for further proceedings consistent with law and this decision. We affirm the balance of judgment.</p>\n<p id=\"b746-6\">Judgment affirmed in part and reversed in part, and cause remanded.</p>\n<judges id=\"b746-7\">Sundermann, P.J., Hendon and Cunningham, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b742-10\">. <em>State v. Akemon </em>(Dec. 15, 2004), 1st Dist. No. C-040284.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b742-11\">. <em>State v. Akemon, </em>105 Ohio St.3d 1518, 2005-Ohio-1880, 826 N.E.2d 315.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b742-12\">. <em>Blakely v. Washington </em>(2004), 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b743-12\">. Crim.R. 52(A); <em>State v. Perry, </em>101 Ohio St.3d 118, 2004-Ohio-297, 802 N.E.2d 643, at V 15.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b743-13\">. <em>State v. Fisher, 99 </em>Ohio St.3d 127, 2003-Ohio-2761, 789 N.E.2d 222, at ¶ 7, citing <em>United States v. Olano </em>(1993), 507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b743-14\">. See <em>State v. Smith </em>(1977), 49 Ohio St.2d 261, 3 O.O.3d 402, 361 N.E.2d 1324, paragraph one of the syllabus.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b743-15\">. See id., paragraph two of the syllabus.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b744-10\">. See <em>State v. Akemon, </em>1st Dist. No. C-040284.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b744-11\">. <em>Nolan v. Nolan </em>(1984), 11 Ohio St.3d 1, 3, 11 OBR 1, 462 N.E.2d 410; <em>Perez </em>v. <em>Cleveland </em>(Dec. 13, 1995), 1st Dist. No. C-940553, 1995 WL 734047.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b744-12\">. <em>Hill </em>v. <em>Lockhart </em>(1985), 474 U.S. 52, 56, 59, 106 S.Ct. 366, 88 L.Ed.2d 203; see <em>State </em>v. <em>Xie </em>(1992), 62 Ohio St.3d 521, 524, 584 N.E.2d 715.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b745-11\">. See <em>State v. Nalls, </em>164 Ohio App.3d 567, 2005-Ohio-6260, 843 N.E.2d 232.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b745-12\">. See <em>State v. Brown, </em>1st Dist. No. C-010755, 2002-Ohio-5813, 2002 WL 31398564.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b746-19\">. See App.R. 12(A)(1)(c).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}