{
  "casebody": {
    "data": "<casebody firstpage=\"735\" lastpage=\"739\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b765-6\">The STATE of Ohio, Appellee, v. SMITH, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b765-9\">[Cite as <em>State v. Smith, </em>173 Ohio App.3d 735, 2007-Ohio-6355.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b765-10\">Court of Appeals of Ohio, Second District, Clark County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b765-12\">No. 06-CA-111.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b765-13\">Decided Nov. 30, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b766-6\"><page-number citation-index=\"1\" label=\"736\">*736</page-number>Stephen A. Schumaker, Clark County Prosecuting Attorney, and Amy Smith, Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b766-7\">Cushman Law Office and Linda Joanne Cushman, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b766-8\">Brogan, Judge.</author>\n<p id=\"b766-9\">{¶ 1} Appellant, Adam Smith, appeals from his conviction and sentence following his guilty plea to one count of third-degree robbery.</p>\n<p id=\"b766-10\">{¶ 2} As his sole assignment of error, Smith contends:</p>\n<blockquote id=\"b766-11\">{¶ 3} “The trial court abused its discretion by sentencing appellant to the maximum term of incarceration.”</blockquote>\n<p id=\"b766-12\">{¶ 4} The record reflects that Adam was charged with two counts of aggravated robbery and one count of complicity to commit felonious assault in the Juvenile Division of the Common Pleas Court of Clark County. Adam entered a plea of not guilty. The state moved to have Smith prosecuted as an adult in the general division. During the probable-cause hearing, the facts of the alleged offenses were developed.</p>\n<p id=\"b766-13\">{¶ 5} On December 19, 2005, and into the early morning hours of December 20, Adam Smith (age 17), Curtis Dailey (age 17), Virgil Smith (age 19), and Jared Smith (age 16) were driving around Springfield, Ohio. At some point Virgil told Curtis, who was driving, to pull over into the parking lot of the Pizza Hut on Main Street. Virgil, Jared, and Adam got out of the car and approached Waeshiea Sipes. Virgil demanded that Sipes give him all of her money. Jared and Adam stood off to the side and never spoke to Sipes. When Sipes told Virgil she did not have any money and gave him the video she just rented, Virgil hit Sipes in the face and then continued to hit her with a bottle. Sipes said the other two boys, Jared and Adam Smith, just stood there laughing. Sipes was able to get away and run into the Pizza Hut. Meanwhile, the three returned to the car and Curtis drove away. Shortly thereafter, the group traveled to South Limestone where Virgil, Jared, and Adam again got out of the car. This time the three approached an elderly woman carrying groceries. Again, Jared and Adam stayed back while Virgil confronted the woman. Virgil pushed the woman and she dropped her bag of groceries. The three then ran back to the car and Curtis drove away. Curtis was then told by Virgil to drive to Meijer’s. After sitting in the car a short while, Virgil, Jared, and Adam got out of the car and approached <page-number citation-index=\"1\" label=\"737\">*737</page-number>Paul Profeta near the entrance to the store. Once again, Adam and Jared stood off to the side while Virgil confronted Profeta. A witness to the incident, Amanda Fry, testified that she saw Virgil hit Profeta over the head with a bottle two times, and that the second time he hit him she heard the bottle break. She also testified that the two boys who were later identified as Jared and Adam Smith were “egging” Virgil Smith on as he was hitting Profeta. She said the two boys were a foot away from Profeta screaming, “Get him, get him.” Amanda then ran into the store to get help. When Amanda showed the store employees where the incident occurred, Profeta was lying unconscious in a puddle of blood. Profeta was unable to attend the probable-cause hearing because he was still in the hospital with serious injuries. Curtis Dailey was granted immunity for his testimony. He testified that the Smiths were all drunk, and he was afraid of Virgil because of the way he acted when he drank and smoked marijuana.</p>\n<p id=\"b767-5\">{¶ 6} The juvenile court found probable cause that Adam committed the delinquent act and that the offenses would be felonious if committed by an adult. The court then ordered the matter transferred to the general division for prosecution of Adam as an adult. As a plea bargain, the state agreed to dismiss one of the aggravated-robbery counts as well as the complicity count and reduce the remaining aggravated-robbery count to a felony of the third degree in exchange for Adam’s guilty plea. Adam entered a plea of guilty to the one count of robbery. The case was then referred to the probation department for a presentence report prior to disposition. The presentence report revealed that Adam has a juvenile record consisting of an assault on January 25, 2005, in Butler County, Ohio. For that offense, Adam was ordered to serve eight hours of community service and to have no contact with the victim. In the presentence report, Adam admitted to using alcohol and marijuana on the night of the instant offenses, as well as in the past. Further, Adam admitted that he smoked marijuana the day before his presentence interview.</p>\n<p id=\"b767-6\">{¶ 7} At the appellant’s sentencing, the following exchange took place between appellant and the court:</p>\n<blockquote id=\"b767-7\">{¶ 8} “THE COURT: Okay. So if you’re not an innocent man, then what did you do to warrant being convicted of a third degree felony?</blockquote>\n<blockquote id=\"b767-8\">{¶ 9} “THE DEFENDANT: I could have done more to stop him; but I was just scared at the time, sir.</blockquote>\n<blockquote id=\"b767-9\">{¶ 10} “THE COURT: No. It’s not a crime to not stop somebody from committing a crime. * * * The fact that you could have done more to stop him, that’s not a crime. See, I think the truth of the matter is, it’s obvious to me that you and Jared got out of the car to provide a little extra muscle for Virgil.</blockquote>\n<blockquote id=\"b767-10\">{¶ 11} “And whether you were just looking out for him to make sure that nobody else came — came on the scene or whether you were just there to provide <page-number citation-index=\"1\" label=\"738\">*738</page-number>a little extra muscle in case he couldn’t handle the victim the way he wanted to, you were there for him. You had his back, right?</blockquote>\n<blockquote id=\"b768-5\">{¶ 12} “THE DEFENDANT: That’s not why I got out of the car, sir.</blockquote>\n<blockquote id=\"b768-6\">{¶ 13} “THE COURT: You got out of the car to stop him?</blockquote>\n<blockquote id=\"b768-7\">{¶ 14} “THE DEFENDANT: Yes.</blockquote>\n<blockquote id=\"b768-8\">{¶ 15} “THE COURT: You got out of the car to stop him?</blockquote>\n<blockquote id=\"b768-9\">{¶ 16} “THE DEFENDANT: Yes.</blockquote>\n<blockquote id=\"b768-10\">{¶ 17} “THE COURT: Then why did you plead guilty to a felony?</blockquote>\n<blockquote id=\"b768-11\">{¶ 18} “THE DEFENDANT: ‘Cause if I would have lost, I wouldn’t have wanted to go to prison for a long time.</blockquote>\n<blockquote id=\"b768-12\">{¶ 19} “THE COURT: That’s interesting because if I tried to stop someone from committing a crime, I wouldn’t plead guilty to a felony. I’d have taken the case to trial, and I would have stood before that jury; and I would have told them, ‘Look, I did everything in my power to stop him. And I couldn’t stop him. I’m an innocent man,’ and so I don’t believe you is what I’m saying.</blockquote>\n<blockquote id=\"b768-13\">{¶20} “And you’re not being punished for exercising your right to counsel. You’re going to be punished for committing a robbery, a felony of the third degree. Jared Smith was rewarded because he stepped up and took responsibility for what he did, and he offered to testify and cooperate with the state of Ohio so he was rewarded. That’s why he got two years.</blockquote>\n<blockquote id=\"b768-14\">{¶ 21} “See, you can look at things different ways. You’re not being punished for anything but the crime you committed. Jared Smith was given some leniency because he stepped up and was willing to cooperate.</blockquote>\n<blockquote id=\"b768-15\">{¶ 22} “I think you were given a tremendous deal, as the prosecutor said. You were only given one count; and it was a reduced count, a felony of the third degree. There’s no question that Virgil was the main perpetrator in this case. I don’t think anybody doubts that. That’s why he got 20 years in prison.</blockquote>\n<blockquote id=\"b768-16\">{¶ 23} “Basically what happened Mr. Smith, is that you chose, for whatever reason, you chose loyalty to your brother over doing the right thing. Somewhere along the line, you made a decision that you would not testify against your brother, and that’s fine. You don’t have to. No one can make you do that.</blockquote>\n<blockquote id=\"b768-17\">{¶ 24} “But you’re not going to get any mercy from this Court because you chose loyalty over truth and justice and fairness. It’s the order of the Court that you be sentenced to five years in the Ohio State Penitentiary, pay the Court costs.”</blockquote>\n<p id=\"b768-18\">{¶ 25} In support of his assignment of error, Adam asserts that the trial court failed to follow the sentencing considerations set forth in R.C. 2929.11 and <page-number citation-index=\"1\" label=\"739\">*739</page-number>2929.12. First, Adam points out that the consistency provision of R.C. 2929.11 was not followed because Jared received a lesser sentence than he did. He argues that the only reason Jared agreed to cooperate is because he had more experience dealing with law enforcement and knew that cooperation would lessen his sentence. Adam argues that he had only one prior confrontation with law enforcement and was advised by counsel not to speak to anyone. He argues that the trial court penalized him for merely exercising his constitutional right to counsel. He also argues that the trial court improperly found that he did not acknowledge personal responsibility for his involvement in the crime merely because he did not testify against Virgil.</p>\n<p id=\"b769-5\">{¶ 26} The trial court considered a presentence investigative report. In that report, appellant told the probation officer that the only reason he got out of the car at Meijer’s was to “get Virgil to stop and leave.” The trial court apparently did not believe the appellant’s explanation in light of Amanda Fry’s testimony, and this undoubtedly influenced the trial court’s determination that appellant was not taking personal responsibility for his criminal conduct as an accomplice to a serious crime.</p>\n<p id=\"b769-6\">{¶27} There is no basis to find that the trial court did not consider the sentencing factors found at R.C. 2929.11 and 2929.12. The appellant had a prior juvenile record of assault, and his failure to assume personal responsibility for his conduct makes him more likely to reoffend. The sentence also was commensurate with the serious injury caused to the victim. Trial courts should impose consistent sentences upon defendants similarly situated. It was not improper for the court to reward Jared Smith for his cooperation with the police, the extent of which is not clear from the record.</p>\n<p id=\"b769-7\">{¶ 28} On the other hand, we are troubled by the court’s placing such emphasis on the appellant’s refusal to testify against his older brother. The Fifth Amendment guarantees a criminal defendant’s right to stand silent, and courts may not penalize defendants for exercising their constitutional rights. See <em>North Carolina v. Pearce </em>(1969), 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656; <em>State v. Morris, </em>159 Ohio App.3d 775, 2005-Ohio-962, 825 N.E.2d 637; <em>State v. O’Dell </em>(1989), 45 Ohio St.3d 140, 543 N.E.2d 1220. Because the trial court appears to have improperly penalized the appellant for asserting his constitutional rights, we find the assignment of error well taken.</p>\n<p id=\"b769-8\">{¶ 29} The judgment of the trial court is reversed, and the cause is remanded for resentencing.</p>\n<p id=\"b769-9\">Judgment is reversed and cause remanded.</p>\n<judges id=\"b769-10\">Grady and Donovan, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}