{
  "casebody": {
    "data": "<casebody firstpage=\"281\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b311-8\">C. C. Whitener v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b311-9\">No. 4994.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AkBO\">Decided April 17, 1918.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b311-10\">1. —Aggravated Assault—Insufficiency of the Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b311-11\">Where, upon trial of aggravated assault committed on a person who was alleged to be decrepit, the evidence for the State was insufficient as to the decrepitude -of the assaulted party, the conviction could not be sustained.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b311-12\">2. —Same—Dormer Jeopardy—Practice in County Court.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b311-13\">WHiere defendant pleaded guilty in the Corporation Court and paid the fine assessed against Mm, and interposed Ms plea of former jeopardy in the County Court, and the court after the jury had failed to agree discharged them in the absence of defendant and Ms counsel. Held, that upon the instant trial the plea of jeopardy should have been submitted.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b311-14\">Appeal from the County Court of McLennan. Tried below before the Hon. James P. Alexander.</summary>\n<summary data-order=\"8\" data-type=\"history\" id=\"b311-15\">Appeal from a conviction of aggravated assault; penalty, a fine of twenty-five dollars.</summary>\n<p data-order=\"9\" data-type=\"summary\" id=\"b311-16\">The opinion states the case.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b311-17\">Jos. <em>W. Hale, </em>for appellant.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"ATg-\">On question of <em>former </em>jeopardy: Selman v. State, 28 S. W. Rep., 541; Rudder v. State, 15 id, 717; Washington v. State, 52 Texas Crim. Rep., 323, 106 S. W. Rep., 361; Foreman v. State, <em>60 </em>Texas Crim. Rep., 576, 132 S. W. Rep., 937; Love v. State, 71 Texas Crim. Rep., 259, 158 S. W. Rep., 532.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b311-18\"><em>E. B. Hendricks, </em>Assistant Attorney General, for the State.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"Aiz\">Cited Woodward v. State, 42 Texas Crim. Rep., 188; Usher v. State, 42 id., 461; Vela v. State, 49 id., 588.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b311-19\">DAVIDSON, Presiding Judge.</author>\n<p id=\"AOP\">This conviction was for aggravated assault, the fine being $25.</p>\n<p id=\"b311-20\">The evidence shows that Wliitener, his wife and child were driving in an automobile, and the alleged assaulted party, Jenkins, was driving a service car; that Jenkins ran into the car occupied by appellant and his family, knocking his child from the car. A personal difficulty ensued in which appellant struck Jenkins, caught him by the coat, and pushed him <page-number citation-index=\"1\" label=\"282\">*282</page-number>down. The assault was alleged to he aggravated by reason of the fact that Jenkins was decrepit. The evidence on this point is that appellant weighed 180 pounds and Jenkins weighed 140 pounds, and was afflicted with tuberculosis, and had been for some time. The evidence is silent as to any further weakness or incapacity or decrepitude on the part of the assaulted party, Jenkins. We are of opinion the -evidence is not .sufficient to support the allegation..</p>\n<p id=\"b312-5\">Appellant had pleaded guilty in the Corporation Court for this assault •and paid a fine of $15. A plea of jeopardy was interposed in the County Court on the proposition that he had previously been convicted and fined in a court of competent jurisdiction, and, second, that when first tried in the County Court the jury was out considering their verdict for someihing like six hours. The jury came in after being out about three hours and reported they could not agree. After being out a while longer, amounting to six hours from the time of the submission of the case, in the absence of the defendant and his counsel, the court discharged the jury on their statement that they could not agree. The jury stood 5 to 1, hut it is not shown how the five or the oné stood, whether for acquittal -or conviction. The court did not adjudicate this matter in a judgment. We are of opinion that under the authority of Hooper v. State, 42 S. W. Rep., 398; Wright v. State, 35 Texas Crim. Rep., 188, and Woodward v. State, 42 Texas Crim. Rep., 188, the adjudication by the court was necessary. The plea of jeopardy was not submitted to the jury but decided by the court adversely to the defendant. If the question of jeopardy arises upon another trial it should be governed by the decisions above mentioned.</p>\n<p id=\"b312-6\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b312-7\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b312-8\">PRENDERGAST, Judge, absent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}