{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"371\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b395-4\">Ed Carroll v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b395-5\">No. 4976.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALY\">Decided May 8, 1918.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b395-6\">1.—Theft—Evidence—Bill of Exceptions—Telegram.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b395-7\">Upon trial of theft, the introduction in evidence of a certain telegram sent by a third party to defendant, and which he did not receive, and which occurred after the alleged theft and which defendant did not authorize, was inadmissible in evidence and reversible error. Following Hollingsworth v. State, 78 Texas Crim. Rep., 489, and other cases. ,</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b395-8\">'2.—Same—Argument of Counsel—Husband and Wife.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b395-9\">Upon trial of theft, the argument of State’s counsel commenting upon the failure of the wife of defendant to testify as to the whereabouts of defendant at the time of the receiving of a certain telegram, was improper; especially where said telegram had no connection with the ease and was inadmissible in evidence.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b395-10\">3.—Same—Charge of Court—Alibi.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b395-11\">Upon trial of theft, where defendant pleaded an alibi, a correct charge should have been submitted thereon.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b395-12\">Appeal from the District Court of Hill. Tried below before the Hon. Horton B. Porter.</summary>\n<summary data-order=\"10\" data-type=\"history\" id=\"b395-13\">Appeal from a conviction of theft; penalty, two years imprisonment in the penitentiary.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b395-14\">The charge of the court on alibi was as follows: “Among other defenses set up by the defendant is that known in legal phraseology as an alibi, and in this connection you are charged therefore if you believe from the evidence beyond a reasonable doubt that the defendant at the time of the alleged theft, if any such theft was committed, was at another and different place than the place at which said theft, if any, was committed as alleged in the indictment, or if you have a reasonable doubt as to the matter, then you will acquit the defendant.”</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b395-15\"><em>J. Webb Stollenwerck, </em>for appellant.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"Ahc\">Cited cases in the opinion; also Newton v. State, 130 S. W. Rep., 748; O’Quinn v. State, <em>55 </em>Texas Crim. Rep., 18, 115 S. W. Rep., 39.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b395-16\"><em>E. B. Hendricks, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b395-17\">DAVIDSON, Presiding Judge.</author>\n<p id=\"AyR\">Appellant was convicted of theft-of automobile tires and inner tubes and awarded two- years in the penitentiary.</p>\n<p id=\"b395-18\">The State’s case was made by the testimony of two accomplices. The defendant relied upon an alibi. It may be very seriously questioned whether or not the accomplices have been corroborated in such manner as the law requires. It is not the purpose, however, of this opinion to pass upon the sufficiency of the evidence, as the State may present the case in a different attitude before another jury.</p>\n<p id=\"b396-4\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>A bill of exceptions recites that while the State’s witness Buby Gibson was testifying she was asked by the State as follows: “I will ask you if, while he ('meaning Ed Carroll) was there, or at any time during that day did he receive a telegram, do you remember about a telegram ? A. He did not receive any. Q. Was any telegram received there that day? A. No, sir; not that day. Q. Was there at any time? A. The next day, on Tuesday, there was. Q. Do you know who that telegram was from? A. From Arthur Franklin. Q. Do you know whether anyone answered that telegram or not ? A. Mrs. Carroll answered it.” Quite a number of exceptions were reserved. The following bill may be considered in the same connection. It recites that the State was permitted to introduce and read to the jury a telegram identified by the witness Hancock, manager of the Western Hnion Telegraph Company at its local office in Hillsboro, Texas, who testified that the same was a copy of a telegram received at the Western Hnion Telegraph Company’s office from Fort Worth, Texas, and shows to have been filed at 10 o’clock a. m. August 14th at the Hnion depot, and was received at Hillsboro on the same day at 10:30 a. m., and that it was sent from or signed by A. Franklin and directed to Ed Carroll. Said telegram was in words and figures as follows: Without repeating all of it verbatim, it was dated the 14th of August at Fort Worth and directed to Ed Carroll at Hillsboro, Texas. The telegram is as follows: “If you have left let me know, if not let me know where you stay. Ans. care of T. P. Station. A. Franklin. 10:30 a. m.”</p>\n<p id=\"b396-5\">Various objections were urged to the introduction of this telegram. The two bills may be considered together. In effect, they show that the telegram was sent by Franklin to appellant; that appellant did not receive the telegram. It is also discoverable from the record that the telegram was sent after the supposed alleged theft, which seems to have occurred on the 10th of August. This telegram was not admissible. Appellant is not connected with it in any way; is not shown to have authorized it, or to have received it. It is a telegram from one of the accomplice witnesses to appellant occurring some days after the alleged theft and disposition of the property. The reason why this- telegram was not admissible seems to be rather obvious. As the matter has been discussed and decided in several cases, and the reasons given for such decision, it is deemed unnecessary to go into an extended discussion of the subject. See Chester v. State, 33 Texas Crim. App., 577; Durham v. State, 45 Texas Crim. Rep., 475; Thompson v. State, 42 Texas Crim. Rep., 140; Hollingsworth v. State, 78 Texas Crim. Rep., 489.</p>\n<p id=\"b396-6\">There is also a bill of exceptions reserved to the argument of the assistant county attorney commenting upon the failure of the wife of appellant to testify before the jury as to the whereabouts of Ed Carroll at the time of the reception of the telegram above mentioned. The court withdrew this argument from the jury, or rather instructed them to disregard it. This is not discussed because upon another trial the telegram will not be admitted. Of course, the county attorney will confine. <page-number citation-index=\"1\" label=\"371\">*371</page-number>himself within the rule of discussion as to the facts admitted. Just how far the prosecution may comment upon the failure of the wife to testify about facts while on the witness stand has been the subject of many decisions and fairly well understood, but none of the cases go far enough to hold that the failure of the wife to testify with reference to illegitimate testimony would be the subject of comment.</p>\n<p id=\"b397-5\">The charge on alibi is not correct. Upon another trial a proper charge will be given.</p>\n<p id=\"b397-6\">For the reasons indicated the judgment will be reversed and the cause remanded.</p>\n<p id=\"b397-7\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}