{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"15\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b31-4\">643 A.2d 11</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b31-5\">DISTRIBUTEC INC., PETITIONER-APPELLANT, v. NEW JERSEY DEPARTMENT OF ENVIRONMENTAL PROTECTION AND ENERGY, DIVISION OF COASTAL RESOURCES, RESPONDENT-RESPONDENT, AND DELANCO LAND PARTNERSHIP, AND THE TOWNSHIP OF DELANCO, INTERVENORS-RESPONDENTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b31-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b31-7\">Argued March 8, 1994</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ah-dedup-0\">Decided May 12, 1994.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b33-10\"><page-number citation-index=\"1\" label=\"3\">*3</page-number>Before Judges BRODY, STERN and KEEFE.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b33-11\"><em>Neil Yoskin </em>argued the cause for appellant <em>(Picco Mack Herbert Kennedy Jaffe &amp; Yoskin, </em>attorneys; <em>Stacy C. Weinstein, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b33-12\"><em>Kathe F. Mullally, </em>Deputy Attorney General, argued the cause for respondent Department of Environmental Protection and Energy <em>(Deborah T. Poritz, </em>Attorney General, attorney; <em>Mary C. Jacobson, </em>Assistant Attorney General, of counsel).</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b33-13\"><em>Arnold C. Lakind </em>argued the cause for respondent Delanco Land Partnership <em>(Szaferman, Lakind, Blumstein, Watter &amp; Blader, </em>attorneys).</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b34-5\"><page-number citation-index=\"1\" label=\"4\">*4</page-number><em>Nicholas J. Costa </em>argued the cause for respondent Township of Delanco <em>(Costa &amp; Vetra, </em>attorneys).</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b34-6\">PER CURIAM.</author>\n<p id=\"b34-7\">Distributee appeals from the denial of its application for permission to build a new port facility for container-cargo vessels on the Delaware River in Delanco Township by the Department of Environmental Protection and Energy (DEPE).</p>\n<p id=\"b34-8\">Distributee purchased the Delanco facility in 1987. It was formerly owned and operated by the Kaiser Gypsum Corporation. In the Kaiser operation, freighters carrying bulk gypsum were unloaded at a T-shaped pier. Kaiser abandoned the facility some time in the mid-to-late 1970’s. The dilapidated remains of that pier are still present on the site.</p>\n<p id=\"b34-9\">Distributee’s property, consisting of approximately thirty-eight acres, is bounded on the west by the Delaware River, along which Distributee owns about 1,000 feet of waterfront and about eleven acres of submerged land on which the proposed port facility’s new pier would be constructed. To the north, the property is bounded along the river by undeveloped land owned by Delanco and formerly used as a dredge spoil deposit site. Additionally, four houses on the edge of a large residential area are situated along the non-river northern border. To the east, the property is bounded by Burlington Avenue, beyond which lies a largely undeveloped tract of land. The southern edge is bounded by a forty-five acre tract of riverfront property owned by intervenor Delanco Land Partnership (DLP) which appeared in opposition to the proposed port facility. DLP is a developer which plans to build a large residential complex and marina.</p>\n<p id=\"b34-10\">After a public hearing, the Director of the Division of Coastal Resources (Division) issued a decision denying Distributee’s application. The Division found that Distributee’s proposal was inconsistent with its regulatory polices on Ports, as specified in <em>N.J.A.C. </em>7:7E-3.11; Port Use, as specified in <em>N.J.A.C. </em>7:7E-7.9; and Traffic, as specified in <em>N.J.A.C. </em>7:7E-8.16 (now-8.14).</p>\n<p id=\"b35-4\"><page-number citation-index=\"1\" label=\"5\">*5</page-number>Distributee filed an appeal from the Division’s decision and requested an administrative hearing. The matter was thereafter referred to the Office of Administrative Law for a fact-finding hearing as a contested case. DLP was granted leave to intervene.</p>\n<p id=\"b35-5\">During the hearing before the Administrative Law Judge (ALJ), the Division conceded that “the project would be in substantial compliance with the rule of Traffic!,]” <em>N.J.A.C. </em>7:7E-8.16 (now-8.14), reversing its prior determination on that subject. Thereafter, the hearing focused on the Division’s determinations concerning the Ports Rule and Port Use Rule.</p>\n<p id=\"b35-6\">The ALJ issued a written decision finding that Distributee’s proposed facility did not meet the Ports Rule definition of an existing port because “Distributee does not lie within or immediately adjacent to a concentration of shore side marine terminals.” <em>N.J.A.C. </em>7:7E-3.11(a). Having determined that Distributee’s proposed facility failed to qualify as an existing port under the Ports Rule definition, the ALJ then determined that Distributee had satisfied the Port Use Rule’s separate requirements for establishment of a new port outside of the defined port areas. Specifically, the ALJ concluded that there was an absence of suitable space for Distributee in existing ports, <em>N.J.A.C. </em>7:7E-7.9(c), and that Distri-butee’s proposed facility would not be incompatible with surrounding land uses in Delanco. <em>N.J.A.C. </em>7:7E-7.9(d). Thus, the ALJ recommended a reversal of the Division’s denial of Distributee’s application to construct a port facility.</p>\n<p id=\"b35-7\">While the matter was pending before the Commissioner for final decision, the Township of Delanco (Delanco) moved to intervene in the matter. Delanco’s intervention motion was motivated by the fact that DLP had prevailed against it in <em>Mt. Laurel </em>litigation.<footnotemark>1</footnotemark> This resulted in a revision of Delanco’s zoning ordinance and court approval of its affordable housing obligation under which DLP proposed to include <em>Mt. Laurel </em>housing units as part of the <page-number citation-index=\"1\" label=\"6\">*6</page-number>residential complex and marina that it planned to construct next to Distributee’s property. Consequently, Delanco sought to intervene in opposition to Distributee’s permit application, in order to protect DLP’s proposed project and preserve the court approval of Delanco’s affordable housing obligation. The Commissioner ordered that the matter be reopened and Delanco be permitted to intervene.</p>\n<p id=\"b36-6\">Thereafter, the Commissioner issued his Final Decision, rejecting the ALJ’s decision and affirming the decision of the Division. In his decision, the Commissioner concluded that Distributee’s proposed facility failed to meet the requirements of the Ports Rule because it did not meet the definition of an existing port. <em>N.J.AC. </em>7:7E-3.11(a). Next, the Commissioner concluded that Distributee had failed to satisfy one of the requirements of the Port Use Rule, <em>N.J.AC. </em>7:7E-7.9(c), because it failed to demonstrate the unavailability of suitable land and water areas in or adjacent to established ports. The Commissioner also determined that Distributee had failed to show that the proposed port facility would be compatible with the surrounding land uses in and around Delanco, as required under another subsection of the Port Use Rule, <em>N.J.A.C. </em>7:7E-7.9(d).</p>\n<p id=\"b36-7\">Distributee appeals from the Commissioner’s decision and presents several issues. We affirm the Commissioner’s decision for the reasons stated herein.</p>\n<p id=\"b36-8\">I</p>\n<p id=\"b36-9\">Distributee contends that the Ports Rule and the Port Use Rule violate the legislative objectives underlying the Waterfront Development Act (WDA), <em>N.J.SA </em>12:5-1 to 11, under which those rules were promulgated. We reject that contention.</p>\n<p id=\"b36-10\">Adopted in 1914, the WDA was the end product of a critical study, several reports, and a recommendation by the New Jersey Harbor Commission. <em>Last Chance Development Partnership v. Kean, </em>232 <em>N.J.Super. </em>115, 119-22, 556 A.2d 796 (App.Div.1989), <page-number citation-index=\"1\" label=\"7\">*7</page-number><em>aff'd, </em>119 <em>N.J. </em>425, 575 A.2d 427 (1990). The Harbor Commission observed that New Jersey’s industrial development had been hobbled by the State’s failure “ ‘to adopt any policy for developing its [shoreline] frontage or waterways.’ ” <em>Id. </em>at 120, 556 A.2d 796 (quoting New Jersey Harbor Commission, <em>Fourth Preliminary Report </em>(1914) at p. 7). This was so because State “control over waterfront development was fragmentary and piecemeal” at best, with “‘no supervision whatsoever over the lay-out of piers and other structures with relation to each other, or to the general commerce of the district and port.’ ” <em>Id. </em>at 119, 556 A.2d 796 (quoting New Jersey Harbor Commission, <em>Fourth Preliminary Report </em>at p. 6). Consequently, the Harbor Commission recommended that a permanent Harbor Commission or other administrative body be appointed to exercise regulatory authority over the State’s waterfront and waterways. <em>Id. </em>at 120, 556 A.2d 796. That recommendation was subsequently followed when the Legislature passed the WDA.</p>\n<p id=\"b37-6\">The WDA directed an administrative body, the Board of Commerce, to investigate the condition of the waterfront, the harbor facilities, and any other matters “incident to the movement of commerce upon all navigable rivers and waters within the state or bounding thereon.” <em>N.J.S.A. </em>12:5-1. The WDA also directed the board to recommend any measures deemed necessary by it to preserve “proper navigation” or to improve “commerce upon such waters.” <em>N.J.S.A. </em>12:5-1.</p>\n<p id=\"b37-7\">To achieve State supervision over port and harbor design and construction, and to coordinate comprehensive planning in those areas, the WDA “conferred upon the board the power to review proposals for development and improvement of the waterfront.” <em>Last Chance Development Partnership, supra, </em>232 <em>N.J.Super. </em>at 120-21, 556 A.2d 796. In 1975, the WDA was amended to substitute what is now the DEPE for the “board.” <em>N.J.S.A. </em>12:5-3a now states the following:</p>\n<blockquote id=\"b37-8\">All plans for the development of <em>any waterfront upon any navigable water or stream of this State or bounding </em>thereon, which is contemplated by any person or municipality, in the nature of individual improvement or development or as a part <page-number citation-index=\"1\" label=\"8\">*8</page-number>of a general plan which involves the construction or alteration of a dock, wharf, pier, bulkhead, bridge, pipeline, cable, or any other similar or dissimilar waterfront development shall be first submitted to the Department of Environmental Protection. No such development or improvement shall be commenced or executed without the approval of the Department of Environmental Protection first had and received, or as hereinafter in this chapter provided, (emphasis added)</blockquote>\n<p id=\"b38-6\">Pertinent to this appeal, this court has stated that “[w]hile we acknowledge that the Legislature was concerned with the revitalization of the entire waterfront area when it enacted the Waterfront Development Act, it is equally plain that its principal objective was to facilitate navigation and commerce.” <em>Last Chance Development Partnership, supra, </em>282 <em>N.J.Super. </em>at 128, 556 A.2d 796. Distributee seizes upon this language and contends essentially that the WDA’s sole purpose and objective was to “facilitate and foster navigation and commerce” on New Jersey’s waterways. According to Distributee, the legislative polices underlying the WDA are simply “to preserve and foster the use of the State’s waterways and waterfronts for marine commerce, consistent with the need to protect the environment.” Distributee contends that its proposed port facility is “ideally suited for use as a marine terminal” and that the DEPE’s denial of Distributee’s permit application “cannot possibly be construed as an action which promotes or advances the policies that serve as the driving force for the ... [WDA].”</p>\n<p id=\"b38-7\">Distributee’s reliance upon the quoted language from our opinion in the <em>Last Chance Development Partnership </em>decision is misplaced. Distributee’s argument attributes a meaning to the quoted passage which is out of the context in which it was written. A reading of the entire paragraph in which that single sentence is found reveals that we were simply pointing out to DEPE that its attempt to regulate upland property was at odds with the WDA’s principal focus on navigation and commerce on the State’s navigable waterways. <em>Ibid.</em></p>\n<p id=\"b38-8\">In any event, and more importantly, the Supreme Court, in affirming this court’s decision, used broad language in describing the scope of the WDA and DEPE’s power to regulate. <em>Last</em></p>\n<p id=\"b39-5\"><page-number citation-index=\"1\" label=\"9\">*9</page-number><em>Chance Development Partnership v. Kean, </em>119 <em>N.J. </em>425, 575 A2d 427 (1990). Notably, the Court recognized that the WDA “was born of the need to regulate development affecting commerce in New Jersey’s waterways” and that the WDA filled “a need for regulating commercial development on the waterfront[.] ...” <em>Id. </em>at 435, 434, 575 A2d 427. Thus, the WDA’s purpose, according to the Court, was the unification of “the governance of development that affects commerce in the waters.” <em>Id. </em>at 435, 575 A.2d 427. Stated differently, the WDA “is concerned with the regulation of development immediately contiguous” to navigable State waters. <em>Id. </em>at 429, 575 A2d 427. <em>See Matter of Waterfront Development Permit No. 87-1235-1 by Dept. of Environmental Protection to Union County Utility Authority, </em>257 <em>N.J.Super. </em>524, 530-31, 608 A.2d 973 (App.Div.1992) (Holding that the legislative objective of the WDA is “[t]he regulation of commercial development along navigable waterways” in New Jersey.).</p>\n<p id=\"b39-6\">Thus, the judicially recognized legislative objective of the WDA is much broader than the one that Distributee has identified; the WDA’s purpose is not confined to merely fostering and promoting marine commerce. With this more expansive legislative objective in mind, it is now necessary to determine, as Distributee argues, whether the DEPE erred when it denied Distributee’s permit application based on the Ports Rule and Port Use Rule.<footnotemark>2</footnotemark></p>\n<p id=\"b39-7\">The aim and effect of the Ports Rule is to channel new port business, like Distributee’s, into existing ports by way of a restrictive definition of the term “ports.” Distributee argues that the Ports Rule contradicts the legislative objective of the WDA because it restricts marine commerce by forcing that commerce into <page-number citation-index=\"1\" label=\"10\">*10</page-number>existing ports or into areas “immediately adjacent” to those existing ports.<footnotemark>3</footnotemark> Such a restriction on marine commerce, it argues, is “incompatible” with the overriding legislative objective of the WDA.</p>\n<p id=\"b40-5\">As indicated above, Distributee has too narrowly defined the legislative objective of the WDA as the fostering and promotion of marine commerce. That erroneous construction necessarily adversely impacts on its other arguments. The WDA’s true legislative objective is “to regulate commercial development of the waterfront to facilitate navigation and commerce.” <em>Matter of Waterfront Development Permit No. 87-1235-1, supra, </em>257 <em>N.J.Super. </em>at 530-31, 608 A.2d 973.</p>\n<p id=\"b40-6\">By promoting the clustering of port facilities in defined areas, the Ports Rule encourages the maximum usage of available resources and infrastructure in those areas, and discourages the dispersion of the many problems of port operations to other non-port areas. As a result, the Ports Rule promotes commerce in the defined port areas and facilitates marine navigation by directing ship traffic to those selected areas. Thus, the Ports Rule is precisely the type of administrative control over commercial development and marine commerce which the Legislature envisioned when it enacted the WDA. Accordingly, we reject Distributee’s contention concerning the Ports Rule.</p>\n<p id=\"b40-7\">The Port Use Rule encourages port-related development in or adjacent to existing ports, and discourages new port locations outside of existing ports unless certain conditions are met. Those conditions include a demonstration of the need to develop a new port outside of an existing port,<footnotemark>4</footnotemark> a demonstration that the new <page-number citation-index=\"1\" label=\"11\">*11</page-number>port will be compatible with the surrounding areas, and a demonstration that the new port has access to a suitable navigational channel. <em>N.J.AC. </em>7:7E-7.9(c)-(e). The Commissioner denied Distributee’s application largely on the grounds that Distributee had failed to satisfy the “need” and the “compatibility” tests of <em>N.JAC. </em>7:7E-7.9(c) and (d), respectively. On appeal, Distributee contends that those two Port Use Rule tests contravene the legislative objective of the WDA. Again, Distributee is mistaken because its argument is premised on the narrowly focused definition of WDA objectives which we previously rejected.</p>\n<p id=\"b41-6\">The two Port Use Rule tests satisfy the legislative objective of the WDA because they regulate commercial port development along the New Jersey waterfront to facilitate navigation and marine commerce. <em>Matter of Waterfront Development Permit No. 87-1235-1, supra, </em>257 <em>N.J.Super. </em>at 530-31, 608 A.2d 973. The “need” test compels potential new port developers to show that there is no suitable location available in an existing port before a new port may be located outside of an existing port. In that manner, commerce is encouraged within the existing port, and available resources and infrastructure are utilized to maximum advantage. Similarly, the “compatibility” test discourages new port development where such development would unreasonably interfere with existing non-port uses in the area. Again, this encourages commerce at existing ports and compels development of port facilities only at locations amenable to such development.</p>\n<p id=\"b41-7\">II</p>\n<p id=\"b41-8\">Distributee’s next argument is that, “consistent with a reasonable reading of the Ports Rule,” there is sufficient credible evidence in the record to support Distributee’s contention that the <page-number citation-index=\"1\" label=\"12\">*12</page-number>proposed facility is located within an existing port. In making this argument, Distributee concedes that its proposed facility does not meet the “literal definition” of a port, as contained in the Ports Rule. <em>N.J.A.C. </em>7:7E-3.11(a). That is, the proposed facility does not lie “immediately adjacent” to an existing port, nor does it he in the midst of “concentrations” of shoreside marine terminals. <em>Ibid. </em>Notwithstanding its failure to meet the Ports Rule’s black letter definition of a port, Distributee maintains that a reasonable and realistic judicial interpretation of the term “port” would encompass its proposed facility and, thus, allow Distributee to circumvent the Ports Rule’s definition. We reject the argument.</p>\n<p id=\"b42-6\">Distributee’s argument has its evidential basis largely in the testimony of its expert witnesses, John Funke and Dr. Raymond G. Heinzelmann. Distributee focuses on their testimony, and contends that the Ports Rule is unrealistic when it narrowly defines ports as “concentrations” of marine terminals or as areas lying “immediately adjacent” to such concentrations. According to Distributee, a more expansive definition of the term “port” would comport more closely to the WDA’s legislative objective of promoting marine commerce.</p>\n<p id=\"b42-7\">Again, as we have previously stated, the legislative objective of the WDA is not merely the promotion of marine commerce, but rather “to regulate commercial development of the waterfront to facilitate navigation and commerce.” <em>Matter of Waterfront Development Permit No. 87-1235-1, supra, </em>257 <em>N.J.Super. </em>at 530-31, 608 A.2d 973 (emphasis added). While Distributee’s proposed expansive definition of the term “port” might be consonant with the unbridled promotion of marine commerce, it is plainly at odds with the concept of regulated commercial development which is at the core of the WDA’s legislative objective.</p>\n<p id=\"b42-8\">If the Delaware port region were as large as Distributee’s definition would make it, there would be no State regulation over the siting of new ports because the entire shoreline along the navigable part of the Delaware River would, by definition, be a “port.” Thus, Distributee’s definition would actually deny the <page-number citation-index=\"1\" label=\"13\">*13</page-number>State the supervision and control over the port region which the WDA was intended to provide. <em>Last Chance Development Partnership, supra, </em>232 <em>N.J.Super. </em>at 119-20, 556 A.2d 796.</p>\n<p id=\"b43-6\">Ill</p>\n<p id=\"b43-7\">Distributee’s next argument is essentially that there was insufficient credible evidence in the record to support the DEPE’s determination that Distributee’s proposed facility did not satisfy two requirements of the Port Use Rule.</p>\n<p id=\"b43-8\">The first question in particular is whether the DEPE properly concluded that the “need” test was not met by Distributee. Distributee’s evidence consisted of testimony from three witnesses. John Funke, a port-siting expert, testified in effect that no suitable space was available for Distributee in existing ports, but qualified that opinion by stating that he had not spoken with Delaware River port operators in at least five years concerning their ability to accept new business or to expand their facilities. Dr. Raymond Heinzelmann during his testimony conceded, in effect, that existing Delaware River ports were currently operating below their container-cargo capacity and he admitted that a 1989 report by his employer, the Delaware River Port Authority, showed a large excess capacity for container cargo extending from 1988 through the year <em>2005. </em>Distributee’s president, Robert Miller, testified essentially that he purchased the Distributee site with the plan of using it as a port facility, and without a great deal of research into the availability of suitable areas at existing ports.</p>\n<p id=\"b43-9\">The DEPE presented evidence from Joseph Balzano of the South Jersey Port Corporation, who testified that there was currently a sizable excess capacity for container cargo at Delaware River <em>ports. </em>Balzano <em>offered </em>detailed testimony about the extent of that excess capacity, and he described plans for the future expansion of certain existing port facilities.</p>\n<p id=\"b43-10\">DLP offered evidence from Dr. David Kinsey, who testified that Distributee’s proposed facility did not meet the Port Use Rule’s <page-number citation-index=\"1\" label=\"14\">*14</page-number>“need” test. Specifically, Kinsey concluded that there was “adequate capacity” in the Delaware River ports region for container-cargo freight, at least to the year 2005. Kinsey based his conclusion upon an extensive investigation that he had made of the cargo handling capacities of ports in the Delaware River region.</p>\n<p id=\"b44-5\">Based upon the extensive evidence presented, the foregoing being only a brief summary, there was sufficient evidence to support the DEPE’s permit denial based on Distributee’s failure to satisfy the Port Use Rule’s “need” test. <em>Henry v. Rahway State Prison, </em>81 <em>N.J. </em>571, 579-80, 410 A.2d 686. (1980).</p>\n<p id=\"b44-6\">Distributee’s second contention on this point is that the DEPE erred when it determined that the proposed facility did not satisfy the Port Use Rule’s “compatibility” test. That test states in pertinent part that “[n]ew or expanded ports must be compatible with surrounding land uses____” N.J.A <em>C. </em>7:7E-7.9(d). In his final decision, the Commissioner concluded that Distributee’s proposed facility was not compatible with its Delanco site because of the noise, light and increased truck traffic which a sizable marine terminal operating around the clock would introduce into that residential and “small town commercial” area.</p>\n<p id=\"b44-8\">Given our standard of review, we agree with the Commissioner’s observation that Distributee’s evidence failed to establish that its proposed facility would be compatible with the surrounding community. <em>Henry, supra. </em>It can fairly be said that the evidence portrayed the proposed port activity as an intensive, twenty-four-hour-a-day port operation when freighters are being unloaded. The proposed operation would entail at least an additional 800 truck trips each week through Delanco Township, most of which would take place between 9:00 a.m. and 3:00 p.m. daily. At one point Distributee’s president opined that the proposed facility would “no doubt” generate increased street traffic, and Distribu-tee’s own traffic study projected a large increase in street traffic in the surrounding area if the facility was built.</p>\n<p id=\"b45-5\"><page-number citation-index=\"1\" label=\"15\">*15</page-number>The DEPE presented testimony from John Weingart, a former DEPE official, who testified that nighttime noise from a marine port would be unacceptable in and incompatible with a residential neighborhood. The DEPE also presented testimony from Charles Welch, a DEPE official, concerning greatly increased truck traffic on nearby roads, as well as the noise and lighting emanating from a twenty-four hour port operation. Welch concluded that Distri-butee’s facility was not compatible with the surrounding area.</p>\n<p id=\"b45-6\">Thus, there was more than enough credible evidence to sustain DEPE’s conclusion that Distributee failed to satisfy the Port Use Rule’s “compatibility” test.</p>\n<p id=\"b45-7\">IV</p>\n<p id=\"b45-8\">All other issues raised by Distributee in this appeal are so clearly without merit that no further discussion is warranted. <em>R. </em>2:11 — 8(e)(1).</p>\n<p id=\"b45-9\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b35-8\"> <em>Southern Burlington County N.A.A.C.P. v. Mount Laurel Tp., 92 N.J. </em>158, 456 A.2d 390 (1983).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b39-8\"> The Ports Rule and Port Use Rule were both filed with rationale statements which were designated as the last subsections of each rule. Because those rationales are not rules in themselves, they are not reproduced in the formally published regulations. Copies of the rationale statements were supplied by the parties, however, and were made part of the Commissioner's decision. <em>See also </em>\"Office of Administrative Law Note: <em>N.J.A.C.,” </em>which appears before <em>NJ.A.C. </em>7:7E-3.1 in the published regulations.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b40-8\"> Distributee’s proposed port facility is not \"immediately adjacent” to any existing port. The nearest active marine terminals are at least ten miles upriver and downriver on the New Jersey side of the Delaware River, and two miles upriver and five miles downriver on the Pennsylvania side.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b40-9\"> Though the \"need\" policy of <em>N.J.A.C. </em>7:7E-7.9(c) appears to be written as a two-part test, the Commissioner and the DEPE have interpreted it as a one-part <page-number citation-index=\"1\" label=\"11\">*11</page-number>test where the permit applicant \"must establish the need for a new port facility ... by showing the unavailability of suitable land and water area in or adjacent to an existing port.” While Distributee complains about the DEPE's \"telescoping” of the two-part test into a single test, the DEPE's interpretation actually simplifies and lightens Distributee's burden in satisfying that regulation.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}