{
  "casebody": {
    "data": "<casebody firstpage=\"84\" lastpage=\"85\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b132-7\">BURNHAM v. LOUIS MEYERS &amp; SON, Inc., et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b132-8\">No. 134, Docket 21104.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b132-9\">United States Court of Appeals Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b132-10\">Jan. 28, 1949.</decisiondate>\n<seealso data-order=\"4\" data-type=\"seealso\" id=\"b132-22\">See also D.C., 8 F.R.D. 321.</seealso>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b132-23\">Harry Meisnere, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b132-24\">Philip W. Lowry, of New York City, for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b132-25\">Before L. HAND, Chief Judge,’ and SWAN and CHASE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b132-26\">SWAN, Circuit Judge.</author>\n<p id=\"b132-27\">This is an action in contract by a salesman employed by the defendants to recover commissions. Federal jurisdiction rests on diversity of citizenship. The amended complaint alleges an oral contract of employment under which the plaintiff was to receive commissions of 5% per cent, “upon all orders taken by him from financially responsible customers and accepted by the defendant”; the procuring by the plaintiff of orders amounting to about $1,445,000, and the failure or refusal of the defendants to fill such orders, except to the extent of $591,287.50, whereby the plaintiff was deprived of commissions amounting to some $50,000 in breach of his contract of employment. The amended answer admitted that the plaintiff was employed as a salesman and was to receive commissions “at agreed rates when as and if defendants produced and shipped the gloves subject <page-number citation-index=\"1\" label=\"85\">*85</page-number>to such purchase orders and they were paid for by the customers,” and set up tile de-, fenses of payment in full and accounts stated. At the close of the plaintiff’s case, the court directed a verdict for the defendants.</p>\n<p id=\"b133-4\">The appellant argues that the jury could have found from the testimony that the glove company had agreed to pay commissions on all orders sent in by him, whether or not the company shipped goods to fill them. We agree with the district court that the proof did not establish any such contract. The appellant himself testified that if a customer cancelled an order before shipment, or returned goods after shipment, or took a trade discount, the commissions would be correspondingly decreased. His witness Weissman testified that orders procured by salesmen were sent to the factory, and when merchandise was shipped against these orders, the salesmen “were to be paid commissions on the net amount paid by the account.” He further said that there was never any guarantee that the order would be shipped a hundred per cent. There was neither testimony nor documentary evidence to the contrary, and throughout the entire term of his employment the appellant received without protest commissions figured ■on the basis of the amounts paid the defendants by customers from whom he procured orders. The argument that the jury might have found that orders were “accepted” because they were retained without notification either to the customer or to the salesman that the defendants might not fill them, misconceives the legal relations which arise when a salesman procures an order. The ordinary drummer or traveling salesman does not make an offer which the customer accepts; he solicits an offer from the customer which his employer may accept or reject at will. Williston on Contracts. Rev.Ed. § 90, at p. 254; Senner &amp; Kaplan Company v. Gera Mills, 185 App.Div. <em>562, 568, 569, 173 </em>N.Y.S. <em>265. </em>In the case at bar, so far as the record discloses, shipment and delivery by the offerees was the only form of acceptance contemplated by the customers’ offers. Consequently, the appellant neither proved the contract alleged in the complaint nor any breach of the contract admitted by the defendants’ answer.</p>\n<p id=\"b133-6\">Moreover, there is an additional ground adequate to sustain the directed verdict, namely, a series of accounts stated. Each month the appellant received a commission sheet, showing the daily shipments, his commission thereon, and duplicates of the invoices, with a check to pay any balance due him. At the end of each year he received a statement of his yearly account with a check to balance it. These statements he acknowledged to be correct. He has not attempted to impeach them for mistake or fraud. Unless so impeached they constitute valid accounts stated and are conclusive against his claim. A.L.I. Contracts § 422.</p>\n<p id=\"b133-7\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}