{
  "casebody": {
    "data": "<casebody firstpage=\"168\" lastpage=\"170\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b200-7\">REIS &amp; O’DONOVAN, Inc., v. AUTOMATIC MAIL DELIVERY CO., Inc.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b200-8\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHX\">March 5, 1909.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b200-9\">1. Principal and Agent (§ 81<footnotemark>*</footnotemark>)—Commission—Right to.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b200-10\">Under an agreement whereby selling agents were to receive a stated commission upon each contract of sale of apparatus on payment of the purchase price, and in any event within 60 days after installation, the agent’s right to commission rests upon a completed contract' of sale, and no commission was earned under a contract which was to become effective only on the happening of a contingency not shown to have happened.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b200-11\">[Ed. Note.—For other cases, see Principal and Agent, Cent Dig. § 209; Dec. Dig. § 81.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b200-12\">2. Interest (§ 44*)—Accrual op Indebtedness—Commissions op'Agent.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b200-13\">Under a selling agency contract, entitling the agents to payment of commissions on sales within 60 days after installation of the apparatus, interest on commissions does not accrue until expiration of that period.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b200-14\">[Ed. Note.—For other cases, see Interest, Cent Dig. § 93; Dec. Dig. § 44.*]</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b200-15\">Appeal from City Court of New York.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b200-16\">Action by Reis &amp; O’Donovan, Incorporated, against the Automatic Mail Delivery Company, Incorporated. From a judgment for plaintiff, defendant appeals. Reversed, and new trial, ordered, unless plaintiff stipulates to accept reduced recovery, in which case, modified and affirmed.</summary>\n<p data-order=\"11\" data-type=\"judges\" id=\"b200-17\">Argued before GILDERSLEEVE, P. J., and MacEEAN and DAYTON, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b200-18\">Justus P. Sheffield, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b200-19\">Harry W. Newburger (George Edwin Joseph, of counsel), for respondent.</attorneys>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b200-20\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b201-2\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>MacLEAN, J.</author>\n<p id=\"AjS\">The plaintiff corporation, as assignee of the copartnership of Reis &amp; O’Donovan, brought this action to recover commissions for services alleged to have been performed by its assignors under their agreement with the defendant. That agreement was in writing. Its pertinent provisions include a promise by said assignors to give their best services and ability to the defendant as selling and contracting agents for apparatus controlled by the defendant for the automatic delivery of mail, and a promise by the defendant to pay said assignors a commission of 7½ per cent, of the purchase price upon each contract of sale of a mail delivery apparatus and a mail chute, when the entire purchase price is received by the defendant, but in any event not later than 60 days after installation. Paragraph 5 of that agreement provided:</p>\n<blockquote id=\"b201-3\">“Upon condition that the contractors [the said assignors] will within three (3) days after the date of this agreement submit to the company [the defendant herein] in writing the names of the concerns with which the contractors have prior to the date of this agreement started bona fide negotiations, to give to the contractors in writing the sole right to conduct negotiations upon behalf of the company for the sale or the lease of mail delivery apparatus or mail delivery apparatus and mail chutes in conjunction therewith, with those of said concerns with which the company is not negotiating.”</blockquote>\n<p id=\"b201-4\">Thereafter the said assignors furnished to the defendant a list of parties with whom they said they had taken up the matter of automatic mail delivery, in which list appeared the name of Henry L. Felt. Thereto the defendant in writing made reply:</p>\n<blockquote id=\"b201-5\">“We would say that we have made several prices to Henry L. Felt; * * * but we are willing to turn the matter entirely over to you, so that you will be encouraged to push this business. We would advise you to consult with our office as to the estimates. * * * ”</blockquote>\n<p id=\"b201-6\">After the receipt of this writing, so testified Mr. Reis, one of the assignors:</p>\n<blockquote id=\"b201-7\">“I saw both the Automatic Mail Delivery Company and Henry L. Felt in connection with the subject-matter of it. The Automatic Mail Delivery Company gave me an estimate for Henry L. Felt with reference to the apartment house at Eighty-Sixth street and Central Park West, called the Central Park View Apartment. That estimate was for installing two mail chutes and one double and two single delivery apparatus. The gross estimate was $7,500.\"</blockquote>\n<p id=\"b201-8\">Upon this the claim in the present action is founded, and the jury by their verdict have determined in favor of the plaintiff for the full amount of its claim.</p>\n<p id=\"b201-9\">From the agreement between the assignors of the plaintiff and the defendant herein it is clear that the right of the plaintiff to commissions rests upon a contract of sale, a completed contract with an indebtedness thereupon arising on the part of the purchaser from and to the defendant. Such, however, was not shown to be the contract, dated July 19, 1906, for two mail chutes and mail collection boxes, agreed to be sold with reservation of title and indebtedness arising, it may be, but only arising, on the contingency of the happening of an event precedent to the existence of the contract for the sale with reservation of title, viz., “that the Post Office Department will put the said chutes and collection boxes in commission and make the same a regular col<page-number citation-index=\"1\" label=\"170\">*170</page-number>lection station of the department”; but the happening of that event was not shown, although it was provided in that contract that, “in case of refusal of the department so to do, then no payment will be required to be made to the contractor [the defendant herein] by the applicant for the said mail chutes and mail collection boxes.” That contract was, therefore, not any proper basis for computation by the jury, not even if its subject-matter was within the contemplation of the agreement entered into by the plaintiff’s assignors and the defendant, and had been installed, because, until an indebtedness arose on the part of a purchaser to the defendant upon a contract, the right to commissions did not accrue, although by the provisions of their agreement the assignors of the plaintiff might be entitled to payment of their commissions before the defendant actually received the purchase money upon sales effected.</p>\n<p id=\"b202-5\">From the agreement itself, from the above-quoted testimony of one of the said assignors, from the checks in evidence and their indorsements, the jury found that the contract of July 18, 1906, between the Postal Service Extension Company and the Gotham Building &amp; Construction Company was in fact a sale of delivery apparatus under the control of the defendant; for it was for the same apartment house, and the president and vice president of the defendant company were respectively president and vice president of the Postal Service Extension Company, the offices of the two companies being in the same building, Rooms 706 and 707, notwithstanding denial of affiliations. Sale and installation of the delivery apparatus finding support in the evidence, computation might be based thereon, but no interest, as interest would not begin to run until time fixed by the agreement arrived, which in this case would not be earlier than 60 days after installation, and the only positive testimony of the time of installation was that of the said assignor, who testified :</p>\n<blockquote id=\"b202-6\">“I saw them there 60 days prior to the time we began this action.”</blockquote>\n<p id=\"b202-7\">The judgment must therefore be reversed, and a new trial ordered, unless the plaintiff will within five days stipulate to accept the sum of' $429, the same being 7½ per cent, commission on the sum of $5,720, in which event the judgment, as thus modified, will be affirmed, without costs of this appeal to either party.</p>\n<p id=\"b202-8\">Judgment reversed, and new trial ordered, with costs to appellant to abide the event, unless the plaintiff will stipulate within five days to reduce the judgment to the sum of $429, with appropriate costs’ in the court below, in which event the judgment, as modified, is affirmed, without costs of this appeal to either party. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}