{
  "casebody": {
    "data": "<casebody firstpage=\"650\" lastpage=\"655\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b672-10\">[Civ. No. 31575.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AU4\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKr\">July 1, 1968.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b672-11\">LAVEANIA COONS, Plaintiff and Respondent, v. MARIA ANNA KARY, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b673-8\"><page-number citation-index=\"1\" label=\"651\">*651</page-number>Kling &amp; Fredland, Frederick J. Kling and Allan L. Fred-land for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b673-9\">Ervin M. Boeder, N. E. Youngblood, Ball, Hunt, Hart &amp; Brown, Joseph A. Ball, Joseph D. Mullender, Jr., and Robert Payson for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b673-10\">FLEMING, J.</author>\n<p id=\"AFo\">In an action on a contingent fee contract for legal services in a divorce, attorney N. E. Youngblood’s assignee obtained judgment for $7,500 against Maria Anna Kary, the client for whom Youngblood secured the divorce. The background of the contract and its relationship to Mrs. Kary’s divorce are shown in the following chronology:</p>\n<blockquote id=\"b673-11\">November 1959—Mrs. Kary separated from her husband, and, advised by other attorneys, entered a property settlement with him.</blockquote>\n<blockquote id=\"b673-12\">March 1960—Mrs. Kary, through the same attorneys, filed suit for divorce.</blockquote>\n<blockquote id=\"b673-13\">May 1960—Mrs. Kary replaced her original attorneys with Youngblood. For his services she agreed to pay a retainer plus an unspecified percentage of any property he might obtain for her. in excess of that provided by the property settlement. Youngblood dismissed the pending divorce action and then <page-number citation-index=\"1\" label=\"652\">*652</page-number>filed suit for separate maintenance on behalf of Mrs. Kary.</blockquote>\n<blockquote id=\"b674-5\">June 1960—at the show-cause hearing Youngblood did not inform the court of his fee agreement with Mrs. Kary, and the court awarded Mrs. Kary $3,500 in attorney’s fees.</blockquote>\n<blockquote id=\"b674-6\">July 1960—the specific terms of Youngblood’s contingent fee contract were settled: a retainer of $6,000, which was paid, and an agreement to pay one-third the value of any excess property.</blockquote>\n<blockquote id=\"b674-7\">March 1961—at the trial the complaint for separate maintenance was amended to one for divorce. Mrs. Kary was awarded a divorce, $1,000 in additional attorney’s fees, and $36,300 more property than she had obtained under the property settlement agreement. Again, Youngblood did not inform the court of his contingent fee contract.</blockquote>\n<p id=\"b674-8\">Mrs. Kary paid $4,600 of the $12,100 owed Youngblood under the contingent fee agreement and then made no further payments. Thereafter Youngblood’s assignee filed suit for the contract balance of $7,500, and, alternatively, for the reasonable value of Youngblood’s services.</p>\n<p id=\"b674-9\">Mrs. Kary claims the contract sued upon was one for a contingent fee in a matrimonial cause and as such contrary to public policy and void. She also contends that under a void contract Youngblood is not entitled to recover the reasonable value of his services.</p>\n<p id=\"b674-10\">A contingent fee contract between the seeker of a divorce and an attorney, entered into before the action was begun, is void. <em>(Newman </em>v. <em>Freitas, </em>129 Cal. 283 [61 P. 907, 50 L.R.A. 548]; <em>Ayres </em>v. <em>Lipschutz, </em>68 Cal.App. 134,139 [228 P. 720]; <em>Tiñesen </em>v. <em>Keough, </em>115 Cal.App. 353 [1 P.2d 1015].) “The contract is, in its nature, against the policy of the law and contrary to good morals. The law does not favor divorce . . . [t]herefore, any agreement for divorce, or any collateral bargaining promotive of it, is considered unlawful and void.’’ <em>(Newman </em>v. <em>Freitas, </em>129 Cal. 283, 289 [61 P. 907, 50 L.R.A. 548].) Moreover, the usual justification for contingent fee contracts, that they assure legal representation which otherwise would not be available, does not apply to divorce causes, where the party without funds can be awarded attorney’s fees by the court. <em>(Ibid, </em>at p. 292.)</p>\n<p id=\"b674-11\">But Mrs. Kary had already filed suit for divorce when Youngblood took her case, and Youngblood argues that because of this the contract was not promotive of divorce and hence was not void, We do not find his argument convincing. It is true that not every contingent fee agreement in a divorce <page-number citation-index=\"1\" label=\"653\">*653</page-number>proceeding is void on its face. Thus, in <em>Krieger </em>v. <em>Bulpitt, </em>40 Cal.2d 97 [251 P.2d 673], a judgment based on a contingent fee contract between attorneys and an impoverished husband to defend a divorce suit was upheld against the attack of a third-party creditor of the husband. But the <em>Krieger </em>ease differed in important respects from the present case: the husband, unlike the wife here, did not contest the legality of the contract; the contract was to defend, not to prosecute, a divorce action; and the amount of the judgment on the contract covered only the minimum retainer and did not include any contingent recovery. Thus, the ruling in the case only determined that the particular contract was not void on its face, that the judgment on the contract could not be collaterally attacked by a third party (40 Cal.2d at 101), and perhaps that the minimum retainer under the contract was separable from the contingency aspect of the contract and independently enforceable. (See also <em>Mahoney </em>v. <em>Sharff, </em>191 Cal.App.2d 191, 194 [12 Cal.Rptr. 515].)</p>\n<p id=\"b675-6\">Although the broad statements against contingent fee contracts in matrimonial causes in <em>Newman </em>v. <em>Freitas, </em>129 Cal. 283 [61 P. 907, 50 L.R.A. 548], have been somewhat qualified, the policy they express is still valid, a policy explained in <em>Tiñesen </em>v. <em>Keough, supra, </em>as designed to discourage “. . . the activities of an interloper who might, by reason of a separate and individual interest in the proceeds of the community, be tempted to widen the breach between the spouses.” (115 Cal. App. at 359.) Mrs. Kary’s marriage cannot be assumed to have been unsalvageable when Youngblood was retained. There was no testimony that Youngblood attempted to determine whether it was or not. Instead, he promptly began to discuss how he would be paid. The arrangement finally agreed upon can only have had the effect of giving Youngblood a financial interest in furthering the dissolution of the marriage, an interest which could well have led him to oppose any tendencies toward reconciliation that his client might have manifested. A financial interest in furthering divorce is directly contrary to California’s public policy of preserving marriages, a policy reflected in the waiting period which follows the interlocutory decree of divorce and which is designed to provide a last opportunity for spouses to become reconciled before the entry of the final decree. (Civ. Code, § 132.) Where, as here, a contingent fee contract is entered into to prosecute a divorce action, and where no necessity for such an <page-number citation-index=\"1\" label=\"654\">*654</page-number>arrangement has been shown, a party to the contract may attack it as void.</p>\n<p id=\"b676-5\">For the foregoing reasons we hold the contingent fee contact in this case void.</p>\n<p id=\"b676-6\">One other aspect of the case deserves comment. Initially, a complaint for divorce was filed; later, after Youngblood’s entry in the case the divorce complaint was dismissed and a suit for separate maintenance was filed; still later, the separate maintenance suit was amended to again plead a complaint for divorce. The filing without serious intentions of suits for separate maintenance as tactical devices to exact additional sums of money from litigants anxious to sever the matrimonial knot has long plagued matrimonial litigation. While we have no way of knowing whether the suit for separate maintenance in this ease was filed as a tactical device to exert pressure on the husband to make additional financial concessions, the sequence of the pleadings, when considered in conjunction with the contingent fee contract, gives it that appearance. By restricting the use of contingent fee contracts in matrimonial litigation and by prohibiting counsel from acquiring a speculative interest in divorce, we protect counsel who may become involved in bitterly contested litigation from the appearance of advising and conducting strike-suit activity against adverse parties to further financial interests of their own.</p>\n<p id=\"b676-7\">In the second cause of action Youngblood sought judgment for the reasonable value of his services. To this he is clearly entitled. <em>(Wiley </em>v. <em>Silsbee, </em>1 Cal.App.2d 520, 522 [36 P.2d 854]; <em>Ayres </em>v. <em>Lipschutz, </em>68 Cal.App. 134, 139 [228 P. 720].) But to date Youngblood has collected $10,600 for services which the divorce court found to have been worth $4,500. Since that court was better acquainted than we with the nature of his services, we are not inclined to depart from its evaluation of their worth. Had Youngblood disclosed to the divorce court his fee discussions with Mrs. Kary, the court’s award might have been higher. But he failed to do so, and, as the court said in <em>Theisen </em>v. <em>Keough, </em>115 Cal.App. 353, at pp. 361-362 [1 P.2d 1015] : . . where an attorney represents to the court that he looks entirely to the court for his compensation and through such representation invokes the court’s award and accepts and retains the sum awarded, it would seem that a decent respect for the ethics of the profession would demand that such attorney be not permitted to repudiate his position and maintain his separate action based upon <page-number citation-index=\"1\" label=\"655\">*655</page-number>the theory of employment by the wife under an implied or express contract whereby liability rested upon her for payment. In any event, the determination of the court on the order to show cause, presumably made after a full and fair inquiry into the facts of the case, stands as some evidence of the value of the services.”</p>\n<p id=\"b677-5\">The judgment is reversed.</p>\n<p id=\"b677-6\">Both, P. J., and Nutter, J. pro tern.,<footnotemark>*</footnotemark> concurred.</p>\n<p id=\"b677-7\">A petition for a rehearing was denied July 24, 1968, and respondent’s petition for a hearing by the Supreme Court was denied August 28,1968.</p>\n<footnote label=\"*\">\n<p id=\"b677-14\"> Assigned by the Chairman of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}