{
  "casebody": {
    "data": "<casebody firstpage=\"504\" lastpage=\"510\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b512-7\">Daniel Carroll of Duddington, <em>vs. </em>Lee, adm’r of Lee.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Ali\"><em>June, </em>1832.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b512-8\">A separate estate in a wife, in personal chattels, was unknown to the common law; like her person, her property was under the control of her husband.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b512-9\">A separate property may now'be held by a married woman, through the intervention of a trust, and even without the interposing office of a trustee.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b512-10\">To exclude the marital rights over her property, a clear intention in the donor, that it shall be for her separate use, must appear. No technical words are necessary, but adequate language must be employed in making a gift, to manifest a decided intention to transfer a separate interest.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b512-11\">A gift of plate to a married woman, unexplained as to intention, is a gift, to which the marital rights instantly attach, and the thing given, immediately becomes the property of the husband.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b512-12\">When property in controversy is within the limits of the State, and the claimant resides abroad, the Chancery Court has an undeniable jurisdiction over the case.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b512-13\">So, where the defendant is within the State,-ar.d the land, or other property in contest, Í3 beyond its limits, although the proceeding is in <em>rem, </em>the Court of Chancery has jurisdiction. To enforce a decree in such a case, the proceeding may be in <em>personam, </em>as well as by injunction, to recover the possession of the thing disputed.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b512-14\">Where the property has been removed from the State, and the defendant resided out of its limits, his appearance to the suit, and answer to the bill, for the purpose of contesting the merits, is waiver to any objection to the jurisdiction of the court, although in his answer he also excepts to it.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b513-4\"><page-number citation-index=\"1\" label=\"505\">*505</page-number>Appeal from the Court of Chancery.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b513-5\">The present hill was filed by the appellee, <em>Wm. </em>Lee, as administrator of <em>Mary Lee, </em>on the 1st November, 1827, against the appellant, and one <em>Daniel C. Sim. </em>The bill stated, that a certain <em>Ignatius Digges, </em>of <em>Prince George’s </em>county, in the state of <em>Maryland, </em>being possessed of a large quantity of silver plate, by his last will and testament, dated in 1784, (a copy of which is exhibited with the bill,) bequeathed the same to his wife, <em>Mary Digges, </em>for life, remainder to his grand-son, <em>Ignatius Digges Lee; </em>but in case he should die before he attained the age of twenty-one, or unmarried, then to <em>Mary Lee, </em>the intestate of complainant, and her heirs; that <em>Mary Digges, </em>the wife of the testator, and the executrix named in his will, took out letters testamentary, and assumed the burden of the execution thereof; that <em>Ignatius Digges Lee, </em>died before he attained the age of twenty-one years, and unmarried, after which <em>Mary Digges </em>delivered to the intestate of complainant, sundry pieces of the plate, thereby recognising the authority of <em>Ignatius Digges </em>to dispose of it; that <em>Mary Digges </em>has since departed this life, having made and duly executed her will, of which <em>Daniel C. Sim </em>is the executor, and bequeathing to <em>Daniel Carroll, </em>(the appellant,) of the <em>District of Columbia, </em>a considerable poition of the aforesaid plate, (which the bill enumerates,) and which her executor accordingly handed over to <em>Carroll, </em>the legatee, who is now in possession of the same, claiming title thereto, under the will of the said <em>Mary </em>Digges.—Prayer, That said <em>Carroll, </em>and <em>Sim, </em>the executor, may be decreed to deliver complainant the pieces of plate aforesaid, of which they may respectively be in possession, or pay the value thereof, and for general relief; and an order for publication is prayed against <em>Carroll.</em></summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b513-6\"><em>Carroll, </em>in his answer, says, that he resides out of the State of <em>Maryland, </em>and that the whole subject matter of the suit, was, at the time of filing the bill, and now is, beyond the limits of this State, as the complainant in his bill charges ; he therefore objects, and pleads to the jurisdiction of <page-number citation-index=\"1\" label=\"506\">*506</page-number>the court, in the premises. The answer then admits, that <em>Ignatius Digges </em>died as stated, having by his will, of which his wife, <em>Mary Digges </em>was executrix, bequeathed the plate, as the bill charges; that <em>Ignatius Digges </em>Lee, died under twenty-one years of age, and unmarried, and that complainant is the administrator of <em>Mary Lee; </em>that he the defendant holds the plate under the will of <em>Mary Digges, </em>who died in 1825, to whom it properly belonged; that it was in no wise subject to the will of her husband, <em>Ignatius, </em>even though she might have been in possession of it during his life-time, as in that event, it constituted a portion of her <em>paraphernalia, </em>over which her husband could exercise no control, by any attempted testamentary disposition. The jurisdiction of the court was also objected to, upon the ground, that , the subject matter of the controversy is cognisable in a court of common law. The answer denies that <em>Mary Digges </em>delivered any portion <em>oí </em>said plate to <em>Mary Lee, </em>in pursuance of the provisions of her husband’s will, or that she ever, in any way, acquiesced in the power assumed by him in his will, to dispose of the same, if his will does in fact assume such power. It also denies, that the limitations in the will are valid and effectual, in reference to such property, to vest the title in <em>Mary Lee, </em>although the intention of the testator may have been such as the complainant assumes it to have been, on, the contrary, the answer insists that <em>Mary Digges, </em>the first taker, took an absolute and indefeasible estate therein. ,</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b514-5\">The answer of <em>Sim, </em>the executor of <em>Mary Digges, </em>admits the execution of the wills, and the deaths of the several parties, as stated: that he had delivered a portion of the plate, as the bill charges, to <em>Carroll, </em>the other defendant,, in compliance with the will of his testatrix, in which he insists he was justifiable, as the same was given to his testatrix by her brother, after her intermarriage with <em>Ignatius Digges, </em>and was always, during her life, considered by her, as her sole and separate property. , .</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b515-4\"><page-number citation-index=\"1\" label=\"507\">*507</page-number>It was proved, under a commission, that the plate in question was given to <em>Mary Digges </em>by a brother, during her <em>coverture.</em></summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b515-5\">Bland, chancellor, at December Term, 1830, decreed, that the defendants, <em>Daniel C. Sim. </em>and <em>Daniel Carroll, of Duddington, </em>forthwith transfer and deliver over to the plaintiff, the several pieces of silver plate, in the proceedings mentioned, which have been hitherto held and detained by the said defendants, and that they pay the plaintiff his costs.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b515-6\">From this decree the defendant, <em>Carroll, </em>appealed to this court.</summary>\n<p data-order=\"16\" data-type=\"summary\" id=\"b515-7\">The cause came on to be argued at June Term, 1832, before Earle, Martin, and Stephen, J.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b515-8\"><em>Speed, </em>for the appellant,</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"Afg\">contended,</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b515-9\">1. That the complainant had a legal remedy. 2. That the plate being the <em>paraphernalia </em>of the wife, the husband could not dispose of it by will, though by the same will, a benefit might be conferred upon, and enjoyed by her. <em>Brinkman vs. Brinkman, </em>3 <em>Atk. </em>358, 394. 2 <em>Ib. </em>79. 2. He argued, that a present to a wife, by a stranger, during <em>coverture, </em>is a gift to her separate use, and the husband has no control over it. 3 <em>Atk. </em>93. 3. <em>Carroll, </em>the defendant, and the subject of the suit, being both beyond the limits of the State, the court has no jurisdiction. '</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b515-10\">No counsel argued for the appellee.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b515-11\">Earle, J.,</author>\n<p id=\"ADu\">delivered the opinion of the court.</p>\n<p id=\"b515-12\">The pieces of plate which form the subject of dispute between the parties in this case, are claimed by the appellee, under the will of <em>Ignatius Digges, </em>and by the appellant, <em>Daniel Carroll, of Duddington, </em>under the will of <em>Mary Digges, </em>the surviving wife of <em>Ignatius Digges. </em>What were the respective rights of these testators, while living, <page-number citation-index=\"1\" label=\"508\">*508</page-number>to this property, presents the inquiry at this time first to engage the attention of the Court of Appeals. All the testimony in the cause, was taken on the part of the appellee. From this it appears, that the disputed plate was given to <em>Mary Digges, </em>by one of her brothers, after her marriage with <em>Ignatius Digges; </em>and the question we have to decide, is, whether by the gift it became her sole and separate property, or devolved on her husband, and made a part of his personal estate. A separate interest in a wife in personal chattels, was unknown to the common law. Like her person, her property was under the control of her. husband. This strictness has been much relaxed by the decisions of the courts of equity. It is now fully established, that a separate property may' be held by a married woman, through the intervention of a trust, and even without the interposing office of a trustee. To exclude, how-: ever, the marital rights over her property, a <em>clear </em>intention in the donor, that <em>it </em>shall be for her separate use, <em>must </em>appear. No technical words are necessary to create a separate use, but adequate language must be empLoyed, ih, making the gift, to manifest a decided intention to transfer, a separate interest; to shew that the husband was not to enjoy what the law would otherwise give him.</p>\n<p id=\"b516-7\">■ Is this the character of the gift we have now to review ? It was made, it is presumed, by parol, and many years have: elapsed since it was made. What the declared intention of the giver was, if his intention was expressed, is lost in' time, and must forever remain a secret to us. All we know is, it was a present of plate from a brother, to a married' sister. Can we, from this, circumstance of relationship, and’, from the nature of the subject given, infer an intention in him, to give it to her, for her separate property? This in the particular, point that awaits our decision, and it does; not seem to us, that we need be slow in giving it. It is plain, this.naked gift does not justify an inference, that it was her. brothers decided intention to give to, <em>Mary Digges </em>this, plate, for her sole, separate use. We are aware of the case <page-number citation-index=\"1\" label=\"509\">*509</page-number>of <em>Brinkman vs. </em>Brinkman, adverted to in 3 <em>Atk. </em>392, where such a gift of plate, from the father of the husband to the wife, immediately on her marriage, was construed to pass the property to her separate use; but we do not feel disposed to yield to it, as an authority. It is a case not regularly reported, and in our apprehension, the subject matter of the gift does not justify the inference, that it was designed for the separate use of the wife. We consider plate as an article of family use, and one that makes as much a part of the household, as any that belongs to it. It is then our opinion, that a gift of plate to a married woman, unexplained as to intention, is a gift to which the marital rights instantly attach, and that the thing given immediately becomes the property of the husband.</p>\n<p id=\"b517-5\">There is a further question in this case, that requires a moment of our attention. It arises out of the plea put in by the appellant, to the jurisdiction of the court. The plea states the facts, which are conceded by the pleadings, that at the time of filing the bill, the appellant resided in the <em>District of </em>Columbia, where he had in his possession the plate sought to be recovered. Ought the chancellor to have disregarded the plea, and decreed, as he did, the delivery of the plate, is then the point of inquiry ? Where property in controversy is within the limits of the State, and the claimant resides abroad, the Chancery Court has an undeniable jurisdiction over the case. 1 <em>Atk. </em>19. 2 <em>McCord, Ch. 437. </em>So where the party defendant is within the State, and the land, or other property in contest, is beyond its limits, although the proceeding is in <em>rem, </em>we apprehend there is no want of jurisdiction in the chancellor. To enforce a decree in a case of this kind, the proceedings may be in personam, as well as by injunction, to recover the possession of the thing disputed. This is the case of <em>Penn. vs. Lord Baltimore, </em>1 <em>Ves. sen. </em>454, where <em>Lord Hardwicke </em>held, that the property in dispute being in the <em>Plantations, </em>was no legal impediment to making the decree, the parties to the suit being in <em>England. </em><page-number citation-index=\"1\" label=\"510\">*510</page-number>The subject before us, however, is supposed to afford a stronger ease, inasmuch as both the party and property were without the limits of <em>Maryland, </em>at the institution of the suit, of which the defendant was notified by an order of publication. There might be something, perhaps, in this concurrence of facts, if the property had not been removed out of the State, and the appellant had not appeared and answered the bill, as well as except to the jurisdiction. This he did, and contested the question of merits before the chancellor, whether the complainant had aright to recover; and if the decree had been in his favor, would assuredly have forced his adversary into the Court of Appeals, or forever barred him from a further suit for the $ame property. To say nothing of the effect of the answer upon the plea, this, we conceive, is a waiver of it, and a submission to the jurisdiction, and brings the subject as much within the power of the court, as in the case of <em>Penn vs. Lord Battimore, </em>where the party resided within the chancery jurisdiction.</p>\n<p id=\"b518-5\">DECREE AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}