{
  "casebody": {
    "data": "<casebody firstpage=\"14\" lastpage=\"15\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b38-6\">Elex Rhoades v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b38-7\">No. 20597.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AT\">Delivered November 22, 1939.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b38-16\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b38-17\"><em>D. F. Sanders </em>and <em>John A. Veillon, </em>both of Beaumont, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b38-18\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b38-19\">BEAUCHAMP, Judge.</author>\n<p id=\"Ah\">The conviction is for unlawfully transporting untaxed liquor; penalty assessed at confinement in the county jail for a period of fifteen days.</p>\n<p id=\"b38-21\">The State’s witness, A. K. Netterville, an Inspector for the Alcohol Tax Unit Bureau of the United States Treasury Department, testified that he apprehended the appellant after <page-number citation-index=\"1\" label=\"15\">*15</page-number>receiving information that he was hauling whisky and found in his car two one-half gallon glass bottles and one pint bottle of non-tax paid whisky. This was turned over to a representative of the Texas Liquor Control Board who introduced it in evidence upon the trial of the case.</p>\n<p id=\"b39-5\">Another negro by the name of Will Smith was riding in the car with the appellant and claimed the whisky as his own. Smith was convicted and fined $150.00, and, at the time of the appellant’s trial, was in the county jail, serving time in default of payment of the fine.</p>\n<p id=\"b39-6\">Appellant denied ownership of the whisky or any connection with its transportation or possession. He said that Smith approached him with the whisky in a sack and asked for a ride, at the same time making the representation that the sack contained groceries. Appellant denied knowledge of any fact which would reasonably lead him to discover otherwise.</p>\n<p id=\"b39-7\">There was considerable controversy on the trial about the ownership of the car, all of which we consider immaterial to the proper disposition of the case.</p>\n<p id=\"b39-8\">Appellant presented a defense which he was entitled to have submitted to the jury upon his request in an affirmative manner. This he did by a proper requested charge. The court refused to give this instruction, to which the appellant duly excepted, as noted by the judge. We think this was error requiring that the case be reversed. See Fawcett v. State, 127 S. W. (2d) 905, and cases there cited.</p>\n<p id=\"b39-9\">The record contains no bill of exception bringing this issue before this Court as is considered to be the better practice. Nevertheless, the trial judge noted the exception over his signature and it is in the record. This has been held sufficient to bring the matter before this Court for consideration and review even in the absence of a bill of exception. See Serrata v. State, 76 S. W. (2d) 765, and cases cited.</p>\n<p id=\"b39-10\">For the error of the trial court in refusing to grant the special requested charge the judgment is reversed and the cause remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}