{
  "casebody": {
    "data": "<casebody firstpage=\"95\" lastpage=\"99\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"otherdate\" id=\"b117-2\">APRIL 11, 1934</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b117-3\">Alvie Adams v. The State.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b117-4\">No. 16553.</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AA7\">Delivered March 21, 1934.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b117-5\">Rehearing Denied April 11, 1934.</otherdate>\n<p data-order=\"5\" data-type=\"summary\" id=\"b117-20\">The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b117-21\"><em>T. L. Price, </em>of Post, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b117-22\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b117-23\">CHRISTIAN, Judge. —</author>\n<p id=\"Aif\">The offense is possession of intoxicating liquor for the purpose of sale; the punishment, confinement in the penitentiary for one year.</p>\n<p id=\"b117-24\">The sheriff and his deputy went with a federal officer to <page-number citation-index=\"1\" label=\"96\">*96</page-number>appellant’s home on the 3rd day of May, 1933, for the purpose of executing a warrant of arrest issued out of a federal court. The officers testified that upon reaching the house they heard a crash. They entered the house and saw appellant and Mrs. Arch Scott come out of the bath room. Appellant’s hand was cut and bleeding. He had it wrapped with a towel The officers detected the odor of whisky. They asked appellant to permit them to institute a search, but he refused. Leaving one of the officers to guard the house, the others went to town and secured a search warrant. In the meantime they had left appellant in jail under the authority of the federal warrant. The officer remaining at the house observed some whisky “leaking through the sewer pipe.” He caught about two ounces of this whisky. At this juncture, we quote from the testimony of the officer last mentioned, as follows:</p>\n<p id=\"b118-5\">“I stood guard over the place until he (the sheriff) could get a search warrant and I seen something leaking through the sewer pipe and I caught about two ounces of liquor that run out through a crack in the sewer pipe that ran from the bath tub to a concrete cess pool. The cess pool had never been used for a cess pool, but it was built and connected up that way and it could be used for a cess pool. * * * I saw a puddle of red-looking stuff in the cess pool and I smelled liquor and I got down in there and I dipped up what I could and put it in a jar and it was whisky that I dipped up. When the sheriff came back there we stuck a hole in the bottom of the sewer pipe and dreaned a trap in where the slush is, which will hold about a gallon of liquid, or anything else, so we stuck a hole in the bottom of the pipe and dreaned the liquor out. It was whisky that we got out of that pipe.”</p>\n<p id=\"b118-6\">This officer testified further that they found between a quart and a half-gallon of whisky. We quote from his testimony further:</p>\n<p id=\"b118-7\">“I did not see anything in that sewer pipe besides the liquid we found. I did not see sediment or soap suds in there and I did not smell anything like that.”</p>\n<p id=\"b118-8\">After instituting a search under the search warrant, the officers discovered in the bath room three broken half-gallon fruit jars and some towels saturated with whisky. They wrung the towels out and obtained a small amount of whisky. The bath tub was moist, and they detected the odor of whisky about it. There was a small amount of whisky in “a little drain in the bottom of the bath tub.” One of the officers testified that on a previous occasion he had found a quantity of mash in ap<page-number citation-index=\"1\" label=\"97\">*97</page-number>pellant’s home and had also found twenty half-gallon jars of whisky, a still and a coil. The discovery last mentioned was in February, 1933. This testimony appears to have been received without objection on the part of the appellant. Touching the liquor found in the sewer in appellant’s residence in May, one of the officers testified: “I would say we got around a half-gallon of pure liquor.” We quote further from the testimony of one of the officers:</p>\n<p id=\"b119-5\">“After this incident Mr. Edgar, Mr. Adams and Warren Hames went to Lubbock and I came to Crosbyton and obtained a search warrant and went back out to the place and made a search and found a half-gallon of whisky located in the sewer line, from the bath tub to the cess pool. The bath room is on the south side of the house and the cess pool was, I judge, twelve feet from the south side of the house out in the open, outside. The sewer line was made out of, I judge, four inch tile and it was not level, it was a- wave, I mean it was not on a straight decline. The joints had made it the way it was, high and low in places from the bath tub to the cess pool. There was not anything in this cess pool at the time, it was clean. I have stated that the sewer line led from the bath room to the cess pool. The bath room I speak of was the same bath room which the defendant came out of when I went in the house. In the bath room we found the tops and bottoms and shattered glass of three half gallon fruit jars and some wet towels, saturated in whisky and we wrung the towels out in a jar in order to get a taste and I tasted it and it was whisky.”</p>\n<p id=\"b119-6\">Appellant did not testify in his own behalf. Mrs. Arch Scott, who resided at appellant’s house, testified that she had bought a quart of whisky in a half-gallon jar and mixed a pint of water and Black Draught with it in order that she might use it for medicinal purposes. When the officers approached she broke the jar of whisky in the bath tub. She had theretofore broken two jars of chow-chow and placed these in the bath tub to keep her little girl out of the glass. She did not know how appellant cut his finger on the night of his arrest.</p>\n<p id=\"b119-7\">In rebuttal, one of the officers testified that he saw no chow-chow in the bath tub on the occasion of the search.</p>\n<p id=\"b119-8\">We are unable to reach the conclusion that the evidence is insufficient to support the conviction. The State’s proof was sufficient to show that appellant possessed more than a quart of intoxicating liquor. Under article 671, P. C., the jury were warranted in concluding the possession was for the purpose of sale.</p>\n<p id=\"b120-2\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>The only bill of exception found in the record relates to appellant’s. objection to the action of the dstrict attorney in handing the sheriff a certified copy of the federal warrant under which appellant was arrested, and asking him if it was a correct copy of the warrant. The bill of exception fails to show that the warrant was introduced in evidence; fails to show the nature of the offense described in the warrant, if one was described; and fails to show that the jury knew the contents of the warrant. The warrant had not been mentioned by witnesses for the State until appellant’s counsel questioned the sheriff about his action in going into appellant’s private residence without a search warrant when he heard a crash in the house. The officer then answered, without any objection on the part of appellant, that he had gone with a deputy United States marshall, who had a warrant for appellant’s arrest. Obviously, when the witness was asked if the warrant handed him was a correct copy, the jury were already .aware of the fact that the officers went to the house with a federal warrant commanding the arrest of appellant. Under the circumstances, the bill fails to reflect error.</p>\n<p id=\"b120-3\">There were no objections to the charge of the court. However, appellant insists that the court committed fundamental error in failing to submit his affirmative defense, in failing to charge the law of circumstantial evidence and in charging the jury the provisions of article 671, relating to prima facie evidence. The charge on prima facie evidence was applicable. The officers found more than a quart of intoxicating liquor at the time they made the search.' As to the failure to submit a charge covering appellant’s affirmative defense and an instruction on the law of circumstantial evidence, in the absence of proper written exceptions presented prior to the reading of the charge to the jury, the matter cannot be reviewed. Articles 658 and 666, C. C. P.</p>\n<p id=\"b120-4\">We are .unable to agree with appellant’s contention that the time of the commission of the offense was not sufficiently proven. The indictment charged that the offense was committed on or about the first day of May, 1933. The trial was had during the month of October, 1933. One of the officers testified that the search of appellant’s house was made on the third day of May “of this year.’’ It is obvious that the date referred to was May 3, 1933.</p>\n<p id=\"b120-5\">Failing to find reversible error, the judgment is affirmed.</p>\n<p id=\"b120-6\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b120-7\">The foregoing opinion of the Commission of Appeals has</p>\n<p id=\"b121-4\"><page-number citation-index=\"1\" label=\"99\">*99</page-number>been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b121-5\">ON MOTION FOR REHEARING.</p>\n<author id=\"b121-6\">LATTIMORE, Judge. —</author>\n<p id=\"As0\">The motion evidences labor and research, but we are unable to agree with the conclusions of appellant’s counsel. This court is compelled to dispose of this case in accordance with recognized principles of law applicable to the facts appearing in the record.</p>\n<p id=\"b121-7\">There were no exceptions taken to the charge of the court, and but one bill of exceptions appears, which presents objection to the testimony of Sheriff Johnson who was handed a copy of a United States warrant and asked if that was a correct copy of the warrant had by Mr. Edgar at the time witness accompanied him to the Alvie Adams home. Over objection that it showed no connection with this offense, was an extraneous matter, and had no bearing on this case, and was prejudicial, the witness was permitted to answer the question in the affirmative. The record shows that Mr. Johnson accompanied a federal officer to the home of appellant, said federal officer having at the time a warrant for appellant’s arrest. It is plain that the bill of exceptions manifested no error.</p>\n<p id=\"b121-8\">The only question in the case at all is the sufficiency of the testimony. Same is set out and reviewed in our original opinion, to which we can add nothing, except to say that we believe it amply sufficient to support the verdict and judgment. We find nothing wrong with the sentence.</p>\n<p id=\"b121-9\">The motion for rehearing is overruled.</p>\n<p id=\"b121-10\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}