{
  "casebody": {
    "data": "<casebody firstpage=\"197\" lastpage=\"246\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b299-4\">PEOPLE v McREAVY</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b299-5\">Docket No. 80422.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ACH\">Argued March 9, 1988</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"An0\">(Calendar No. 9).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AQl\">Decided September 19, 1990.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b302-7\"><page-number citation-index=\"1\" label=\"200\">*200</page-number><em>Frank J. Kelley, </em>Attorney General, <em>Louis J. Caruso, </em>Solicitor General, <em>Joseph T. Barberi, </em>Prosecuting Attorney, and <em>Mark H. Duthie, </em>Senior Assistant Prosecuting Attorney, for the people.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b302-8\">State Appellate Defender (by <em>F. Martin Tieber) </em>for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b302-9\">Boyle, J.</author>\n<p id=\"APN\">The issue presented in this case is whether <em>People v Bobo, </em>390 Mich 355; 212 NW2d 190 (1973), precludes the admission at trial of evidence of a defendant’s behavior and demeanor during a custodial interrogation after a valid waiver of his Fifth Amendment privilege against compelled self-incrimination.</p>\n<p id=\"b302-10\">Despite our observations in <em>People v Collier, </em>426 Mich 23; 393 NW2d 346 (1986), the Court of Appeals squarely held that <em>Bobo </em>requires reversal. Thus, the issue cannot be avoided by holding as the dissent does that if there was error it does not require reversal of McReavy’s conviction.<footnotemark>1</footnotemark> <em>(Post, </em>p <page-number citation-index=\"1\" label=\"201\">*201</page-number>223.) Instead, pursuant to a construction of <em>Bobo </em>as coextensive with federal constitutional law, <em>People v Cetlinski, </em>435 Mich 742; 460 NW2d 534 (1990), the constitutional question is properly analyzed under the test set forth in <em>People v Walker (On Rehearing), </em>374 Mich 331; 132 NW2d 87 (1965), i.e., whether the trial court erred in finding that defendant waived his Fifth Amendment privilege against compelled self-incrimination until he invoked his rights on the morning following the inquiry in question. The evidentiary issue should be analyzed as a party admission under MRE 801(d)(2)(A).</p>\n<p id=\"b303-6\">Where the record indicates that a defendant’s silence is attributable to an invocation of his Fifth Amendment privilege or a reliance on <em>Miranda </em>warnings, use of his silence is error.<footnotemark>2</footnotemark> <em>Miranda v Arizona, </em>384 US 436; 86 S Ct 1602; 16 L Ed 2d 694 <page-number citation-index=\"1\" label=\"202\">*202</page-number>(1966). There is no basis here, however, to conclude that the trial court erred in finding that defendant waived his Fifth Amendment right to remain silent and that the defendant did not invoke his Fifth Amendment privilege until the following <page-number citation-index=\"1\" label=\"203\">*203</page-number>morning. <em>People v Robinson, </em>386 Mich 551; 194 NW2d 709 (1972). It follows that there is no basis to conclude that defendant’s unresponsiveness was attributable to invocation of that privilege or reliance on <em>Miranda </em>warnings. Thus, in this case, there is no violation of the defendant’s Fifth Amendment right not to incriminate himself.</p>\n<p id=\"b305-6\"><em>Miranda v Arizona </em>enunciated the obligation owed to a defendant in custody and the procedures that must be fulfilled prior to substantive use of his statements or assertive conduct. There being no question in the instant case of compliance with the procedural requirements of <em>Miranda, </em>anything defendant said thereafter is admissible as the statement of a party opponent, so long as it is relevant. MRE 801(d)(2)(A). What defendant did, that is, his lack of responsiveness during the interview, was not evidence of silence. Rather, it was nonverbal nonassertive conduct evidence that was admissible along with the defendant’s express statements indicating consciousness of guilt so as to allow the factfinder to more fully determine the probative significance of the defendant’s complete statement to the police.</p>\n<p id=\"b305-7\">Construing the Michigan Constitution consistently with developments in Fifth and Fourteenth Amendment jurisprudence there was no constitutional violation. The admission for substantive purposes of evidence of the defendant’s demeanor and statements made during custodial interrogation after a valid waiver of his Fifth Amendment privilege against compelled self-incrimination and prior to invoking the right to remain silent is neither error of constitutional dimension nor a violation of the Michigan Rules of Evidence. Accordingly, we reverse the judgment of the Court of Appeals and remand this case to the Court of <page-number citation-index=\"1\" label=\"204\">*204</page-number>Appeals for consideration of the remaining issues raised on appeal.* *<footnotemark>3</footnotemark></p>\n<p id=\"b306-4\">i</p>\n<p id=\"b306-5\">Defendant McReavy was convicted by a jury of armed robbery,<footnotemark>4</footnotemark> kidnapping,<footnotemark>5</footnotemark> and possession of a firearm during the commission of a felony.<footnotemark>6</footnotemark> He subsequently was convicted of being a third-time habitual offender<footnotemark>7</footnotemark> and was sentenced to a term of from eight to twenty years plus a consecutive two-year term for the felony-firearm conviction.</p>\n<p id=\"b306-6\">During the trial, it was established that sometime during the night of February 21 and 22, 1985, the attendant of a gas station in Mount Pleasant was robbed. The victim testified that the defendant walked into the station at approximately 11:30 p.m. and asked to use the phone, claiming to be having car problems. The victim stated that after the defendant made several calls over the period of approximately an hour and a half, he asked for a bag and, while pointing a small silver pistol at the victim, told him to put the money from the cash register into the bag. The victim then stated that he and the defendant left in the victim’s car and that he was finally told to get out of the car and warned that if he went to the <page-number citation-index=\"1\" label=\"205\">*205</page-number>authorities the defendant would come back and get him.* *****<footnotemark>8</footnotemark> The victim’s car and the gun used in the robbery were found the following day. The gun was registered to the defendant’s landlord, who testified at trial that he had never given defendant or anyone else permission to use his gun.</p>\n<p id=\"b307-6\">The defendant did not testify at the trial. In its case in chief, the prosecution presented testimony of the arresting officers that at the time of his arrest the defendant was twice given <em>Miranda </em>warnings and agreed to speak with the officers.<footnotemark>9</footnotemark> The first officer testified that during the interview the defendant appeared very dejected, sat with his head in his hands, and told police that everything was going fine until \"this happened.” The officer stated that the defendant then discussed his desire to have custody of his daughter and said that when he had seen her the past weekend she had not recognized him, a subject the robber had also discussed with his victim.</p>\n<p id=\"b307-7\">Further, in response to the prosecutor’s inquiry as to what happened next, the officer testified that the defendant did not respond to direct questions regarding the robbery or deny his involvement, but simply put his head in his hands and looked down, that he didn’t respond yes or no to those questions. At that point defense counsel objected,</p>\n<blockquote id=\"b307-8\">Now my client’s silence is being used against <page-number citation-index=\"1\" label=\"206\">*206</page-number>him. I’d object to that question, that answer, and I’d like the court to now instruct the jury that my client’s silence may never be used against him.</blockquote>\n<p id=\"b308-8\">The prosecutor argued that the detective was telling the jury only that the defendant answered some questions and not others, and not that the defendant invoked his right to silence. The objection was overruled.</p>\n<p id=\"b308-9\">The officer then testified that at this point they began to employ negative questions. When they asked the defendant whether he had borrowed the gun used in the robbery from his landlord, the defendant denied that his landlord had loaned him the gun. When asked whether it was safe to assume the landlord had nothing to do with the robbery, the defendant answered, \"yes, he’s a real nice guy.” When asked whether he was saying he didn’t pull the robbery the defendant stated, \"no.” Finally, the officer stated that the defendant said that he did not want to answer any more questions about the robbery and wanted time to think. He told the officers to contact him in the morning and he \"would clear up everything.” When asked whether he meant clear up the robbery, the defendant said, \"yes.”</p>\n<p id=\"b308-10\">The prime investigator, Detective Fox, testified that the defendant appeared very nervous during the interview and at times it appeared as though tears were coming into his eyes. Fox further testified that the defendant indicated that he knew about the robbery from the paper and radio reports. The detective’s testimony was consistent with that of the other detective.</p>\n<p id=\"b308-11\">On cross-examination, in response to defense counsel’s question, Detective Vincent stated that the interview with the defendant had lasted between thirty and forty minutes. Twice defense <page-number citation-index=\"1\" label=\"207\">*207</page-number>counsel asked whether the defendant had answered any direct questions, and then whether the detectives had asked the negative questions in an attempt to trip the defendant up during the interrogation. Defense counsel then asked in regard to the answers the defendant gave to the negative question:</p>\n<blockquote id=\"b309-6\">Now you felt that to mean that he [defendant] wasn’t denying the robbery? I mean you were there. You perceived, right, what he was saying, his actions, his mannerisms?</blockquote>\n<p id=\"b309-7\">The witness answered that \"[f]rom these answers he [defendant] convinced me he was involved in the robbery . . . .” Further, defense counsel asked questions concerning the time defendant indicated he did not wish to answer any more questions and his statement that he would clear up everything in the morning, noting that at no time did the defendant ever confess to the robbery.</p>\n<p id=\"b309-8\">On cross-examination, defense counsel questioned Detective Fox regarding why the interrogation had not been recorded, suggesting that the detective’s report was inaccurate and written in a manner which indicated that defendant had essentially confessed to the robbery, when in fact he had not.</p>\n<p id=\"b309-9\">During the closing argument, the prosecutor reviewed the evidence presented, including the testimony of the detectives who interrogated the defendant, focusing on what the defendant meant by his postarrest statements. The full context of this section of the argument follows:</p>\n<blockquote id=\"b309-10\">And look at the consistency of all the evidence as it fits together. I mean there has got to be fifteen things that tie in in this case, and it just can’t be by accident. It would cause the mind to be <page-number citation-index=\"1\" label=\"208\">*208</page-number>boggled based on the evidence you’ve heard not to believe the story of Mr. Martinez. You can pack up and go home based on this evidence. Now the last thing I’m going to say, and I’ll say it very briefly, is put all that together. Put together the fact that there was an arrest made on the night of Monday. They go back to the office with the police officers. The police officers will tell you. They’re honest. One of the major points of anytime you make an arrest is to talk to the suspect. Hopefully you can clear it up. Hopefully he’ll admit it. It’s not the most important thing. It may be one of the most important things. It’s certainly a very large factor if the person makes a confession, makes a statement, makes an admission. Look what we have here. You’re asking Mr. McReavy point blank, are you telling us you didn’t commit the robbery? No. What does he say when the conversation is over? I’ll talk to you about it tomorrow. I don’t want to talk about it any more. I’ll clear it all up tomorrow. Clear up all what? You mean clean up the robbery, clear up the robbery? Yeah, I’ll clear up the robbery for you tomorrow. Did Joel have anything to do with it? No, he’s a nice guy. He didn’t have anything to do with it. This man is talking with first-hand knowledge. If anybody can’t see it, we’re all in trouble based on this evidence. This man has first-hand knowledge. The police officers said he convinced me. Remember what Detective Vincent said? There’s no doubt in my mind about the robbery, that he was involved in it. The questioning ceased. Not one denial, not one suggestion that it wasn’t me. To the contrary, passive admissions. The man feels bad, he’s got his head down, he’s upset, doesn’t want to talk about it. What does he talk about? He talks about his problems with his little girl, the same thing that our victim talked about. He said this guy is driving along, and he’s telling me I’m not going to hurt you, I’m just doing it because I have problems with my girl. He’s not going to tell him that her name is Megan and she lives in Gladwin. Well, it’s my wife, not my woman. It’s my wife, and she’s in Lansing. <page-number citation-index=\"1\" label=\"209\">*209</page-number>He’s not going to be exactly honest with him. The guy is pouring out his heart to him. He’s kind of embarrassed about committing the robbery. You know, I’m not going to hurt you. But he did, ladies and gentlemen. He did. And there isn’t any doubt, based on the evidence that he did it. He was telling the victim about his girl just like he told the police officers.</blockquote>\n<p id=\"b311-6\">On appeal, defendant argued that his failure to deny the armed robbery during custodial interrogation was admitted into evidence at trial in violation of <em>People v Bobo. </em>He argued that his silence may have been nothing more than the exercise of his right to remain silent, and thus because evidence of his refusal to answer some questions was prohibited this type of evidence is \"insolubly ambiguous.” <em>Doyle v Ohio, </em>426 US 610, 617; 96 S Ct 2240; 49 L Ed 2d 91 (1976). Defendant also argued that in closing argument the prosecutor called the defendant’s demeanor \"passive admissions” of guilt. In sum, defendant’s argument on appeal was that the testimony and argument impermissibly infringed on the defendant’s Fifth Amendment right to remain silent.</p>\n<p id=\"b311-7\">In response, the prosecutor argued that the testimony of the defendant’s interview was properly admitted at trial. He argued that the defendant had voluntarily waived his Fifth Amendment privilege and that the defendant’s failure to answer some of the questions with either yes or no was not intended to end the interview. Nor was it an attempt by defendant to invoke his previously waived Fifth Amendment right to remain silent in light of the fact that the defendant continued to answer some questions. Further, the prosecutor noted that his remarks were consistent with the court’s earlier <em>Walker </em>ruling and that his closing argument was simply a summation of the descrip<page-number citation-index=\"1\" label=\"210\">*210</page-number>tion of an interview, as the detectives testified, in which the defendant did give a statement and did not remain silent.</p>\n<p id=\"b312-4\">The Court of Appeals held that it was error to admit the testimony, stating that \"under <em>Bobo, </em>evidence of a defendant’s failure to respond to an accusation of wrongdoing is inadmissible to prove guilt even if the defendant had, prior to his silence, waived his right to remain silent.”<footnotemark>10</footnotemark> The panel found that on the basis of the circumstances surrounding defendant’s statement to the detective it was not clear that defendant’s failure to respond to direct questions regarding the armed robbery reflected an admission of wrongdoing.* <footnotemark>11</footnotemark></p>\n<p id=\"b312-5\">The panel concluded that the evidence of defendant’s failure to answer some questions was not properly admitted and constituted impermissible comment on the defendant’s Fifth Amendment right to remain silent. Further, it found that the error was not harmless and, on the basis of that conclusion, reversed the defendant’s conviction and remanded for a new trial. This Court granted leave to appeal, and we now determine whether the admission of the testimony and the prosecutor’s statements during closing argument constituted a violation of the defendant’s constitutional rights under federal or Michigan law.<footnotemark>12</footnotemark></p>\n<p id=\"b312-6\">ii</p>\n<p id=\"b312-7\">The Court of Appeals relied on this Court’s holding in <em>People v Bobo </em>to conclude that the <page-number citation-index=\"1\" label=\"211\">*211</page-number>Fifth Amendment precluded the admission of testimony by the interrogating detective relaying the defendant’s waiver of his Fifth Amendment right to remain silent and the subsequent interrogation during which the defendant answered some questions but was not directly responsive on the crucial question of the robbery.<footnotemark>13</footnotemark> We disagree.</p>\n<p id=\"b313-6\">The instant case presents the constitutional issue addressed in <em>Miranda, </em>that is, the substantive use of a defendant’s statements and comments on a defendant’s behavior, demeanor, and nonresponsive conduct after a valid waiver of his Fifth Amendment privilege against compelled self-incrimination. The constitutional question is resolved by asking first whether the trial judge correctly found a waiver, and second whether <em>Bobo </em>is to be read to provide any additional constitutional limitations on the substantive use of such evidence.</p>\n<p id=\"b313-7\">We can hypothesize situations in which a defendant’s continued failure to respond might constitute an invocation of rights previously waived. We need not reach that question here. We are convinced that in the totality of these circumstances, the trial court correctly concluded that defendant did not invoke his Fifth Amendment right to remain silent until the morning following his arrest. This is not a case of a mute defendant whose silence is \"insolubly ambiguous” because it may be \"nothing more than the arrestee’s exercise of these <em>Miranda </em>rights.” <em>Doyle, supra </em>at 617. Nor is it a <page-number citation-index=\"1\" label=\"212\">*212</page-number>case of a defendant who answers some questions and then asks for counsel, or even a case where a defendant expressly refuses to answer questions. This is a case of a defendant who did not respond to some questions while responding to others during the period of time in which the trial court found that the state had carried the heavy burden of proving that defendant had waived his rights.</p>\n<p id=\"b314-6\">Thus, while it remained open to defendant to contend that the reason for answering neither yes nor no to certain questions was fear or confusion or other reasons consistent with innocence, the trial court did not err in holding that the defendant’s conduct did not constitute an invocation of his Fifth Amendment right against compelled self-incrimination. The record supports the trial court’s finding that the defendant did not invoke his Fifth Amendment privilege until the morning following the interrogation in issue. Not until then could the defendant again reasonably believe that the state was assuring him his conduct during the course of making a statement would not be used against him. <em>United States v Hale, </em>422 US 171, 182-183; 95 S Ct 2133; 45 L Ed 2d 99 (1975) (White, J., concurring).<footnotemark>14</footnotemark></p>\n<p id=\"b314-7\">The prosecutor’s comment in his closing argument and the testimony in his case in chief referring to McReavy’s failure to respond was not violative of <em>People v Bigge, </em>288 Mich 417; 285 NW <page-number citation-index=\"1\" label=\"213\">*213</page-number>5 (1939). The prosecutor’s theory of relevancy in <em>McReavy </em>was that although the defendant did not directly admit his involvement in the case, his responsive answers to some questions, i.e., that his landlord was not involved, that he was not saying that he was not involved, and that he would \"clear it all up tomorrow,” were tacit indications of guilty knowledge. These are the statements of a party opponent under MRE 801(d)(2)(A), which are admissible if relevant. <em>Bigge, </em>on the other hand, precludes admissibility of a defendant’s failure to say anything in the face of an accusation as an adoptive or tacit admission under MRE 801(d)(2)(B) unless the defendant \"manifested his adoption or belief in its truth . . . .”<footnotemark>15</footnotemark> The <em>Bigge </em>rule denies admissibility because the inference of relevancy rests solely on the defendant’s failure to deny. As Wigmore states:</p>\n<blockquote id=\"b315-6\">Silence, when the assertion of another person would naturally call for a dissent if it were untrue, may be equivalent to an assent to the assertion. This, however, fixes the party, by adoption, with the other person’s assertion, and thus it ceases to be a question of conduct evidence, and involves a genuine admission in express words. [2 Wigmore, Evidence (Chadbourn rev), § 292, pp 229-230.]</blockquote>\n<p id=\"b315-7\">In <em>McReavy, </em>we are addressing the admissibility of evidence of a party-opponent’s demeanor and nonresponsive conduct. Unlike the <em>Bigge </em>adoptive admission preclusion, the relevancy of defendant’s behavior in the instant case in neither denying nor admitting the direct inquiry rests not on a third party’s assertion but on the admissions de<page-number citation-index=\"1\" label=\"214\">*214</page-number>fendant himself made, answers which circumstantially indicated defendant’s knowledge of and involvement in the robbery.<footnotemark>16</footnotemark> Defendant’s holding of his head in his hands is nonassertive conduct which in itself might not indicate his consciousness of guilt, but which in relation to his other answers is relevant to the jury’s understanding of what defendant in fact said.<footnotemark>17</footnotemark></p>\n<p id=\"b316-6\">Under the rule of completeness, all is admissible.<footnotemark>18</footnotemark> The premise of the rule is that a thought or <page-number citation-index=\"1\" label=\"215\">*215</page-number>act cannot be accurately understood without considering the entire context and content in which the thought was expressed. That is what was done in <em>McReavy. </em>Defendant waived his Fifth Amendment right to remain silent and gave statements, and neither a constitutional issue nor the <em>Bigge </em>evidentiary question of the probative significance of a defendant’s failure to deny in the face of accusation is implicated.</p>\n<p id=\"b317-6\">In <em>Rowan v Owens, </em>752 F2d 1186 (CA 7, 1984), cert den 476 US 1140 (1986), the United States Court of Appeals for the Seventh Circuit considered a situation similar to that presented in <em>People v McReavy, </em>in which police officers testified on direct examination regarding limited statements made by a defendant after arrest, concluding with the defendant’s statement that he did not want to say anything else. Distinguishing the situation in <em>Owens, </em>from that in <em>Doyle, </em>the court held that the officers’ testimony regarding the defendant’s post-Miranda admissions and his final statement that he \"didn’t want to say anything else” was not error.</p>\n<p id=\"b317-7\"><em>If Rowan had refused </em>to say anything <em>after </em>being given his <em>Miranda </em>warnings, <em>testimony about that refusal would have been improper </em>un<page-number citation-index=\"1\" label=\"216\">*216</page-number>der a long line of cases illustrated by <em>Doyle v Ohio, . . . </em>and <em>United States v Shue </em>[766 F2d 1122 (CA 7, 1985)], <em>because it would have invited the jury to infer Rowan’s guilt from his refusal to incriminate himself. But since Rowan chose to waive his right of silence, the police were entitled to testify to any incriminating statements he made. </em>[The statement] that he had not been in the [victim’s] home since 1970 . . . was an admission to which the police could testify, as they did, once Rowan had waived his <em>Miranda </em>rights. And it was lawful for the police to indicate (provided they did not do so with undue emphasis, and they did not) the end as well as beginning of the interrogation, so that the jury would know that the officers’ testimony was complete. <em>[Owens, supra </em>at 1190. Emphasis added.]</p>\n<p id=\"b318-6\">As the United States Court of Appeals for the First Circuit noted in <em>United States v Goldman, </em>563 F2d 501 (CA 1, 1977), cert den 434 US 1067 (1978), in addressing a defendant’s objection to the use in the prosecution’s case in chief of two questions asked during interrogation to which the defendant did not respond:</p>\n<blockquote id=\"b318-7\">After hearing the <em>Miranda </em>warnings, [the defendant] chose to make an exculpatory statement, and he answered most of the agent’s questions probing that statement. We find that these facts meet the high standards of proof of waiver that <em>Miranda, supra, </em>384 US 475; 86 S Ct 1602, sets out.</blockquote>\n<blockquote id=\"b318-8\">\"A defendant cannot have it both ways. If he talks, what he says or omits is to be judged on its merits or demerits, and not on some artificial standard that only the part that helps him can be later referred to. This was not a case where the government commented upon ... a prior exercise of rights. The government asked the jury to measure what the defendant said when he had no rights because he had voluntarily waived them.” <page-number citation-index=\"1\" label=\"217\">*217</page-number><em>[Goldman, supra, </em>p 503, citing <em>Vitali v United States, </em>383 F2d 121, 123 (CA 1, 1967).[<footnotemark>19</footnotemark>]</blockquote>\n<p id=\"b319-6\">Thus, a description of a defendant’s behavior which serves to explain the circumstances and conduct of a defendant who has not invoked his right to remain silent will not be considered improper comment on the \"defendant’s postarrest silence.” <em>United States v Shaw, </em>701 F2d 367, 381 (CA 5, 1983), cert den 465 US 1067 (1984).<footnotemark>20</footnotemark></p>\n<p id=\"b319-7\">SÜMMARY</p>\n<p id=\"b319-8\">If the defendant had refused to say anything after being given his <em>Miranda </em>warnings, testimony <page-number citation-index=\"1\" label=\"218\">*218</page-number>about that refusal would have been improper. <em>Miranda, supra </em>at 468, n 37. The relevant inquiry is first whether the defendant has remained silent. If so, there is an irrebuttable presumption of irrelevancy, and such silence may not be used substantively or for impeachment purposes since there is no way to know after the fact whether it was due to the exercise of constitutional rights or to guilty knowledge.<footnotemark>21</footnotemark> Where the defendant has not maintained \"silence,” but has chosen to speak, the Court has refused to endorse a formalistic view of silence. <em>Anderson, Warden v Charles, </em>447 US 404; 100 S Ct 2180; 65 L Ed 2d 222 (1980).</p>\n<p id=\"b320-6\">Unlike the situation in <em>Anderson, Warden v Charles </em>or <em>People v Cetlinski, </em>the instant case involves the use of defendant’s statements and demeanor as substantive evidence of guilt. In situations where a defendant voluntarily waives his Fifth Amendment right to be silent, makes some statements, and then fails to respond to other questions, the focus of the inquiry is whether the defendant is now manifesting either a total or selective revocation of his earlier waiver of Fifth Amendment rights and whether that revocation is induced by the implicit assurances contained in the <em>Miranda </em>warnings.<footnotemark>22</footnotemark> If it is concluded that a <page-number citation-index=\"1\" label=\"219\">*219</page-number>defendant’s lack of response constituted invocation of the right to remain silent which was induced by the government, the failure to respond would again present the \"insoluble” ambiguity that <em>Doyle </em>forbids.<footnotemark>23</footnotemark> While we have no occasion here to state what conduct short of a formal exercise of the Fifth Amendment right to remain silent or a request for counsel would constitute an invocation, wherever that line is eventually to be drawn, it is not on the facts of this case.</p>\n<p id=\"b321-6\">We have found no authority for the proposition that a defendant’s nonverbal conduct<footnotemark>24</footnotemark> during interrogation, after a valid waiver of the right to remain silent, is an exercise of that Fifth Amend<page-number citation-index=\"1\" label=\"220\">*220</page-number>ment right to remain silent or that the \"description of partial silence” in such a setting is an error of constitutional dimension.<footnotemark>25</footnotemark> We conclude that admission of testimony regarding defendant’s conduct during the conversation did not violate the Fifth or Fourteenth Amendment or the Michigan Rules of Evidence.<footnotemark>26</footnotemark></p>\n<p id=\"b322-6\">CONCLUSION</p>\n<p id=\"b322-7\">There being no constitutional barrier to admission, the defendant’s statement was admissible as the admission of a party opponent, subject to relevancy limits. The prosecutor used the defendant’s statements and nonverbal conduct to prove <page-number citation-index=\"1\" label=\"221\">*221</page-number>that the defendant had in fact admitted the robbery when he said he would clear it up in the morning.<footnotemark>27</footnotemark> While the Fifth Amendment right to remain silent undoubtedly may be invoked during interrogation, the facts of this case do not support a finding that defendant McReavy invoked that right.<footnotemark>28</footnotemark></p>\n<p id=\"b323-6\">The Fifth Amendment does not preclude substantive use of testimony concerning a defendant’s behavior and demeanor during a custodial interrogation after a valid waiver of his Fifth Amend<page-number citation-index=\"1\" label=\"222\">*222</page-number>ment right against compelled self-incrimination. When a defendant speaks after receiving <em>Miranda </em>warnings, a momentary pause or even a failure to answer a question will not be construed as an affirmative invocation by the defendant of the right to remain silent. Moreover a defendant’s nonverbal conduct cannot be characterized as \"silence” that is inadmissible per se under the Michigan Constitution. When constitutional obligations are fulfilled, use of a party opponent’s statements and conduct are to be evaluated pursuant to MRE 801.</p>\n<p id=\"b324-6\">The trial court did not err in finding that defendant’s failure to answer some questions was not an affirmative invocation of his right to remain silent. There was no impermissible comment at trial regarding the defendant’s Fifth Amendment right to remain silent. The Court of Appeals erred in reversing the defendant’s convictions on the basis that the Fifth Amendment precluded testimony at trial describing the defendant’s custodial interrogation, including a description of the defendant’s behavior and demeanor and his failure to answer some questions during the interrogation.</p>\n<p id=\"b324-7\">We remand this case to the Court of Appeals for review of the defendant’s remaining issues on appeal.</p>\n<judges id=\"b324-8\">Riley, C.J., and Brickley and Griffin, JJ., concurred with Boyle, J.</judges>\n<footnote label=\"1\">\n<p id=\"b302-11\"> <em>People v McReavy, </em>unpublished opinion per curiam of the Court of Appeals, decided January 14,1987 (Docket No. 88620).</p>\n<p id=\"b302-12\">The dissent’s position is made more problematic, given the Court of Appeals citation of <em>People v Staley, </em>127 Mich App 38; 338 NW2d 414 (1983) (where the Court of Appeals held that silence in the course of a statement was inadmissible under <em>Bobo), </em>and that Court’s rejection of the holding in <em>People v Karam, </em>106 Mich App 383, 391; 308 NW2d 220 (1981), lv den 414 Mich 870 (1982) (where another panel of the Court of Appeals held that <em>Bobo </em>permits the use of nonutterances where \"silence is not maintained”). In <em>Karam, </em>the Court noted that \"[rjecent decisions by the United States Supreme Court render <em>Bobo </em>of dubious precedential value relative to the proper construction of the Fifth Amendment” and that \"it is not obvious that the Michigan Supreme Court would renounce <em>Bobo </em>as a matter of state constitutional law.” <em>Id. </em>at 388-390.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b303-7\"> See <em>United States v Ghiz, </em>491 F2d 599, 600 (CA 4, 1974), where the court noted:</p>\n<blockquote id=\"b303-8\">[I]f, in declining to answer certain questions, a criminal accused invokes his fifth amendment privilege or in any other manner indicates he is relying on his understanding of the <em>Miranda </em>warning, evidence of his silence or of his refusal to answer specific questions is inadmissible.</blockquote>\n<p id=\"b303-9\">See also <em>United States v Williams, </em>665 F2d 107 (CA 6, 1981), where the defendant made incriminating statements during a postarrest, <em>post-Miranda </em>interview but refused to answer questions regarding the manner and amount of payment for a stolen truck. The Sixth Circuit found a violation of defendant’s Fifth Amendment privilege when the fbi agent was examined at trial during the prosecution’s case in chief as to the defendant’s refusal to answer these questions. That court also held that testimony during the defendant’s cross-examination that he did not answer certain questions violated his due process rights.</p>\n<p id=\"b303-10\">Similarly, in <em>United States v Lewis, </em>651 F2d 1163 (CA 6, 1981), the Sixth Circuit Court of Appeals held it was improper for the prosecution to comment upon the appellant’s exercise of his constitutional right not to incriminate himself and to consult with counsel and thus required a reversal of the defendant’s conviction and a remand for a new trial. The agent had commented on the defendant’s three refusals to answer the agent’s questions and his two assertions of his right to counsel after which the interview was concluded.</p>\n<p id=\"AYG\"><page-number citation-index=\"1\" label=\"202\">*202</page-number>Again, in <em>Odell v State, </em>90 Wis 2d 149; 279 NW2d 706 (1979) (per curiam), the Wisconsin Supreme Court also held the prosecutor’s questioning and a detective’s testimony about the defendant’s refusal to answer certain questions was constitutional error \"because . . . [t]he purpose of the evidence was to allow the jury to draw an inference of defendant’s guilt from his refusal to explain the presence of the money.” <em>Id. </em>at 152. This, the court concluded, was a violation of the defendant’s Fifth Amendment guarantee against self-incrimination. Next, the <em>Odell </em>court addressed the impeachment use on cross-examination of the defendant’s refusal to answer and found error under <em>Doyle v Ohio, </em>426 US 610; 96 S Ct 2240; 49 L Ed 2d 91 (1976), noting: \"Upon rereading the record we conclude that the defendant’s silence during the custodial interrogation is consistent with his exercise of his constitutional rights. After answering some questions <em>the defendant chose to assert his right to remain silent </em>... a defendant has a right to answer some questions after the <em>Miranda </em>warning and then to reassert the privilege and break off all questioning.” <em>Id. </em>at 155. (Emphasis added.)</p>\n<p id=\"b304-7\">These cases all involve factual situations where the defendant refused to speak or the Court of Appeals found that given the factual circumstances present in that case the defendant’s refusal must he considered as a matter of law to be an exercise of his Fifth Amendment right to remain silent. That is not the case here. In the instant case, we have a trial court determination that the defendant <em>did </em>waive his Fifth Amendment privilege against self-incrimination and that he did not invoke that privilege until the morning following the challenged interview.</p>\n<p id=\"b304-8\">Upon the basis of a review of the <em>Walker </em>hearing transcript, there is no factual basis for the conclusion that the defendant refused to answer questions in such a manner that he was selectively relying on his <em>Miranda </em>warnings. (See <em>post, </em>pp 233, 235). At the <em>Walker </em>hearing, the prosecutor presented testimony that the procedural safeguards of <em>Miranda </em>were complied with and thus the prosecutor carried his burden in establishing the defendant voluntarily waived his Fifth Amendment privilege. At that point, the burden of going forward shifted to the defendant. The defendant had the opportunity to take the stand and assert that his \"nonutterances” were refusals and that he understood that he was relying on his <em>Miranda </em>warnings, but he did not do so. Thus, the dissent attempts to (1) recharacterize the facts; and (2) regardless of the record, asserts that the defendant’s \"nonutterances” constitute a refusal' to answer questions. The only way to reach the result the dissent advocates is to characterize as a matter of law nonutterances as being the equivalent of an affirmative exercise of Fifth Amendment rights. There simply is no case support for that position.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b306-7\"> The Court of Appeals found the <em>Bobo </em>issue dispositive and therefore did not address the defendant’s remaining issues:</p>\n<p id=\"b306-8\">1. The trial court committed error requiring reversal by admitting evidence of a precustodial photographic lineup conducted without presence of counsel when defendant was the clear focus of the police investigation.</p>\n<p id=\"b306-9\">2. Defendant was denied a fair trial when the prosecutor injected statements during closing argument and elicited testimony from witnesses relating to uncharged criminal offenses for which defendant was not on trial.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b306-10\"> MCL 750.529; MSA 28.797.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b306-11\"> MCL 750.349; MSA 28.581.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b306-12\"> MCL 750.227b; MSA 28.424(2).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b306-13\"> MCL 769.11; MSA.28.1083.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b307-9\"> The victim testified that the defendant told him to get into his car and ordered him to drive, and that later the defendant drove for awhile before ordering the victim out of the car. The victim stated that after being let out of his car he ran to a house nearby, called police and gave them a description of the defendant and the car, and subsequently identified the defendant in a photo lineup.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b307-15\"> Prior to trial, a <em>Walker </em>hearing was held to determine the admissibility of the defendant’s statements to the police. The trial court ruled that the defendant’s statements were voluntary and therefore admissible, but warned the prosecutor that no reference should be made regarding the defendant’s refusal to discuss the robbery, after invoking his right to remain silent, on the morning after the arrest.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b312-8\"> Quoting <em>People v Staley, </em>n 1 <em>supra </em>at 41-42.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b312-9\"> The panel rejected the prosecutor’s reliance on the holding in <em>People v Karam, supra, </em>where the panel members held a defendant’s silence to be admissible as substantive evidence where the defendant understands and unambiguously assents to the statement made by the accusing party.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b312-10\"> <em>People v McReavy, </em>429 Mich 857 (1987).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b313-8\"> The panel concluded that the comments were impermissible comment on McReavy’s right to remain silent following his arrest in the face of accusation. <em>Bobo, supra </em>at 361.</p>\n<p id=\"b313-9\">Further, the panel distinguished <em>People v Karam, supra, </em>and found that, given that nothing in the detectives’ testimony indicated an unambiguous assent on defendant’s part to the statements made by the officers during the interrogation, the evidence was inadmissible for use as substantive evidence of defendant’s guilt.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b314-8\"> The dissent acknowledges that a number of federal courts of appeal have held that \"the Fifth Amendment permits the substantive use of a defendant’s failure to answer particular questions during postarrest, <em>post-Miranda </em>interrogation.” <em>(Post, </em>p 234.) It also acknowledges that there is a line of cases to the contrary and thus feels it is unnecessary for this Court to adopt one line over another. What the dissent fails to observe is that there is no case supporting the claim that a defendant’s absence of response in the course of making a statement as opposed, for example, to a statement that he refused to answer questions, or wanted counsel, constituted an invocation of a defendant’s previously waived Fifth Amendment privilege.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b315-8\"> <em>Bigge </em>concerns adoptive or tacit admissions. So does MRE 801(d)(2)(B). The fact that the <em>Bigge </em>decision predates the adoption of that Rule of Evidence is of no consequence to challenges to the admissibility of tacit admissions. (See <em>post, </em>pp 241-242.)</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b316-7\"> It is arguable that the prosecutor’s use of the phrase \"passive admissions” in his closing argument created an ambiguity. The jury might have understood that term either as a reference to defendant’s statements, i.e., his statement that he was not denying he was involved in the robbery, or understood that the term referred to defendant’s \"silence.” However, in this case, we find that any potential prejudice from that ambiguity was mitigated not only by the standard charges regarding the presumption of innocence and the fact that the attorney’s comments are not evidence, but also by a specific charge regarding the appropriate manner of evaluating the detective’s testimony regarding his interview of the defendant. The court said: \"Obviously words said to be written or spoken by a defendant should not be used against him unless he actually spoke or wrote those words. Only so much of a statement as was made by a defendant may be considered as evidence against him.”</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b316-8\"><em> </em>One of the officers testified:</p>\n<blockquote id=\"b316-9\"><em>Q. </em>Okay. What next was said?</blockquote>\n<blockquote id=\"b316-10\"><em>A. </em>Well, I started asking him questions directly about the robbery, his involvement. He would just sit and look down. He wouldn’t respond yes or no. [See <em>post, </em>p 224, n 7.]</blockquote>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b316-11\"> The tortured result of the dissent’s evidentiary analysis indicates the wisdom of the completeness rule. If the dissent’s approach were adopted, the trial judge presumably would be obligated to exclude from the declarant’s description of the interview portions relating to defendant’s failure to say yes or no and the holding of his head in his hands. On cross-examination defense counsel might or might not explore the fact that defendant did not directly admit the robbery; if he did explore it, on redirect the prosecutor would inquire regarding what defendant did not say and how he reacted to the questions. While the trial judge undoubtedly retains control of the order of proofs, and in cases where relevancy is not apparent, may direct and limit lines of inquiry, no such artificial parsing of testimony is required. The reason is simple:</p>\n<blockquote id=\"b316-12\">So with any utterance of any thought the complexity of the <page-number citation-index=\"1\" label=\"215\">*215</page-number>latter produces elaboration in the former. It follows that the thought as a whole, and as it actually existed, cannot be ascertained without taking the utterance as a whole and comparing the successive elements and their mutual relations. To look at a part alone would be to obtain a false notion of the thought. The total—that is to say, the real—meaning can be got at only by going on to the end of the utterance. One part cannot be separated and taken by itself without doing injustice, by [producing] misrepresentation. [7 Wigmore (Chadbourn rev), § 2094, p 595.]</blockquote>\n<p id=\"b317-10\">A formalistic view of \"silence,” however, was recently rejected by the United States Supreme Court in <em>Anderson, Warden v Charles, </em>447 US 404, 409; 100 S Ct 2180; 65 L Ed 2d 222 (1980) (per curiam), reh den 448 US 912 (1980).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b319-9\"> This counters the dissent’s argument that even when presented with a valid waiver of a defendant’s Fifth Amendment privilege against self-incrimination, his failure to respond to certain questions can be interpreted as a selective invocation of that right. <em>(Post, </em>pp 228-230.)</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b319-10\"> In <em>Shaw, </em>the Fifth Circuit Court of Appeals evaluated the defendant’s challenge to three alleged comments on his silence. One challenge addressed postarrest, <em>post-Miranda </em>silence, and the Court found <em>Doyle </em>error. The other two challenged commentaries were held not to constitute constitutional error. Relevant to our inquiry here is the fact that during direct testimony, an officer testified that the defendant had made some statements during an interview and that when the officer questioned him about his whereabouts and told him a little child had been shot and died and that this is what he was being questioned about the defendant also \"dropped his head and covered up his face” and \"didn’t say anything, . . . just sat there and looked at me.” <em>Id. </em>at 385. The court observed:</p>\n<blockquote id=\"b319-11\">Shaw freely responded to questions during this interview, both before and after being apprised of the child’s condition. <em>The lack of response to which the sheriff alluded merely expressed Shaw’s demeanor during one point of the questioning. </em>Even if death were accidental, a few moments of speechless silence upon hearing of the death would be a normal reaction. <em>These remarks could not have been an impermissible comment on Shaw’s exercise of his Fifth Amendment right to silence following arrest because Shaw was not, at this time, exercising such a right. </em>There was neither silence nor a comment, but <em>simply a description of an interview where Shaw did give a statement and did not remain silent. [Id. </em>Emphasis added.]</blockquote>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b320-7\"> The United States Supreme Court has indicated that a \"post-Miranda warnings” silence means not only \"muteness; [but] includes the statement of [the defendant’s] desire to remain silent, as well as of a desire to remain silent until an attorney has been consulted,” <em>Wainwright v Greenfield, </em>474 US 284, 295, n 13; 106 S Ct 634; 88 L Ed 2d 623 (1986).</p>\n<p id=\"b320-8\">In <em>Doyle v Ohio, supra, </em>the Supreme Court held that due process prohibited the introduction of a defendant’s postarrest silence where the defendant invokes his right to remain silent after <em>Miranda </em>warnings. The Court concluded that it would be fundamentally unfair to advise a defendant of his right to remain silent and then use the fact of silence against him at trial. <em>Id., </em>p 618.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b320-9\"> If the selective silence view of the dissent were adopted, questioning presumably would have to cease whenever the defendant failed to respond directly to a question. Not only would such a rule limit the <page-number citation-index=\"1\" label=\"219\">*219</page-number>obtaining of confessions, but it would have a profoundly destabilizing effect on one of the purposes of <em>Miranda, </em>introducing regularity into postarrest procedures.</p>\n<p id=\"b321-8\">If the defendant manifested a total revocation of Ms earlier waiver, it is clear that the prosecution would not be entitled to introduce evidence of that silence at trial or to comment on it during summation. <em>Miranda v Arizona, supra.</em></p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b321-9\"> If a defendant answered several questions and then invoked Ms right to remain silent, <em>Doyle, supra </em>at 618-619, would prevent the prosecutor from commenting on tMs silence. However, in the present case the defendant did not invoke the right to remain silent until the morning following the interview. For a discussion of <em>Doyle, </em>see also <em>Project: Seventeenth annual review of criminal procedure: United States Supreme Court and Courts of Appeals 1986-1987, II. Preliminary proceedings, </em>76 Geo L J 707, 1011-1013 (1988); note, <em>Protecting </em>Doyle <em>rights after </em>Anderson v Charles: <em>The problem of partial silence, </em>69 Va LR 155, 166 (1983). <em>United States v Ford, </em>563 F2d 1366 (CA 9, 1977), cert den 434 US 1021 (1978); <em>United States v Lorenzo, </em>570 F2d 294 (CA 9, 1978); see also <em>People v Richendollar, </em>85 Mich App 74; 270 NW2d 530 (1978).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b321-10\"><em> </em>The parties apparently assume that the challenged evidence was testimonial in the Fifth Amendment sense. See <em>Schmerber v California, </em>384 US 757; 86 S Ct 1826; 16 L Ed 2d 908 (1966). See also <em>Pennsylvania </em>v <em>Muniz, </em>496 US —; 110 S Ct 2638; 110 L Ed 2d 528 (1990), where the United States Supreme Court held that the video and audio portions of the defendant’s actions and voice taken during routine booking for driving under the influence of alcohol showing evidence of slurred speech and lack of muscular coordination were not evidence of a testimonial or communicative nature and thus were not protected by the Fifth Amendment privilege against self-incrimination. Rather it was evidence of \"real” or \"physical” evidence held in <em>Schmerber </em>not to be covered by the Fifth Amendment privilege.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b322-8\"> In fact, the only guidance from the United States Supreme Court regarding nonutterances of a defendant who makes some statement is the holding in <em>Anderson, Warden v Charles, supra, </em>that such silence can be used to impeach the defendant’s trial testimony. As the Court observed, such questioning makes no unfair use of silence because a defendant who speaks after receiving <em>Miranda </em>warnings has not been induced to remain silent.</p>\n<p id=\"b322-9\">See also <em>Wainwright, </em>n 21 <em>supra, </em>in which invocation of silence after <em>Miranda </em>warnings was held to be inadmissible as evidence of the defendant’s sanity.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b322-10\"> The defendant’s statement that he was not denying that he was involved in the robbery clearly qualifies as a passive admission. Further, properly admitted evidence presented during McReavy’s trial was sufficient to prove his guilt beyond a reasonable doubt. The victim of the kidnapping testified unequivocally that the defendant was the person who robbed the store and kidnapped him, and the victim had a lengthy amount of time to observe the defendant. See also factors listed in the dissent at p 225.</p>\n<p id=\"b322-11\">Further, such a holding is supported by this Court’s holding in <em>People v Collier </em>and the decisions of several panels of the Court of Appeals which hold that evidence of the defendant’s silence on certain matters may be presented to elicit the full extent of the defendant’s statement made to the arresting officer. See, for example, <em>People v Scobey, </em>153 Mich App 82, 87; 395 NW2d 247 (1986), where the Court found comments on defendant’s postarrest, <em>post-Miranda </em>silence violated the defendant’s right to remain silent. That Court, however, went on to note that \"evidence of a defendant’s silence on certain matters may be presented to elicit the full extent of a defendant’s statement made to the arresting officer.” <em>Id. </em>at 87. The <em>Scobey </em>Court then distinguished the facts of this case noting: \"The arresting officer’s testimony in this case was not elicited to explain omissions in the statement eventually given by the defendant.” <em>Id.</em></p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b323-7\"> Our review of the challenged questioning and commentary shows the prosecutor clearly did not focus on the defendant’s exercise of his right to remain silent. See <em>Brogdon v Butler, </em>838 F2d 776 (CA 5, 1988).</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b323-8\"> The dissent erroneously characterizes the testimony of the detectives in this case as comments on periods of silence which are constitutionally protected, even though silences so protected are those in which a defendant has exercised the right to remain silent. Furthermore, there was no <em>Doyle </em>error in <em>McReavy </em>because as the court noted in <em>United States v Alvarado, </em>806 F2d 566, 573 (CA 5, 1986), <em>Doyle </em>is inapplicable to this situation in which the defendant speaks and does not invoke his right to remain silent.</p>\n<p id=\"b323-9\">See also <em>United States v Remigio, </em>767 F2d 730, 734 (CA 10, 1985), cert den 474 US 1009 (1985). In <em>Remigio, </em>the prosecutor’s statement was blatant, i.e., \" 'you were advised of your rights . . . were you not? . . . Did you make a statement or refuse to make a statement.’ ” There was no question that this was an impermissible comment on the defendant’s exercise of his right to remain silent, although in looking at the statement in the context of the entire trial, the court found the constitutional error to be harmless. <em>Id.</em></p>\n<p id=\"b323-10\">If a defendant answered several questions and then invoked his right to remain silent, <em>Doyle, supra </em>at 618-619, would prevent the prosecutor from commenting on this silence. However, in the present case the defendant did not assert the right to remain silent until the morning following the interview. See n 23.</p>\n<p id=\"b323-11\">Recently the Ninth Circuit Court of Appeals held that an ambiguous request by a suspect for counsel during interrogation would be considered an invocation of a defendant’s Fifth Amendment right to counsel if the interrogating officers understood the meaning of that request, <em>Smith v Endell, </em>860 F2d 1528 (CA 9, 1988). In that case, the suspect told the interrogating officers he wanted a lawyer if he was a suspect in the crime at issue. The officer’s knowledge that defendant was a suspect rendered that invocation effective immediately. Under analogous circumstances, a similar request regarding a desire to refuse to answer more questions could render an invocation of a defendant’s right to remain silent also effective.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b324-9\">Levin, J.</author>\n<p id=\"AVo\"><em>(concurring in part and dissenting in part). </em>McReavy was convicted of armed robbery,<footnotemark>1</footnotemark> kidnapping,<footnotemark>2</footnotemark> and possession of a firearm during the commission of a felony,<footnotemark>3</footnotemark> and was sentenced as <page-number citation-index=\"1\" label=\"223\">*223</page-number>a third offender.<footnotemark>4</footnotemark> The issue presented concerns the <em>substantive</em><footnotemark><em>5</em></footnotemark><em> </em>use of McReavy’s failure during post-arrest, post <em>-Miranda</em><footnotemark><em>6</em></footnotemark><em> </em>interrogation to respond to particular questions concerning his involvement in the robbery and kidnapping.</p>\n<p id=\"b325-5\">The Court of Appeals reversed McReavy’s conviction on the ground that testimony and argument concerning McReavy’s failure to answer violated the rule stated in <em>People v Bobo, </em>390 Mich 355; 212 NW2d 190 (1973). Because we conclude that any error does not require reversal of Mc-Reavy’s convictions, we join in reversing the judgment of the Court of Appeals and in remanding the case to the Court of Appeals for consideration of issues raised by McReavy that were not addressed by the Court of Appeals.</p>\n<p id=\"b325-6\">i</p>\n<p id=\"b325-7\">McReavy’s convictions stem from an armed robbery of a gas station and the abduction of the station attendant in the attendant’s car.</p>\n<p id=\"b325-8\">During the people’s case in chief, the prosecutor elicited testimony from the two arresting officers regarding McReavy’s postarrest, <em>post-Miranda </em>interrogation. The testimony included a reference to McReavy’s failure to respond to \"direct” questions about the robbery and a description of his de<page-number citation-index=\"1\" label=\"224\">*224</page-number>meanor when failing to respond.<footnotemark>7</footnotemark> McReavy’s objection was overruled. The officers also testified about McReavy’s answers to other questions, including \"indirect” questions about his involvement in the robbery.</p>\n<p id=\"b326-5\">McReavy did not testify. Under the circumstances of this case, the evidence was admissible, if at all, as substantive and not impeachment evidence.</p>\n<p id=\"b326-6\">In closing argument, the prosecutor asserted that McReavy’s failure to respond to the direct questions and his demeanor when he failed to respond were \"passive admissions.” The prosecutor thus adverted to McReavy’s failure to respond as substantive evidence of his guilt.<footnotemark>8</footnotemark></p>\n<p id=\"b326-7\">On appeal, McReavy claimed <em>Bobo </em>error and raised two other issues. The Court of Appeals found <em>Bobo </em>error requiring reversal in the admission over objection of the testimony concerning McReavy’s failure to answer the direct questions and in the prosecutor’s reference in closing argument to McReavy’s \"passive admissions.”<footnotemark>9</footnotemark> The <page-number citation-index=\"1\" label=\"225\">*225</page-number>Court of Appeals did not address the other two issues raised by McReavy.</p>\n<p id=\"b327-4\">n</p>\n<p id=\"b327-5\">We agree with the majority that the decision of the Court of Appeals should be reversed. We so conclude because any error in the testimony and argument concerning McReavy’s failure to answer the direct questions does not require reversal.</p>\n<p id=\"b327-6\">During his postarrest interrogation, McReavy responded to \"indirect” questions. As related in the officers’ testimony, McReavy stated that he had not received the gun used in the robbery from his roommate, that his roommate was not involved in the robbery, and that he was not denying that he was involved in the robbery. The first-hand knowledge manifested by these responses tended to incriminate McReavy.</p>\n<p id=\"b327-7\">Additionally, the victim identified McReavy at trial. A gun and the victim’s car were found near McReavy’s residence. Articles of clothing similar to those worn by the robber were found in Mc-Reavy’s residence and did not belong to McReavy’s roommate. McReavy owed his roommate rent, and paid him before he was able to cash his paycheck.</p>\n<p id=\"b327-8\">Whatever weight the jury may have placed on the testimony and argument concerning McReavy’s failure to answer the \"direct” questions was overshadowed by the probative significance of McReavy’s \"indirect” admissions and the other evidence tending to establish his guilt.<footnotemark>10</footnotemark></p>\n<p id=\"b327-9\">No more needs to be said to decide this case.</p>\n<p id=\"b327-10\">hi</p>\n<p id=\"b327-11\">The majority nevertheless employs the prose<page-number citation-index=\"1\" label=\"226\">*226</page-number>cutor’s appeal in the instant case as a \"vehicle” to opine on whether the substantive use of McReavy’s \"silence” was violative of the Fifth Amendment privilege against self-incrimination. It predicates reversal of the Court of Appeals in part on the conclusion that the officers’ testimony and the prosecutor’s argument concerning McReavy’s failure to answer the direct questions did not violate the Fifth Amendment privilege.</p>\n<p id=\"b328-4\">The majority thus ignores the well-established rule that this Court does not grapple with constitutional issues if there is a nonconstitutional basis on which the case can properly be decided. The course chosen is especially inappropriate under the circumstance that the United States Supreme Court, although it no doubt has had the opportunity to do so, has avoided deciding whether reference to \"partial silence” as substantive evidence of guilt is violative of the Fifth Amendment.</p>\n<p id=\"b328-5\">Parenthetically, this case does not involve <em>Doyle v Ohio, </em>426 US 610; 96 S Ct 2240; 49 L Ed 2d 91 (1976), where the United States Supreme Court held that the <em>impeachment </em>use of a defendant’s silence violates the <em>Due Process Clause </em>where the defendant remained silent after the receipt of <em>Miranda </em>warnings.<footnotemark>11</footnotemark></p>\n<p id=\"b329-4\"><page-number citation-index=\"1\" label=\"227\">*227</page-number>IV</p>\n<p id=\"b329-6\">Because, and only because, the majority unnecessarily addresses the Fifth Amendment issue, we add the following commentary to its analysis of McReavy’s claim under the Fifth Amendment.</p>\n<p id=\"b329-7\">A</p>\n<p id=\"b329-8\">The majority asserts that \"[t]he instant case presents the constitutional issue addressed in <em>Miranda, </em>that is, the substantive use of a defendant’s statements and comments on a defendant’s behavior, demeanor, and nonresponsive conduct after a valid waiver of his Fifth Amendment privilege against compelled self-incrimination,”<footnotemark>12</footnotemark> and further describes the constitutional question as \"whether the trial court erred in finding that defendant waived his Fifth Amendment privilege against compelled self-incrimination until he invoked his rights on the morning following the inquiry in question.”<footnotemark>13</footnotemark> The majority would answer the question so posed in the negative.<footnotemark>14</footnotemark></p>\n<p id=\"b329-9\">1</p>\n<p id=\"b329-10\">We disagree with the suggestion that the constitutional issue presented in this case was decided in <em>Miranda. </em>The issue in <em>Miranda </em>was the admissibility of <em>statements </em>made during custodial interroga<page-number citation-index=\"1\" label=\"228\">*228</page-number>tion.<footnotemark>15</footnotemark> We all agree that McReavy’s statements were admissible. We are not aware of any basis in the <em>Miranda </em>opinion for the majority’s assertion that <em>Miranda </em>also involved the admissibility of a defendant’s \"behavior, demeanor, and nonresponsive conduct.” Nor did <em>Miranda </em>involve the admissibility of \"statements,” or \"behavior, demeanor, and nonresponsive conduct,” after a valid waiver of Fifth Amendment rights. Rather, the <em>Miranda </em>opinion dealt with the procedural safeguards necessary to validate a waiver of the rights discussed in <em>Miranda.</em></p>\n<p id=\"b330-6\">2</p>\n<p id=\"b330-7\">The majority’s emphasis on McReavy’s \"waiver” of his \"Fifth Amendment privilege” is misplaced. The assertion that McReavy waived his privilege against self-incrimination is a legal conclusion that the custodial interrogation was conducted in compliance with the procedural requirements of <em>Miranda, </em>and that as a result McReavy’s <em>statements </em>were the product of a knowing and intelligent decision not to exercise one of his Fifth Amendment rights.</p>\n<p id=\"b330-8\">The \"waiver” is coextensive with the statement. McReavy had a right not to answer the direct questions about his involvement in the robbery, and this right was not waived because he answered indirect questions on the same subject.</p>\n<p id=\"b330-9\">The procedural requirements of <em>Miranda </em>are designed to ensure that an accused’s statements <page-number citation-index=\"1\" label=\"229\">*229</page-number>are voluntary and not the product of coercion inherent in custodial interrogation. The procedures seek to promote the intelligent exercise or nonexercise of Fifth Amendment rights by ensuring that the accused is informed of those rights at the outset of the interrogation.<footnotemark>16</footnotemark> <em>Miranda </em>thus requires, in addition to informing an accused that he has the right to remain silent, that he be informed of the possible consequences of not exercising that right,<footnotemark>17</footnotemark> namely, \"that anything he says can be used against him.”<footnotemark>18</footnotemark></p>\n<p id=\"A7m5\"><em>Miranda </em>does not, however, provide that the accused must be advised that if he makes a statement, both what he says <em>and </em>what he fails to say can then be used against him.<footnotemark>19</footnotemark> <em>Miranda </em>does not require that an accused be told that his <em>failure </em>to say something can be used against him. Without knowledge of the costs the majority would associate with making a statement, an accused is unable to make an intelligent decision whether to exercise the privilege against self-incrimination. The introduction of a defendant’s failure to answer a particular question on the basis that the defendant waived his privilege against self-incrimination by <page-number citation-index=\"1\" label=\"230\">*230</page-number>answering other questions is thus inconsistent with the rationale of <em>Miranda.</em></p>\n<p id=\"b332-4\">\n<em>B</em>\n</p>\n<p id=\"b332-5\">We acknowledge that some courts appear to have adopted the majority’s approach.<footnotemark>20</footnotemark></p>\n<p id=\"b332-6\">Other courts, however, have held that the Fifth Amendment bars the substantive use of a defendant’s failure to answer questions during custodial interrogation <em>in the course of which he answered other questions. </em>We advert to these decisions only because the majority has chosen to opine on the Fifth Amendment question.</p>\n<p id=\"b332-7\">1</p>\n<p id=\"b332-8\">In <em>United States v Williams, </em>665 F2d 107, 109 (CA 6, 1981), the defendant made incriminating statements during a postarrest, <em>post-Miranda </em>interview but refused to answer questions regarding his acquisition of a stolen truck. In its case in chief, the government elicited testimony from the interviewing agent that Williams had refused to discuss his purchase of the truck. The Court of Appeals for the Sixth Circuit found <em>plain error, </em>and held that \"it clearly violated Williams’ Fifth Amendment privilege against self-incrimination when the fbi agent was examined as to Williams’ refusal to answer these questions.”</p>\n<p id=\"b332-9\">In <em>United States v Lewis, </em>651 F2d 1163 (CA 6, 1981), an irs special agent testified during the case in chief concerning an interview with Lewis. After describing the statements made by Lewis, the <page-number citation-index=\"1\" label=\"231\">*231</page-number>agent testified that Lewis had refused to answer questions on three occasions and that he had twice requested counsel. The Court of Appeals for the Sixth Circuit held that the testimony regarding Lewis’ refusal to answer particular questions violated the Fifth Amendment.<footnotemark>21</footnotemark></p>\n<p id=\"b333-5\">In <em>Odell v State, </em>90 Wis 2d 149, 152-153; 279 NW2d 706 (1979), a detective testified in the case in chief that Odell had made extensive statements during custodial interrogation, but that he had refused to answer questions concerning the source of money in his possession. The Supreme Court of Wisconsin held that the detective’s testimony regarding Odell’s refusal to answer those questions was violative of the Fifth Amendment privilege against self-incrimination because the testimony was used as a tacit admission of Odell’s guilt.</p>\n<p id=\"b333-6\">In <em>United States v Ghiz, </em>491 F2d 599 (CA 4, 1974), the Court of Appeals for the Fourth Circuit reversed the defendant’s conviction on the basis of testimony during the case in chief that post-Miranda interrogation was terminated when Ghiz stated he did not wish to answer any questions about a stolen tractor. The court first noted that evidence of a defendant’s refusal to answer particular questions is inadmissible if in so refusing, the defendant either expressly invoked the Fifth Amendment or otherwise indicated that he was relying on his <em>Miranda </em>rights. The court then held that Ghiz’ statement, that he did not wish to talk <page-number citation-index=\"1\" label=\"232\">*232</page-number>about the tractor, was a clear indication of his reliance on the right to remain silent.<footnotemark>22</footnotemark></p>\n<p id=\"b334-4\">2</p>\n<p id=\"b334-5\">In most of the cases discussed in subsection 1 above, custodial interrogation appears to have been terminated after the accused \"refused” to answer certain questions. The instant case might thus be \"distinguished” on the ground that Mc-Reavy’s interrogation continued after he \"refused” to answer the direct questions about his involvement in the robbery.</p>\n<p id=\"b334-6\">With the possible exception of <em>Lewis, </em>the defendants in the cited cases did not state they would answer no further questions. Rather, after answering some questions the defendants \"refused” to answer others, and the questioning was then terminated by the interrogating officer. These cases thus do not involve defendants who were asserting the right to terminate custodial interrogation,<footnotemark>23</footnotemark> but rather defendants who were exercising the right not to answer a particular question.</p>\n<p id=\"b334-7\">If an interrogator has fifteen questions and an accused is only willing to answer fourteen, it would be strange if the admissibility as substan<page-number citation-index=\"1\" label=\"233\">*233</page-number>tive evidence of a failure to respond to one question depended on whether the interrogator asked that question first, fifth, tenth, or last.</p>\n<p id=\"b335-5\">When a defendant is challenging the admissibility of <em>statements </em>made after he failed to answer a particular question, it may indeed be appropriate to require the defendant to have more clearly expressed his desire to invoke the \"right to remain silent.” Absent such a clear expression, the interrogator may not have known that questioning should have stopped. Such concerns are not present in the instant case since the question here opined on does not concern the admissibility of statements.<footnotemark>24</footnotemark></p>\n<p id=\"b335-6\">The majority distinguishes the cited cases on the basis that those cases involved \"factual situations where the defendant refused to speak,”<footnotemark>25</footnotemark> and that this case involves \"a defendant’s absence of response in the course of making a statement as opposed, for example, to a statement that he refused to answer questions, or wanted counsel . . . .”<footnotemark>26</footnotemark> We do not find persuasive the suggested distinction between a \"refus[al] to answer questions” and an \"absence of response,” and neither did the courts in <em>Williams </em>and <em>Odell.</em><footnotemark><em>27</em></footnotemark></p>\n<p id=\"b335-7\">The majority also distinguishes the cited cases on the basis that in the instant case, \"we have a <page-number citation-index=\"1\" label=\"234\">*234</page-number>trial court determination that the defendant <em>did </em>waive his Fifth Amendment privilege against self-incrimination and that he did not invoke that privilege until the morning following the challenged interview.”<footnotemark>28</footnotemark> In all the cited cases, however, the defendant made statements during custodial interrogation, and testimony concerning those statements was elicited in the prosecution’s case in chief. There was thus a trial court determination, or it was uncontested, that the defendant had \"waived” his Fifth Amendment rights. Again, we disagree with the majority concerning the significance of that \"waiver.”</p>\n<p id=\"b336-6\">The majority goes on to say that \"[t]he defendant had the opportunity to take the stand [at the <em>Walker </em>hearing <em>(People v Walker [On </em>Rehearing], 374 Mich 331; 132 NW2d 87 [1965])] and assert that his 'nonutterances’ were refusals and that he understood that he was relying on his <em>Miranda </em>warnings, but he did not do so.”<footnotemark>29</footnotemark> The defendant does not have the burden of proof respecting the admissibility of statements made during custodial interrogation. It is the prosecutor who has that burden, a burden which applies to a defendant’s \"nonutterances,” at least where those \"nonutterances” are said to be the defendant’s admissions.</p>\n<p id=\"b336-7\">c</p>\n<p id=\"b336-8\">In sum, there appears to be a split of authority whether the Fifth Amendment permits the substantive use of a defendant’s failure to answer particular questions during postarrest, post-<em>Miranda </em>interrogation.<footnotemark>30</footnotemark> Decision in the instant <page-number citation-index=\"1\" label=\"235\">*235</page-number>case does not require the Court to adopt one line of authority or the other, and we decline to do so.</p>\n<p id=\"b337-5\">■ v</p>\n<p id=\"b337-6\">Because, and only because, the majority unnecessarily addresses the constitutional question, we note that in addition to implicating the Fifth Amendment privilege against self-incrimination, the substantive use of a defendant’s failure to respond to an incriminatory accusation also implicates decisions of this Court that are <em>not </em>based on the United States Constitution.</p>\n<p id=\"b337-7\">A</p>\n<p id=\"b337-8\">In <em>People v Bigge, </em>288 Mich 417; 285 NW 5 (1939), the Court found error requiring reversal in the prosecutor’s reference in his opening statement to Bigge’s failure to deny an incriminatory accusation made in his presence.<footnotemark>31</footnotemark> The Court was required to decide whether evidence of Bigge’s “silence” was admissible because if such evidence <page-number citation-index=\"1\" label=\"236\">*236</page-number>were admissible,<footnotemark>32</footnotemark> the prosecutor’s remarks would have been proper as a statement of intended proof. The Court ruled that evidence of an incriminatory accusation made in the defendant’s presence and his failure to deny the accusation could not be used as substantive evidence of guilt:</p>\n<blockquote id=\"b338-6\">The time has not yet come when an accused must cock his ear to hear every damaging allegation against him and, if not denied by him, have the statement and his silence accepted as evidence of guilt. There can be no such thing as confession of guilt by silence in or out of court. The unanswered allegation by another of the guilt of a defendant is no confession of guilt on the part of a defendant. Defendant, if he heard the statement, was not morally or legally called upon to make denial or suffer his failure to do so to stand as evidence of his guilt. He said nothing, and what was said in his presence by another was inadmissible, just as the court later held. <em>[Id., </em>p 420.]</blockquote>\n<p id=\"b338-7\">The Court of Appeals has in a number of cases interpreted <em>Bigge </em>as generally prohibiting the use of tacit admissions in criminal trials.<footnotemark>33</footnotemark></p>\n<p id=\"b339-3\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>Factors that may be germane to the question whether the substantive use of a defendant’s silence violated the Fifth Amendment are <em>not </em>germane where the question is whether this Court’s holding in <em>Bigge </em>was violated.</p>\n<p id=\"b339-4\">The admissibility of tacit admissions in criminal cases does not depend on whether the defendant received the <em>Miranda </em>warnings before he failed to respond to an accusation made in his presence.<footnotemark>34</footnotemark> It is thus not controlling that the defendant was, or was not, relying on <em>Miranda </em>warnings when he failed to respond to the incriminatory accusation.</p>\n<p id=\"b339-5\">The admissibility of tacit admissions also does not depend on whether the defendant was in custody when he failed to respond to the accusation.<footnotemark>35</footnotemark> Nor does it depend on whether the defendant had already been arrested or otherwise formally accused.<footnotemark>36</footnotemark> It is thus not controlling whether the <page-number citation-index=\"1\" label=\"238\">*238</page-number>defendant was relying on any particular constitutional right that may have attached at that time.</p>\n<p id=\"b340-6\">Further, the admissibility of tacit admissions does not depend on whether the defendant did, or did not, make statements during the conversation in which he failed to respond to an incriminatory accusation. In <em>Bigge, </em>the defendant’s purported tacit admission occurred during a lengthy conversation in which he made statements, including inculpatory statements.<footnotemark>37</footnotemark> It is thus not controlling that the failure to respond may be characterized as \"partial,” rather than \"total,” silence.<footnotemark>38</footnotemark></p>\n<p id=\"b340-7\">This Court’s decision in <em>Bigge </em>stands for the proposition that in a criminal case a defendant’s failure to respond to an incriminatory accusation made in his presence is not admissible as substantive evidence of the defendant’s guilt. The decision in <em>Bigge </em>was not based on the United States Constitution.<footnotemark>39</footnotemark> Subsequent developments in Fifth Amendment jurisprudence do not affect, or put in question, the Court’s holding in that case._</p>\n<p id=\"b341-4\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>B</p>\n<p id=\"b341-6\">Because, and only because, the majority unnecessarily addresses the substantive issues raised in this appeal, we consider whether this Court’s decision in <em>Bigge </em>applies to the facts of the instant case.</p>\n<p id=\"b341-7\">An officer testified on direct examination that \"I started asking [McReavy] questions directly about the robbery, his involvement. He would just sit and look down. He wouldn’t respond yes or no.” In closing argument, the prosecutor said:</p>\n<blockquote id=\"b341-8\">Remember what Detective Vincent said? There’s no doubt in my mind about the robbery, that [McReavy] was involved in it. The questioning ceased. Not one denial, not one suggestion that it wasn’t me. To the contrary, passive admissions. The man feels bad, he’s got his head down, he’s upset, doesn’t want to talk about it.</blockquote>\n<p id=\"b341-9\">The prosecutor asserted that McReavy’s failure during custodial interrogation to respond to the direct questions and his accompanying demeanor was evidence of his guilt. The prosecutor’s argument, and the testimony on which that argument was based, was thus violative of <em>Bigge.</em></p>\n<p id=\"b341-10\">We would not, however, reverse McReavy’s convictions on the basis of that error. McReavy responded to indirect questions about his involvement in the robbery. McReavy was asked whether he was denying that he committed the robbery, and his response was \" 'no.’ ” It would have been consistent with <em>Bigge </em>for the prosecutor to argue that McReavy had not denied his guilt because it <page-number citation-index=\"1\" label=\"240\">*240</page-number>would have been a fair comment on what Mc-Reavy <em>actually said.</em><footnotemark><em>40</em></footnotemark></p>\n<p id=\"b342-4\">Under the circumstance that it would have been permissible for the prosecutor to have made the challenged remarks whether or not McReavy had failed to answer the direct questions about his involvement in the robbery, we would not reverse McReavy’s convictions even though the prosecutor’s argument and the officers’ testimony regarding McReavy’s failure to answer those questions were violative of <em>Bigge.</em><footnotemark><em>41</em></footnotemark></p>\n<p id=\"b342-5\">c</p>\n<p id=\"b342-6\">The majority would hold that the prosecutor’s remarks and the officers’ testimony concerning McReavy’s failure to respond to the direct questions did not violate the rule stated in <em>Bigge.</em><footnotemark><em>42</em></footnotemark><em> </em>We now consider the majority’s rationale for reaching that result.</p>\n<p id=\"b342-7\">1</p>\n<p id=\"b342-8\">At the outset, we note that the majority’s characterization of <em>Bigge </em>as a decision based on conventional evidence law—specifically, the theory of the adoptive admission<footnotemark>43</footnotemark>—finds little support in <page-number citation-index=\"1\" label=\"241\">*241</page-number>the language of the Court’s decision.<footnotemark>44</footnotemark> Regardless, to the extent <em>Bigge </em>is regarded as a decision grounded in evidentiary concerns, it stands for the proposition that silence in the face of an accusation is not a sufficient manifestation of the accused’s adoption or belief in the truth of the accusation such that the accusation is deemed to be the accused’s own statement.</p>\n<p id=\"b343-5\">2</p>\n<p id=\"b343-6\">The majority distinguishes <em>Bigge </em>on the basis that \"[t]he <em>Bigge </em>rule denies admissibility because the inference of relevancy rests <em>solely </em>on the defendant’s failure to deny,”<footnotemark>45</footnotemark> whereas \"the relevancy of defendant’s behavior in the instant case in neither denying nor admitting the direct inquiry rests not on a third party’s assertion but on the admissions defendant himself made . . . .”<footnotemark>46</footnotemark></p>\n<p id=\"AYK\">The suggestion that <em>Bigge </em>only applies where the prosecutor’s \"inference of relevancy” rests <em>solely </em>on the defendant’s failure to deny the incriminatory accusation is not supported by the facts of <em>Bigge. </em>The defendant in <em>Bigge </em>also made inculpatory statements during the conversation in which he failed to respond to the incriminatory <page-number citation-index=\"1\" label=\"242\">*242</page-number>accusation.<footnotemark>47</footnotemark> Thus, it could be said of <em>Bigge, </em>to the same extent as <em>McReavy, </em>that the \"inference of relevancy” was not based solely on the defendant’s failure to respond, but was also based on the defendant’s actual statements, and the \"inference of relevancy” thus does not serve to distinguish <em>Bigge.</em></p>\n<p id=\"b344-6\">Assuming for the moment that the testimony of the arresting officers was admissible to \"allow the factfinder to more fully determine the probative significance of the defendant’s complete statement to the police,”<footnotemark>48</footnotemark> the admissibility of that testimony <em>in no way </em>renders permissible the prosecutor’s argument to the jury that McReavy’s failure to respond to the direct questions were \"passive admissions” of guilt. The prosecutor may not make an impermissible argument to the jury simply because the evidence on which that argument is based was admissible for another purpose.<footnotemark>49</footnotemark></p>\n<p id=\"b344-7\">3</p>\n<p id=\"b344-8\">The majority also announces and then invokes a \"rule of completeness,” under which \"all is admissible.”<footnotemark>50</footnotemark> The premise of the asserted \"rule of completeness,” under which all becomes admissible, is that a thought cannot be accurately understood without eliciting the entire utterance by which the thought was expressed.<footnotemark>51</footnotemark> The \"rule of completeness” does not support the <em>unbounded </em>admissibil<page-number citation-index=\"1\" label=\"243\">*243</page-number>ity of a defendant’s failure to answer questions. Silence in the face of accusation is not an utterance, and to suggest otherwise is to ignore this Court’s decision in <em>Bigge.</em></p>\n<p id=\"b345-5\">Evidence of a defendant’s failure to respond to particular questions and his accompanying demeanor is not admissible, or even relevant, simply because the defendant answered other questions.. A defendant’s failure to respond to an incriminatory accusation or question—which generally has no more probative significance than a failure to answer a question that was never asked—is not per se transformed into a relevant \"omission” once the defendant answers another question.</p>\n<p id=\"b345-6\">That is not to say that a defendant’s failure to respond to a question is per se irrelevant. The relevance of a defendant’s failure to answer particular questions depends on the content of those questions and of the statements the defendant actually made. In this case, for example, there was a close similarity between the questions McReavy failed to answer and the questions he did answer, in particular, his response \" 'no’ ” to the question whether he was denying that he had committed the robbery.<footnotemark>52</footnotemark></p>\n<p id=\"b345-7\">VI</p>\n<p id=\"b345-8\">We now consider other federal cases cited by the majority.</p>\n<p id=\"b345-9\">The majority relies on <em>United States v Shaw, </em>701 F2d 367 (CA 5, 1983), to support the proposition that \"a description of a defendant’s behavior <page-number citation-index=\"1\" label=\"244\">*244</page-number>which serves to explain the circumstances and conduct of a defendant who has not invoked his right to remain silent will not be considered improper comment on the 'defendant’s postarrest silence.’ ”<footnotemark>53</footnotemark> <em>Shaw </em>is at most ambivalent support for the majority’s position.</p>\n<p id=\"b346-6\">In <em>Shaw, </em>the Court of Appeals for the Fifth Circuit held that testimony elicited on direct examination of a government witness concerning Shaw’s reaction when he was informed why he was being questioned was proper.<footnotemark>54</footnotemark> The court said:</p>\n<blockquote id=\"b346-7\">The lack of response to which the sheriff alluded merely expressed Shaw’s demeanor during one point of the questioning. <em>Even if death were accidental, a few moments of speechless silence upon hearing of the death would be a normal reaction. </em>These remarks could not have been an impermissible comment on Shaw’s exercise of his Fifth Amendment right to silence following arrest because Shaw was not, at this time, exercising such a right. There was neither silence nor a comment, but simply a description of an interview where Shaw did give a statement and did not remain silent. <em>[Id., </em>p 385. Emphasis added.]</blockquote>\n<p id=\"b346-8\">The court does not appear to have been addressing the propriety of testimony regarding Shaw’s <page-number citation-index=\"1\" label=\"245\">*245</page-number>failure to answer particular questions<footnotemark>55</footnotemark> and the court’s approval of the demeanor evidence was based at least in part on an \"innocent” explanation for Shaw’s demeanor. <em>Shaw </em>does not support the proposition that evidence of a defendant’s failure to answer particular questions, or his accompanying demeanor, is admissible so that the prosecutor may invite the jury to construe such evidence as a \"passive admission” of guilt.<footnotemark>56</footnotemark></p>\n<p id=\"b347-5\">In addition, the court also held that another police officer’s testimony concerning Shaw’s post-arrest demeanor was constitutional error.<footnotemark>57</footnotemark> In discussing this \"description of a defendant’s behavior,”<footnotemark>58</footnotemark> the Court of Appeals for the Fifth Circuit observed:</p>\n<blockquote id=\"b347-6\">The standard is strict; virtually any description of a defendant’s silence following arrest and a <em>Miranda </em>warning will constitute a <em>Doyle </em>violation. Accordingly, it appears inescapable that Pennington’s remarks, even though unsolicited and couched in narrative terms, and to which no objection was made, did constitute an improper com<page-number citation-index=\"1\" label=\"246\">*246</page-number>ment upon silence as envisioned in <em>Doyle. [Id., </em>p 382.]</blockquote>\n<p id=\"b348-4\">The majority also cites <em>Rowan v Owens, </em>752 F2d 1186 (CA 7, 1984), in which the Court of Appeals for the Seventh Circuit held it was not error for the prosecutor to elicit testimony concerning Rowan’s assertion of his right to remain silent at the close of a postarrest, post-Miranda interrogation in which he had made incriminating statements.<footnotemark>59</footnotemark> At the most,<footnotemark>60</footnotemark> <em>Rowan </em>provides support for the officers’ testimony that the interrogation ended when Mc-Reavy stated he did not wish to answer any more questions and that he would \"clear things up” later.<footnotemark>61</footnotemark> The admissibility of that testimony is not challenged.</p>\n<judges id=\"b348-5\">Cavanagh and Archer, JJ., concurred with Levin, J._</judges>\n<footnote label=\"1\">\n<p id=\"b324-10\"> MCL 750.529; MSA 28.797.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b324-11\"> MCL 750.349; MSA 28.581.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b324-12\"> MCL 750.227b; MSA 28.424(2).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b325-9\"><em> </em>MCL 769.11; MSA 28.1083.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b325-10\"> The issue in the companion case of <em>People v Cetlinski, </em>435 Mich 742; 460 NW2d 534 (1990), concerned the <em>impeachment </em>use of Cetlinski’s failure during investigative interviews with police and fire personnel to volunteer that he had discussed the possibility of hiring someone to set fire to his property.</p>\n<p id=\"b325-11\">The issue in the companion case of <em>People v Sutton (After Remand), </em>436 Mich 575; 464 NW2d 276 (1990), concerns the <em>impeachment </em>use of Sutton’s failure to come forward and inform the police that he had shot someone but that it was an accident, and of his postarrest, post-Miranda silence.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b325-12\"> <em>Miranda v Arizona, </em>384 US 436; 86 S Ct 1602; 16 L Ed 2d 694 (1966).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b326-8\"> One of the officers testified:</p>\n<blockquote id=\"b326-9\"><em>Q. </em>Okay. What next was said?</blockquote>\n<blockquote id=\"b326-10\"><em>A. </em>Well, I started asking him questions directly about the robbery, his involvement. He would just sit and look down. He wouldn’t respond yes or no.</blockquote>\n<p id=\"b326-11\">The other officer gave substantially similar testimony.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b326-12\"> In the words of the prosecutor,</p>\n<blockquote id=\"b326-13\">Remember what Detective Vincent said? There’s no doubt in my mind about the robbery, that he was involved in it. The questioning ceased. Not one denial, not one suggestion that it wasn’t me. To the contrary, passive admissions. The man feels bad, he’s got his head down, he’s upset, doesn’t want to talk about it.</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b326-14\"> <em>People v McReavy, </em>unpublished opinion per curiam of the Court of Appeals, decided January 14, 1987 (Docket No. 88620).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b327-12\"> The majority agrees with this assessment of the record. See <em>ante, </em>p 220, n 26.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b328-6\"> See, generally, <em>United States ex rel Savory v Lane, </em>832 F2d 1011, 1017 (CA 7, 1987) (\"Because appellant did not take the stand, and the state’s purpose in referring to appellant’s silence was to suggest that he was guilty [rather than to impeach his testimony], the problem does not involve the application of <em>Doyle v Ohio, . . </em>. but rather involves the application of Griffin <em>v California </em>[380 US 609; 85 S Ct 1229; 14 L Ed 2d 106 (1965)]”).</p>\n<p id=\"b328-7\">Thus, the majority’s commentary on the \"insoluble ambiguity” rationale of <em>Doyle </em>(see <em>ante, </em>pp 211-212 and 217-219), as well as its “fundamental unfairness” rationale (see <em>ante, </em>p 218, n 21, and p 220, n 25), is of little utility.</p>\n<p id=\"b328-8\">We express no opinion on the applicability of <em>Doyle </em>to the \"partially silent” defendant.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b329-11\"> <em>Ante, </em>p 211.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b329-12\"> <em>Ante, </em>p 201.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b329-13\"> See <em>ante, </em>pp 202-203. See also <em>ante, </em>pp 200, 203, 211, 215, 218-220, and 221-222.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b330-10\"> More specifically, we deal with the admissibility of statements obtained from an individual who is subjected to custodial police interrogation and the necessity for procedures which assure that the individual is accorded his privilege under the Fifth Amendment to the Constitution not to be compelled to incriminate himself. <em>[Miranda, supra, </em>p 439. See also <em>id., </em>p 445.]</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b331-5\"> I'd, p 467.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b331-6\"> The warning of the right to remain silent must be accompanied by the explanation that anything said can and will be used against the individual in court. This warning is needed in order to make him aware not only of the privilege, but also of the consequences of forgoing it. It is only through an awareness of these consequences that there can be any assurance of real understanding and intelligent exercise of the privilege. [Id, p 469.]</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b331-7\"> Id, p 479.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b331-8\"> Nor is an accused told that his \"conduct”—whether or not he makes a statement—can be used against him. Cf. <em>ante, </em>p 212 (\"Not until [the morning following the interrogation in issue] could the defendant again reasonably believe that the state was assuring him his conduct during the course of making a statement would not be used against him”).</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b332-10\"> See, for example, <em>United States v Goldman, </em>563 F2d 501 (CA 1, 1977) (discussed in <em>ante, </em>pp 216-217).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b333-7\"> In rejecting the government’s claim that the challenged testimony did not invite an inference of guilt, the court remarked that \"[unfortunately, the agent’s unnecessary and irrelevant testimony that he first advised appellant of his <em>Miranda </em>rights, and asked appellant if he understood those rights, made the inference inevitable.” <em>Id., </em>p 1167.</p>\n<p id=\"b333-8\">The arresting officers in the instant case testified they had given McReavy the <em>Miranda </em>warnings before McReavy failed to respond to the direct questions about his involvement in the robbery.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b334-8\"> One distinction between <em>Ghiz </em>and the instant case is that Mc-Reavy was silent when asked the direct questions about his involvement in the robbery.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b334-9\"> The majority avers that \"there is no case supporting the claim that a defendant’s absence of response in the course of making a statement as opposed, for example, to a statement that he refused to answer questions, or wanted counsel, constituted an invocation of a defendant’s previously waived Fifth Amendment privilege.” <em>Ante, </em>p 212, n 14.</p>\n<p id=\"b334-10\">To the extent \"an invocation of a defendant’s previously waived Fifth Amendment privilege” refers to an accused’s right to terminate custodial interrogation (see <em>Miranda, supra, </em>pp 473-474), we agree with the majority’s characterization of the cases cited. It is not claimed, however, that McReavy’s failure to respond to the direct questions was an assertion of his right to terminate the interrogation.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b335-8\"> Because this case involves only the admissibility of a defendant’s failure to respond and not the admissibility of statements made after the failure to respond, we express no opinion on what constitutes a sufficient invocation of the right to terminate a custodial interrogation. Cf. <em>ante, </em>p 218, n 22 (\"If the selective silence view of [this opinion] were adopted, questioning presumably would have to cease whenever the defendant failed to respond directly to a question”).</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b335-9\"> <em>Ante, </em>p 202, n 2.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b335-10\"> <em>Ante, </em>p 212, n 14.</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b335-11\"> In <em>Williams, </em>the defendant’s \"partial silence” was described variously as \"refusal to answer,” \"failure to answer,” and \"did not answer.” In <em>Odell, </em>the defendant’s \"partial silence” was described by the police officer in his testimony as \" 'would not answer,’ ” and by the court as \"refusal” and \"failure to respond.”</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b336-9\"> <em>Ante, </em>p 202, n 2 (emphasis in original).</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b336-10\"> <em>Id.</em></p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b336-11\"> This is not surprising since by analyzing this case under the Fifth Amendment, the Court is to some extent entering uncharted terrain. <page-number citation-index=\"1\" label=\"235\">*235</page-number>See, generally, Poulin, <em>Evidentiary use of silence and the constitutional privilege against self-incrimination, </em>52 Geo Wash L R 191, 197 (1984) (“The cases . . . lack any clear analysis of the constitutional basis for admitting or excluding such evidence [of a defendant’s pretrial silence] from the case in chief . . .”).</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b337-10\"> In his opening statement, the prosecutor said:</p>\n<blockquote id=\"b337-11\">\"[T]his person, his brother-in-law in fact, said to this witness who will testify, 'What’s the use of going over this matter again. Charles [the defendant] is guilty as hell.’ ” <em>[Id., </em>p 419.]</blockquote>\n<p id=\"b337-12\">After an objection, the prosecutor continued:</p>\n<blockquote id=\"b337-13\">\"I haven’t finished. Charles Bigge could have said right there if it wasn’t true. It was his duty to have said so.” [Id.]</blockquote>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b338-8\"> The trial court had ruled inadmissible testimony that the accusation was made in Bigge’s presence and that he failed to deny it. <em>Id., </em>p 420.</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b338-9\"> See, for example, <em>People v Washington, </em>100 Mich App 628, 630; 300 NW2d 347 (1980), where the Court of Appeals, citing <em>Bigge, </em>said: \"The tacit admission rule, which permits a defendant’s silence in the face of an accusation to be used against him, is not utilized in criminal cases in Michigan.”</p>\n<p id=\"b338-10\">There once was a res gestae exception to the holding in <em>Bigge. </em>See <em>People v Gisondi, </em>9 Mich App 289, 293-294; 156 NW2d 601 (1967) (\"[U]nder longstanding Michigan precedents, which antedate <em>Escobedo </em>[v <em>Illinois, </em>378 US 478; 84 S Ct 1758; 12 L Ed 2d 977 (1964)] and <em>Miranda, </em>the accused’s silence in face of an accusation is not deemed an admission or confession in a criminal case, except when such silence occurs on the part of a suspected participant in a crime as a part of the <em>res </em>gestae”) (citations omitted). Cf. <em>People v Barnes (On Remand), </em>44 Mich App 488, 492-493; 205 NW2d 591 (1973).</p>\n<p id=\"b338-11\">This exception was based on <em>People v Todaro, </em>253 Mich 367, 373-375; 235 NW 185 (1931), and <em>People v Todaro (On Rehearing), </em>256 <page-number citation-index=\"1\" label=\"237\">*237</page-number>Mich 427; 240 NW 90 (1932). See <em>Bigge, supra, </em>p 420 (\"The <em>Todaro Case </em>was confined to <em>res gestae </em>occurrences and is no authority for admitting the testimony in the instant case”).</p>\n<p id=\"b339-7\"><em>Todaro </em>was overruled in <em>People v Bobo, supra, </em>pp 361-362, and the Court of Appeals has determined that as a result the res gestae exception no longer rests on solid precedential footing. See <em>People v Parks, 57 </em>Mich App 738, 753; 226 NW2d 710 (1975).</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b339-8\"> <em>Bigge </em>was decided twenty-seven years before the United States Supreme Court’s decision in <em>Miranda. </em>See also <em>Gisondi, </em>n 33 <em>supra </em>(in a decision issued after the decision in <em>Miranda, </em>the Court of Appeals applied <em>Bigge </em>where the trial occurred before the decision in <em>Miranda).</em></p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b339-9\"> In <em>Bigge, </em>the defendant’s failure to respond to an incriminatory accusation occurred during a conversation among the defendant, the defendant’s brother-in-law, a lawyer representing the company from which Bigge had embezzled money, and another lawyer who appears to have been representing Bigge, or his brother-in-law, or both. The conversation took place in the latter lawyer’s office. See <em>People v Bigge, </em>Brief for Plaintiff and Appellee, pp 15-25.</p>\n<p id=\"b339-10\">For other cases where <em>Bigge </em>was applied to a defendant’s failure in a noncustodial setting to respond to an incriminatory accusation, see <em>People v Wardell, </em>26 Mich App 69, 71-72; 181 NW2d 788 (1970), and <em>Parks, </em>n 33 <em>supra, </em>pp 749-753.</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b339-11\"> In <em>Bigge, </em>the defendant failed to respond to an incriminatory accusation made in his presence on May 1, 1937. See <em>Bigge, supra, </em>p 419. Bigge was arrested on the basis of a complaint filed on <page-number citation-index=\"1\" label=\"238\">*238</page-number>August 20, 1937. See <em>People v Bigge, </em>Brief for Defendant and Appellant, pp 3-4.</p>\n<p id=\"b340-9\">See also <em>Wardell, </em>n 35 <em>supra, </em>pp 71-72 (the defendant’s failure to protest his innocence in response to incriminating statements was made one day after the alleged commission of the crime).</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b340-10\"> See <em>People v Bigge, </em>Brief for Plaintiff and Appellee, n 35 <em>supra, </em>pp 16-17 and 22-24.</p>\n</footnote>\n<footnote label=\"38\">\n<p id=\"b340-11\"> See also <em>Parks, </em>n 33 <em>supra, </em>pp 749-753 (evidence of the defendant’s failure to respond to an incriminatory accusation was inadmissible where the \"admission” occurred during a telephone conversation initiated by the defendant in which he \" 'ask[ed] for his job back and explain[ed] the difficulties he was in’ ”).</p>\n</footnote>\n<footnote label=\"39\">\n<p id=\"b340-12\"> In its discussion of the admissibility of the defendant’s \"silence,” the Court in <em>Bigge </em>did not purport to rely on the United States Constitution nor did it cite any authority that purported to do so.</p>\n<p id=\"b340-13\"><em>Bigge </em>was decided in 1939. The Fifth Amendment privilege against self-incrimination was not applied to the states until 1964. See <em>Malloy v Hogan, </em>378 US 1; 84 S Ct 1489; 12 L Ed 2d 653 (1964).</p>\n<p id=\"b340-14\">In <em>Gisondi, </em>n 33 <em>supra, </em>the Court of Appeals relied on <em>Bigge </em>to reverse a conviction where the trial occurred before the United States Supreme Court’s decision in <em>Miranda.</em></p>\n</footnote>\n<footnote label=\"40\">\n<p id=\"b342-9\"> For similar reasons, the testimony of the officers regarding Mc-Keavy’s failure to respond to the direct questions, which was by and large cumulative of their testimony regarding McReavy’s responses to the indirect questions, does not require reversal of McReavy’s convictions.</p>\n</footnote>\n<footnote label=\"41\">\n<p id=\"b342-10\"> See also part n.</p>\n<p id=\"b342-11\">We express no opinion as to the sufficiency of the trial court’s curative instructions. Cf. <em>ante, </em>p 214, n 16.</p>\n</footnote>\n<footnote label=\"42\">\n<p id=\"b342-12\"> See <em>ante, </em>p 215.</p>\n</footnote>\n<footnote label=\"43\">\n<p id=\"b342-13\"> <em>Bigge, </em>on the other hand, precludes admissibility of a defendant’s failure to say anything in the face of an accusation as an adoptive or tacit admission under MRE 801(d)(2)(B) unless the defendant \"manifested his adoption or belief in its truth . . . .” [Ante, p 213.]</p>\n</footnote>\n<footnote label=\"44\">\n<p id=\"b343-7\"> The majority opinion quotes from 2 Wigmoré, Evidence (Chadbourn rev), § 292, pp 229-230, for an explication of the theory of the adoptive admission. There is, however, no language in the opinion in <em>Bigge </em>suggesting that the Court was applying principles alluded to by Professor Wigmore.</p>\n<p id=\"b343-8\">In contrast, the evidentiary approach manifestly <em>was </em>applied in the Court’s earlier decisions in <em>Todaro (On Rehearing), </em>n 33 <em>supra, </em>pp 432-433, and <em>Todaro, </em>n 33 <em>supra, </em>pp 374-375. For the subsequent history of <em>Todaro, </em>see n 33.</p>\n</footnote>\n<footnote label=\"45\">\n<p id=\"b343-9\"> <em>Ante, </em>p 213 (emphasis added).</p>\n</footnote>\n<footnote label=\"46\">\n<p id=\"b343-10\"> Ante, pp 213-214. See also <em>ante, </em>p 213 (\"The prosecutor’s theory of relevancy in <em>McReavy </em>was that although the defendant did not directly admit his involvement in the case, his responsive answers to some questions . . . were tacit indications of guilty knowledge”).</p>\n</footnote>\n<footnote label=\"47\">\n<p id=\"b344-9\"> See n 37 and the accompanying text.</p>\n</footnote>\n<footnote label=\"48\">\n<p id=\"b344-10\"> Ante, p 203.</p>\n</footnote>\n<footnote label=\"49\">\n<p id=\"b344-11\"> See, generally, <em>United States ex rel Savory, </em>n 11 <em>supra, </em>p 1017 (\"where impeachment by silence is permissible, the government may not argue that a defendant’s silence is inconsistent with a claim of innocence”), and <em>United States v Shue, </em>766 F2d 1122, 1130 (CA 7, 1985).</p>\n</footnote>\n<footnote label=\"50\">\n<p id=\"b344-12\"> See <em>ante, </em>p 214.</p>\n</footnote>\n<footnote label=\"51\">\n<p id=\"b344-13\"> See 7 Wigmore (Chadbourn rev), § 2094, p 595 (quoted in <em>ante, </em>pp 214-215, n 18).</p>\n</footnote>\n<footnote label=\"52\">\n<p id=\"b345-10\"> That will not always be the case. By way of illustration, we note that had McReavy refused to answer the indirect <em>and </em>direct questions, and his statement had therefore consisted solely of the information he volunteered about the troubles in his personal life, the testimony concerning McReavy’s failure to respond to the direct questions clearly would have been inadmissible.</p>\n</footnote>\n<footnote label=\"53\">\n<p id=\"b346-9\"> <em>Ante, </em>p 217.</p>\n</footnote>\n<footnote label=\"54\">\n<p id=\"b346-10\"> A county sheriff testified:</p>\n<blockquote id=\"b346-11\">\" <em>When I told him the reason for questioning him, </em>he dropped his head and covered up his face and just sat there for a minute. <em>And I described to him the condition of the child, </em>and he didn’t answer, he didn’t say anything, he just sat there and looked at me.” <em>[Id., </em>p 385. Emphasis added.]</blockquote>\n<p id=\"b346-12\">The court’s opinion (quoted above) thus indicates that the challenged testimony described Shaw’s demeanor in response to statements, not questions that he failed to answer.</p>\n</footnote>\n<footnote label=\"55\">\n<p id=\"b347-7\"> See n 54.</p>\n</footnote>\n<footnote label=\"56\">\n<p id=\"b347-8\"> in distinguishing <em>Shaw, </em>the Court of Appeals for the First Circuit made the following pertinent observations in <em>United States v Elkins, </em>774 F2d 530, 538 (CA 1, 1985):</p>\n<blockquote id=\"b347-9\">In the context of the present trial there can be no doubt that Lt. McCarthy’s statement, although arguably evidence of the defendants’ demeanor, invited the jury to infer guilty knowledge from the defendants’ failure to respond. In contrast to the last statement made in <em>United States v Shaw, </em>we can hypothesize no plausible alternative interpretation for Lt. McCarthy’s testimony which might cure its effect upon the jury.</blockquote>\n</footnote>\n<footnote label=\"57\">\n<p id=\"b347-10\"> An officer testified on direct examination in the case in chief:</p>\n<blockquote id=\"b347-11\">\"After I read him the <em>Miranda </em>rights I asked him did he want to talk to us now and he put his head in a down position and shook it 'no,’ and never did say a word.” <em>[Id., </em>p 381.]</blockquote>\n</footnote>\n<footnote label=\"58\">\n<p id=\"b347-12\"> <em>Ante, </em>p 217.</p>\n</footnote>\n<footnote label=\"59\">\n<p id=\"b348-6\"> See <em>ante, </em>pp 215-216.</p>\n</footnote>\n<footnote label=\"60\">\n<p id=\"b348-7\"> The <em>Rowan </em>court’s partial rationale for not finding error was that the challenged testimony did not invite the jury to infer the defendant’s guilt. See <em>Rowan, </em>p 1190. The prosecutor in the instant case expressly invited the jury to infer McReavy’s guilt from his failure to respond to the direct questions.</p>\n</footnote>\n<footnote label=\"61\">\n<p id=\"b348-8\"> But see <em>State v Guerra, </em>161 Ariz 289, 296; 778 P2d 1185 (1989), in which the Supreme Court of Arizona observed:</p>\n<blockquote id=\"b348-9\">This case presents a hybrid situation. Guerra received <em>Miranda </em>warnings, talked to the police for about forty-five minutes, and then ended the interview by requesting an attorney. In this situation, the prosecutor could properly comment on the inconsistency of the statements under <em>Anderson v Charles </em>[447 US 404; 100 S Ct 2180; 65 L Ed 2d 222 (1980)], but could not comment on Guerra’s invocation of his <em>Miranda </em>rights under <em>Doyle v Ohio.</em></blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}