{
  "casebody": {
    "data": "<casebody firstpage=\"247\" lastpage=\"294\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b349-4\">RUSHING v WAYNE COUNTY</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b349-5\">Docket No. 74724.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ABK\">Argued May 10, 1990</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"Arl\">(Calendar No. 1).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A6K\">Decided September 20, 1990.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"A9h\">Certiorari denied by the Supreme Court of the United States on March 18, 1991, 499 US — (1991).</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b351-11\"><page-number citation-index=\"1\" label=\"249\">*249</page-number><em>Becker &amp; Van Cleef, P.C. </em>(by <em>Frank G. Becker </em>and <em>Arthur B. </em>Greenstone), for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b352-5\"><page-number citation-index=\"1\" label=\"250\">*250</page-number><em>Saul A. Green, </em>Corporation Counsel, <em>John J. McCann, </em>Principal Attorney, and <em>Frank L. Charbonneau, </em>Assistant Corporation Counsel, for the defendants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b352-6\">Amici Curiae:</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b352-7\"><em>Plunkett &amp; Cooney, P.C. </em>(by <em>James I. De Grazia </em>and <em>Christine D. </em>Oldani), for the Michigan Municipal League and the State Bar of Michigan, Public Corporation Law Section.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b352-8\">Brickley, J.</author>\n<p id=\"b352-9\">I. INTRODUCTION</p>\n<p id=\"b352-10\">Plaintiff-appellant Linda Rushing appeals from the Court of Appeals affirmance of the trial court’s grant of a directed verdict in favor of defendantappellee Wayne County. Ms. Rushing claims that the county was liable under 42 USC 1983 for constitutional deprivations she allegedly sustained while a pretrial detainee at the Wayne County Jail. In particular, Ms. Rushing alleged that she was detained in a seminaked state for four days and exposed to repeated observation by members of the opposite sex during her detention. We believe that a reasonable jury could have found that the failure of the county to implement appropriate safeguards to protect against such exposure, in the face of a court-ordered suicide prevention plan mandating the removal of certain inmates’ garments, constituted a deliberate indifference to and moving force behind the deprivation of her constitutional rights. We therefore find that the motion should have been denied and the claim submitted to the jury. We reverse the judgment of the Court of Appeals only with respect to the portion of Ms. <page-number citation-index=\"1\" label=\"251\">*251</page-number>Rushing’s municipal liability claim under 42 USC 1983 involving her allegedly unnecessary exposure to members of the opposite sex. This case is remanded to the trial court for further proceedings.</p>\n<p id=\"b353-6\">II. PACTS AND PROCEDURAL HISTORY</p>\n<p id=\"Au-\">A</p>\n<p id=\"b353-7\">Ms. Rushing was detained at the Wayne County Jail from June 8 to June 12, 1976. She testified regarding the following facts. She was taken to her cell by one female and two male deputies. A male deputy ordered Ms. Rushing to remove her clothes. After she removed her outer garments, she asked whether she could keep her underpants and brassiere. The male deputy insisted that she disrobe completely. After she took off her bra and handed it to the male deputy, the male deputy demanded that she remove her underpants and Ms. Rushing began to cry, whereupon she was permitted to keep this item of clothing.</p>\n<p id=\"b353-8\">The female deputy returned, again accompanied by a male, to escort Ms. Rushing to see a doctor. While she was being taken out of her cell, Ms. Rushing asked for a blanket and refused to accompany these two persons until one was provided. A jail psychologist told Ms. Rushing that she could have her clothes back. When she reentered her cell, however, the clothes had not been returned.</p>\n<p id=\"b353-9\">Ms. Rushing testified that after she had lowered her underpants to use the toilet the next morning, she noticed a custodian leaning on a broom outside her cell. The custodian stared and whistled at Ms. Rushing. Ms. Rushing stated that she then pulled up her underpants, brought her arms up to her chest and cried. Ms. Rushing testified that the custodian came by once or twice a day during her detention, leaned on his broom and stared at her.</p>\n<p id=\"b354-5\"><page-number citation-index=\"1\" label=\"252\">*252</page-number>On another occasion, two male deputies took Ms. Rushing to get epilepsy medication. She again requested, but was refused, a blanket, and was accompanied down the hall clad only in panties by the two male deputies.</p>\n<p id=\"b354-6\">Ms. Rushing further testified that a group of ten or twelve men dressed in suits paused in front of her cell, stared at her and talked among themselves, laughing. This group was accompanied by the jail psychologist who also stopped in front of Ms. Rushing’s cell, looked at her, and laughed.</p>\n<p id=\"b354-7\">Ms. Beverly Wagner occupied a cell two doors down from Ms. Rushing. Ms. Wagner, who was not classified as a suicide risk and, unlike Ms. Rushing, was not generally confined to her cell all day, testified that she and other female inmates in the ward regularly walked up and down the inmates’ \"catwalk” directly in front of Ms. Rushing’s cell. She stated that there was nothing to obstruct the view into the cells from the inmates’ catwalk or from the deputies’ catwalk, which was adjacent to and separated by bars from the inmates’ catwalk. Ms. Wagner corroborated Ms. Rushing’s testimony regarding the daily presence of the custodian and the presence of a group of students in front of Ms. Rushing’s cell. Ms. Wagner testified that she attempted to provide covering for Ms. Rushing when males were present, lending Ms. Rushing her gown and holding a blanket in front of Ms. Rushing’s cell, but that she was confined to her cell by deputies as a result of these attempts.</p>\n<p id=\"b354-8\">Three months prior to Ms. Rushing’s detention, a three-judge panel of the Wayne Circuit Court issued an \"Order Regarding Sheriff’s Suicide Prevention Plan.”<footnotemark>1</footnotemark>_</p>\n<p id=\"b355-5\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>The jail administration devised a set of procedures regarding the classification and treatment of potentially suicidal inmates (Reception-Diagnostic Center Procedure No. 4). Procedure No. 4 was signed by Frank Wilkerson, who was employed by the sheriff’s office as jail administrator and paid <page-number citation-index=\"1\" label=\"254\">*254</page-number>by Wayne County. Mr. Wilkerson, also a lawyer by training, testified that the duties of his office included the responsibility of the administration and operation of the jail, including the reception and maintenance of prisoners. He further stated that he set policies for the jail. According to Procedure No. 4, all women were placed in the women’s fourth-floor annex, whereas separate wards were available for potentially suicidal male inmates. Ms. Rushing was placed in a cell in ward 411, a long row of cells in which other, nonsuicidal female inmates were housed. Ms. Rushing’s cell had been \"suicide proofed” in accordance with the court order. Mr. Wilkerson testified that horizontal bars had been removed from that cell in order to make it difficult, if not impossible, for inmates to tie sheeting to the bars of the cell as a way of committing suicide. According to Procedure No. 4, the jail administrator could order the return of clothing or other items to inmates who had been classified as potential suicide risks.</p>\n<p id=\"b356-6\">Although the court order vested the jail administrator with authority to overrule any decision relating to the classification of inmates according to suicidal tendency, and although the procedure authorized the administrator to return clothing to inmates who had been stripped, Mr. Wilkerson testified that decisions regarding the amount and nature of attention an inmate would receive were totally within the responsibility of the psychologist. Mr. Wilkerson testified that decisions would be left to doctors, psychiatrists, and the jail psychologist because he was reluctant to substitute his own opinions for those of people with specialized training.</p>\n<p id=\"b356-7\">With regard to jail policy regarding the exposure of naked inmates, Mr. Wilkerson testified <page-number citation-index=\"1\" label=\"255\">*255</page-number>that he could not recall ever having adopted a policy prohibiting such exposure. Mr. Wilkerson also stated that he did not know whether male janitors were present on the ward when naked women were housed there. He stated that if appropriate staff were not available, then it would be possible that a male custodian would be assigned to a female ward for a period of three or four days or even longer. He admitted that such staffing decisions were his responsibility, and also stated that it would not be an emergency for a male janitor to be sweeping a floor right in front of the cell where Ms. Rushing was housed. Finally, Mr. Wilkerson stated that there were tours of the jail on an ongoing basis. While it was not policy to allow students to walk by areas where inmates with psychological problems were housed, Mr. Wilkerson admitted that there could be an exception where medical students are concerned. Although tours had to be approved in advance, Mr. Wilkerson stated that he would not have known who would accompany tour groups on floors where psychologically troubled people were being held.</p>\n<p id=\"b357-6\">Jail psychologist Kim, to whom Mr. Wilkerson deferred with respect to the handling of inmates, testified that Ms. Rushing was left naked during the time she was detained at the jail as a safety precaution in order to facilitate observation by jail personnel. When asked whether something could have been provided to Ms. Rushing to cover her body when other people were around, Mr. Kim opined that he did not give her a sheet or a blanket because it would be very easy for her to hang herself. Mr. Kim stated that he had experienced thousands of people being stripped since he had worked at the county jail. Mr. Kim testified that because people think about the consequences of their own actions when they have been stripped, <page-number citation-index=\"1\" label=\"256\">*256</page-number>in most cases it is good for a person to be stripped and exposed.</p>\n<p id=\"b358-4\">Mr. Wilkerson testified that protective gowns were not given to stripped inmates because the gowns could be dampened, twisted and braided in such a way that an inmate could use the gown to hang themselves. Mr. Wilkerson stated that the gown would not be provided even for the brief periods of time during which a man was on the ward, because the gown could be used for suicidal purposes. Mr. Wilkerson conceded, however, that he did not believe that the gown could be soaked and braided and used by inmates to hang themselves if a matron were standing in front of the person’s cell while a man was in the area. In response to questioning regarding the possibility of using a gown for suicidal purposes in a cell from which all horizontal bars had been removed, Mr. Wilkerson responded that although he had no idea whether Ms. Rushing could have hanged herself on just the vertical bars, he was not going to take any chances. Mr. Wilkerson observed that there had been inmates who had been distraught enough to tie sheeting around their necks and lean forward from the vertical bars.</p>\n<p id=\"b358-5\">Ms. Rushing produced two experts at trial. Frank Donnelly, investigator for the Department of Corrections, was qualified as a correctional housing expert. He testified that ward 411, where Ms. Rushing was held, was unsuitable, given the facts related in the testimony of Ms. Rushing. In Mr. Donnelly’s opinion, there was no proper purpose in housing naked inmates where they could be exposed to other people. Mr. Donnelly stated that if persons of the opposite sex had reason to come on the ward where Ms. Rushing was held, then the stripped inmate should be offered a cover<page-number citation-index=\"1\" label=\"257\">*257</page-number>ing of some type, such as a gown, during the periods that other persons are in the area.</p>\n<p id=\"b359-6\">Jerome Gallagher, Ph.D., Director of Mental Health Services, Correction Assessment and Treatment Services at the Ingham County Jail, also testified on behalf of Ms. Rushing. Dr. Gallagher stated that naked inmates, unlike clothed inmates, should be housed in an isolated area outside of the mainstream of activity within the jail, and he expressed the opinion that Ms. Rushing was not housed in such an isolated area. Dr. Gallagher stated that the circumstances of Ms. Rushing’s detention were wrong. In his opinion there was no reason to allow a male deputy to strip a woman who was not acting violently.</p>\n<p id=\"b359-7\">Jail psychiatrist Dr. Milas Lebedevitch, who, along with Mr. Kim, was named individually in Ms. Rushing’s complaint, did not appear at trial.</p>\n<p id=\"b359-8\">B</p>\n<p id=\"b359-9\">At the close of proofs, the trial court entertained and granted the county’s motion for a directed verdict on the plaintiff’s § 1983 claim on the ground that \"the County of Wayne has not specifically been involved in any violation of the civil rights of the Plaintiff in this matter.” Other claims involving individual defendants were sent to the jury. These claims included § 1983 claims against Mr. Kim and Dr. Lebedevitch alleging deliberate indifference to serious medical needs, a claim of negligence against Mr. Kim, and a claim of medical malpractice against Dr. Lebedevitch. The jury found against the plaintiff on all claims.</p>\n<p id=\"b359-10\">c</p>\n<p id=\"b359-11\">The Court of Appeals affirmed, stating, inter alia:</p>\n<blockquote id=\"b360-5\"><page-number citation-index=\"1\" label=\"258\">*258</page-number>Const 1963, art 7, § 6 exempts the county from liability for the sheriff’s acts. . . . According to Wilkerson’s testimony, the sheriff had to approve jail policy. On this basis alone, we could find the county exempt from liability under § 1983. However, at one point, Wilkerson, a county employee, also testified that he also \"set policies.” It is clear that defendant county cannot be held responsible under § 1983 under the doctrine of respondeat superior. Therefore, ... it is our opinion that any intrusions upon plaintiff’s privacy were not the result of a policy authorized or approved by defendant county. Furthermore, we find that the record does not reflect a \"deliberate indifference” to plaintiff’s constitutional right to privacy on the part of defendant county. Therefore, we hold that the trial court did not err in directing a verdict in favor of defendant county on this portion of plaintiff’s § 1983 claim. <em>[Rushing v Wayne Co, </em>138 Mich App 121, 143-145; 358 NW2d 904 (1984).]</blockquote>\n<p id=\"b360-6\">The Court of Appeals also stated:</p>\n<blockquote id=\"b360-7\">The plaintiff herein did not sue the sheriff, nor did she sue the jail administrator or any deputies. Therefore, even if Wilkerson should have promulgated a policy with respect to permitting males on the women’s floor, but did not, we believe that defendant county could not be held liable because of Wilkerson’s inaction since the failure to promulgate such a policy does not appear to us to rise to the level of deliberate indifference to the plaintiff’s right to privacy. <em>[Id., </em>p 144, n 6.]</blockquote>\n<p id=\"b360-8\">D</p>\n<p id=\"b360-9\">We granted leave to appeal, 424 Mich 876 (1986), then vacated the earlier grant order and denied leave to appeal following oral argument. 430 Mich 867 (1988). Plaintiff’s motion for reconsideration of our denial was held in abeyance pending the decision by the United States Supreme Court in <em>City </em><page-number citation-index=\"1\" label=\"259\">*259</page-number><em>of Canton v Harris, </em>which has since been decided, 489 US 378; 109 S Ct 1197; 103 L Ed 2d 412 (1989). We then granted leave to appeal, limited to the issue whether the trial court properly granted the county’s motion for directed verdict. 433 Mich 917 (1989).</p>\n<p id=\"b361-4\">III. MUNICIPAL LIABILITY UNDER § 1983</p>\n<p id=\"AN7\">A</p>\n<p id=\"b361-5\">Initially, we reject the county’s claim that it is shielded from § 1983 liability by Const 1963, art 7, § 6. The United States Supreme Court has repeatedly emphasized that state law immunities and defenses do not protect persons otherwise subject to § 1983 liability. See <em>Martinez v California, </em>444 US 277, 284, n 8; 100 S Ct 553; 62 L Ed 2d 481 (1980) (\" 'Conduct by persons acting under color of state law which is wrongful under 42 USC 1983 . . . cannot be immunized by state law. A construction of the federal statute which permitted a state immunity defense to have controlling effect would transmute a basic guarantee into an illusory promise . . . .’ ”); <em>Felder v Casey, </em>487 US 131; 108 S Ct 2302; 101 L Ed 2d 123 (1988); <em>Owen v City of Independence, </em>445 US 622, 647, n 30; 100 S Ct 1398; 63 L Ed 2d 673 (1980). Most recently, the United States Supreme Court in <em>Howlett v Rose, </em>496 US —; 110 S Ct 2430; 110 L Ed 2d 332 (1990), built upon <em>Martinez </em>and <em>Felder </em>in rejecting a claim that state common-law immunity could shield a person from liability under § 1983. The unanimous Court again stressed that states are not \"free to nullify for their own people the legislative decisions that Congress has made on behalf of all the People.” 110 L Ed 2d 358. For purposes of § 1983 liability, it is immaterial whether the state-law immunity derives from a statute as in <page-number citation-index=\"1\" label=\"260\">*260</page-number><em>Martinez, </em>from the common law as in <em>Howlett, </em>or from a state constitutional provision as in this case. Thus, the sheriff may not maintain a state constitutional immunity defense to a claim brought under § 1983.</p>\n<p id=\"b362-6\">Additionally, we note that, as a matter of law, the policies of the sheriff and the jail administrator regarding the operation of the jail were attributable to the county. In <em>Marchese v Lucas, </em>758 F2d 181, 189 (CA 6, 1985), cert den 480 US 916 (1987), the United States Court of Appeals for the Sixth Circuit rejected defendant Wayne County’s argument that the county cannot be held liable for policies of the sheriff under § 1983. The court concluded that \"the relationship between the County and the Sheriff’s Department is so close as to make the County liable for the Sheriff’s failure to train and discipline his officers . . . .” See <em>Carroll v Wilkerson, </em>782 F2d 44 (CA 6, 1986), cert den 479 US 923 (1986). Thus, the conclusions of the trial court and the Court of Appeals that the county could not be held liable for the sheriff’s acts were erroneous.</p>\n<p id=\"b362-7\">B</p>\n<p id=\"b362-8\">In <em>City of Canton v Harris, supra, </em>the United States Supreme Court considered when a municipality can be held liable under § 1983 for constitutional violations resulting from its failure to train municipal employees.</p>\n<p id=\"b362-9\">The Supreme Court stated:</p>\n<blockquote id=\"b362-10\">[I]t may happen that in light of the duties assigned to specific officers or employees the need for more or different training is so obvious, and the inadequacy so likely to result in the violation <page-number citation-index=\"1\" label=\"261\">*261</page-number>of constitutional rights, that the policymakers of the city can reasonably be said to have been deliberately indifferent to the need. In that event, the failure to provide proper training may fairly be said to represent a policy for which the city is responsible, and for which the city may be held liable if it actually causes injury.</blockquote>\n<blockquote id=\"b363-5\">In resolving the issue of a city’s liability, the focus must be on adequacy of the training program in relation to the tasks the particular officers must perform. <em>[Id., </em>p 390. Emphasis added.]</blockquote>\n<p id=\"b363-6\">In general, the program must be adequate to enable employees \"to respond properly to the usual and recurring situations with which they must deal.” <em>Id., </em>p 391. In addition, the deficiency in a municipality’s training program must actually cause and be closely related to the ultimate injury.</p>\n<p id=\"b363-7\">Predicting how a hypothetically well-trained officer would have acted under the circumstances may not be an easy task for the factfinder, particularly since matters of judgment may be involved .... But judge and jury, doing their respective jobs, will be adequate to the task. <em>[Id.]</em></p>\n<p id=\"b363-8\">The Supreme Court gave a clear example of one appropriate application of the deliberate indifference standard.</p>\n<p id=\"b363-9\">[C]ity policymakers know to a moral certainty that their police officers will be required to arrest fleeing felons. The city has armed its officers with firearms, in part to allow them to accomplish this task. Thus, the need to train officers in the constitutional limitations on the use of deadly force . . . can be said to be \"so obvious,” that failure to do so could properly be characterized as \"deliber<page-number citation-index=\"1\" label=\"262\">*262</page-number>ate indifference” to constitutional rights. <em>[Id., </em>p 390, n 10. Citation omitted.][<footnotemark>2</footnotemark>]</p>\n<p id=\"b364-6\">IV. APPLICATION OF THE <em>HARRIS </em>STANDARD</p>\n<p id=\"b364-7\">Viewing the facts developed at trial in a light most favorable to the nonmoving party,<footnotemark>3</footnotemark> we conclude that a reasonable, properly instructed jury could have found in favor of Ms. Rushing. With respect to the failure of jail policymakers to adequately train jail personnel, the jury could have found not only that policymakers failed to instruct employees in the constitutional limitations on the stripping and exposure of inmates, but also to formulate <em>any </em>policy in this regard. We further believe that the jury could have viewed this failure as a manifestation of a deliberate indifference to the sort of deprivation allegedly sustained by Ms. Rushing and that the occurrence of such a deprivation was an obvious result of this failure coupled with the recently adopted suicide prevention plan.</p>\n<p id=\"b364-8\">A</p>\n<p id=\"b364-9\">Even before the United States Supreme Court’s landmark decision in <em>Griswold v Connecticut, </em>381 US 479; 85 S Ct 1678; 14 L Ed 2d 510 (1965), it was held in the context of a § 1983 suit that a complaint alleging the unnecessary creation and distri<page-number citation-index=\"1\" label=\"263\">*263</page-number>bution of nude photographs by police of a female citizen stated a claim that the woman’s privacy, a liberty interest guaranteed by the Due Process Clause of the Fourteenth Amendment, had been violated. <em>York v Story, </em>324 F2d 450, 455 (CA 9, 1963), cert den 376 US 939 (1964). The court explained:</p>\n<blockquote id=\"A0R\">We cannot conceive of a more basic subject of privacy than the naked body. The desire to shield one’s unclothed figured [sic] from view of strangers, and particularly strangers of the opposite sex, is impelled by elementary self-respect and personal dignity. A search of one’s home has been established to be an invasion of one’s privacy against intrusion by the police, which, if \"unreasonable,” is arbitrary and therefore banned under the Fourth Amendment. We do not see how it can be argued that the searching of one’s home deprives him of privacy, but the photographing of one’s nude body, and the distribution of such photographs to strangers does not.</blockquote>\n<p id=\"b365-7\">In <em>Lee v Downs, </em>641 F2d 1117, 1119-1120 (CA 4, 1981), the court upheld a jury verdict for a female inmate who brought a § 1983 claim alleging that she had been forced to disrobe in the presence of male guards. The court stated:</p>\n<blockquote id=\"b365-8\">Persons in prison must surrender many rights of privacy which most people may claim in their private homes. Much of the life in prison is communal, and many prisoners must be housed in cells with openings through which they may be seen by guards. Most people, however, have a special sense of privacy in their genitals, and involuntary exposure of them in the presence of people of the other sex may be especially demeaning and humiliating. When not reasonably necessary, that sort of degradation is not to be visited upon those confined in our prisons.</blockquote>\n<blockquote id=\"b366-5\"><page-number citation-index=\"1\" label=\"264\">*264</page-number>Because of the conflict in the testimony, the jury was entitled to accept the plaintiff’s version that she expressed a willingness to remove her underclothing if the male guards would withdraw. Viewing the case in this light, as we must, it was wholly unnecessary for the male guards to remain in the room and to restrain the plaintiff while her underclothing was forcefully removed. If the plaintiff was uncooperative and abusive as defendants testified and if it was impractical to assemble enough female guards to restrain the big, strong plaintiff within a reasonable time, as they also testified, there would be a different case, but the jury seems clearly to have accepted the plaintiff’s version of the occurrence.</blockquote>\n<p id=\"b366-6\">In <em>Cumbey v Meachum, </em>684 F2d 712 (CA 10, 1982), the court reinstated a prisoner’s claim under § 1983 for invasion of privacy. The plaintiff alleged that female guards were assigned to posts where they could view him while he undressed, showered, and used the toilet. <em>Id., </em>p 713. Reviewing federal case law, the court observed that</p>\n<blockquote id=\"b366-7\">[ojther courts have held that if guards regularly watch inmates of the opposite sex who are engaged in personal activities, such as undressing, using toilet facilities, or showering, the inmates’ constitutional rights to privacy are being violated. <em>[Id., </em>p 714. Citations omitted.]</blockquote>\n<p id=\"b366-8\">The court concluded that</p>\n<blockquote id=\"b366-9\">the plaintiff’s statement that the male inmates were subject to a \"certain amount of viewing” by female guards does not necessarily fall short of a cognizable constitutional claim. The district court thus erred in dismissing the entire action as frivolous. <em>[Id.]</em></blockquote>\n<p id=\"b366-10\">In <em>Fisher v Washington Metropolitan Area </em><page-number citation-index=\"1\" label=\"265\">*265</page-number><em>Transit Authority, </em>690 F2d 1133, 1142 (CA 4, 1982), the court held that a pretrial detainee had a “general right, constitutionally protected, not to be subjected by state action to involuntary exposure in a state of nakedness to members of the opposite sex unless that exposure was reasonably necessary in maintaining her otherwise legal detention.” See also <em>Forts v Ward, </em>621 F2d 1210, 1217 (CA 2, 1980) (“The privacy interest entitled to protection concerns the involuntary viewing of private parts of the body by members of the opposite sex”); <em>Hudson v Goodlander, </em>494 F Supp 890 (D Md, 1980) (the court found that the inmate’s rights to privacy were violated by the assignment of female guards to posts where they could view him while he was completely or entirely unclothed, despite the government’s argument that it was necessary to give the female guards such jobs in order to protect their right to equal employment opportunities); <em>Bowling v Enomoto, </em>514 F Supp 201 (ND Cal, 1981).</p>\n<p id=\"b367-6\">Finally, in <em>Kent v Johnson, </em>821 F2d 1220 (CA 6, 1987), the plaintiff brought suit under § 1983, alleging that the prison’s policy of allowing female guards to view him unclothed while showering and performing bodily functions violated his Fourth and Eighth Amendment rights. The court reversed the district court’s grant of summary judgment, holding that the complaint stated a constitutional claim in respect to both the Fourth and Eighth Amendments.</p>\n<p id=\"b367-7\">The defendant in the instant case does not dispute the existence of Ms. Rushing’s protected liberty interest in not being exposed to members of the opposite sex. Instead, counsel has argued on appeal that under <em>Fisher, supra, </em>Ms. Rushing’s right was not violated because it was reasonably necessary for her to be exposed in order for the <page-number citation-index=\"1\" label=\"266\">*266</page-number>jail to comply with the court-ordered suicide prevention plan.<footnotemark>4</footnotemark></p>\n<p id=\"b368-5\">B</p>\n<p id=\"b368-6\">In <em>Harris, </em>the Supreme Court remanded the case to the Court of Appeals after concluding that the evidence in the record did not meet the deliberate-indifference standard set forth above. The plaintiff claimed that the city had inadequately trained its officers to deal with medical treatment of persons in police custody. The Supreme Court emphasized, however, that in <em>Harris, </em>the record made clear that the city did in fact train its officers and that the training included first-aid instruction. Thus, on remand the Court of Appeals was instructed to consider the city’s argument that it could not have been obvious to the city that the first-aid training was insufficient to administer its constitutional written policy. <em>Id., </em>p 390, n 11.</p>\n<p id=\"b368-7\">By analogy to <em>Harris, </em>if a city may be said to have a policy for which it may be held liable if it fails to train employees adequately, then the outright failure to formulate any policy (which might in turn require instruction to be properly implemented) in the face of an obvious need to do so may also suffice to create liability. Otherwise, a municipality could avoid liability by simply ignoring an obvious need. This, however, was clearly <page-number citation-index=\"1\" label=\"267\">*267</page-number>not the Court’s intention in <em>Harris. </em>The very notion of deliberate <em>indifference </em>contemplates a <em>failure </em>to act when the need to do so is obvious.</p>\n<p id=\"b369-6\">The jury could have concluded that the complete failure of policymakers to formulate a policy regarding the handling of stripped inmates manifested such a deliberate indifference to constitutional rights.<footnotemark>5</footnotemark> The jury could well have concluded on the basis of the court-ordered suicide prevention plan, as well as psychologist Kim’s testimony, that policymakers knew \"to a moral certainty” that many inmates would be stripped and detained unclothed in the jail. <em>Harris, supra, </em>p 390, n 10. Thus, unless precautionary measures were taken, the violation of inmates’ right not to be exposed unnecessarily to the view of other persons was certain to result. The evidence could have supported the conclusion that the failure to adequately instruct employees, and, indeed, to formulate any policy in the first instance, actually caused and was closely related to the deprivation of Ms. Rushing’s constitutional rights. The jury could also have concluded that the exposure of Ms. Rushing to male deputies, while Ms. Rushing was disrobing and being escorted naked in the jail, to the male custodian, and to the group of male visitors who peered into Ms. Rushing’s cell, was unnecessary and could have been prevented if, for example, the need to provide naked detainees with protective covering or to house them in an isolated area had merely been communicated to employees by jail policymakers.<footnotemark>6</footnotemark>_</p>\n<p id=\"Ae1D\"><page-number citation-index=\"1\" label=\"268\">*268</page-number>C</p>\n<p id=\"b370-3\">Finally, the Court of Appeals, in reviewing the trial court’s disposition of the county’s motion for directed verdict, applied an improper standard of review. The Court of Appeals appears to have undertaken independent review of the record and to have concluded that the plaintiff’s proofs did not, in fact, demonstrate a deliberate indifference on the part of jail policymakers. The proper inquiry would have been whether a reasonable jury could have concluded that the deliberate indifference standard had been satisfied. <em>DiFranco, supra, </em>p 59. Applying this standard, we find that a reasonable jury, properly instructed, could have reached this conclusion.<footnotemark>7</footnotemark></p>\n<p id=\"b370-4\">v</p>\n<p id=\"b370-5\">For the reasons set forth above, we find that the county’s motion for directed verdict was improperly granted. We therefore vacate the judgments of the Wayne Circuit Court and the Court of Appeals and remand this case to the Wayne Circuit Court for further proceedings consistent with this opinion on the issue of Wayne County’s liability for the violation of Ms. Rushing’s constitutional rights under § 1983. We do not retain jurisdiction.</p>\n<judges id=\"b370-6\">Levin and Archer, JJ., concurred with Brickley, J._</judges>\n<judges id=\"b371-3\"><page-number citation-index=\"1\" label=\"269\">*269</page-number>Riley, C.J., took no part in the decision of this case.</judges>\n<footnote label=\"1\">\n<p id=\"b354-9\"> With respect to the classification and treatment of potentially suicidal inmates at the jail, the order stated:</p>\n<blockquote id=\"Ass\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>7. The court approves and orders implemented the following:</blockquote>\n<blockquote id=\"AP3\">(a) That portion of the Sheriff’s plan of October 14, 1975, which provides for classification of all inmates as non-suicidal, potentially suicidal, and potentially suicidal, acute; and</blockquote>\n<blockquote id=\"b355-8\">(b) That portion of the Sheriff’s plan which provides for suicide classification recommendations to be made by psychiatric social workers and to be reviewed by a psychologist.</blockquote>\n<blockquote id=\"b355-9\">9. In the absence of a psychiatric social worker, a nurse may classify an inmate as non-suicidal, potentially suicidal, or potentially suicidal, acute, and may make an appropriate cell assignment to such an inmate. A classification by a nurse with respect to suicidal propensity shall be promptly reviewed by a psychologist.</blockquote>\n<blockquote id=\"b355-10\">10. If there is a reasonable doubt whether an inmate should be classified as non-suicidal or potentially suicidal, the inmate shall be classified as potentially suicidal. <em>If there is a reasonable doubt whether an inmate should be classiñed as potentially suicidal or potentially suicidal, acute, the inmate shall be classified as potentially suicidal, acute.</em></blockquote>\n<blockquote id=\"b355-11\">11. The Sheriff shall, forthwith, with the assistance of the jail psychologist, jail psychiatrist, and psychiatric social workers, prepare written criteria for classifying inmates as non-suicidal, potentially suicidal, and potentially suicidal, acute.</blockquote>\n<blockquote id=\"b355-12\">15. When any member of the Sheriff’s staff observes an inmate who, in the judgment of the observer, clearly and obviously intends, then and there, to take his own life, the staff member shall forthwith take such steps as may appear to him in good faith to be reasonably necessary to prevent the suicide. This shall be done whether or not such inmate has been classified as potentially suicidal, or potentially suicidal, acute. <em>Such steps shall include removal from such an inmate of all clothing, bedding, and other articles or implements which could be used for self-destruction; provided, however, that brief underwear bottoms shall not be removed except when they have been actually used in a suicide attempt or gesture. An article so removed should not be returned to the inmate unless and until the return is ordered </em>by the Sheriff, Under-Sheriff, <em>Jail Administrator, </em>jail psychiatrist, jail psychologist, or jail psychiatric social worker. [Emphasis added.]</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b364-10\"> Under this standard, the Supreme Court observed that certain types of claims would not state a cause of action. These include:</p>\n<p id=\"b364-11\">1. That a particular employee was unsatisfactorily trained (because the individual employee’s shortcomings may have resulted from factors other than faulty training);</p>\n<p id=\"b364-12\">2. The negligent administration of an otherwise sound program;</p>\n<p id=\"b364-13\">3. The mere showing that an injury could have been avoided if a particular officer had been better trained (since this does not call into question the adequacy of the entire program);</p>\n<p id=\"b364-14\">4. An isolated mistake on the part of an adequately trained employee. See <em>id., </em>pp 390-391.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b364-15\"> <em>DiFranco v Pickard, </em>427 Mich 32, 58-59; 398 NW2d 896 (1986).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b368-8\"> In addition, we observe that defense counsel, who represented the county as well as the individual defendants, did not object to the following instruction given with regard to the § 1983 claim against the individual defendants:</p>\n<blockquote id=\"b368-9\">The Plaintiff in this case had a constitutional right of privacy. There is no more basic subject to privacy than the naked body. The desire to shield one’s unclothed figure from the view of strangers and particularly strangers of the opposite sex is impelled by elementary self-respect and personal dignity.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b369-7\"> We find it unnecessary to determine whether and to what extent a pretrial detainee’s right to bodily privacy surpasses that of a convicted prisoner, since Ms. Rushing brought forth evidence which could establish a violation of the standard which has been applied to convicted inmates.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b369-8\"> Counsel for the county urged at oral argument that no liability should flow from the county’s failure to foresee that Ms. Rushing was <page-number citation-index=\"1\" label=\"268\">*268</page-number>peculiarly sensitive to being viewed while unclothed. While such sensitivity may bear on the existence or extent of damages, it has nothing to do with the existence of the right not to be exposed, which is not disputed by the county, or the likelihood of the violation of such a right.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b370-8\"> We have no reason to dispute the validity of the medical treatment analysis offered by Justice Boyle. In our judgment, however, the privacy theory is much better suited to the facts of this case.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b371-4\">Boyle, J.</author>\n<p id=\"ATB\">(concurring). I write separately because I believe the trial court erred in granting a directed verdict in favor of defendant Wayne County with respect to plaintiff’s claim that she was deprived of medical treatment while detained in the Wayne County Jail. Plaintiff’s evidence has shown a policy which grants complete discretion to the psychiatric staff with regard to when or whether to review or continue treatment of a person who, having been classified as potentially suicidal, is stripped and placed in a jail cell nude except for underpants. On the basis of the evidence presented at trial, the jury could have found that this policy evinced deliberate indifference to the serious medical needs of potentially suicidal prisoners.</p>\n<p id=\"b371-5\">i</p>\n<p id=\"b371-6\">I would add to the recitation of facts in the lead opinion certain trial evidence relevant to plaintiff’s claim of deprivation of medical treatment. John Nicholl, a social investigator at Wayne County Jail, testified that on June 9, 1976, he received a telephone call from plaintiff’s sister indicating that plaintiff had threatened suicide. Immediately after recording this information, Nicholl took the report to the office of Dr. Lebedevitch, the jail psychiatrist. Nicholl testified that the shift commander was contacted and plaintiff was ordered stripped.</p>\n<p id=\"b371-7\">There was no evidence that plaintiff was ever seen by Dr. Lebedevitch. She was seen by You Kim, the jail psychologist, on June 9, 1976. When Kim saw plaintiff, she was nude except for <page-number citation-index=\"1\" label=\"270\">*270</page-number>underpants. Kim felt that plaintiff was suicidal and classified her as \"4t,” indicating \"suicide potential acute” temporary. Kim ordered that plaintiff remain stripped, and indicated on his report of the visit that he would see plaintiff the following day. However, Kim did not see plaintiff again. To the best of Kim’s memory, plaintiff was subsequently seen by psychiatric social workers, and there was no reason for Kim or Dr. Lebedevitch to see her again, as she was adjusting. The jail administrator testified that if plaintiff had been seen by a psychiatric social worker, the event would have been recorded on the lieutenant logs, which indicate on an hour-by-hour basis what goes on in a given floor at the jail. However, the sheriff’s department was not able to produce the lieutenant logs recording events on the floor where plaintiff was housed during her stay at the jail. Plaintiff remained nude except for underpants until sometime on June 12, 1976, when her clothes were returned to her prior to her release from the jail.</p>\n<p id=\"b372-5\">According to jail procedures for the classification and treatment of potentially suicidal prisoners, any person classified as \"[potentially suicidal acute” \"shall be immediately reviewed by the Psychiatrist or Psychologist . . . .” Reception-Diagnostic Center Procedure No. 4 (RDC 4). The procedures further required that clothing, bedding, and any other articles that could be used for self destruction be removed from prisoners who appear imminently suicidal, RDC 4, ¶ 6(c). These procedures further provide that \"[e]ach prisoner classified as potentially suicidal acute shall be reviewed daily by the Psychologist, in addition to the personal reviews of the Psychiatrist. Review by the Psychologist will be for the purpose of monitoring the progress of these prisoners, and to advise the <page-number citation-index=\"1\" label=\"271\">*271</page-number>Psychiatrist of the possibility of reclassification and relocation.” RDC 4, ¶ 7(a).</p>\n<p id=\"b373-4\">When these procedures were prepared, an original copy was forwarded to Jail Administrator Frank Wilkerson for his review and approval. The document was signed by Wilkerson, who according to his own testimony set policies for the jail. Notwithstanding the provisions regarding the continued review of \"potentially suicidal acute” prisoners, the jail administrator testified that he did not and could not tell a psychiatrist or psychologist what to do with respect to an individual inmate. According to Wilkerson, it was totally within psychologist Kim’s responsibility to see plaintiff when he felt it was appropriate to do so. Kim testified that thousands of people had been stripped at the jail, and that he would usually see them two to four times in a span of two to four months.<footnotemark>1</footnotemark></p>\n<p id=\"b373-5\">Carl Recter, Deputy Director of the Reception-Diagnostic Center at Wayne County Jail, testified that the professional judgment of the psychiatrist would determine the quality or extent of the care an inmate would receive. He testified that Reception-Diagnostic Center Procedure No. 4 was intended for the center’s personnel, and was not intended to give orders to the psychiatrist or psychologist.<footnotemark>2</footnotemark></p>\n<p id=\"b373-6\">ii</p>\n<p id=\"b373-7\">I concur in part iii(a) of the lead opinion, holding that the county may not claim immunity to § 1983 by relying on Const 1963, art 7, § 6, and reaffirm<page-number citation-index=\"1\" label=\"272\">*272</page-number>ing that \"the policies of the sheriff and the jail administrator regarding the operation of the jail were attributable to the county.” <em>(Ante, </em>p 260.) Since defendant did not dispute the existence of plaintiff’s protected liberty interest in not being exposed to members of the opposite sex, I concur in the analysis of the lead opinion. However, in my view the facts of this case are more suited to a claim based on deprivation of the pretrial detainee’s due process right to medical treatment.</p>\n<p id=\"b374-5\">hi</p>\n<p id=\"b374-6\">A local government is subject to § 1983 liability \"when execution of a government’s policy or custom, whether by its lawmakers or by those whose edicts or acts may be fairly said to represent official policy, inflicts the injury . . . .” <em>Monell v Dep’t of Social Services of New York City, </em>436 US 658, 694; 98 S Ct 2018; 56 L Ed 2d 611 (1978). In order for the county to be held liable for a constitutional deprivation, the county itself must cause the constitutional deprivation. Thus, the Court of Appeals correctly stated that Wayne County cannot be held liable on a respondeat superior theory. <em>Id. </em>at 691.</p>\n<p id=\"b374-7\">\"[T]he word 'policy’ generally implies a course of action consciously chosen from among various alternatives . . . .” <em>Oklahoma City v Tuttle, </em>471 US 808, 823; 105 S Ct 2427; 85 L Ed 2d 791 (1985). In <em>Pembaur v Cincinnati, </em>475 US 469, 480-481; 106 S Ct 1292; 89 L Ed 2d 452 (1986), the Court noted that \" 'official policy’ ” often refers to formal rules or understandings—often but not always committed to writing—that are intended to, and do, establish fixed plans of action to be followed under <page-number citation-index=\"1\" label=\"273\">*273</page-number>similar circumstances consistently and over time.”<footnotemark>3</footnotemark> In <em>Pembaur, </em>Justice Brennan in a plurality opinion further stated that \"municipal liability under § 1983 attaches where—and only where—a deliberate choice to follow a course of action is made from among various alternatives by the official or officials responsible for establishing final policy with respect to the subject matter in question.” <em>Id. </em>at 483-484.</p>\n<p id=\"b375-4\">An official must be responsible for establishing final government policy before a governmental entity may be held liable for the acts of such official. <em>Id. </em>at 482-483 (plurality opinion). Final policymaking authority may be delegated, and the person to whom it is delegated may then act so as to render the governmental entity liable under § 1983. <em>Id. </em>at 483, 485. In <em>St Louis v Praprotnik, </em>485 US 112, 125; 108 S Ct 915; 99 L Ed 2d 107 (1988), a plurality of the Court stated that \"state law (which may include valid local ordinances and regulations) will always direct a court to some official or body that has the responsibility for making law or setting policy in any given area of a local government’s business.” The identification of policymaking officials is a question for the court. <em>Jett v Dallas Independent School Dist, </em>491 US 701, 737; 109 S Ct 2702; 105 L Ed 2d 598 (1989). In making this determination, the court should look not only to \"state and local positive law,” but also to \" ’ \"custom or usage” having the force of law.’ ”</p>\n<p id=\"b376-3\"><page-number citation-index=\"1\" label=\"274\">*274</page-number>In <em>Tuttle, supra </em>at 823, the Court stated that in order to show a policy of inadequate training, the plaintiff would have to prove \"that the policymakers deliberately chose a training program which would prove inadequate.” In <em>City of Canton v Harris, </em>489 US 378, 388; 109 S Ct 1197; 103 L Ed 2d 412 (1989), the Court again considered a claim of municipal liability grounded on inadequate training of police officers and held that inadequate training could serve as a basis for § 1983 liability \"only where the failure to train amounts to deliberate indifference to the rights of persons with whom the police come into contact.”</p>\n<p id=\"b376-4\">The Court in <em>Canton </em>explained the reason for requiring a policy evincing deliberate indifference to support a claim of inadequate training:</p>\n<blockquote id=\"b376-5\">This rule is most consistent with our admonition in <em>Monell, </em>436 US at 694 . . . that a municipality can be liable under § 1983 only where its policies are the \"moving force [behind] the constitutional violation.” Only where a municipality’s failure to train its employees in a relevant respect evidences a \"deliberate indifference” to the rights of its inhabitants can such a shortcoming be properly thought of as a city \"policy or custom” that is actionable under § 1983. <em>[Id., </em>pp 388-389.]</blockquote>\n<p id=\"b376-6\">Several of the federal circuits, in cases predating <em>Canton, </em>have recognized a governmental policy by virtue of the failure of governmental policymakers to establish rules or procedures where rules are called for. \"[I]n situations that call for procedures, rules or regulations, the failure to make policy itself may be actionable.” <em>Jones v Chicago, </em>787 F2d 200, 204 (CA 4, 1986). In <em>Mairena v Foti, </em>816 F2d 1061, 1065 (CA 5, 1987), cert den 484 US 1005 (1988), the court concluded that \"failure to establish policies to protect material witnesses from <page-number citation-index=\"1\" label=\"275\">*275</page-number>wrongful arrest and incarceration was the result of callous indifference and not mere negligence.” See also <em>Fiacco v City of Rensselaer, </em>783 F2d 319, 326 (CA 2, 1986), cert den 480 US 922 (1987) (the city’s failure to use reasonable care in investigating claims of police brutality demonstrated a policy of deliberate indifference to the constitutional rights of persons within the city’s domain).</p>\n<p id=\"b377-4\">iv</p>\n<p id=\"b377-5\">The Due Process Clause of the Fourteenth Amendment requires the government to provide needed medical treatment to a pretrial detainee. <em>Revere v Massachusetts General Hosp, </em>463 US 239, 244; 103 S Ct 2979; 77 L Ed 2d 605 (1983). The due process protections afforded a pretrial detainee are \"at least as great as the Eighth Amendment protections available to a convicted prisoner.”<footnotemark>4</footnotemark> In <em>Estelle v Gamble, </em>429 US 97, 104; 97 S Ct 285; 50 L Ed 2d 251 (1976), the United States Supreme Court concluded that \"deliberate indifference to serious medical needs of prisoners” would violate the Eighth Amendment proscription against cruel and unusual punishment.</p>\n<p id=\"b377-6\">Several of the federal circuits, when considering the standard of medical care constitutionally guaranteed a pretrial detainee, have applied the stan<page-number citation-index=\"1\" label=\"276\">*276</page-number>dard of deliberate indifference to a serious medical need. See <em>Boring v Kozakiewicz, </em>833 F2d 468 (CA 3, 1987), cert den 485 US 991 (1988); <em>Whisenant v Yuam, </em>739 F2d 160 (CA 4, 1984); <em>Jones v Johnson, </em>781 F2d 769 (CA 9, 1986); <em>Garcia v Salt Lake Co, </em>768 F2d 303 (CA 10, 1985); <em>Hamm v DeKalb Co, </em>774 F2d 1567 (CA 11, 1985), cert den 475 US 1076 (1986). In <em>Hamm, </em>the United States Court of Appeals for the Eleventh Circuit noted that many jails house convicted prisoners as well as pretrial detainees, so that a different standard of constitutional guarantees for these two groups would result in the courts becoming \" 'enmeshed in the minutiae of prison operations’ . . . .” <em>Id. </em>at 1574. See also <em>Boring, supra </em>at 472. The Seventh Circuit Court of Appeals has defined a greater protection for pretrial detainees, holding that the due process right of a pretrial detainee is violated when a jailer \"fails to promptly and reasonably procure competent medical aid for a pretrial detainee who suffers a serious illness or injury while confined.” <em>Matzker v Herr, </em>748 F2d 1142, 1147 (CA 7, 1984). Finally, the Fifth and Eighth Circuits recognize a duty to provide pretrial detainees <em>at a minimum </em>the level of medical care required for convicted prisoners under the Eighth Amendment, <em>Partridge v Two Unknown Police Officers, </em>791 F2d 1182 (CA 5, 1986); <em>Boswell v Sherburne Co, </em>849 F2d 1117 (CA 8, 1988), cert den 488 US 1010 (1989), without deciding whether greater protections may be provided under the Due Process Clause of the Fourteenth Amendment.</p>\n<p id=\"b378-5\">It is not necessary in this case to define the exact parameters of a pretrial detainee’s right to medical treatment. This is because under § 1983 jurisprudence the county’s policy of nonsupervision of psychiatric and psychological personnel must itself evince deliberate indifference in order <page-number citation-index=\"1\" label=\"277\">*277</page-number>to subject the county to liability. <em>Canton, supra. </em>Because a showing of deliberate indifference is required by the standard for county liability, we need not decide whether some lesser level of intent would have been sufficient to hold an individual official liable for a deprivation of medical care guaranteed plaintiff by the Fourteenth Amendment.</p>\n<p id=\"b379-4\">v</p>\n<p id=\"b379-5\">I would find that the jail administrator is the final policymaker for Wayne County with respect to the Wayne County Jail. The sheriff, as law enforcement arm of the county, makes policy in police matters. <em>Marchese v Lucas, </em>758 F2d 181 (CA 6, 1985), cert den 480 US 916 (1987); Const 1963, art 7, § 4. See also <em>Police Officers v Wayne Co, </em>93 Mich App 76, 82; 286 NW2d 242 (1979). While it might be argued that the sheriff retained ultimate decision-making authority over the jail, I would find, on the basis of the evidence presented at trial, that such authority was delegated to Frank Wilkerson.<footnotemark>5</footnotemark> The jail administrator’s own testimony indicated that he set policies for the jail. The truth of that assertion is illustrated by the fact that the jail procedures (Reception-Diagnostic Center Proce<page-number citation-index=\"1\" label=\"278\">*278</page-number>dure No. 4) were sent to Wilkerson for his approval and, when distributed, were signed by Wilkerson.</p>\n<p id=\"b380-4\">There was ample evidence from which the jury could have concluded that it was the policy of Wayne County to cede total discretion regarding the psychiatric treatment of stripped inmates to the jail psychiatrist or psychologist. The existence of such a policy is apparent in the testimony of the jail administrator. Wilkerson’s testimony that he would never question a psychiatrist’s exercise of discretion itself illustrates a policy of nonsupervision of jail psychiatric staff. Nor can I conclude as a matter of law that the chosen policy is a matter of mere negligence or default. The need for review of potentially acutely suicidal prisoners for monitoring and possible reclassification was known. Wilkerson himself reviewed and approved jail procedures which required daily review by a psychologist of persons classified as potentially suicidal, acute. The choice to delegate complete discretion to the psychiatric staff with regard to whether and when to review persons classified as potentially suicidal, acute, and stripped, thus constitutes \"a course of action consciously chosen from among various alternatives,” <em>Tuttle </em>at 823.</p>\n<p id=\"b380-5\">I would hold, by analogy to <em>Canton, </em>that a policy of placing total discretion in prison psychiatric personnel, or put another way, a policy of complete nonsupervision of such personnel, is actionable under § 1983 if it constitutes deliberate indifference to the rights of individuals with whom those personnel come in contact. <em>Canton, </em>p 388. If inadequate training may constitute deliberate indifference, then the failure of a policymaker to enforce proper procedures, in effect creating a policy of total discretion in the prison psychiatric <page-number citation-index=\"1\" label=\"279\">*279</page-number>personnel, likewise may evince deliberate indifference to the constitutional rights of prisoners.</p>\n<p id=\"b381-4\">The question thus becomes whether the policy of granting total discretion to the psychiatric staff regarding when or whether to review and monitor a suicidal and stripped inmate demonstrated deliberate indifference to the serious medical needs of the stripped and suicidal inmate. A jury could well conclude that in the circumstances existing in this case, a rule of total discretion constitutes deliberate indifference to the serious medical needs of persons stripped for suicide prevention.</p>\n<p id=\"b381-5\">Several circuits have recognized that the need for psychiatric treatment may constitute a serious medical need. \"A serious medical need may exist for psychological or psychiatric treatment, just as it may exist for physical ills.” <em>Partridge v Two Unknown Police Officers, supra </em>at 1187; <em>Inmates of Allegheny Co Jail v Pierce, </em>612 F2d 754, 763 (CA 3, 1979). <em>Roberts v Troy, </em>773 F2d 720, 724 (CA 6, 1985). A factfinder could reasonably conclude that a suicidal woman who is stripped nude except for underpants and placed in a jail cell has a serious medical need for continued psychiatric review and monitoring.</p>\n<p id=\"b381-6\">Moreover, there is evidence from which a jury could conclude that the policy of granting total discretion to the psychiatric staff with regard to the treatment of stripped and suicidal patients represents deliberate indifference on the part of the jail administrator. As previously noted, having reviewed and approved jail procedures calling for a daily review by a psychiatrist of persons classified as potentially acutely suicidal, the administrator was aware of the need for such review, for purposes of monitoring as well as possible reclassification. The policy, whether it is characterized as one of nonenforcement of written procedures, of non-<page-number citation-index=\"1\" label=\"280\">*280</page-number>supervision of psychiatric personnel, or of complete delegation of discretion to psychiatric personnel, under the circumstances may be found to be a policy of deliberate indifference.</p>\n<p id=\"b382-6\">CONCLUSION</p>\n<p id=\"b382-7\">I would remand for retrial on plaintiff’s theory that defendant Wayne County’s policy of ceding total discretion regarding the treatment and review of suicidal and stripped inmates evinced deliberate indifference to the serious medical needs of plaintiff.</p>\n<footnote label=\"1\">\n<p id=\"b373-8\"> Dr. Lebedevitch, the jail psychiatrist, did not testify at trial.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b373-9\"> There was no psychiatrist or psychologist on the staff of the Reception-Diagnostic Center. Kim was the only psychologist at the jail and Lebedevitch was the only psychiatrist.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b375-5\"> The Court in <em>Pembaur </em>further held that municipal liability may be justified by a single instance of conduct if \"the decision to adopt that particular course of action is properly made by that government’s authorized decisionmakers . . . .” <em>Id. </em>at 481. Although plaintiff’s theory of deprivation of medical treatment does not rest on a single act—the policy of nonsupervision of the psychiatric care of stripped and suicidal inmates clearly applied to all cases and not to plaintiff only—the definition of a policymaker is relevant to this case, to determine whether the nonwritten policy articulated by Frank Wilkerson is attributable to the county.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b377-7\"> While the United States Supreme Court has held that the protections of the Due Process Clause are not triggered by mere negligence of prison officials, <em>Daniels v Williams, </em>474 US 327; 106 S Ct 662; 88 L Ed 2d 662 (1986); <em>Davidson v Cannon, </em>474 US 344; 106 S Ct 668; 88 L Ed 2d 677 (1986), it has not settled the question whether an intent less than deliberate indifference may deprive a pretrial detainee of due process. In <em>Canton </em>v <em>Harris, supra, </em>p 388, n 8, the Supreme Court noted that it had in <em>Revere </em>\"reserved decision on the question whether something less than the Eighth Amendment’s 'deliberate indifference’ test may be applicable in claims by detainees asserting violations of their due process right to medical care while in custody.” The Court in <em>Canton </em>again declined to settle the definition of the due process rights of a pretrial detainee to medical treatment.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b379-6\">I would find no merit in plaintiff’s claim that Dr. Lebedevitch and psychologist Kim were policymakers whose acts could, by virtue of that status, render the county liable under § 1983. While Lebedevitch and Kim were granted complete discretion in their treatment of suicidal and stripped prisoners, it was not they who adopted the <em>policy </em>of complete discretion. The distinction between discretion vested in a government official and final policymaking authority is discussed in Justice Brennan’s (plurality) opinion in <em>Pembaur:</em></p>\n<blockquote id=\"b379-7\">The fact that a particular official—even a policymaking official—has discretion in the exercise of particular functions does not, without more, give rise to municipal liability based on an exercise of that discretion. [475 US 481-482.]</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b382-8\">Griffin, J.</author>\n<p id=\"Ac8\">Respectfully, I dissent. The trial court properly granted a directed verdict in favor of defendant Wayne County because plaintiff failed to establish a prima facie showing that any of her constitutional rights were violated as the result of a Wayne County policy or custom.</p>\n<p id=\"b382-9\">i</p>\n<p id=\"b382-10\">The threshold inquiry in any 42 USC 1983 action is whether the plaintiff has been deprived of a particular right secured by the Constitution and laws of the United States. <em>Martinez v California, </em>444 US 277; 100 S Ct 553; 62 L Ed 2d 481 (1980), reh den 445 US 920 (1980).<footnotemark>1</footnotemark> Section 1983 \" 'is not itself a source of substantive rights,’ but merely provides 'a method for vindicating federal rights elsewhere conferred.’ ” <em>Graham v Connor, </em>490 US 386, 393-394; 109 S Ct 1865; 104 L Ed 2d 443 <page-number citation-index=\"1\" label=\"281\">*281</page-number>(1989), quoting <em>Baker v McCollan, </em>443 US 137, 144, n 3, 99 S Ct 2689; 61 L Ed 2d 433 (1979).</p>\n<p id=\"b383-4\">It is true that some federal courts have assumed that inmates and detainees have a constitutional right to privacy;<footnotemark>2</footnotemark> however, the United States Supreme Court has neither formally acknowledged such a right nor explored its contours.<footnotemark>3</footnotemark> Indeed, the Supreme Court has cautioned that \"[l]awful incarceration brings about the necessary withdrawal or limitation of many privileges and rights . . . .” <em>Price v Johnston, </em>334 US 266, 285; 68 S Ct 1049; 92 L Ed 1356 (1948). One federal court, while recognizing such a right, has conceded that \"[o]ne of the most important rights which is necessarily limited as a result of one’s incarceration is the right to be free of unwanted intrusions into one’s personal privacy.” <em>Smith v Fairman, 678 </em>F2d 52, 54 (CA 7, 1982), cert den 461 US 907 (1983).</p>\n<p id=\"b384-5\"><page-number citation-index=\"1\" label=\"282\">*282</page-number>In <em>Bell v Wolfish, </em>441 US 520, 537; 99 S Ct 1861; 60 L Ed 2d 447 (1979), the United States Supreme Court explained that a detainee’s rights may be restricted for less than compelling reasons. \"Whether it be called a jail, a prison, or a custodial center, the purpose of the facility is to detain. <em>Loss of freedom of choice and privacy are inherent incidents of confinement in such a facility. </em>A detainee simply does not possess the full range of freedoms of an unincarcerated individual.” <em>Id. </em>at 546. \"[Maintaining institutional security and preserving internal order and discipline are essential goals that may require limitation or retraction of the retained constitutional rights of both convicted prisoners and pretrial detainees.” <em>Id. </em>Moreover, the Court stated,</p>\n<blockquote id=\"b384-6\">the problems that arise in the day-to-day operation of a corrections facility are not susceptible of easy solutions. Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security. . . . \"Such considerations are peculiarly within the province and professional expertise of corrections officials, and, <em>in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.” [Id. </em>at 547-548, quoting <em>Pell v Procunier, </em>417 US 817, 827; 94 S Ct 2800; 41 L Ed 2d 495 (1974). Emphasis added.]</blockquote>\n<p id=\"b384-8\">H</p>\n<p id=\"b384-9\">Whether Wayne County can be held liable under § 1983 on the record in this case must be determined against the backdrop of a substantial body <page-number citation-index=\"1\" label=\"283\">*283</page-number>of § 1983 jurisprudence. In the leading case of <em>Monell v Dep’t of Social Services of New York City, </em>436 US 658, 694; 98 S Ct 2018; 56 L Ed 2d 611 (1978), the United States Supreme Court ruled that § 1983 applies to a municipality only when \"execution of a government’s policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury . . /. .” The Court expressly rejected local governmental liability based on respondeat superior. The Court stated: \"[A] local government may not be sued under § 1983 for an injury inflicted solely by its employees or agents.” <em>Id.</em></p>\n<p id=\"b385-4\">Because of the importance of distinguishing between direct and vicarious liability, the United States Supreme Court has required proof of a direct causal connection between a governmental policy and the alleged constitutional deprivation. See, e.g., <em>Oklahoma City v Tuttle, </em>471 US 808, 824-825, n 8; 105 S Ct 2427; 85 L Ed 2d 791 (1985) (requiring an \"affirmative link” between municipal policy and the constitutional violation); <em>Polk Co v Dodson, </em>454 US 312; 102 S Ct 445; 70 L Ed 2d 509 (1981) (the municipal policy must be a \"moving force” behind constitutional deprivation). As Justice O’Connor has explained:</p>\n<blockquote id=\"b385-5\">In some sense, of course, almost any injury inflicted by a municipal agent or employee ultimately can be traced to some municipal policy. Finding § 1983’s causation requirement satisfied by such a remote connection, however, would eviscerate <em>MonelTs </em>distinction . . . between vicarious liability and liability predicated on the municipality’s <em>own </em>constitutional violations. The limits on municipal liability imposed by § 1983 require more careful analysis, in each instance, of the municipal policy alleged in the case, and whether a jury <page-number citation-index=\"1\" label=\"284\">*284</page-number>reasonably could conclude that the city’s conduct was the moving force in bringing about the constitutional violation. <em>[Springfield v Kibbe, </em>480 US 257, 267-268; 107 S Ct 1114; 94 L Ed 2d 293 (1987) (O’Connor, J., dissenting). Emphasis in original.]</blockquote>\n<p id=\"b386-5\">It is incumbent upon a § 1983 plaintiff to point to a particular policy or custom of the local governmental unit and to establish that the policy or custom has directly deprived the plaintiff of a specific constitutional right. To apply § 1983 to a municipality when the proofs show only that one of its employees has engaged in unconstitutional conduct would amount to the imposition of vicarious liability in violation of <em>MonelFs </em>instruction.</p>\n<p id=\"b386-6\">To be sure, courts have not limited § 1983 application to those municipal policies or customs which have been established by resolution or ordinance. But in the absence of such formal action, courts have required § 1983 plaintiffs to prove at least a pattern of violations from which it may be inferred that the conduct implements the municipality’s policy or custom. See, e.g., <em>Fiacco v City of Rensselaer, </em>783 F2d 319 (CA 2, 1986), cert den 480 US 922 (1987) (multiple incidents are required for the finding of a policy or custom evincing deliberate indifference); <em>Patzner v Burkett, </em>779 F2d 1363 (CA 8, 1985) (a municipality may be liable if it has notice of prior misbehavior); <em>Rodgers v Lincoln Towing Service, Inc, </em>771 F2d 194 (CA 7, 1985) (one intimidating phone call by the police department does not constitute a policy or custom); <em>Languirand v Hayden, </em>717 F2d 220, 227 (CA 5, 1983), cert den 467 US 1215 (1984) (a municipal liability for failure to train requires \"evidence at least of a pattern of similar incidents”); <em>Wellington v Daniels, </em>717 F2d 932 (CA 4, 1983) (a failure to supervise only gives rise to § 1983 liability where there <page-number citation-index=\"1\" label=\"285\">*285</page-number>is a history of widespread abuse); <em>Turpin v Mailet, </em>619 F2d 196 (CA 2, 1980), cert den 449 US 1016 (1980) (mere evidence that the police board of commissioners failed to discipline an officer in connection with a prior incident is insufficient to establish a pattern of harassment); <em>Reed v Schneider, </em>612 F Supp 216 (ED NY, 1985) (one incident, although perhaps a constitutional violation, is insufficient to establish a municipal policy or custom); <em>Giarrusso v Chicago, </em>539 F Supp 690 (ND Ill, 1982) (a mere conclusory allegation of the deprivation of a constitutional right on the basis of a single unconstitutional act is insufficient to impose municipal liability).</p>\n<p id=\"b387-4\">The principle which clearly emerges is that single or isolated incidents of unconstitutional conduct per se are insufficient to establish a custom or policy necessary to charge a local governmental unit with § 1983 liability.</p>\n<p id=\"b387-5\">The facts of this case are remarkably similar to facts encountered by the United States Court of Appeals for the Fourth Circuit in <em>Fisher v Washington Metropolitan Area Transit Authority, </em>690 F2d 1133 (CA 4, 1982). There, a pretrial detainee brought a § 1983 suit against the sheriff in charge of a county facility in which she was detained. Asserting deprivation of her constitutional right of privacy, the plaintiff complained that she was placed in a cell adapted for suicidal inmates and detainees in a section which also housed males. Because she was considered to be suicidal, all clothing, except her underpants, was taken away. It was her testimony that male deputies outside her cell made derogatory remarks concerning her appearance.</p>\n<p id=\"b387-6\">On appeal from a directed verdict for the sheriff, the court recognized that a pretrial detainee enjoys a</p>\n<blockquote id=\"b388-3\"><page-number citation-index=\"1\" label=\"286\">*286</page-number>general right, constitutionally protected, not to be subjected by state action to involuntary exposure in a state of nakedness to members of the opposite sex unless that exposure was reasonably necessary in maintaining her otherwise legal detention. <em>[Id. </em>at 1142.]</blockquote>\n<p id=\"b388-4\">Nevertheless, the court affirmed the directed verdict, ruling:</p>\n<blockquote id=\"b388-5\">Only if the evidence showed that conduct directly causing the deprivation was done to effectuate an official policy or custom for which [the sheriff] was responsible could he be liable. . . . The evidence would not support such a finding.</blockquote>\n<blockquote id=\"b388-6\">This is obvious when attention is focussed on the specific deprivation charged. It is not . . . that [the plaintiff] was placed in a detention cell with her clothes removed following her feigned suicide attempt. This might well have been done in effectuation of a general policy respecting the treatment of such detainees for which [the sheriff] was responsible. Indeed, his own testimony probably established a willing acceptance of responsibility for such a policy. But the deprivation charged here was more narrowly the exposure to male viewing that was alleged then to have ensued. There is nothing in the evidence either directly or indirectly supporting any determination that such an exposure was also in keeping with established policy or developed custom chargeable to [the sheriff]. Instead, all the evidence on the point was to the contrary: that the policy was to protect a detainee such as [the plaintiff] whose clothing had been removed under these circumstances from indiscriminate viewing by any but female custodians. <em>That this policy may have been violated on this occasion by unauthorized subordinate conduct —or by sheer accident beyond the control of any official—cannot be charged to [the sheriff] under developed § 1983 doctrine. . . .</em></blockquote>\n<blockquote id=\"b388-7\">For this reason, the district court did not err in <page-number citation-index=\"1\" label=\"287\">*287</page-number>directing a verdict in favor of the defendant ... on this federal claim. <em>[Id. </em>at 1143. Emphasis added.]</blockquote>\n<p id=\"b389-6\">In the case before us, the claim of this plaintiff is not based on the fact that she was placed in a women’s ward in a cell without clothing except for her underpants. The precaution of removing her clothing was taken upon order of the jail psychologist after plaintiff’s sister called and warned that plaintiff had threatened suicide. Following an examination, the psychologist found plaintiff to be potentially suicidal.<footnotemark>4</footnotemark></p>\n<p id=\"b389-7\">Plaintiff contends in her brief in this Court that she is entitled to § 1983 relief because Wayne County \"through institutional policies, customs and high official decisions allowed the Plaintiff to be viewed by men and other prisoners without any justification.” Specifically, plaintiff asserts that her right of privacy was abridged because (1) a male deputy was among those present when her clothing, except underpants, was taken from her; (2) a male janitor stood in front of her cell on several occasions; and (3) a group of medical students, which included males, toured the facility and walked past her cell.</p>\n<p id=\"b389-8\">Under § 1983 jurisprudence, plaintiff may succeed in imposing liability on Wayne County only if she has shown that it was the policy or custom of Wayne County to permit such acts. However, this record is utterly devoid of any evidence that Wayne County had such a policy or custom, that it had knowledge of such acts, that it encouraged <page-number citation-index=\"1\" label=\"288\">*288</page-number>such acts, that it permitted such acts, or that there was a prior pattern of such acts.</p>\n<p id=\"b390-4\">hi</p>\n<p id=\"b390-5\">The lead opinion leans heavily on <em>City of Canton v Harris, </em>489 US 378; 109 S Ct 1197; 103 L Ed 2d 412 (1989), wherein the United States Supreme Court recently said that \"the inadequacy of police training may serve as the basis for § 1983 liability only where the failure to train amounts to deliberate indifference to the rights of persons with whom the police come into contact.” <em>Id., </em>p 388.</p>\n<p id=\"b390-6\">The Court made clear that \"[o]nly where a failure to train reflects a 'deliberate’ or 'conscious’ choice by a municipality—a 'policy’ as defined by our prior cases—can a city be liable for such a failure under § 1983.” <em>Id., </em>p 389. Further, the Court cautioned that, standing alone, a local governmental unit is not automatically liable under § 1983 if one of its employees happens \"to apply the policy in an unconstitutional manner, for liability would then rest on <em>respondeat superior.” Id., </em>p 387.</p>\n<p id=\"b390-7\">In her instructive concurring opinion, Justice O’Connor pointed to circumstances where failure to train might constitute a policy or custom sufficient to impose municipal liability. First, she stated:</p>\n<blockquote id=\"b390-8\">Where a § 1983 plaintiff can establish that the facts available to city policymakers put them on <em>actual or constructive notice </em>that the particular omission is substantially certain to result in the violation of the constitutional rights of their citizens, the dictates of <em>Monell </em>are satisfied. Only then can it be said that the municipality has made <page-number citation-index=\"1\" label=\"289\">*289</page-number>\" 'a deliberate choice to follow a course of action . . . from among various alternatives.’ ” <em>[Id., </em>p 396 (O’Connor, J., concurring in part and dissenting in part). Citations omitted, emphasis added.]</blockquote>\n<p id=\"b391-4\">It cannot be said that Wayne County had actual or constructive notice prior to plaintiff’s incarceration in 1976 of the constitutional privacy right which plaintiff now claims. The lead opinion asserts, upon the basis of its view of the record, that \"the jury could have found not only that policymakers failed to instruct employees in the constitutional limitations on the stripping and exposure of inmates, but also to formulate <em>any </em>policy in this regard.” <em>Ante, </em>p 262. For support, the lead opinion cites several federal court decisions;<footnotemark>5</footnotemark> however, it is significant that each of those cases which addressed an inmate’s or detainee’s alleged right of privacy was decided <em>after </em>the period during which plaintiff was housed at the Wayne County Jail.<footnotemark>6</footnotemark> Since such a constitutional right was not widely recognized prior to 1976, it cannot be said that Wayne County had actual or constructive knowledge that the conduct alleged would violate <page-number citation-index=\"1\" label=\"290\">*290</page-number>a constitutional right of detainees such as plaintiff.<footnotemark>7</footnotemark></p>\n<p id=\"b392-4\">Justice O’Connor further noted in <em>Canton:</em></p>\n<blockquote id=\"b392-5\">The claim in this case—that police officers were inadequately trained in diagnosing the symptoms of emotional illness—falls far short of the kind of \"obvious” need for training that would support a finding of deliberate indifference to constitutional rights on the part of the city. As the Court’s opinion observes, . . . <em>this Court has not yet addressed the precise nature of the obligations that the Due Process Clause places upon the police to seek medical care for pretrial detainees </em>who have been <em>physically </em>injured while being apprehended by the police. . . . <em>There are thus no clear constitutional guideposts </em>for municipalities in this area .... <em>[Id., </em>pp 396-397 (O’Connor, J., concurring in part and dissenting in part). Emphasis added.]</blockquote>\n<p id=\"b392-6\">Similarly the United States Supreme Court has not yet formally recognized an inmate or detainee’s constitutional right of privacy or examined the precise nature of the obligation that the Due Process Clause or any other constitutional provision may impose upon local governments with respect to the privacy of inmates and detainees. Such a right had not been recognized by this Court, nor had it been recognized by the vast majority of federal courts at the time that this plaintiff was detained in the Wayne County Jail. Thus, at the time of plaintiff’s detention, there were no \"clear constitutional guideposts” requiring the county to train its employees in the manner <page-number citation-index=\"1\" label=\"291\">*291</page-number>that the lead opinion, with keen hindsight, now suggests they should have been trained.<footnotemark>8</footnotemark></p>\n<p id=\"b393-4\">Justice O’Connor also indicated that failure to train might amount to a custom or policy where</p>\n<blockquote id=\"b393-5\">it can be shown that policymakers were aware of, and acquiesced in, a <em>pattern of constitutional violations </em>involving the exercise of police discretion. In such cases, the need for training may not be obvious from the outset, but a pattern of constitutional violations could put the municipality on notice that its officers confront the particular situation on a regular basis, and that they often react in a manner contrary to constitutional requirements. <em>[Id., </em>p 397 (O’Connor, J., concurring in part and dissenting in part). Emphasis added.]</blockquote>\n<p id=\"b393-7\">Under this analysis, again, plaintiff must demonstrate a \"pattern of violations from which a kind of ’tacit authorization’ by [county] policymakers <page-number citation-index=\"1\" label=\"292\">*292</page-number>can be inferred.” <em>Id. </em>As already noted, the record is devoid of any evidence of a pattern of violations from which it might be inferred that Wayne County was aware of and acquiesced in the conduct about which plaintiff complains.</p>\n<p id=\"b394-5\">iv</p>\n<p id=\"b394-6\">Plaintiff’s complaint does not allege, and the proofs do not show, that any specific policy or custom on the part of Wayne County was in effect which could provide the basis for her § 1983 action. Furthermore, plaintiff has not alleged or proven that there was inadequate training of personnel at the Wayne County Jail prior to plaintiff’s incarceration. Indeed, the only evidence of policy or custom presented at trial strongly demonstrates that the conduct of which plaintiff complains, if it occurred, in fact violated the policy or custom then in effect at the jail.</p>\n<p id=\"b394-7\">While conceding that there was no written policy, Wayne County Jail Administrator Frank Wilkerson testified that it was the custom at the jail to have female employees handle female inmates. He stated that it was not normal, nor was it regular or ordinary, for a male janitor to be on the fourth floor while females were unclothed. While admitting that staff shortages might necessitate the presence of a male janitor, Wilkerson’s testimony was that he insisted upon a matron announcing to inmates the impending presence of a male and accompanying any male onto the floor.</p>\n<p id=\"b394-8\">Wilkerson’s testimony was corroborated by Sergeant M. A. Clipper, a female who was the command officer of her shift in the women’s division in Ward 411 for more than eighteen years. Moreover, Sgt. Clipper testified that she worked the day shift between June 8 and June 12, 1976, the days which <page-number citation-index=\"1\" label=\"293\">*293</page-number>plaintiff was housed at the Wayne County Jail. Sgt. Clipper testified that, in her experience, males were not allowed in Ward 411. The only exceptions were maintenance and medical personnel. Sgt. Clipper said that the routine or habit at the jail in regard to males coming on the floor included (1) an announcement to the inmates that males are entering the ward, (2) a female member of Sgt. Clipper’s staff accompanying the male onto the ward, and (3) the staff member preceding the male to make sure everything was all right. She further testified that although male janitors were permitted on the ward, it was standard practice to announce their presence and to accompany them whenever possible. Sgt. Clipper also testified that it would have been a departure from practice and custom at the Wayne County Jail for a male deputy to be present when clothing was removed from a female inmate.</p>\n<p id=\"b395-4\">Wilkerson testified that while student tours of the women’s floor were allowed, it was policy that such a group was not permitted to walk by a cell where an unclothed female was housed. He testified that all such tours were required to be approved by him, that he kept records of such tours, and that he searched his records and found no record of a tour during the days when plaintiff was in the Wayne County Jail. Wilkerson’s testimony concerning such tours was corroborated by Sgt. Clipper.</p>\n<p id=\"b395-5\">Of course, it is recognized that the posture of this case is such that the evidence must be viewed in a light most favorable to plaintiff. Nevertheless, such a standard should not blind us to the fact that the only evidence relating to policy or custom presented in this case supports the conclusion that it was the policy or custom of the jail to prevent the very acts of which this plaintiff complains. <page-number citation-index=\"1\" label=\"294\">*294</page-number>Indeed, if the acts occurred, they violated the policy and custom then in place at the jail.</p>\n<p id=\"b396-4\">v</p>\n<p id=\"b396-5\">In <em>City of Canton, supra, </em>the Supreme Court stated:</p>\n<blockquote id=\"b396-6\">That a particular officer may be unsatisfactorily trained will not alone suffice to fasten liability on the city, for the officer’s shortcomings may have resulted from factors other than a faulty training program. <em>... It may be, for example, that an otherwise sound program has occasionally been negligently administered. [Id., </em>pp 390-391. Emphasis added, citations omitted.]</blockquote>\n<p id=\"b396-7\">The evidence in this case, viewed in a light most favorable to plaintiff, reveals several egregious but isolated incidents. The record indicates, at worst, that on this particular occasion a sound program was negligently administered. Under the analysis provided by <em>City of Canton, </em>this is not sufficient to impose § 1983 liability on Wayne County. Accordingly, I would affirm the decision of the Court of Appeals.</p>\n<judges id=\"b396-8\">Cavanagh, J., concurred with Griffin, J.</judges>\n<footnote label=\"1\">\n<p id=\"b382-11\"> Although it is true, as the lead opinion points out, that defendant did not press the argument that Rushing lacked a protected liberty interest, a constitutional right cannot be created by concession. <em>Magreta v Ambassador Steel Co, </em>378 Mich 689, 705; 148 NW2d 767 (1967) (a court is not bound by concessions of counsel on questions of law). See also 73 Am Jur 2d, Stipulations, § 5, p 539.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b383-5\"> In one case cited by the lead opinion, <em>Fisher v Washington Metropolitan Area Transit Authority, </em>690 F2d 1133 (CA 4, 1982), the court cites <em>Lee v Downs, </em>641 F2d 1117 (CA 4, 1981), for authority that inmates have a constitutional right to privacy. However, the court in <em>Fisher </em>noted that the source of such a constitutional right was not identified in <em>Lee.</em></p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b383-6\"> In <em>Bell v Wolfish, </em>441 US 520; 99 S Ct 1861; 60 L Ed 2d 447 (1979), the United States Supreme Court merely <em>assumed, </em>without deciding, that pretrial detainees have a constitutional right to privacy. Moreover, the federal courts which hold that inmates and detainees have a constitutional privacy right are in disarray as to what does and does not constitute a violation of the right. See, e.g., <em>Smith v Fairman, </em>678 F2d 52 (CA 7, 1982), cert den 461 US 907 (1983) (limited frisk searches of males by female guards do not violate the constitutional right of privacy); <em>Davis v Butcher, </em>853 F2d 718 (CA 9, 1988) (an inmate’s constitutional right of privacy was not violated when the state corrections officer exhibited nude photographs of the inmate’s wife to other inmates and made derogatory remarks to the desk sergeant regarding his wife’s anatomy); <em>Bagley v Watson, </em>579 F Supp 1099 (D Or, 1983) (clothed pat-down frisk searches and visual observation of male inmates by female guards does not violate an inmate’s right to privacy); <em>Hodges v Klein, </em>412 F Supp 896 (D NJ, 1976) (requiring anal inspections of an inmate when entering or leaving an institution or following visits with friends or relatives do not violate the inmate’s right to privacy). Cf. <em>Woods v White, </em>689 F Supp 874 (D Wis, 1988) (an inmate infected with aids has a constitutional right to privacy with respect to his medical records).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b389-9\"> As the lead opinion has explained, three months prior to plaintiff’s detention, a three-judge panel of the Wayne Circuit Court had issued an order requiring removal from potentially suicidal inmates of all clothing, except brief underwear bottoms. See <em>ante, </em>pp 252-253, n 1.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b391-5\"> While these cases can be read for the broad proposition that inmates have a general constitutional right of privacy, the recognition of such a right is not universal. See, e.g., <em>Bagley v Watson, </em>579 F Supp 1099 (D Or, 1983) (noting that since the United States Supreme Court in <em>Bell v Wolfish, supra, </em>had held that body cavity searches of detainees were constitutional, clothed pat-down frisk searches and visual observation of males by female guards were constitutional); <em>Griffin </em>v <em>Dep’t of Corrections, </em>654 F Supp 690 (ED Mich, 1982) (inmates did not possess protected privacy rights under the federal constitution against being viewed while naked by correctional officers of the opposite sex); <em>Chapman v Rhodes, </em>434 F Supp 1007 (SD Ohio, 1977), rev’d on other grounds 452 US 337; 101 S Ct 2392; 69 L Ed 2d 59 (1981) (convicted maximum security inmates have no constitutional right of privacy).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b391-6\"> The lead opinion cites only one case, <em>York v Story, </em>324 F2d 450 (CA 9, 1963), decided prior to plaintiff’s detention. However, <em>York </em>dealt with the privacy rights of a private citizen rather than the rights of an inmate or detainee.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b392-7\"> Indeed, the United States Court of Appeals for the Fifth Circuit noted in <em>1978, two </em>years after plaintiff was detained at the <em>Wayne </em>County Jail, that the United States Supreme Court had provided little specific guidance in defining privacy rights. <em>Plante v Gonzalez, </em>575 F2d 1119, 1134 (CA 5, 1978), cert den 439 US 1129 (1979).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b393-8\"> It should not be overlooked that plaintiff did not raise the issue of defendant’s failure to train jail personnel either in the trial court or the Court of Appeals. Plaintiff presented no evidence, whatsoever, that defendant either inadequately trained or altogether failed to train its employees. Although plaintiff’s original complaint was filed in 1977, an amended complaint was filed in 1981, the same year in which the trial occurred. By 1981, several federal courts had accepted the theory that § 1983 liability could be predicated upon a failure to train. Therefore, liability based upon a failure to train was not unknown or unrecognized at the time <em>Rushing </em>came to trial. See, e.g., <em>Reeves v City of Jackson, </em>608 F2d 644 (CA 5, 1979); <em>Owens v Haas, </em>601 F2d 1242, 1246 (CA 2, 1979); <em>McClelland v Facteau, </em>610 F2d 693 (CA 10, 1979); <em>Burton v Waller, </em>502 F2d 1261, 1285 (CA 5, 1974), cert den 420 US 964 (1975); <em>Beverly v Morris, </em>470 F2d 1356 (CA 5, 1972); <em>Carter v Carlson, </em>447 F2d 358, 365 (CA DC, 1971), rev’d on other grounds sub nom <em>District of Columbia v Carter, </em>409 US 418; 93 S Ct 602; 34 L Ed 2d 613 (1973); <em>Popow v City of Margate, </em>476 F Supp 1237, 1246 (D NJ, 1979); <em>Leite v Providence, </em>463 F Supp 585, 590-591 (D RI, 1978).</p>\n<p id=\"b393-9\">In the past, this Court has been reluctant to review questions not pressed and passed upon in the lower courts. See, e.g., <em>Poelman v Payne, </em>332 Mich 597, 605; 52 NW2d 229 (1952), and cases cited therein. Due to plaintiff’s failure to pursue a theory of liability predicated upon Wayne County’s failure to train, this Court is, in effect, saying to plaintiff \"here, you missed a potential theory of liability—have another go at it.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}