{
  "casebody": {
    "data": "<casebody firstpage=\"263\" lastpage=\"274\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b253-4\">[No. B179854.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AmT\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aj6\">Jan. 4, 2006.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b253-5\">BOBBY J. OVERTON, Plaintiff and Appellant, v. WALT DISNEY COMPANY, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b255-6\"><page-number citation-index=\"1\" label=\"265\">*265</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b255-7\">R. Rex Parris Law Firm, R. Rex Parris, Robert A. Parris, James S. Kostas; Marlin &amp; Saltzman, Stanley D. Saltzman, Louis M. Marlin, Christina Humphrey; Mazursky, Schwartz, Daniels &amp; Bradley, Arnold W. Schwartz and Marcus J. Bradley for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b255-8\">Paul, Hastings, Janofsky &amp; Walker, Paul Grossman, Paul W. Cane, Jr.; Stephen L. Berry and Julie D. Schisler for Defendant and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b255-9\">Opinion</p>\n<author id=\"b255-10\">CROSKEY, J.</author>\n<p id=\"APJ\"><em>In Morillion v. Royal Packing Co. </em>(2000) 22 Cal.4th 575 [94 Cal.Rptr.2d 3, 995 P.2d 139] (Morillion), the California Supreme Court held that employees must be compensated for travel time when their employer <em>requires </em>them to travel to a work site on employer-provided buses. Plaintiff, a former Disneyland employee, was assigned parking in a lot one mile from the employee entrance to Disneyland. Disney provided a shuttle from this lot to the employee entrance. Plaintiff brought a proposed class action on behalf of all Disney employees who parked in the satellite lot, seeking compensation for their travel time on the shuttle. As it is undisputed that Disney employees were not <em>required </em>to drive to work and take the shuttle, we conclude this case falls outside the mandate of <em>Morillion. </em>We therefore affirm the summary judgment in favor of Disney.</p>\n<p id=\"b255-11\">\n<em>FACTUAL AND PROCEDURAL BACKGROUND</em>\n</p>\n<p id=\"b255-12\">The controlling facts are not in dispute. Defendants Walt Disney World Company and Walt Disney Company<footnotemark>1</footnotemark> (collectively Disney) own and operate the Disneyland Resort (Disneyland) in Anaheim. Disneyland consists of two <page-number citation-index=\"1\" label=\"266\">*266</page-number>theme parks (Disneyland Park and Disney’s California Adventure), a shopping district (Downtown Disney), and three hotels. Prior to its expansion in 1998, Disneyland consisted of the Disneyland Park only.<footnotemark>2</footnotemark> A sizeable parking lot was located directly to the south of Disneyland Park. Employees would park in this lot. They then entered Disneyland Park from an entrance near the southeast comer of Disneyland Park, known as Harbor Pointe.<footnotemark>3</footnotemark> Employees would simply park in the lot, walk to Harbor Pointe, and clock in.</p>\n<p id=\"b256-4\">When Disneyland expanded in 1998, Disney’s California Adventure was constructed in the space that had previously been occupied by the parking lot. Parking, for both visitors to Disneyland and employees, had to be relocated. As Disneyland stands today, there are at least four employee parking lots: the Katella lot, the Ball lot, the Simba lot, and the Team Disney Anaheim (TDA) lot. There are also several different employee entrances into Disneyland. Each lot, except the Katella lot, is located within walking distance of an employee entrance. Employees are assigned to parking lots based on their assigned work sites in Disneyland.<footnotemark>4</footnotemark> Employees assigned to lots other than the Katella lot simply walk to the nearest entry, clock in, and proceed to their work sites. Employees who enter Disneyland at the Harbor Pointe entrance are assigned parking in the Katella lot. Disney runs free shuttle buses from the Katella lot to Harbor Pointe; the distance is approximately one mile.</p>\n<p id=\"b256-5\">Plaintiff Bobby Overton was employed by Disney as a Disneyland security guard beginning in 1994.<footnotemark>5</footnotemark> At that time, he parked in the large lot that was adjacent to Disneyland Park, and entered at Harbor Pointe. When that parking lot was demolished to make space for Disney’s California Adventure, Overton was assigned parking in the Katella lot,<footnotemark>6</footnotemark> and rode the shuttle to Harbor Pointe. Overton had to arrive “substantially earlier” to the Katella lot to wait for and ride the shuttle in order to arrive on time for work. Believing himself to be entitled to compensation for this extra time, Overton brought this suit against Disney.</p>\n<p id=\"b256-6\">Overton sought to bring a class action on behalf of all hourly Disneyland employees “who have been required (either expressly during a multi-year period of construction, or as a de facto requirement due to [Disney’s] failure to provide on-site vehicle parking) to report for work at various locations <page-number citation-index=\"1\" label=\"267\">*267</page-number>designated by [Disney], including, but not limited to the Katella . . . [1] ot[<footnotemark>7</footnotemark>] . . . and who thereafter were required to travel on vehicles controlled by [Disney] to and from their place of assignment, and who were not compensated by [Disney] for the time spent in such travel.” Overton’s complaint, which was filed September 13, 2002, encompassed the time period beginning on September 13, 1998.</p>\n<p id=\"b257-6\">The parties filed cross-motions for summary judgment or summary adjudication, based on <em>Morillion. </em>The following facts were undisputed: (1) While approximately 90 percent of Disneyland employees drove to work, either alone or in carpools, 10 percent chose alternative forms of transportation; (2) alternative forms of transportation were not prohibited by Disney, and were, in fact, encouraged;<footnotemark>8</footnotemark> (3) some of the alternative forms of transportation used were buses, trains, being dropped off by friends or family, and vanpools; (4) each of these enumerated alternative forms of transportation enabled Disney employees to arrive directly at Harbor Pointe, bypassing the Katella lot altogether;<footnotemark>9</footnotemark> (5) vanpools existed from Overton’s city for every shift at Disneyland;<footnotemark>10</footnotemark> (6) vanpools were given preferential parking in the TDA lot;<footnotemark>11</footnotemark> (7) employees who parked in the Katella lot were not mandated to take the shuttle, and could walk or bicycle from the Katella lot to Harbor Pointe; and <page-number citation-index=\"1\" label=\"268\">*268</page-number>(8) employees who parked in the Katella lot were not required to take any particular shuttle; they could choose to come early and have breakfast or lunch at Disneyland.</p>\n<p id=\"b258-4\">On these facts, the trial court concluded <em>Morillion </em>did not apply, and granted summary judgment in favor of Disney. Overton filed a timely notice of appeal.</p>\n<p id=\"b258-5\">\n<em>CONTENTIONS OF THE PARTIES</em>\n</p>\n<p id=\"b258-6\">Overton contends that parking in the Katella lot and riding the shuttle were required within the meaning of <em>Morillion. </em>Disney responds that the undisputed facts prove that parking in the Katella lot and taking the shuttle were not required. We agree with Disney and therefore affirm.</p>\n<p id=\"b258-7\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b258-8\">1. <em>Standard of Review</em></p>\n<p id=\"b258-9\">“ ‘A defendant is entitled to summary judgment if the record establishes as a matter of law that none of the plaintiff’s asserted causes of action can prevail.’ <em>(Molko v. Holy Spirit Assn. </em>(1988) 46 Cal.3d 1092, 1107 [252 Cal.Rptr. 122, 762 P.2d 46].) The pleadings define the issues to be considered on a motion for summary judgment. <em>(Sadlier v. Superior Court </em>(1986) 184 Cal.App.3d 1050, 1055 [229 Cal.Rptr. 374].) As to each claim as framed by the complaint, the defendant must present facts to negate an essential element or to establish a defense. Only then will the burden shift to the plaintiff to demonstrate the existence of a triable, material issue of fact. <em>(AARTS Productions, Inc. v. Crocker National Bank </em>(1986) 179 Cal.App.3d 1061, 1064-1065 [225 Cal.Rptr. 203].)” <em>(Ferrari v. Grand Canyon Dories </em>(1995) 32 Cal.App.4th 248, 252 [38 Cal.Rptr.2d 65].) “There is a triable issue of material fact if, and only if, the evidence would allow a reasonable trier of fact to find the underlying fact in favor of the party opposing the motion in accordance with the applicable standard of proof.” <em>(Aguilar </em>v. <em>Atlantic Richfield Co. </em>(2001) 25 Cal.4th 826, 850 [107 Cal.Rptr.2d 841, 24 P.3d 493].) We review orders granting or denying a summary judgment motion de novo. <em>(FSR Brokerage, Inc. v. Superior Court </em>(1995) 35 Cal.App.4th 69, 72 [41 Cal.Rptr.2d 404]; <em>Union Bank </em>v. <em>Superior Court </em>(1995) 31 Cal.App.4th 573, 579 [37 Cal.Rptr.2d 653].) We exercise “an independent assessment of the correctness of the trial court’s ruling, applying the same legal standard as the trial court in determining whether there are any genuine issues of material fact or whether the moving party is entitled to judgment as a matter of law.” <em>(Iverson v. Muroc Unified School Dist. </em>(1995) 32 Cal.App.4th 218, 222 [38 Cal.Rptr.2d 35].)</p>\n<p id=\"b259-4\"><page-number citation-index=\"1\" label=\"269\">*269</page-number>2. Morillion</p>\n<p id=\"b259-5\">As this case involves a straightforward application of the Supreme Court’s opinion in <em>Morillion, supra, </em>22 Cal.4th 575, we set forth the court’s analysis at length. The facts in that case involved agricultural employees. Their employer, Royal, “required [them] to meet for work each day at specified parking lots or assembly areas. After [the employees] met at these departure points, Royal transported them, in buses that Royal provided and paid for, to the fields where [the employees] actually worked. At the end of each day, Royal transported [the employees] back to the departure points on its buses. Royal’s work rules prohibited employees from using their own transportation to get to and from the fields.” <em>(Id. </em>at p. 579.) In fact, if an employee drove to the fields rather than riding Royal’s bus, the employee would be warned for a first offense and sent home for a second. <em>(Id. </em>at p. 579, fn. 1.)</p>\n<p id=\"b259-6\">The issue before the Supreme Court was whether the time spent traveling on Royal’s buses constituted “hours worked” under the governing Industrial Welfare Commission wage order. That wage order, which is identical to the governing wage order in this case, defined “hours worked” as “ ‘the time during which an employee is subject to the control of an employer, and includes all the time the employee is suffered or permitted to work, whether or not required to do so.’ ” <em>(Morillion, supra, </em>22 Cal.4th at p. 578.) Preliminarily, the Supreme Court rejected the argument that in order to constitute “hours worked,” the time must be spent working. Instead, the court held that as long as the employee is “subject to the control of an employer,” the time is considered compensable “hours worked.” <em>(Id. </em>at pp. 581-585.)</p>\n<p id=\"b259-7\">The court then considered whether the employees were “subject to the control of [their] employer” when they were on the bus. The court noted that the employees “were foreclosed from numerous activities in which they might otherwise engage if they were permitted to travel to the fields by their own transportation.” <em>(Morillion, supra, </em>22 Cal.4th at p. 586.) For example, they could not drop off their children at school, stop for breakfast, or run other errands requiring the use of a car. <em>(Ibid.) </em>Royal “determined] when, where, and how [its employees] must travel.” <em>(Ibid.) </em>“The level of the employer’s control over its employees, rather than the mere fact that the employer requires the employees’ activity, is determinative.” <em>(Id. </em>at p. 587.)</p>\n<p id=\"b259-8\">The court concluded, “When an employer requires its employees to meet at designated places to take its buses to work and prohibits them from taking their own transportation, these employees are ‘subject to the control of an employer,’ and their time spent traveling on the buses is compensable as ‘hours worked.’ ” <em>(Morillion, supra, </em>22 Cal.4th at p. 587.) “[W]e find that <page-number citation-index=\"1\" label=\"270\">*270</page-number>plaintiffs’ compulsory travel time, which includes the time they spent waiting for Royal’s buses to begin transporting them, was compensable. Royal required plaintiffs to meet at the departure points at a certain time to ride its buses to work, and it prohibited them from using their own cars, subjecting them to verbal warnings and lost wages if they did so. By ‘ “directing]” ’ and “command[ing]” ’ plaintiffs to travel between the designated departure points and the fields on its buses, Royal ‘ “controlled]” ’ them within the meaning of ‘hours worked.’ ” <em>(Ibid.)</em></p>\n<p id=\"b260-4\">The court was clear to “emphasize that employers do not risk paying employees for their travel time merely by providing them transportation. Time employees spend traveling on transportation that an employer provides but does not require its employees to use may not be compensable as ‘hours worked.’ [Citation.] Instead, by requiring employees to take certain transportation to a work site, employers thereby subject those employees to [their] control by determining when, where, and how they are to travel. Under the definition of ‘hours worked,’ that travel time is compensable.” <em>(Morillion, supra, </em>22 Cal.4th at p. 588.)</p>\n<p id=\"b260-5\">The court noted that federal labor law differs substantially from state law, and concluded that federal law should be given no deference in interpreting California wage orders. <em>(Morillion, supra, </em>22 Cal.4th at p. 588.) Nonetheless, the court noted that the Fifth Circuit’s opinion in <em>Vega v. Gasper </em>(5th Cir. 1994) 36 F.3d 417 was “consistent” with its holding. <em>(Morillion, supra, </em>22 Cal.4th at p. 589 &amp; fn. 5.) The facts of <em>Vega </em>involved farm laborers who furnished their own transportation (usually by bus) from Juarez, Mexico, to El Paso, Texas. The employer would then meet them in El Paso and bring them, by a bus he provided, to the fields. However, the <em>Vega </em>court noted, “[a] few workers would skip the pickup point and provide their own transportation to the fields.” <em>(Vega v. Gasper, supra, </em>36 F.3d at p. 423.) While the <em>Vega </em>court itself relied on this fact in combination with others (included that the workers did no work while riding the buses) to conclude the time on the employer’s buses was <em>not </em>compensable <em>(id. </em>at p. 425), our Supreme Court found “the fact that the <em>Vega </em>employees were free to choose—rather than required—to ride their employer’s buses to and from work [to be] a dispositive, distinguishing fact.” <em>(Morillion, supra, </em>22 Cal.4th at p. 589, fn. 5.)</p>\n<p id=\"b260-6\">The Supreme Court closed its opinion with a brief discussion of public policy considerations, in that employer-provided transportation should be en aged. The court stated, “In deciding Royal must compensate plaintiffs for this [travel and waiting] time, we nonetheless remain optimistic that employers will not be discouraged from providing free transportation as a service to their employees. As we have emphasized throughout, Royal <em>required </em>plaintiffs to ride its buses to get to and from the fields, subjecting <page-number citation-index=\"1\" label=\"271\">*271</page-number>them to its control for purposes of the ‘hours worked’ definition. However, employers may provide optional free transportation to employees without having to pay them for their travel time, as long as employers do not require employees to use this transportation.” <em>(Morillion, supra, </em>22 Cal.4th at p. 594, original italics.)</p>\n<p id=\"b261-5\">3. <em>Shuttle Time Is Not Compensable</em></p>\n<p id=\"b261-6\">As is clear from our discussion of <em>Morillion, </em>the key factor is whether Disney <em>required </em>its employees who were assigned parking in the Katella lot to park there and take the shuttle. Quite obviously, Disney did not. Plaintiff <em>concedes </em>that 10 percent of Disney employees (including employees assigned to the Katella lot) did not drive their cars to Disney at all, and were permitted to use alternative transportation.<footnotemark>12</footnotemark> This fact alone proves that parking in the Katella lot and riding the shuttle were not mandatory for all employees who checked in at Harbor Pointe. The Supreme Court found <em>Vega </em>distinguishable from <em>Morillion </em>because “employees were free to choose—rather than required—to ride their employer’s buses to and from work.” <em>(Morillion, supra, </em>22 Cal.4th at p. 589, fn. 5.) Similarly, employees assigned to the Katella lot were free to choose forms of transportation which bypassed the Katella lot entirely (train, bus, being dropped off, vanpool). The employees were also free to choose not to ride the shuttle even if they did park in the Katella lot; other means of transportation were available and permissible (walking, bicycling).</p>\n<p id=\"b261-7\">4. <em>Overton’s Arguments to the Contrary Are Without Merit</em></p>\n<p id=\"b261-8\">Overton relies on three arguments in order to attempt to fit these facts under the rule of <em>Morillion-, </em>none are meritorious.</p>\n<p id=\"b261-9\">First, Overton relies on several documents issued from Disney which indicated that employees assigned to the Katella lot were required to park there. While it is true that such documents existed, it is also undisputed that the documents were meant only to inform Disney employees assigned to the Katella lot that they must park there <em>if they drove to work. </em>There is no indication that Disney employees were <em>required </em>to drive to work; nor is there any indication Disney employees understood that driving to work was <page-number citation-index=\"1\" label=\"272\">*272</page-number>mandatory. In fact, alternative forms of transportation were encouraged, and 10 percent of Disney employees took advantage of them.</p>\n<p id=\"b262-4\">Second, Overton relies on certain provisions of the Anaheim City Code (City Code) to argue that Disney was <em>required </em>under the City Code to provide offsite parking for its employees “on property immediately contiguous to [the main building for which parking is necessary] provided said parking lot is located thereon within reasonable walking distance from such building.” Overton repeatedly argues that the failure of Disney to provide offsite parking on a lot contiguous to Disneyland and within reasonable walking distance thereof was <em>illegal. </em>The argument is disingenuous at best. In his opposition to Disney’s motion, and again at the hearing on the summary judgment motions, Overton <em>conceded </em>that Disney had an automatic variance from these requirements.<footnotemark>13</footnotemark> In any event, we need not consider whether Disney was in compliance with the Anaheim City Code. The issue under <em>Morillion </em>is whether certain Disneyland employees were required to drive to the Katella lot and take the shuttle, not whether Disney was required to provide employee parking at any particular location. The City Code requirements are irrelevant to this inquiry.<footnotemark>14</footnotemark></p>\n<p id=\"b262-5\">Finally, Overton argues <em>Morillion </em>mandates travel time payments to employees who, as a practical matter, are required to use an employer-provided shuttle because no alternative transportation is available or feasible. We reject this argument, based on Morillion’s discussion of <em>Vega. </em>The Supreme Court concluded the plaintiffs in <em>Vega </em>would not have been entitled to compensation for travel on employer-provided buses under the standard adopted in <em>Morillion, </em>because the workers “were free to choose—rather than required—to ride their employer’s buses.” The Supreme Court’s analysis did not turn on <page-number citation-index=\"1\" label=\"273\">*273</page-number>whether the bulk of the <em>Vega </em>employees had any alternative transportation reasonably available. There was certainly no evidence that the workers who used the employer-provided buses had alternative means of transportation readily available.<footnotemark>15</footnotemark> In any event, even if we were to recognize the possibility of a “de facto” requirement which could satisfy <em>Morillion, </em>the facts of this case would not fall within it. The evidence is undisputed that Overton could have taken a vanpool to Disneyland, which would have allowed him preferential parking in the TDA lot. Thus, Overton was not required to park in the Katella lot or take the shuttle in any de facto sense.</p>\n<p id=\"b263-5\">5. <em>Overton’s Solution Is Unworkable</em></p>\n<p id=\"b263-6\">Both before the trial court and on appeal, Overton argues that the simple solution to this unfairness would be to move the time clock from Harbor Pointe to the shuttle departure area in the Katella lot. A quick discussion of the infeasibility of this solution illustrates why this case is distinguishable from <em>Morillion. </em>If the time clock were moved to the shuttle departure point in the Katella lot, Disney would be required to compensate its employees for their time waiting for the shuttle and their ride to Disneyland, thus resolving Overton’s complaint. However, as the facts stand at present, Disney would also end up paying unnecessary compensation to many of its employees. It would pay “walking time” compensation for any employee who chose to walk from the Katella lot for exercise; it would similarly pay “bicycling time” for those who chose to ride. Moreover, Disney would pay “meal time” for all employees who chose to take an early shuttle and have breakfast or lunch at Disneyland before starting their shifts. Additionally, if the clock were moved from Harbor Pointe to the Katella lot, all of the employees who now arrange their own transportation from home directly to Harbor Pointe (by walking, bicycling, being dropped off, or taking public transit) would have to be <em>redirected </em>to the Katella lot to clock in, then shuttled back to work.</p>\n<p id=\"b263-7\">In other words, to ensure Disney was compensating its employees <em>only </em>for required travel (and waiting) time, if Disney moved its time clock from Harbor Pointe to the Katella lot, Disney would be required to mandate that <page-number citation-index=\"1\" label=\"274\">*274</page-number>its employees take the shuttle rather than walking or bicycling from the Katella lot; forbid employees from taking an early shuttle to work (or a late one back) and instead mandate that each employee clock in at the Katella lot at a particular time; and forbid employees from arranging transportation directly to Harbor Pointe, instead requiring them to arrive at the Katella lot, where their workday would begin by riding the shuttle at a predetermined time. That Disney does not require these things, and instead allows its employees to choose whether to take the shuttle, whether to arrange transportation directly to Harbor Pointe, and (if taking the shuttle) which shuttle to take, proves the shuttle is not a requirement, and <em>Morillion </em>does not apply.</p>\n<p id=\"b264-4\">\n<em>DISPOSITION</em>\n</p>\n<p id=\"b264-5\">The judgment is affirmed. Disney shall recover its costs on appeal.</p>\n<p id=\"b264-6\">Klein, P. J., and Kitching, J., concurred.</p>\n<p id=\"b264-7\">On February 1, 2006, the opinion was modified to read as printed above. Appellant’s petition for review by the Supreme Court was denied April 19, 2006, S141872. George, C. J., did not participate therein.</p>\n<footnote label=\"1\">\n<p id=\"b255-13\"> In plaintiffs written reply in support of his motion for summary adjudication, plaintiff represented he would file a dismissal without prejudice of defendant Walt Disney Company. It does not appear that any such dismissal was filed, and summary judgment was ultimately entered in favor of both defendants.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b256-7\"> A single hotel existed at this time as well. It plays no part in this case.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b256-8\"> The employee entrance was originally known as Harbor House.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b256-9\"> For example, the Simba lot is located near all three Disneyland hotels; therefore, hotel employees are assigned to this lot.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b256-10\"> He “retired” or “quit” in November 1999.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b256-11\"> Disney introduced evidence that, as a security guard, Overton could park in any employee lot (except the TDA lot), regardless of his lot assignment. Overton could not dispute this evidence, but stated simply that he did not recall being told he could park in other lots.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b257-8\"> Overton’s complaint also mentioned the Simba lot. As the cross-motions for summary judgment were made prior to any decision on class certification, and Overton had parked only at the Katella lot, all arguments were based on that lot only. It is apparent, however, that our conclusion would apply to any other Disneyland lot.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b257-9\"> Disney offered financial incentives to employees for each day of a “clean air commute.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b257-10\"><em> </em>Overton disputed this fact, because, during construction of Disney’s California Adventure, employees were told <em>not </em>to be dropped off at Harbor Pointe, and, in fact, were directed to be dropped off at the Katella lot. Yet it is also clear that, after construction, a “drop-off zone” with 15-minute parking was created near Harbor Pointe, and that, during construction, there was no prohibition on being dropped off near any of the other employee entrances, or within walking distance of Harbor Pointe.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b257-11\"> In his reply brief, Overton argues that Disney produced evidence only that certain employees from Overton’s city participated in vanpools, not that vanpools were available for Overton’s shifts. Employee Richard Davis submitted a declaration stating that he vanpooled from Corona, plaintiff’s home, from 1994 to 1998 and that “vanpools were available for every shift.” To the extent that Overton disregards this declaration because it was submitted in opposition to his motion for summary adjudication, rather than in support of Disney’s motion, this is an improper elevation of form over substance. Overton never submitted any evidence to the contrary. Indeed, he never investigated the possibility of a vanpool while working at Disneyland.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b257-12\"> Carpools may have been given preferential parking as well. An August 4, 2000 document distributed to Disney employees stated that “40 close-in ground floor spaces are available for carpool arrivals between 6 a.m. and 3 p.m. and a new enforcement program has been put in place to protect those coveted spots.” However, other evidence indicated only that carpool vehicles could be parked in any lot to which one of the carpool riders was assigned.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b261-10\"> In plaintiff’s opposition to Disney’s motion for summary judgment, he simply stated, “As for those employees who walked, hiked, took the Metrolink train, or were dropped off/picked up at Disney, they would not even be included in the class definition.” The issue is not whether these employees would be included in the proposed class; the issue is whether parking in the Katella lot and riding the shuttle are required. It is undisputed that this 10 percent <em>did not </em>park in the lot or ride the shuttle. It is also undisputed that they were permitted—in fact, encouraged—to use these alternative forms of transportation.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b262-6\"> Overton fails to mention this variance <em>at all </em>in its opening brief on appeal, instead arguing that “Disney broke the law,” and “abdicatefd] its legal obligations to provide employee parking either on-site or within a reasonable walking distance.” After Disney called attention to the variance in its Respondent’s brief, Overton, in his reply, represented that Disney “in response to Plaintiff’s separate statement, conceded that the code provision did indeed apply to it.” This is untrue. Disney conceded that the City Code required all employers (including Disney) “to provide off-street parking for employees,” and that the city “does not permit street parking in or around [Disneyland].” However, Disney’s response to Overton’s separate statement <em>expressly stated </em>that the requirement that offsite parking be provided within reasonable walking distance <em>did not apply </em>to it, as it had an automatic variance.</p>\n<p id=\"b262-7\">In his reply brief, Overton also argues that the City Code provision states, “If there are exceptional or extraordinary circumstances that require a deviation from this code section, then parking may be provided adjacent to, or within close proximity to, said site.” In Disney’s opposition to Overton’s separate statement, Disney argued that its variance, which was written into the City Code, exempted it from this requirement as well.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b262-8\"> The Anaheim City Code parking requirements were zoning requirements, not labor laws. If Disney violated the Anaheim City Code by not providing employee parking within reasonable walking distance of Disneyland, the code violation would not be abrogated by compensating Disney’s employees for shuttle time.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b263-8\"> The workers would generally ride a bus from Juarez to El Paso, which arrived at midnight or just before. The workers would then sit on their employer’s bus until 1:00 or 1:30 a.m., when it was ready to depart. The journey itself took two to two-and-one-half hours, including a rest stop. Once they arrived in the fields, the workers would wait an hour for the sun to rise before beginning work. At the end of the day, they waited two additional hours for the employer to compute their pay. They were finally driven back to El Paso, arriving between 5:00 p.m. and 7:00 p.m. <em>(Vega v. Gasper, supra, </em>36 F.3d at p. 423.) Our Supreme Court concluded that the denial of compensation for the bus time in <em>Vega </em>was proper because the employees had <em>&amp; freedom to choose </em>alternative forms of transportation. On these facts, this could only mean that choosing alternative means was <em>permitted </em>by the employer, not that it was a realistic possibility for the employees.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}