{
  "casebody": {
    "data": "<casebody firstpage=\"584\" lastpage=\"595\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b492-3\">[No. B182381.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A4i\">Second Dist., Div. Four.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AcF\">Feb. 7, 2006.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b492-4\">LOURDES NUNEZ, Petitioner, v. WORKERS’ COMPENSATION APPEALS BOARD and ASSOLUTO, INC., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b494-4\"><page-number citation-index=\"1\" label=\"586\">*586</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b494-5\">Graiwer &amp; Kaplan and Gary R. Kaplan for Petitioner.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b494-6\">Tobin Lucks and Steven M. Rosenfield for Respondent Assoluto, Inc.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"A6M\">No appearance for Respondent Workers’ Compensation Appeals Board.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b494-7\">Opinion</p>\n<author id=\"b494-8\">EPSTEIN, P. J.</author>\n<p id=\"A1y\">In 2004, the Legislature enacted substantial changes in workers’ compensation law. The legislative vehicle for these changes was Senate Bill No. 899 (2003-2004 Reg. Sess.) (Sen. Bill 899), enacted as an urgency measure on April 19, 2004. Most of the legislation was effective immediately, but the portion at issue in this case, relating to medical evaluation and reporting when the employee is represented by counsel, is only operative for injuries occurring on or after January 1, 2005.</p>\n<p id=\"b494-9\">Under the former version of Labor Code section 4060,<footnotemark>1</footnotemark> a represented employee and his or her employer could each select a reporting medical evaluator when compensability of industrial injury was disputed. If liability was admitted by the employer and the dispute involved other issues, the parties were required to attempt selection of an agreed medical evaluator, and if unsuccessful, each side was entitled to select its own reporting medical evaluator under the former version of sections 4061 or 4062.</p>\n<p id=\"b494-10\">Sen. Bill 899 imposed a new procedure to resolve these disputes, but with limitations in its application. Under this procedure, the represented employee and employer are required to attempt to reach agreement on a reporting medical evaluator. But if they are unsuccessful, either party may ask the Administrative Director of the Division of Workers’ Compensation to assign the names of three possible reporting medical evaluators for the case. Each <page-number citation-index=\"1\" label=\"587\">*587</page-number>side is permitted to strike one, and the one remaining becomes the reporting medical evaluator. If a party does not timely choose to exercise the right to strike a name, the other party is entitled to choose the evaluator from among the three names.</p>\n<p id=\"b495-5\">There is a significant limitation to this new procedure, which is at the core of the present dispute. Section 4062.2, subdivision (a), provides; “Whenever a comprehensive medical evaluation is required to resolve any dispute arising out of an injury or a claimed injury occurring on or after January 1, 2005, and the employee is represented by an attorney, the evaluation shall be obtained only as provided in this section.”</p>\n<p id=\"b495-6\">The issue before us is what procedure, if any, applies where the employee is represented and the injury occurred before January 1, 2005. The statute does not spell out the answer.</p>\n<p id=\"b495-7\">Lourdes Nunez, the petitioner and represented employee in this case, takes the position that the new medical evaluation and reporting procedure applies to her industrial injury of July 15, 2002, notwithstanding the provision limiting its application to cases where the date of injury is subsequent to 2004. Assoluto, Inc., her employer and the respondent in this case, argues that the former procedure applies in this situation. The workers’ compensation administrative law judge (WCJ) in this case agreed with Assoluto and, more importantly, this also is the position taken by the Workers’ Compensation Appeals Board (Board) in an earlier published decision, and implicitly in this case as shown by its decision not to remove this case to itself.</p>\n<p id=\"b495-8\">We believe the Board has the better of the argument. We are led to that position by the illogic of allowing a vacuum in which the employer would have no right to have a medical evaluation performed, the plain language of the new statute, which confines its application in represented cases to injuries occurring after 2004, and by deference to the Board, a constitutional agency, which is charged with construction and application of workers’ compensation law and administration of the workers’ compensation system.</p>\n<p id=\"b495-9\">For these reasons, as we shall explain, we shall affirm the decision of the Board.</p>\n<p id=\"b496-3\"><page-number citation-index=\"1\" label=\"588\">*588</page-number>FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b496-4\">Petitioner, Lourdes Nunez, claimed that she sustained injuries from a fall while working for Assoluto on July 15, 2002. Assoluto provided workers’ compensation benefits, including medical treatment, temporary disability indemnity and vocational rehabilitation. When Assoluto objected to continuing medical treatment and disability and the parties could not agree on a physician to conduct a medical evaluation, Assoluto arranged for Nunez to be evaluated by Richard Zapanta, M.D., under the procedure of former sections 4061 or 4062.</p>\n<p id=\"b496-5\">In a workers’ compensation form answer served in response to Nunez’s claim, Assoluto placed an “x” on the line for denial of the July 15, 2002, industrial injury. However, Assoluto qualified its denial on the adjacent line by adding the words “Nature and extent.” Assoluto also scheduled a reevaluation with Dr. Zapanta for January 10, 2005, which Nunez did not attend.</p>\n<p id=\"b496-6\">On January 25, 2005, Assoluto served by mail a “Petition For Order Compelling Attendance At Medical Examination.” Assoluto’s petition alleged that Nunez had failed to attend the January 10, 2005, evaluation with Dr. Zapanta. The petition included a proposed order to be signed by the WCJ. The order compelled Nunez to attend a rescheduled evaluation, and for suspension of proceedings for the collection of compensation under section 4054<footnotemark>2</footnotemark> should Nunez not attend.</p>\n<p id=\"b496-7\">On January 26, 2005, Assoluto submitted its petition and proposed order to the WCJ, utilizing the Board’s “walk-through” procedure. The WCJ signed the proposed order the same day, but lined out the warning that failure to attend the ordered evaluation would bar disability payments under section 4054.</p>\n<p id=\"b496-8\">Nunez filed a timely petition for reconsideration or removal.<footnotemark>3</footnotemark> She contended that Assoluto denied industrial injury, so that the medical evaluator should be selected under sections 4060 and 4062.2.</p>\n<p id=\"b497-4\"><page-number citation-index=\"1\" label=\"589\">*589</page-number>The WCJ reported to the Board that the medical evaluation procedure of former section 4060 applies, based on <em>Simi </em>v. <em>Sav-Max Foods, Inc. </em>(2005) 70 Cal.Comp.Cases 217 <em>(Simi). Simi </em>is an en banc decision in which the Board granted removal and the employer’s petition to compel a defense medical evaluation for a 2002 admitted injury under former section 4062. The Board reasoned that “the Legislature created a new procedure for obtaining medical-legal reports for injuries on or after January 1, 2005, but it did not retain any procedure for injuries before January 1, 2005.” Nevertheless, former section 4062 applies where the employee is represented and the date of injury occurred prior to January 1, 2005. The Board relied on the rationale of <em>Godinez v. Buffets, Inc. </em>(2004) 69 Cal.Comp.Cases 1311, in which it applied former section 4645 to find an appeal of a Rehabilitation Unit decision timely, since section 139.5, subdivision (c), which was repealed in 2003 and reenacted under Sen. Bill 899, expressly refers to former sections 4642 and 4644.</p>\n<p id=\"b497-5\">The WCJ also recommended against removal to the Board because Nunez was not substantially prejudiced or irreparably harmed. The WCJ concluded that Nunez was required to attend a medical examination under section 4050.<footnotemark>4</footnotemark> A decision on whether the resulting examining physician’s report is admissible could be deferred until trial.</p>\n<p id=\"b497-6\">The Board dismissed Nunez’s petition for reconsideration and denied her request for removal.</p>\n<p id=\"b497-7\">In her petition for writ of review, Nunez challenges the Board’s rulings and argues that since Assoluto denied industrial injury and Sen. Bill 899 repealed former section 4060, current sections 4060 and 4062.2 apply. She argues further that the WCJ’s unauthorized order of a medical evaluator chosen solely by Assoluto results in substantial prejudice or irreparable harm, and deprives her of the substantial right to participate in the selection of the medical evaluator. Nunez also claims that she was denied due process, since there was no notice or opportunity to respond to Assoluto’s petition or ex parte appearance before the WCJ.</p>\n<p id=\"b497-8\">Assoluto answers that the industrial injury is admitted and Nunez is being reevaluated under former section 4062, which applies under <em>Simi.</em></p>\n<p id=\"b498-3\"><page-number citation-index=\"1\" label=\"590\">*590</page-number>DISCUSSION</p>\n<p id=\"b498-4\">I</p>\n<p id=\"b498-5\">Generally, factual findings that are supported by substantial evidence are affirmed upon review.<footnotemark>5</footnotemark> We review governing statutes de novo, but we accord considerable weight to the Board’s interpretation and application of workers’ compensation law.<footnotemark>6</footnotemark></p>\n<p id=\"b498-6\">In interpreting and applying legislation de novo, we first determine the Legislature’s intent from the plain or ordinary meaning of the statutory language, unless the language is uncertain or ambiguous.<footnotemark>7</footnotemark> If the statutory language is uncertain, ambiguous or conflicting, the statute is interpreted consistent with its purpose and the statutory scheme, using rules of construction or legislative history to implement the Legislature’s intent.<footnotemark>8</footnotemark></p>\n<p id=\"b498-7\">n</p>\n<p id=\"b498-8\">Nunez contends that Assoluto’s form answer denied compensability of the industrial injury, and former section 4060 upon which the WCJ relied was repealed by Sen. Bill 899. She argues that the medical evaluation and reporting procedure of section 4062.2 is applicable because section 4060 expressly applies “to disputes over the compensability of any injury” (§ 4060, subd. (a)), and “a medical evaluation to determine compensability shall be obtained only by the procedure provided in Section 4062.2” (§ 4060, subd. (c)). She argues further that <em>Simi </em>does not apply because in that case injury was admitted and only former section 4062 was addressed. Assoluto answers that Nunez’s industrial injury was admitted, benefits were provided, and former section 4062 applies according to <em>Simi.</em></p>\n<p id=\"b498-9\">\n<em>A. Former or Amended Section 4060 Does Not Apply</em>\n</p>\n<p id=\"b498-10\">Nunez’s premise that Assoluto’s form answer denied compensability of the July 15, 2002, industrial injury is contrary to the record. The form answer indicates that the denial was limited to the nature and extent of the injury. <page-number citation-index=\"1\" label=\"591\">*591</page-number>There is no reason to dispute nature and extent if industrial injury is denied. Moreover, Assoluto provided benefits, evaluated Nunez under former sections 4061 or 4062, and represents to this court that the industrial injury was admitted. While Nunez argues that the WCJ confirmed Assoluto’s denial of compensability by applying former section 4060, the WCJ provided no explanation for this conclusion and it is not supported by substantial evidence in the record. Since compensability of the industrial injury was admitted by Assoluto, former or the amended version of section 4060 does not apply.</p>\n<p id=\"b499-5\">B. <em>Former Section 4061 or 4062 </em>Applies<footnotemark>9</footnotemark></p>\n<p id=\"b499-6\">Even if Assoluto had denied compensability, sections 4060 and 4062.2 would not apply. Nunez contends that the medical evaluation and reporting procedure of section 4062.2<footnotemark>10</footnotemark> is applicable because it is incorporated into section 4060.<footnotemark>11</footnotemark>\n                   Although Nunez acknowledges that the Legislature intended the statutes to be read together under the statutory scheme, she <page-number citation-index=\"1\" label=\"592\">*592</page-number>ignores the plain language of section 4062.2, subdivision (a), which confines its application to represented cases where the date of injury occurs on or after January 1, 2005.</p>\n<p id=\"b500-4\">Since Assoluto admitted compensability of the industrial injury, we must address whether the procedure of former or the amended version of sections 4061 or 4062 is applicable. As with former section 4060, former sections 4061 and 4062 were amended under Sen. Bill 899 to apply the medical evaluation and reporting procedure of section 4062.2.<footnotemark>12</footnotemark> Consequently, just as with section 4060, section 4061 or 4062 does not apply because the statutes are limited in represented cases to a date of injury on or after January 1, 2005. This either leaves the medical evaluation and reporting procedure of former sections 4061 or 4062 in place, or leaves a void in the law.</p>\n<p id=\"b500-5\">Although the Board stated in <em>Simi, supra, </em>70 Cal.Comp.Cases at page 221, that under Sen. Bill 899 the Legislature “did not retain any procedure for injuries before January 1, 2005,” the Board concluded that the procedure of former section 4062 remains operative since the Legislature has extensively regulated medical evaluation and reporting in workers’ compensation since 1991. The Board’s reasoning in applying former section 4062 in <em>Simi, </em>and extending its reasoning to this case, is sound.<footnotemark>13</footnotemark> The Legislature did not intend total deregulation of the abuses historically associated with medical evaluation and reporting in workers’ compensation.<footnotemark>14</footnotemark> Moreover, the statutory scheme should not be interpreted so that either side is arbitrarily deprived of the right to medical evaluation or reporting. “When a statute is capable of more than <page-number citation-index=\"1\" label=\"593\">*593</page-number>one construction, “[w]e must . . . give the provision a reasonable and commonsense interpretation consistent with the apparent purpose and intention of the lawmakers, practical rather than technical in nature, which upon application will result in wise policy rather than mischief or absurdity.” ’ ” <em>(In re Reeves </em>(2005) 35 Cal.4th 765, 771, fn. 9 [28 Cal.Rptr.3d 4, 110 P.3d 1218].)  We therefore accept the Board’s interpretation that the Legislature intended former sections 4060 et seq. to remain operative for represented cases with a date of injury before January 1, 2005.</p>\n<p id=\"b501-6\">This conclusion is also consistent with section 47 of Sen. Bill 899, which states in part: “The amendment, addition, or repeal of, any provision of law made by this act shall apply prospectively from the date of enactment of this act, regardless of the date of injury, unless otherwise specified. . . .” (Underscoring added.) Section 4062.2 otherwise specified that the statute is confined to represented cases with a date of injury on or after January 1, 2005.<footnotemark>15</footnotemark></p>\n<p id=\"b501-7\">in</p>\n<p id=\"b501-8\">Nunez also contends that removal or reconsideration should have been granted because the WCJ relied on repealed section 4060 in ordering an evaluation with a physician chosen solely by Assoluto.</p>\n<p id=\"b501-9\">Since we have concluded that former sections 4061 or 4062 applies, the WCJ’s order does not result in substantial prejudice, irreparable harm or deprivation of a substantial right as argued by Nunez. In addition, the WCJ deferred admissibility of Dr. Zapanta’s report until trial.</p>\n<p id=\"b501-10\">A. <em>Section 4050 Was Not a Basis for Denying Removal</em></p>\n<p id=\"b501-11\">The WCJ alternatively reasoned that Nunez is not substantially prejudiced or irreparably harmed and subject to removal since Assoluto is entitled to an examination with Dr. Zapanta under section 4050 and the medical report therefore could be admissible.<footnotemark>16</footnotemark> While a medical report <page-number citation-index=\"1\" label=\"594\">*594</page-number>obtained under section 4050 has been held to be admissible under certain circumstances,<footnotemark>17</footnotemark> the Board has ruled more recently that a section 4050 examination may not circumvent the medical evaluation and reporting procedure of former section 4061 for unrepresented workers.<footnotemark>18</footnotemark></p>\n<p id=\"b502-5\">We agree that the Legislature did not intend the medical evaluation and reporting procedures of former section 4060 et seq. to be circumvented by a medical examination under section 4050 in represented cases. Moreover, when Assoluto petitioned to compel the medical evaluation under former sections 4061 or 4062, the WCJ lined out reference to section 4054 in the proposed order and Assoluto does not argue that section 4050 et seq. apply. Accordingly, the Board did not abuse its discretion by denying removal in this case.</p>\n<p id=\"b502-6\">B. <em>Due Process</em></p>\n<p id=\"b502-7\">Nunez also alleges that she had no opportunity to respond to Assoluto’s petition since the WCJ issued the order ex parte during the “walk-through” procedure under California Code of Regulations, title 8, section 10890, subdivision (b),<footnotemark>19</footnotemark> one day after the petition was mailed. She claims this procedure denied the opportunity to be heard or present evidence, which violates due process and requires reversal.<footnotemark>20</footnotemark> The short answer to this claim is that Nunez had the opportunity to present her position in the petition for reconsideration or removal, and did so. There is no showing that she was actually prejudiced by the procedures utilized in this case.</p>\n<p id=\"b503-4\"><page-number citation-index=\"1\" label=\"595\">*595</page-number>DISPOSITION</p>\n<p id=\"b503-5\">The Board’s decision is affirmed.</p>\n<p id=\"b503-6\">Hastings, J., and Curry, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b494-11\"> All further statutory reference is to the Labor Code unless stated otherwise.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b496-9\"> Section 4054 provides: “If the employee fails or refuses to submit to examination after direction by the appeals board, or a referee thereof, or in any way obstructs the examination, his right to the disability payments which accrue during the period of such failure, refusal or obstruction, shall be barred.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b496-10\"> Section 5310 provides: “The appeals board may . . . remove to itself ... the proceedings on any claim.” A discovery order may be subject to removal or review. <em>(Allison v. Workers’ Comp. Appeals Bd. </em>(1999) 72 Cal.App.4th 654, 658 [84 Cal.Rptr.2d 915].) Removal is an extraordinary remedy which will be denied absent substantial prejudice or irreparable harm. <em>(Swedlow, Inc. v. Workers’ Comp. Appeals Bd. </em>(1983) 48 Cal.Comp.Cases 476.)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b497-9\"> Section 4050 states in part: “Whenever the right to compensation under this division exists in favor of an employee, he shall, upon the written request of his employer, submit at reasonable intervals to examination by a practicing physician, provided and paid for by the employer . . . .”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b498-11\"> <em>Western Growers Ins. Co. </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1993) 16 Cal.App.4th 227, 233 [20 Cal.Rptr.2d 26],</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b498-12\"><em> Boehm &amp;Assocs. </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1999) 76 Cal.App.4th 513, 515-516 [90 Cal.Rptr.2d 486]; <em>Ralphs Grocery Co. v. Workers’ Comp. Appeals Bd. </em>(1995) 38 Cal.App.4th 820, 828 [45 Cal.Rptr.2d 197].</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b498-13\"><em> DuBois </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1993) 5 Cal.4th 382, 387 [20 Cal.Rptr.2d 523, 853 P.2d 978] <em>(DuBois); Moyer v. Workmen’s Comp. Appeals Bd. </em>(1973) 10 Cal.3d 222, 230 [110 Cal.Rptr. 144, 514 P.2d 1224] <em>(Moyer).</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b498-14\"> <em>DuBois, supra, </em>5 Cal.4th at pages 387-388, 393; <em>Moyer, supra, </em>10 Cal.3d at page 230.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b499-8\"> Former section 4061 applied in cases where there was an objection to permanent disability or the need for continuing medical care. Former section 4062 applied to an objection concerning permanent and stationary status, extent and scope of medical treatment, vocational rehabilitation, new and further disability, or any other medical issue not covered by sections 4060 or 4061. An objection or agreement to a medical evaluator before a party could select a medical evaluator was subject to statutory time limits. We are unable to determine which section applies in this case because the Board’s record does not include correspondences and medical reports generated before the medical evaluation was scheduled with Dr. Zapanta. Since we are only deciding whether the former medical and reporting procedure applies in represented cases with a date of injury before January 1, 2005, it is unnecessary at this point to determine which statute is applicable.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b499-9\"> Sen. Bill 899 repealed and reenacted section 4062.2.</p>\n<p id=\"b499-10\">Section 4062.2, subdivision (a) states: “Whenever a comprehensive medical evaluation is required to resolve any dispute arising out of an injury or claimed injury occurring on or after January 1, 2005, and the employee is represented by an attorney, the evaluation shall be obtained only as provided in this section.”</p>\n<p id=\"b499-11\">Section 4062.2, subdivision (b) states in part: “If either party requests a medical evaluation pursuant to Section 4060, 4061, or 4062, either party may commence the selection process for an agreed medical evaluator .... If no agreement is reached . . . either party may request the assignment of a three-member panel of qualified medical evaluators to conduct a comprehensive medical evaluation.”</p>\n<p id=\"b499-12\">Section 4062.2, subdivision (c) adds: “Within 10 days of assignment of the panel by the administrative director, the parties shall confer and attempt to agree upon an agreed medical evaluator from the panel. If the parties have not agreed . . . each party may then strike one name from the panel. The remaining qualified medical evaluator shall serve as the medical evaluator.”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b499-13\"> Section 4060, subdivision (a) states: “This section shall apply to disputes over the compensability of any injury. This section shall not apply where injury to any part or parts of the body is accepted as compensable by the employer.”</p>\n<p id=\"b499-14\">Section 4060, subdivision (c) provides: “If a medical evaluation is required to determine compensability at any time after the filing of the claim form, and the employee is represented by an attorney, a medical evaluation to determine compensability shall be obtained only by the procedure provided in Section 4062.2.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b500-6\"> Section 4061, subdivision (c) states: “If the parties do not agree to a permanent disability rating based on the treating physician’s evaluation, and the employee is represented by an attorney, a medical evaluation to determine permanent disability shall be obtained as provided in Section 4062.2.”</p>\n<p id=\"b500-7\">Effective July 16, 2003, former section 4062 was repealed and reenacted under Senate Bill No. 228 (2003-2004 Reg. Sess.) (Sen. Bill 228), which added procedures for objecting to spinal surgery recommended by the treating physician.</p>\n<p id=\"b500-8\">Former section 4062 under Sen. Bill 228 was amended by Sen. Bill 899. Section 4062, subdivision (a) provides in part: “If the employee is represented by an attorney, a medical evaluation to determine the disputed medical issue shall be obtained as provided in Section 4062.2, and no other medical evaluation shall be obtained.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b500-9\"> We note that the Board in <em>Simi </em>quotes and relies in part on a version of section 4062, subdivision (c), which was repealed by Sen. Bill 228. Since the Legislature under Sen. Bill 228 also reenacted former section 4062 and basically the same procedure under subdivision (e), the outcome of this case is unaffected. Should the Board decide on remand that former section 4062 is applicable, the repealed version of the statute should not be applied.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b500-10\"> See <em>Gee v. Workers’ Comp. Appeals Bd. </em>(2002) 96 Cal.App.4th 1418, 1426-1427 [118 Cal.Rptr.2d 105]; <em>Keulen v. Workers’ Comp. Appeals Bd. </em>(1998) 66 Cal.App.4th 1089, 1096 [78 Cal.Rptr.2d 500].</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b501-12\"> See <em>Kleemann </em>v. <em>Workers’ Comp. Appeals Bd. </em>(2005) 127 Cal.App.4th 274 [25 Cal.Rptr.3d 448] (under Sen. Bill 899, §§ 4663 and 4664 apply prospectively from date of enactment in pending cases, regardless of the date of injury); <em>Green v. Workers’ Comp. Appeals Bd. </em>(2005) 127 Cal.App.4th 1426, 1440-1441 [26 Cal.Rptr.3d 527] (former § 5814 was amended as otherwise specified under Sen. Bill 899 and it remained operative until § 5814 became operative on June 1, 2004, and was repealed on Jan. 1, 2005).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b501-13\"> See <em>Hansen v. Workers’ Comp. Appeals Bd. </em>(1989) 211 Cal.App.3d 717, 720-721 [259 Cal.Rptr. 506] (removal order compelling § 4050 examination 185 miles from employee’s residence is subject to review for failure to give due consideration to employee’s convenience, physical condition and ability to attend under § 4051).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b502-8\"> See <em>Huston </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1979) 95 Cal.App.3d 856, 866 [157 Cal.Rptr. 355] (no relief from stipulation to temporary disability indemnity where employer had prior opportunity to obtain admissible medical opinion under § 4050 et seq.); <em>Flores </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1973) 36 Cal.App.3d 388, 390-393 [111 Cal.Rptr. 424] (employee not required to accept surgery offered by county welfare department under § 4056, where employer’s physician reported and testified injury not industrial and employer denied injury and surgery).</p>\n<p id=\"b502-9\">Section 4055 also provides: “Any physician who makes or is present at any such examination may be required to report or testify as to the results thereof.”</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b502-10\"> See <em>Regents of the Univ. of Cal. v. Workers’ Comp. Appeals Bd. </em>(1995) 60 Cal.Comp.Cases 1246.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b502-11\"> California Code of Regulations, title 8, section 10890 states in part:</p>\n<blockquote id=\"b502-12\">“(a) A ‘walk-through’ document is . . . presented to a workers’ compensation judge for immediate action.</blockquote>\n<blockquote id=\"b502-13\">“(b) A party may present ... (5) Petitions to compel attendance at a medical examination ----[T . . . H]</blockquote>\n<blockquote id=\"b502-14\">“(d) . . . Each petition to compel attendance at a medical examination . . . shall be accompanied by a proof of service ....’’</blockquote>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b502-15\"> See <em>Gaytan v. Workers’ Comp. Appeals Bd. </em>(2003) 109 Cal.App.4th 200, 219 [134 Cal.Rptr.2d 516].</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}