{
  "casebody": {
    "data": "<casebody firstpage=\"236\" lastpage=\"238\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b258-5\">J. B. UDDERZOOK v. W. S. HARRIS ET AL.</parties>\n<summary data-order=\"1\" data-type=\"summary\" id=\"b258-6\">APPEAL BY DEFENDANTS FROM THE COURT OF COMMON PLEAS OF CHESTER COUNTY.</summary>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b258-7\">Argued February 9, 1891</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A_LV\">Decided February 23, 1891.</decisiondate>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b258-8\">1. Upon the trial of a sheriff’s interpleader, declarations as to the ownership of the property in dispute made by a deceased person through whom the defendants claim, are inadmissible to affect the rights of the claimant thereto.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b258-9\">2. Where such declarations constitute the only evidence in favor of the execution creditor, a judgment for the plaintiff will not be reversed because the court charged the jury that there was no attempt to contradict the testimony of the plaintiff and his witnesses.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b258-10\">3. A general assignment of error in the following form: “ The charge of the court below, as a whole, was misleading to the jury,” is not in accordance with the Rules of Court, Rule XXIII., and for this reason will not be considered.</syllabus>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b258-11\">Before Paxson, C. J., Sterrett, Green, Clark and WILLIAMS, JJ.</judges>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b258-12\">No. 291 January Term 1891, Sup. <em>Ct.; </em>court below, No. 70 April Term 1889, C. P.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b258-13\">On March 21, 1889, an issue was directed in a sheriff’s interpleader, wherein James B. Udderzook, the claimant of personal property levied upon as the property of Mary Udderzook, was made plaintiff, and W. S. Harris and A. C. Harris, executors of Maria Criswell and execution creditors of Mary Udderzook, were made defendants. Joinder.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b258-14\">At the trial on November 19, 1889, the plaintiff testified and introduced the testimony of witnesses to show title in himself to the property in dispute, a part of it as his own individually, and another part as a joint owner with his brother Frank Udderzook as a copartner. The defendants, claiming that Mary Udderzook had derived title to the property as the heir at law of Frank Udderzook, who had died intestate in 1888, as part of their case called Edmund Hatton and Samuel G. Hatton, who testified, under objection and exception to the plaintiff, to acts and declarations of Frank Udderzook in his <page-number citation-index=\"1\" label=\"237\">*237</page-number>lifetime with reference to the ownership of the property. It was made to appear in the case that James B. Udderzook, the claimant and plaintiff, with Frank Udderzook, up to the time of the latter’s death were tenants of a farm, and that Mary Udderzook, their mother, lived with them; also, that there had been no administration upon the estate of Frank Udderzook.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b259-5\">At the close of the testimony, the court, Waddell, P. J., charged the jury in part as follows :</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b259-6\">One of these horses, the testimony shows you, was in his [James’s] possession eight or nine years ago, long before he moved on to this property. But he has undertaken to show you, in addition to what he says himself, by the parties from whom he bought it, that he did buy it. The gentleman who sold him one of these horses comes upon the stand, and tells you that he did so, that he paid him for it. He tells you that he has possession of the note which he gave for the payment of the buggy. He could not have possession of the note unless he paid it. He also calls before you the gentleman from whom he bought the road cart, who tells you that he did sell it to him, or traded it for a horse with him, not with Frank or anybody else, but with James. Now, you must say whether from this testimony there can be any question in your minds that James is the owner of this individual property that he claims. [I do not understand that there is any attempt made on the part of the defence to contradict what has been testified to by James and his witnesses relative to the property which he owns individually.] 1 Now, how is it as regards the joint property, the property that he claims to have owned with his brother Frank ? He tells you.....</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b259-7\">—The jury returned a verdict in favor of the plaintiff for all the property in dispute. A rule for a new trial having been discharged, the defendants took this appeal, assigning for error :</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b259-8\">1. The portion of the charge embraced in [ ] 1</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b259-9\">2. “ The charge of the court below, as a whole, was misleading to the jury.”</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b259-10\"><em>Mr. W. S. Harris, </em>for the appellants.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"b260-5\"><page-number citation-index=\"1\" label=\"238\">*238</page-number>Counsel cited: Neiman v. Ward, 1 W. &amp; S. 68; Kennedy v. Lubold, 88 Pa. 246; Penna. R. Co. v. Berry, 68 Pa. 272.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b260-6\"><em>Mr. Thomas W. </em>Pierce, for the appellee, was not heard.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"b260-7\">In the brief filed, counsel cited: Bonner v. Herrick, 99 Pa. 220; Johnston v. Commonwealth, 85 Pa. 54.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b260-8\">Per Curiam:</author>\n<p id=\"b260-9\">The first assignment alleges that the court erred in the following portion of its general charge: <em>“ </em>I do not understand that there is any attempt made on the part of the defence to contradict what has been testified to by James and his witnesses relative to the property which he owns individually.” This language is not strictly accurate, for there was an attempt made. But it was an attempt, nothing more. The title of the defendant could not be defeated by the declarations of Frank Udderzook, which is all the testimony of Edmund Hatton and Samuel G. Hatton amounts to. The second assignment does not conform to the Rules of Court, and for this reason has not been considered.</p>\n<p id=\"b260-10\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}