{
  "casebody": {
    "data": "<casebody firstpage=\"732\" lastpage=\"738\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b768-4\">[Crim. No. 1339.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AIQ\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAJ\">September 25, 1906.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b768-5\">In the Matter of Application of DENNIS CLARY for Writ of Habeas Corpus.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b768-6\">Commitment of Insane Person—Construction—Showing of Juris<em>diction.—A </em>commitment to the Mendocino state hospital of \"Dennis G. Clary” as an insane person, upon petition of \"Paul Clary,” and upon a certificate of lunacy by two qualified medical examiners, annexed thereto, \"and upon such other facts and information as were produced” before the judge signing the commitment, \"at a hearing in open court in the presence of said Clary duly had, and being satisfied that the above alleged insane person is insane and a proper subject for custody and treatment in an institution for the insane within the meaning of the statute,” and ordering \"that the said Dennis G. Clary be and hereby is adjudged insane,” etc., is to be construed as showing that the hearing was had in the presence of \"Dennis G. Clary,” the alleged insane person, and its recitals affirmatively show jurisdiction to make the commitment.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b768-7\">Id.—Presumption as to Language Employed.—The language of judgments and orders is not chosen by the adverse party, but is official and presumably fair and impartial. It is not subject to the common-law rules of pleading to secure to the opposite party precise information of the facts alleged against him.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b768-8\">Id.—Recitals of Jurisdiction—General Eaots and Conclusions.— When it is considered necessary or proper to recite the facts conferring jurisdiction to make a judgment or order it has been the immemorial custom briefly to state the general facts or general conclusions of fact conferring jurisdiction of the subject-matter and over the person affected; and from the nature and purpose of such recitals, they must be given the utmost effect that the language employed will warrant.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b768-9\">3b.—Recital of Hearing \"Duly Had”—Implications.-—The recital that the hearing was \"duly had” in open court in the presence of the person alleged to be insane, implies that everything was done which the law requires as essential to give jurisdiction to hear and determine the matter; and implies that due and lawful notice was given thereof to the alleged insane person, and. that such giving of notice was proved to the satisfaction of the court, and is equivalent to a finding to that effect.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b769-3\"><page-number citation-index=\"1\" label=\"733\">*733</page-number>Id.—Insanity “Within Meaning of Statute”—Political Code.— The finding that Clary was “insane and a proper subject for custody and treatment in an institution for the insane within the meaning of the statute,” was sufficient without expressly stating the particular statute referred to, and is sufficient to include the findings required by section 2217 of the Political Code as amended in 1881, that he was “so far disordered in his mind as to endanger health, person, or property.”</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b769-4\">Id.—Bepeal by Unconstitutional Act Ineffective.—The act of 1897, held in part unconstitutional in <em>In re Lambert, </em>134 Cal. 626, could not have the effect to repeal all prior inconsistent statutes for the commitment of insane persons, though assuming to do so, and the former law is left in force, including sections 2210 to 2218, inclusive, of the Political Code, and the act of 1876 referring to the Napa Asylum.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b769-5\">Id.—Habeas Corpus—Becovery from Insanity.—A patient committed to a state hospital for the insane is entitled to be discharged from further custody after examination on <em>habeas corpus </em>proceedings, and a determination of his sanity. Upon a petition positively alleging that he has recovered or is not insane, he is entitled to a preliminary writ, in order to inquire into the truth of the allegation and discharge him if he is found to be sane. Under section 1475 of the Penal Code, as amended in 1905, the supreme court has power to make such writ returnable before any superior judge.</syllabus>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b769-6\">APPLICATION for Writ of Habeas Corpus to the Superintendent of the Mendocino State Hospital. Writ made returnable to the Superior Court of Sonoma County. Albert 0. Burnett, Judge.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b769-7\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"13\" data-type=\"attorneys\" id=\"b769-8\">C. W. Eastin, for Petitioner.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b769-9\">SHAW, J.</author>\n<p id=\"ANf\">The petitioner, a patient confined in the Mendocino state hospital for the insane, applies for his discharge by <em>habeas corpus </em>on two grounds; first, that the commitment under which he is confined is void; second, that he is not insane.</p>\n<p id=\"b769-10\">1. The petition avers that he has applied on the same grounds to the superior court of Mendocino County, and to • the district court of appeal for the second district, for discharge on <em>habeas </em>corpus, that the superior court, after a hearing, denied the same, and that the district court of appeal, after a hearing, was unable to agree as to whether or not the <page-number citation-index=\"1\" label=\"734\">*734</page-number>court which committed him had jurisdiction to commit him, and thereupon dismissed the proceedings.</p>\n<p id=\"b770-4\">A copy of the commitment is made part of the petition, but no other part of the record is exhibited. The commitment is as follows: “In the matter of the application for the commitment of Dennis G. Clary, an alleged insane person. Upon the petition of Paul Clary, dated Oct. 31, 1902, and a certificate of lunacy made by two duly qualified medical examiners in lunacy, which certificate is dated on the 6th day of November, 1902, and which is annexed hereto, and upon such other facts and information as were produced before me <em>at a hearing in open court in the presence of said Clary duly had, </em>and being satisfied that the above alleged insane person is insane and a proper subject for custody and treatment in an institution for the insane within the meaning of the statute, it is therefore hereby ordered that the said Dennis G. Clary be and hereby is adjudged insane, and that he be committed to the Mendocino state hospital. ’ ’</p>\n<p id=\"b770-5\">The recital that the hearing was “in the presence of <em>said Clary” </em>must be taken to mean that it was had in the presence of Dennis G. Clary, the alleged insane person, and not as referring to the Paul Clary who happened to prefer the charge of lunacy. The contrary is not alleged or claimed. The language of judgments and orders is not chosen by the adverse party, but is official and presumably fair and impartial. It is not subject to the common-law rules of pleadings made to secure to the opposite party precise information of the facts alleged against him. Where it has been considered necessary or proper, in framing a judgment or order, to recite the facts conferring jurisdiction to make it, it has been the custom, from time immemorial, to do so by a very brief statement of the general facts which give jurisdiction to act in the particular matter, and over the particular person affected. These statements are mere general conclusions of fact. From the nature and purpose of such recitals it follows that they must be given the utmost force and effect which the language employed will warrant. This rule must be observed in considering the effect of the commitment in the present ease, it being in effect also an adjudication that Dennis G. Clary was then insane.</p>\n<p id=\"b770-6\">When its recitals are so construed the objections of the <page-number citation-index=\"1\" label=\"735\">*735</page-number>present petitioner are all refuted. The recital that the hearing was duly had in open court, in the presence of the person alleged to be insane, implies that everything was done which the law requires as essential to give jurisdiction to hear and determine the matter. Otherwise it would not be “duly had, ’ ’ and the recital would be untrue.</p>\n<p id=\"b771-4\">Tailing up the objections more in detail, they are each untenable. The record, by virtue of this recital, affirmatively shows jurisdiction. Upon a collateral attack, and in the absence of any specific averment that any other part of the record is inconsistent therewith, this is a sufficient showing of jurisdiction, even in the case of the judgment of an inferior tribunal, or a superior court or judge acting in a special statutory proceeding. The finding that Clary was “insane and a proper subject for custody and treatment in an institution foi&gt;- the insane within the meaning of the statute” is sufficient to include the findings required by section 2217 of the Political Code, as amended in 1881, [Stats. 1881, p. 7], that he was “so far disordered in his mind as to endanger health, person or property.” We do not mean to intimate, however, that upon a collateral attack the absence of the statement of a proper finding in the record would be fatal to the validity of the judgment in an insanity proceeding, where the court had jurisdiction of the person adjudged insane. The recital that the hearing was “duly had” implies that due and lawful notice was given thereof to the alleged insane person, and that such giving of notice was proven to the satisfaction of the court, and is equivalent to a finding to that effect. It was not necessary that the record should, on its face, expressly state the particular statute under which the tribunal assumed to act. It is sufficient if there was legal authority under any statute in force at the time, for the proceeding actually had, and no reference to the statute was necessary.</p>\n<p id=\"b771-5\">It is contended, under the authority of <em>In re Lambert, </em>134 Cal. 626, [86 Am. St. Rep. 296, 66 Pac. 851], that at the time this commitment was made, there was no valid statute in force authorizing the commitment of insane persons to state hospitals for the insane, and hence that the proceedings are necessarily void. It is said that that decision held the act of 1897 wholly void in that respect, and that the act <page-number citation-index=\"1\" label=\"736\">*736</page-number>expressly repealed all prior statutes, thus leaving in force no law on the subject.</p>\n<p id=\"b772-3\">If this is true, then all of the hundreds of inmates of the state insane hospitals, committed thereto during the six years from 1897 until the passage of the act of 1903, [Stats. 1903, p. 485], are held without authority. A result so grave demands close scrutiny of the propositions on which it depends.</p>\n<p id=\"b772-4\">The act of 1897 provided, or attempted to provide, that any judge of the superior court of a county, could adjudge any person insane and commit him to a state hospital for the insane, without any process of law upon, or notice to, such person, without trial or hearing, and even without his presence or knowledge, upon the mere certificate of two physicians who had been authorized under the statute to act as “medical examiners in lunacy,” to the effect that they had made inquiry into the facts and had sufficiently examined such person, and that, in their opinion, after such inquiry and examination, such person was insane. It was an arbitrary proceeding under this provision which was considered and held void in the Lambert case above cited. No just criticism can be made of the decision upon that point. Such a procedure would clearly allow a person to be deprived of his liberty without notice or trial,—that is, without due process of law. It does not follow, however, that there was no other method authorized by the act of 1897, by which an insane person could legally be committed to a hospital, nor, if the act provided no other legal mode, does it follow that previous laws were thereby repealed so that no statute on the subject remained in force. The decision intimates that in special cases, as under section 8 of article III [Stats. 1897, p. 329], in which notice is provided by means of an arrest, the act may authorize commitments which would be lawful and valid. On that subject, the opinion in the Lambert case contains the following expression: “The case before us does not involve the right of the state to provide for the summary arrest of a person against whom a charge of insanity is made, and his temporary detention until the truth of the charge can be investigated. Such arrest would itself be a notice to him of the charge, under which he would be afforded an opportunity for a hearing thereon.” If the act does authorize a valid commitment under any proceeding, we should have to presume, under the <page-number citation-index=\"1\" label=\"737\">*737</page-number>case as presented to us, that the authorized proceeding was duly followed.</p>\n<p id=\"b773-4\">But we need not inquire whether or not it does so provide. It may be conceded that no valid commitment' can be made under the act of 1897, and that the reason is that the procedure therein prescribed does not provide for any notice to the person charged, nor for any trial upon which he would have a right to be heard, and that all the provisions of that act relating to the arrest and commitment of insane persons are unconstitutional and void. In that case the former law on the subject is not repealed by the act and is still in force. There is no express repeal of the provisions of the Political Code on the subject. The act merely repeals “all acts or parts of acts in conflict with this act.” Such a repealing clause has no greater force than a repeal by implication. Every valid statue repeals by implication all prior statutes in conflict with it. “No repeal by implication can result from a provision in a subsequent statute, when that provision is itself devoid of constitutional force.” (Endlich on Statutes, sec. 192; <em>McAllister </em>v. <em>Hamlin, </em>83 Cal. 365, [23 Pac. 357]; <em>Ex parte Sohncke, </em>148 Cal. 262, [82 Pac. 957].) And the rule is the same where the subsequent unconstitutional act declares the repeal of all acts or parts of acts inconsistent therewith. <em>(County of Orange </em>v. <em>Harris, </em>97 Cal. 600, [32 Pac. 594]; <em>Santa Cruz R. P. Co. </em>v. <em>Lyons, </em>133 Cal. 116, [65 Pac. 329].) Sections 2210 to 2218, inclusive, of the Political Code contain provisions for the preferring of a charge of insanity against a person, for the issuance and service of a warrant for his arrest, for the regular trial of the charge in the usual manner, and for the adjudication as to his sanity and his commitment if found insane. Similar provisions are found in section 17 of the act of March 6, 1876, relating to the Napa asylum, (Stats. 1875-1876, p. 137.) If the provisions of these statutes are not in conflict with those of the act of 1897, then they were not repealed, and the proceeding here attacked was in full compliance with the two statutes mentioned and is valid. The same result follows if they do conflict with the invalid parts of the act of 1897, for in that case also the prior statutes are not repealed. In any possible alternative shown by the petition for the writ, the commitment is valid. So far, therefore, as the petition is based on the <page-number citation-index=\"1\" label=\"738\">*738</page-number>ground that the commitment is void, it is insufficient, and must be denied.</p>\n<p id=\"b774-4\">2. The commitment of a person to a state hospital for the insane does not authorize his confinement after he is permanently restored to sanity. The act of 1897 and the act of 1903 both recognize this, and provide that any patient who has become sane may be discharged from further custody after examination on <em>habeas corpus </em>proceedings. The petition alleges that the petitioner is not insane. Upon that allegation he is entitled to a preliminary writ, in order to inquire into its truth and discharge him if he is found to be sane. This court does not usually issue writs to try and determine such questions of fact. Under the present law (Pen. Code, sec. 1475, as amended in 1905, [Stats. 1905, p. <em>706],) the </em>supreme court has power to make the writ returnable before any superior judge, for determination by him, and we think this is the proper disposition of the present case.</p>\n<p id=\"b774-5\">It is ordered that a writ of <em>habeas corpus </em>issue herein for the production of the petitioner before Hon. Emmett Seawell, judge of the superior court of Sonoma County, that he may receive the return thereto, and thereupon hear such proper evidence as may be offered upon the question of the sanity of petitioner, and discharge or remand the petitioner as he may determine such question.</p>\n<p id=\"b774-6\">Beatty, C. J., Sloss, J., and Lorigan, J., concurred.</p>\n<p id=\"b774-7\">Rehearing denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}