{
  "casebody": {
    "data": "<casebody firstpage=\"461\" lastpage=\"475\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b477-10\">Goodbar, White &amp; Co. et al. v. Out National Bank of Sulphur Springs.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b477-11\">No. 3234.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b477-12\">1. Attachment—Only a Defendant Can Abate for Irregularities.—Revised Statutes, article 159, prescribes that “ every original attachment issued without affidavit and bond as herein provided shall he abated on motion of defendant.” In accordance with this statute the right to abate an attachment on account of defects in the affidavit or bond has been restricted to defendants, and has not been allowed to creditors subsequently causing the same property to be attached.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b477-13\">2. Same—Cases Adhered to—Murray &amp; White v. Schluter &amp; Co., 62 Texas, 338, and Bateman v. Ramsey, 74 Texas, 592, adhered to.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b477-14\">3. Subsequent Attaching Creditor May Show Fraud in First Attachment. The right of a subsequent attaching creditor to intervene in an action in which a prior attachment has been levied, for the purpose of showing that the older attachment is based on a fraudulent demand, or one which has in fact no existence, for the purpose of having his lien declared superior and enforcing payment out of the attached property, is fully recognized by the decisions of this court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b477-15\">4. Charge—Recitations in the Charge.—An affidavit for attachment was defective. The attachment was attacked by subsequent attaching creditors. On the trial <page-number citation-index=\"1\" label=\"462\">*462</page-number>the charge'stated that it was averred in the affidavit that the defendant was indebted to plaintiff in the amount sued for. The charge then contained a statement of the items, •amount and date of each, and when due. <em>Held, </em>that no grounds for reversal existed from such statement in the charge.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b478-5\">5. Charge—Bight to have Prominence Given to Facts.—-The statutes of this State forbid a judge to charge or comment on the weight of evidence, but it seems -to have been thought in some cases that this did not deprive a court of the power to inform the jury of the purpose for which evidence has been admitted. Howerton v. Holt, 23 Texas, 60. See example outside of the rule.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b478-6\">6. Same.—The propriety of calling the attention of a jury to isolated facts by the charge of a court, with the statement that they are to be considered as evidence of fraud, or that they are to be considered as circumstances tending to show fraud, is doubtful in any case, unless the matter to which attention is called under the settled .rules of law is prima facie evidence of fraud.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b478-7\">7. Charge.—Where the general charge fully informed the jury that they might look to all the circumstances in evidence to ascertain the real transaction between the parties, the validity of which was in issue, it is not error to refuse a charge calling attention to isolated facts in evidence as tending to prove or disprove the fact in issue.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b478-8\">8. Fictitious Demands—Simulated Claims.—The charge of the court instructing the jury to find for parties attacking a prior attachment if they found that the notes .sued on in such attachment suit were not the evidence of just debts due from the defendant to the plaintiff on valid and valuable consideration, “but were fictitious demands .against the defendant,” is not misleading. The jury must have understood by the words <em>fictitious demands </em>only such as were not upon valuable consideration-—claims ■simulated.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b478-9\">9. Effect of Fictitious Claim in Part of Amount Sued for.—When any part ■of a claim sued for and made the basis of attachment proceedings is fraudulent or fic\"titious, such fact will vitiate the attachment proceedings as to entire claim. Where the entire claim was found by the jury, it is immaterial error in the charge that it limited the effect upon the attachment to that part of the debt, if any, found to be fictitious.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b478-10\">10. Declarations of Cashier of Bank. — Declarations made by a cashier of a bank in Texas to a Hew York merchant touching the financial standing of a merchant residing near the bank are not competent against the bank unless evidence is introduced tending to show that by virtue of the official position of the cashier or otherwise it was his duty to make such statements. In absence of such proof the statements of the cashier would not affect the bank. This rule would not be affected by the truth or falsehood of such declarations.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b478-11\">11. Charge Properly Befused,—Where an attachment is attacked, and there is no evidence tending to show that the facts sworn to did not exist, nor any attack upon the debt sought to be secured, it is not error in the court to refuse a charge that the finding of such facts would invalidate the attachment.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b478-12\">12. Same.—Where the general charge sufficiently informs the jury of the law upon an issue it is proper to refuse special charges upon the subject, the more so when such charges asked are faulty or imperfect.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b478-13\">13. Stockholder’s Belation to Bank.—A national bank does not have alien upon the stock owned by a customer indebted to it for loans or advances.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b478-14\">14. Attachment <em>by </em>Consent of Defendant.—If the debt claimed by the plaintiff in attachment is just and grounds for suing out the attachment exist, the fact that the defendant in attachment may consent that the attachment issue will neither invalidate the writ nor its levy.</headnotes>\n<summary data-order=\"16\" data-type=\"history\" id=\"b478-15\">Appeal from Hopkins. Tried below before Hon. E. W. Terhune.</summary>\n<p data-order=\"17\" data-type=\"summary\" id=\"b478-16\">A sufficient statement is given in the opinion.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b479-2\"><page-number citation-index=\"1\" label=\"463\">*463</page-number>■<em>Peteet &amp; Crosby, Cranford, Garrison &lt;&amp; Keasler, Leach &amp; Templeton, </em>and <em>Stanley é Spoonts, </em>for appellants and intervenurs below.—</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AKgC\">1. Where suit is brought upon a debt not due the court has no jurisdiction to hear and determine the suit unless the plaintiff, at the institution of his suit, make affidavit following the statu tor)' grounds to have issued a writ of attachment. In such a case the affidavit for attachment is a jurisdictional matter, and unless it sets forth fully and particularly the statutory grounds the clerk has no right to issue the writ of attachment,» nor has the court any jurisdiction to hear and determine the suit or foreclose the attachment lien. Ins. Co. v. Friedman, 74 Texas, 56; Evans &amp; Martin v. Tucker, 59 Texas, 249; Seeligson v. Hobby, 51 Texas, 147; Bank v. Flippen, 66 Texas, 610; Cox v. Reinhardt, 41 Texas, 591; Rev. Stats., arts. 152, 155, 160; Marshall v. Alley, 25 Texas, 342; Sydnor v. Totman, 6 Texas, 189.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b479-3\">Cannot even grant amendment in proper case. Marx v. Abramson, 53. Texas, 264; Drake on Att., secs. 87-113; Moody v. Levy, 58 Texas, 532; Espey v. Heideuheimer, 58 Texas, 662; Matthews v. Dinsmore, 43 Mich., 463; Hale v. Chandler, 3 Mich., 531; Greenwaultv. Bank, 2 Doug., 498; Drake on Att., 3 ed., secs. 82-88.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b479-4\">2. It is the duty of the court to examine into all jurisdictional matters; and where in a suit on a debt not due the affidavit for attachment is defective the court should not proceed to foreclose a lien created by vir■tue of the attachment.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"ALt\">3. Where interveners in a suit have acquired a lien on the same property on which the plaintiff is seeking to foreclose its lien, they have the right to move to quash or abate by plea the attachment for a defective affidavit, where that defect is of such a nature as to render the attachment void. Bateman v. Ramsey, 74 Texas, 589; Evans v. Tucker, 59 Texas, 249; Ins. Co. v. Friedman, 74 Texas, 56.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b479-7\">4. An affidavit for attachment which does not state that the defendant is justly indebted to the plaintiff in the amount sued for is wholly defective, and where issued in a suit on a debt not due will be set aside at the instance of the interveners. Bank v. Flippen, 66 Texas, 610; Ins. Co. v. Friedman, 74 Texas, 56; Bateman v. Ramsey, 74 Texas, 589; Drake on Att., 3 ed., secs. 82-88; Greenwault v. Bank, 2 Doug., 498; Drew v. Dequindre, 2 Doug., 92; Matthews v. Dinsmore, 43 Mich., 463; Hale v. Chandler, 3 Mich., 531.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b479-8\">5. The interveners having set up in their plea of intervention the defect in said affidavit for attachment and the refusal of said A. B. Williamson to quash the same upon notice of said defect, and that the same was run through a conspiracy between Williamson and the bank, the defect in said affidavit and the refusal of said Williamson to quash the same were circumstances to which the jury were authorized to look in determining whether or not said conspiracy existed. And said affidavit failing to state that the defendant Williamson was indebted to the plaintiff, <page-number citation-index=\"1\" label=\"464\">*464</page-number>the bank, the said charge of the court was erroneous in that it expressly ignored the defect in said affidavit and told the jury that the affidavit stated that the defendant Williamson was justly indebted to the bank, thereby, in effect, depriving the intervenors of all rights they might have by virtue of said defective affidavit, and leaving the jury to infer that the said statement of intervenors was incorrect. Said affidavit being before the court and being in writing, it was the duty of the court to point out said defect and to tell the jury that they might consider the same in determining whether or not there was a conspiracy and fraud in the transactions between the bank and Williamson. Matthews v. Dinsmore, 43 Mich., 463; Fessenden v. Hill, 6 Mich., 242; Wilson v. Arnold, 5 Mich., 98; Drew v. Dequindre, 2 Doug., 92; Hale v. Chandler, 3 Mich., 531; Bateman v. Ramsey, 74 Texas, 589; Drake on Att., 3 ed., sees. 82, 88, 89; Greenwault v. Bank, 2 Doug., 498.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b480-5\">6. The court erred in the second paragraph of his general charge in telling the jury that to find for intervenors they must find that the notes, in evidence were fictitious, when he should have charged the jury that if they found the indebtedness of which the notes Were evidence was fictitious they should find for the intervenors. The charge complained of was calculated to cause the jury to overlook the question of whether the consideration of the notes was bona fide, and to think that if the notes were in fact given at the time they were purported to be given and were executed by defendant, then they should find for plaintiff.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b480-6\">7. If any part of the alleged indebtedness from Williamson to the bank upon which said suit was founded was fictitious, the entire attachment was fraudulent and should have been set aside. Brasher v. Jamison, 75 Texas, 139; Frieberg v. Frieberg, 74 Texas, 122; Oppenheimer v. Halff, 68 Texas, 409; Wallis v. Adoue, 76 Texas, 118.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b480-7\">8. The court erred in giving special charge asked by plaintiff wherein the jury were instructed that a national bank has no lien on the shares of stock owned by one of its stockholders who is indebted to it to secure such debt, and could not control or prevent the transfer of any such shares of stock, for the reason that such instruction misstates the law, and a national bank has a lien on such shares of stock under such circumstances and could prevent a transfer thereof that would defeat or delay its lien or collection of its debt, and the transfer is not complete until such debt is paid and the transfer registered on the books of the bank.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b480-8\">9. The court erred in giving special charge asked by plaintiff wherein the jury were instructed that they could only consider the letter and statement to Aaron Claflin &amp; Go. after they had found that there was a conspiracy between plaintiff and defendant, when they should have been instructed that they could consider such letter and statement in deciding whether or not there was such a conspiracy. [See opinion.] McKinnon v. Lumber Co., 63 Texas, 30; Miller v. Jannett, 63 Texas, 82; Bateman v. <page-number citation-index=\"1\" label=\"465\">*465</page-number>Ramsey, 74 Texas, 589; Bamberger v. Bank, 77 Texas, 48; Evans &amp; Martin v. Tucker, 59 Texas, 249.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b481-3\">10. The court erred in refusing to give special charges asked by interveners, to the effect that plaintiff's affidavit for attachment was defective, and if defendant was notified of the defect and requested by intervenors to quash plaintiff's attachment and declined to do so, then the jury could consider that fact as a circumstance, tending to establish fraud, for the reason that the same state the law and are applicable, and said affidavit was defective and could have been quashed by defendant and he had refused to do so. Bateman v. Ramsey, 74 Texas, 589.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b481-4\">11. One of the grounds that must be sworn to to authorize the issuance of a writ of attachment is that the plaintiff will probably lose his debt unless the attachment is issued. Though defendant maybe disposing of his property or committing any of the other statutory acts that justify the'issuance of an attachment, unless there is a probability that plaintiff by reason of the said act of the defendant will lose its debt, an attachment could not be rightly applied for or issued; and if this ground be untrue and plaintiff, notwithstanding said act of defendant, was not in any danger of losing his debt, the affidavit in that respect would be false and could be taken advantage of by the intervenors to set it aside. Bateman <em>v. </em>Ramsey, 74 Texas, 589; Evans v. Tucker, 59 Texas, 249.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"Aqhn\">12. The court erred in refusing to give special charge asked by intervenors, to the effect that if the plaintiff knew that the defendant was in a failing condition and was preparing to fail and to defraud his creditors in the failure, and had on deposit in plaintiff's bank certain moneys, and plaintiff, after learning of said facts, permitted defendant to draw out said moneys for the purpose of assisting defendant to place his property beyond the reach of his creditors and to defraud his creditors, then they should find for the intervenors, for the reason that the same correctly states the law, and wras applicable and should have been given. Wallis v. Adoue, 76 Texas, 118; Gallagher v. Goldfrank, 75 Texas, 562; Smith v. Craft, 12 Fed. Bep., 561; Kruppendorf v. Hyde, 28 Fed. Rep., 788; Ex Parte Fisher, L. R., 7 Ch. App., 644, 645; Ex Parte Killuer, L. R., 13 Ch. Div., 248, 249; Ex Parte Burton, L. R., 13 Ch. Div., 108, 109; Ex Parte Hauxwell, L. R., 23 Ch. Div., 638, 642; Ex Parte Mackay, L. R., 8 Ch. App., 648; Ex Parte King, L. R., 2 Ch. Div., 262-265.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"AKr\">13. An attachment by consent is an effort to call the powers of the court into action for the purpose of carrying out the contract of individuals, and was not contemplated by the law. The courts will not lend their aid in giving force to a consent attachment, the very basis of which is an affidavit false in fact, and the very object being to impose upon the powers and jurisdiction of the court.</p>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b481-8\"><em>E. B. Perkins </em>and <em>J. A. B. Putman, </em>for appellee.—</attorneys>\n<p data-order=\"34\" data-type=\"legal\" id=\"AdIq\">1. A subsequent <page-number citation-index=\"1\" label=\"466\">*466</page-number>attaching creditor can not intervene in the suit of a prior attaching creditor for the purpose of defeating the attachment for irregularities or in-formalities in the issuing of said prior writ. Nenney &amp; White v. Schluter &amp; Co., 62 Texas, 328; Bateman Bros. v. Ramsey, 74 Texas, 592.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b482-3\">2. Where the court has jurisdiction of the amount in controversy and of the person of the defendant, no one other than the defendant can object to the judgment which the court may render against the defendant.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b482-4\">3. In determining whether or not a charge is erroneous the whole charge must be taken into consideration, and also the issues which were submitted to the jury. Railway v. Stewart, 57 Texas, 166.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b482-5\">4. Where instruments which are not to be construed by the court are admitted in evidence before the jury, it is not proper for the court to call the special attention of the jury to that particular part of the evidence or to the weight to which it was entitled or the purposes for which it might be considered by them. Castro v. Illies, 22 Texas, 490, 504; Wood v. Chambers, 20 Texas, 251, 253; Heldt v. Webster, 60 Texas, 208; Burcham v. Gunn, 1 Posey’s U. C., 343, 345.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b482-6\">o. The jury having found that no part of plaintiff’s debt was fraudulent or fictitious, the error, if any, in the charge complained of was harmless. Newman v. Dodson, 61 Texas, 91.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b482-7\">6. In a suit based on false representations as to the solvency of a party, evidence of representations made to others than the plaintiff and unknown to plaintiffs when they extended credit are inadmissible. 2 Pome. Eq., sec. 890; Jordan v. Osgood, 109 Mass., 457.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b482-8\">7. Interveners’ cause of action was based upon collusion between the bank and Williamson and a conspiracy between them to defraud the interveners, and the issue was to be determined from all the facts in evidence, and it would' have been improper for the court to call attention to any particular part of the evidence as being a badge of fraud. Johnson v. Richardson, 52 Texas, 485, 493, 494.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b482-9\">8. The court is not required to submit to the jury an issue upon which there is no evidence. Floyd v. Efron, 66 Texas, 223; Patton v. Gregory, 21 Texas, 521.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b482-10\">9. Where a charge requested contains erroneous propositions of law mingled with propositions which may be correct, it is proper for the court to refuse it, and it is not incumbent on the court to modify such charge. Bronson v. Scanlan, 59 Texas, 228; Rosenthal v. Middlebrook, 63 Texas, 339.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b482-11\">10. If the grounds for attachment existed and the debt sued on was a bona fide debt, and the sole object in suing out such attachment was to secure such debt, then the mere fact that the debtor consented to the issuing of such attachment would not render it fraudulent. Bateman v. Ramsey, 74 Texas, 589.</p>\n<opinion data-order=\"44\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b483-3\"><page-number citation-index=\"1\" label=\"467\">*467</page-number>STAYTON, Chief Justice.</author>\n<p id=\"AHC\">—The City National Bank of Sulphur Springs brought this action against A. B. Williamson on December 3, 1889, to recover $19,666.81 claimed and alleged to be due at different dates between that and March 4, 1890. Writ of attachment was sued out and levied on a stock of goods the property of Williamson.</p>\n<p id=\"b483-4\">Soon afterwards appellants, who were also creditors of Williamson, brought their several actions against him, sued out writs of attachment and caused them to be levied on the same goods, subject to the prior levy for appellee.</p>\n<p id=\"b483-5\">Appellants all reduced their claims to judgments with foreclosure of liens acquired by attachment, and on March 11, 1890, intervened in this case, seeking to show that the claim and attachment of appellee was invalid, and that they were entitled, in the order of the liens of their respective attachments, to the proceeds of the goods which had been sold under order of court.</p>\n<p id=\"b483-6\">They alleged that Williamson was not indebted to appellee; that the notes made the basis of its action were without consideration and made in order that a suit might be brought on them and property attached and thus placed beyond the reach of other creditors, and that there was collusion and conspiracy between Williamson and appellee to carry out such a purpose.</p>\n<p id=\"b483-7\">Intervenors further alleged that no ground existed for appellee suing out a writ of attachment, and that this was not necessary to secure any debt Williamson might owe it, but that upon the contrary appellee was indebted to Williamson and had on deposit large sums of money belonging to him.</p>\n<p id=\"b483-8\">It was further alleged that the affidavit for attachment made by agent of appellee was not sufficient; and it was alleged that by representations made by appellee’s cashier Williamson was enabled to establish a large credit and to create the indebtedness to intervenors, and that this was but a part of the conspiracy between Williamson and appellee whereby other creditors were to be defrauded through attachment proceedings to be instituted by appellee, or in some other manner.</p>\n<p id=\"b483-9\">A trial before a jury resulted in a judgment in favor of appellee against intervenors as well as against Williamson, and enforcing appellee’s rights under the levy of its attachment.</p>\n<p id=\"b483-10\">Appellants have filed no assignment which questions the sufficiency of the evidence to entitle appellee to the judgment obtained, but has filed and insists on many assignments that relate to rulings of the court made during the trial.</p>\n<p id=\"b483-11\">Appellants filed a motion to quash the attachment sued out by appellee, on the ground that it was not stated in affidavit for attachment that Williamson was indebted to it in the sum sued for at the time the affidavit for attachment was made.</p>\n<p id=\"b484-4\"><page-number citation-index=\"1\" label=\"468\">*468</page-number><em>■ </em>The record leaves it uncertain whether the court held that the affidavit for attachment was sufficient, or held that appellants, claiming lien by attachment levied subsequently to the levy of appellee, could not question the sufficiency of the affidavit.</p>\n<p id=\"b484-5\">The affidavit made for attachment by appellee’s cashier, in all respects affecting its sufficiency, was the same as that considered in case of Bank v. Flippen, 66 Texas, 611, and under the rules therein announced was insufficient, and the writ on motion by Williamson should have been quashed but he made no motion, and the question arises whether appellants could by motion or’otherwise have the writ quashed on account of the insufficiency of the affidavit.</p>\n<p id=\"b484-6\">The statute provides that “every original attachment issued without, affidavit and bond, as herein provided, shall be abated on motion of <em>defendant.” </em>Rev. Stats., art. 159.</p>\n<p id=\"b484-7\">In accordance with this statute, the right to abate an attachment on account of defects in affidavit or bond has been restricted to defendants, and has not been allowed to creditors subsequently causing the same property to be attached. Nenney &amp; White v. Schluter &amp; Co., 62 Texas, 328;. Bateman v. Ramsey, 74 Texas, 592.</p>\n<p id=\"b484-8\">This seems to be in accordance with the great weight of authority.</p>\n<p id=\"b484-9\">In Fridenburg v. Pierson, 18 California, 155, the Supreme Court of California, after quoting the following from Drake on Attachments: “ Whatever irregularities may exist in the proceedings of an attachment creditor, it is a well settled rule that other attaching creditors can not make1 themselves parties to those proceedings for the purpose of defeating them on that account. But where an attachment is based on a fraudulent demand, or one which has in fact no existence, it is otherwise, as will appear from a review of the action of courts of a high order of learning and ability,” said: “What are irregularities within the meaning of' the text is illustrated by the cases referred to by the author. Thus, in. Foster v. Jones, 1 McCord, 116, the irregularity consisted in the omission of the plaintiff to make affidavit of his debt before suing out the writ of attachment; in Chambers v. McGee, 1 Hill (S. C.), 229, in the omission to give the requisite bond; in Cumberland v. Hale, 3 McCord, 335, in giving the attachment bond in double the debt instead of double the damages or sum sued for; in Kincaid v. Neale, 3 McCord, 201, in the omission to return the attachment bond; in Van Arsdale &amp; Warnock v. Drum, 9 Missouri, 401, for insufficient bond. In some cases third parties have1 been allowed to intervene where the debtor was shown not to be subject-to the process, or the defendant’s property not so subject. But if the defendant does not insist upon the statutory steps being taken in the matter of bond or affidavit in the proper form, we can not perceive upon what principle a creditor can interfere, any more than in the case of a judgment rendered upon an insufficient complaint or otherwise irregular or reversible.”</p>\n<p id=\"b485-2\"><page-number citation-index=\"1\" label=\"469\">*469</page-number>In Ward v. Howard, 12 Ohio State, 161, it was said: “It can with no propriety be claimed that a subsequent attaching creditor is entitled to the same latitude o£ objection to the proceedings of a prior attaching creditor as the defendant in the action. On the contrary, anything may be waived by the defendant which is substantially no injustice to the other ■creditors or is not intended to guard their rights. They can take no advantage of what may be properly regarded as informalities or irregularities, though constituting good grounds for objection on the part of the defendant. The objection, therefore, that a proper undertaking was not executed and that the facts were defectively stated in the affidavit were properly overruled by the court. But the case itself must be one in which the law allows an attachment. If it be not, the objection of a subsequent attaching creditor stands on a like principle as a want of jurisdiction, and would be equally available as collusion or fraud.”</p>\n<p id=\"b485-4\">The authorities are fully cited by the following elementary writers: Drake on Attachment, 262, 273; Wade on Attachment, 54, 286; Waples on Attachment, 447.</p>\n<p id=\"b485-5\">If the making of the affidavit and the giving of the bond were matters strictly jurisdictional, it would be the duty of the court, without motion from a defendant, to abate an attachment when the statute in reference to these is not complied with; but the giving of the right to abate only to a defendant on account of defects of this character evidences that it is one which he may waive, as may a defendant many matters intended solely for his protection.</p>\n<p id=\"b485-6\">The right of a subsequent attaching creditor to intervene in an action in which a prior attachment has been levied, for the purpose of showing that the older attachment is based on a fraudulent demand or one which has in fact no existence, for the purpose of having declared his lien superior and enforcing payment out of the attached property, is fully recognized by the decisions of this court.</p>\n<p id=\"b485-7\">It is urged that the court erred in stating to the jury in charge given that the affidavit for attachment averred that defendant was justly indebted to plaintiff in sum sued for; and further, that the court erred in refusing to give the following charges asked by intervenors:</p>\n<p id=\"b485-8\">“ The court charges you as a matter of law that the affidavit for attachment made on the 3rd day of December, 1889, in behalf of plaintiff against defendant, is not valid and is insufficient in law, which could have been taken advantage of by the defendant. If you believe from the evidence in this case that the defendant, A. \"B. Williamson, was requested by any of the intervenors, their agents or attorneys, to quash said affidavit for attachment, and the defendant, Williamson, refused to quash said attachment, such refusal, if any, by Williamson would be an evidence of fraud in this case.”</p>\n<p id=\"b485-9\">Williamson testified that J. D. Peteet, one of the attorneys of interve<page-number citation-index=\"1\" label=\"470\">*470</page-number>nors, pointed out the defect in the affidavit to him, and requested him to quash, and that he did not do so.</p>\n<p id=\"b486-5\">“You are further instructed that while the interveners can not take advantage of the defect in the affidavit for attachment made by John T. Hargrove on the 3rd day of December, 1889, for the purpose of quashing said attachment, yet the fact of the failure of A. B. Williamson to have said attachment quashed, which you are charged under the law he could have done, and his permitting the plaintiff to foreclose its said attachment lien, are circumstances which may be considered by the jury in determining whether or not said attachment was fraudulent.”</p>\n<p id=\"b486-6\">In stating to the jury the matters alleged in the affidavit for attachment the court did state that it averred the defendant was justly indebted to plaintiff in the sum sued for, but then followed a detailed statement of' the several items making up that sum, as well as the date at-which it was, alleged each of them would become due, but there was no charge as to the sufficiency of the affidavit.</p>\n<p id=\"b486-7\">It will be seen from the charges above set out, and from the objection made to the recital in the charge given, that appellants were seeking to have brought most prominently before the jury not only the fact that the affidavit for attachment was defective, but that this and the failure of Williamson to quash the writ were facts which the jury ought to consider on the question of fraud.</p>\n<p id=\"b486-8\">If the court had been requested to charge the jury that the affidavit for attachment was defective, and that for this reason the writ might have been quashed by Williamson, it may be that such a charge should have been given, but in view of the wording of the affidavit it seems to us that the court would have erred had it instructed the jury to consider the defective affidavit as a fact to which they ought to look in determining whether the writ was sued out fraudulently or in good faith; for to the-unprofessional mind the wording of the affidavit would convey the impression that the maker of it intended to state and supposed he was stating that the sum claimed was then an existing indebtedness, although under the strict rule applied in the construction of such instruments by courts the words may not be given that effect in testing the sufficiency of the1 affidavit for attachment.</p>\n<p id=\"b486-9\">The statutes of this State forbid a judge to charge or comment on the weight of evidence, but it seems to have been thought in some cases that, this did not deprive a court of the power to inform the jury of the purpose for which evidence has been admitted.</p>\n<p id=\"b486-10\">In Howerton v. Holt, 23 Texas, 60, it was said: “'It is true that the court is not allowed to charge upon the weight of %vidence, but it may explain to the jury the reasons upon which it is admitted. * * * Under the restrictions of our statute against charging upon the weight of evidence the court may not be able to do more than explain that the fact <page-number citation-index=\"1\" label=\"471\">*471</page-number>of an assignor being a judgment creditor, or of his having assigned an excessive amount of property, is admitted in evidence as tending to establish a fraudulent intent, and that its effect is to be determined by them, in connection with any facts that may be in the case explaining them and making their existence consistent with the object of the deed and with fair dealing. , To charge simply that they were badges of fraud, * * * without any reference to the fact that they were subject to explanation by the circumstances shown to exist, tending in some degree to rebut the presumption arising from them, may have misled the jury. * * * And when the object of their admission is sought to be pointed out in a charge asked, the accompanying proposition should be placed in the same connection—that they are not in their nature conclusive, but subject to explanation by other facts, if they are shown to exist.”</p>\n<p id=\"b487-5\">Under this rule, which goes as far as any ever asserted by this court, the first charge referred to in this assignment was properly refused, even if the charge given by the court had'”not fully presented the law of the case to the jury, for it declared that the facts recited in it <em>“'would be evidence of fraud in this case.”</em></p>\n<p id=\"b487-6\">From this expression a jury would most likely come to the conclusion that the existence of the facts referred to, in the opinion of the court, were sufficient evidence of the fraud relied on in this case to give priority to appellants’ attachments; and the charge wholly failed to inform the jury that they should look to the other evidence in the case as well as the facts referred to in the charge for the purpose of determining whether appellee’s claim was fraudulent or fictitious, or the writ sued out to enforce it collusive and fraudulent.</p>\n<p id=\"b487-7\">The other charge refused by the court would have informed the jury that the failure of Williamson to quash the attachment sued out by appellee might be looked to as a circumstance in determining whether the attachment was fraudulent.</p>\n<p id=\"b487-8\">The charges referred to in this assignment were separate charges, intended to be complete within themselves, and the one last mentioned did not render it necessary that Williamson should have known or believed that the attachment might have been quashed in order to make his failure to act a fact that might be considered against the first attaching creditor. The court could not assume that he had such knowledge because an opinion to that effect had been given by counsel representing some of those whose writs were levied after that of appellee was.</p>\n<p id=\"b487-9\">The propriety of calling the attention of a jury to isolated facts by the charge of a court, Avith a statement that these are to be considered as evidence of fraud o;r that they are to be considered as circumstances tending to shoAV fraud, is doubtful in any case, unless the matter to Avhich attention is called is under the settled rules of law prima facie evidence of fraud.</p>\n<p id=\"b488-4\"><page-number citation-index=\"1\" label=\"472\">*472</page-number>At the request of appellants-the court gave the following charge:</p>\n<p id=\"b488-5\">“You are charged in this case that if you find from the evidence that the attachment run by the plaintiff against A. B. Williamson * * * • was run with the consent of said Williamson, and that the same.was the result of a fraudulent combination and conspiracy between Williamson and John T. Hargrove, acting as cashier of plaintiff and jn the interest of plaintiff, entered into for the purpose of enabling said Williamson to place his property beyond the reach of his creditors other than plaintiff, you will find for intervenors, though you should believe that the debt for which plaintiff sued out said attachment was a valid bona fide debt; and in considering whether or not said attachment was the result of a fraudulent conspiracy, you are charged that you may take into consideration all of the circumstances in evidence surrounding said transaction, either before or subsequent to the issuance and levy of said attachment, and such fraud may be proved by circumstantial evidence as by direct testimony.”</p>\n<p id=\"b488-7\">In view of this charge, if there had been nothing objectionable in the charges asked, we are of opinion that the court would not have erred in refusing to give them; for this charge fully informed the jury that they might look to all the circumstances in evidence to ascertain the real transaction between the parties.</p>\n<p id=\"b488-8\">The second paragraph of the general charge given instructed the jury to find for appellants if they believed that the notes'sued on by appellee were not the evidence of just debts due from Williamson to appellee based on valid and valuable consideration, “but were fictitious demands against Williamson,” and it is urged that this charge was misleading. We do not see how it was possible for the jury to have come to the conclusion under this charge that it was not their duty to inquire whether the notes were based on valuable consideration, and they must have understood the court to mean by the words “fictitious demands” only such demands as werti not upon valuable consideration—claims simulated.</p>\n<p id=\"b488-9\">It is true that the court limited appellants’ recovery to so much of appellee’s demand as might not be found to be a real debt due to it from Williamson, and in this there was error; for if it was true that any part of the sum to enforce the payment of which the attachment was sued out was pretended and not real, and known so to be by appellee, then the entire attachment would fall as to other attaching creditors of Williamson, for the fraud as to a part of the claim would vitiate the entire attachment as to them.</p>\n<p id=\"b488-10\">The jury, however, must have found that all the demands asserted by appellee were real and supported by valuable consideration, and as the charge complained of could not have affected that issue and only related to the extent of recovery, the error in the charge could not have operated to the injury of appellants.</p>\n<p id=\"b488-11\">The court instructed the jury to find for appellants if they believed <page-number citation-index=\"1\" label=\"473\">*473</page-number>from the evidence Williamson did not owe to appellee at the time attachment was sued out the sum claimed or any part of it; that they would so find if at the 'time affidavit for attachment was filed Williamson had not disposed of his property or any part thereof with intent to defraud his creditors, if the person making the affidavit knew that it was false; that they would so find if they believed that the attachment was sued out by the cashier of appellee through a fraudulent collusion between him and Williamson, if such collusion “ was entered into for the fraudulent purpose of placing the property of Williamson beyond the reach of his other creditors;” that they would so find if the attachment was sued out as the result of a “fraudulent collusion” between the cashier of appellee and Williamson, if such collusion or conspiracy was “for the fraudulent purpose of enabling Williamson to purchase goods on a credit and fail without paying for them,” provided the attachment was sued out in furtherance of such a fraudulent conspiracy; and further, that they would so find if they believed from the evidence that Williamson agreed and consented that appellee should sue out and levy the attachment, if at the time Williamson had not, as alleged in the affidavit, disposed of any of his property with intent to defraud his creditors, provided that fact was known to the cashier of appellee at the time he made the affidavit.</p>\n<p id=\"b489-4\">There was evidence that the cashier of appellee, in August, 1889, made <em>a </em>statement to Aaron Olaflin <em>&amp; </em>Co. as to the financial standing of Williamson which was favorable, and that was introduced in evidence, probably for the sole purpose of showing a conspiracy on the part of Williamson and appellee to create debts the collection of which was to be after-wards defeated by collusive attachment. Olaflin was not a party to this action, and there is no claim that any of appellants were in any manner influenced by the statements of the cashier to credit Williamson. If the evidence had been objected to it should have been excluded, unless evidence was introduced tending to show that by virtue of his official position or otherwise it was his duty as cashier to make such statements, for in the absence of such proof the statement of the cashier could not affect the bank.</p>\n<p id=\"b489-5\">The court gave, at the request of appellee, the following charge, with its qualification: “The court instructs the jury that unless it has been shown by the evidence that the letter and statement to Aaron Olaflin &amp; Go. offered in evidence was made known to intervenors before they extended credit to A. B. Williamson, and that intervenors extended credit to Williamson on the faith of such letter and statement, the jury will not consider said letter and statement for any purpose whatever.”</p>\n<p id=\"AlU\">Given with this qualification:</p>\n<p id=\"b489-8\">“If the jury find there was a conspiracy formed between plaintiff and defendant, as explained in paragraph 5 of the charge, then this special <page-number citation-index=\"1\" label=\"474\">*474</page-number>instruction would not apply and should not control you, and would not be a part of the law of this case.”</p>\n<p id=\"b490-3\">The substance of the fifth paragraph of the general charge will be seen in the statement before made of the substance of the charge, but therein it will appear to be the fourth subdivision.</p>\n<p id=\"b490-4\">It is insisted that the charge last quoted was erroneous, in that appellants were entitled to have the evidence considered for the purpose of establishing a conspiracy between Williamson and appellee. We are of opinion that appellants should not have had the benefit of that evidence for any purpose, even if there had not been evidence tending to show that the statement made to Claftin was at the time substantially true; but if the evidence was admissible for any purpose, the court did not err in the restriction put upon it.</p>\n<p id=\"b490-5\">The charge referred to in the eleventh assignment was substantially given in the main charge of the court; and if it had not been, the court might well have refused to give the charge asked, because there was no-evidence tending to show that the cashier did not believe it necessary to sue out the attachment in order to secure the debt, nor was there evidence tending to show that the debt would not probably be lost if the writ was. not sued out.</p>\n<p id=\"b490-6\">The evidence is clear that the facts existed which made it not only proper but necessary to sue out and levy the writ if a real debt existed.</p>\n<p id=\"b490-7\">The main, question in the case was, did the indebtedness exist which was made the basis of the attachment? and appellants do not in this court question the sufficiency of the evidence to establish its existence.</p>\n<p id=\"b490-8\">The charge referred to in the twelfth assignment was embraced substantially in the main charge and in the charge before set out and given at the request of appellants in terms as favorable as ajDpellants had a right to demand; and the last part of the charge refused would have been likely to convey to a jury an improper idea as to the duty of a bank having an account with a customer growing out of almost daily deposits, against which, in the usual course of business, he would draw and was entitled to draw as his business might seem to him to require it, although he was then indebted to the bank by note not due.</p>\n<p id=\"b490-9\">Bearing on the same question the court, at request of appellants, gave the following charge: “If the jury find from the evidence that the president or cashier of the bank knew that defendant Williamson was preparing to make a failure by placing his property beyond the reach of his creditors, and that the real motive which induced John T. Hargrove to-sue out the attachment in this case was not to collect a debt due the bank,, but that he sued out the writ and had it levied with the fraudulent intent, of aiding and assisting Williamson in placing his property beyond the reach of his creditors generally, so as to prevent them from collecting their debts against Williamson, and that he did in fact sue out the writ <page-number citation-index=\"1\" label=\"475\">*475</page-number>and have it levied for that purpose, then you should find for intervenors; and this would be the case even though defendant in fact owed plaintiff the debt sued on/'’</p>\n<p id=\"b491-5\">This charge also presented to the jury the issue intended to be presented by the charge questioned in the assignment now under consideration. It is not the duty of a court to repeat charges, and had this last charge-been the only one bearing on the matter referred to in the charge refused the jury would have been sufficiently informed by it as to the law bearing-on the question.</p>\n<p id=\"b491-6\">It appeared from the evidence that Williamson owned stock in the national bank (appellee) to amount of $2000, and that on the day the attachment was sued out he transferred that to another creditor. On account of that fact it seems to have been urged as a matter showing fraud and collusion between the bank and Williamson that the bank had a lien on that stock which it ought to have enforced, and that its failure to do so-was evidence of fraud. The court instructed the jury that the bank had not such a lien, and this is understood to be the law. Bank v. Lanier, 11 Wall., 369; Bullard v. Bank, 18 Wall., 589.</p>\n<p id=\"b491-7\">The transfer of that stock seems to have been one of the facts which led to the investigation that resulted in the conclusion that attachment was necessary.</p>\n<p id=\"b491-8\">If the debt claimed by appellee was just and grounds for suing out the attachment existed, the fact that Williamson might have consented that the writ should be levied would neither invalidate the writ nor its levy, and the court did not err in refusing to give a charge which was as follows:</p>\n<p id=\"b491-9\">“The jury ar'e charged that if they find from the evidence that the attachment of plaintiff against A. B. Williamson was,run by the consent of said Williamson, that the same would be fraudulent in law as against the intervenors, and you will find for the intervenors/'1</p>\n<p id=\"b491-10\">The case was presented to the jury as favorably as appellants could ask. There was evidence to sustain their finding, and the judgment will be affirmed.</p>\n<p id=\"b491-11\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b491-12\">Delivered December 5, 1890.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}