{
  "casebody": {
    "data": "<casebody firstpage=\"13\" lastpage=\"19\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b29-4\">Karl Stallard, Robert Reece Bennett and Bernie Green <em>v. </em>State of Tennessee.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b29-8\">348 S. W. 2d 489.</citation>\n<court data-order=\"2\" data-type=\"court\" id=\"b29-9\">\n<em>(Knoxville,</em>\n</court>\n<p data-order=\"3\" data-type=\"misc\" id=\"AF\">September Term, (May Session), 1960.)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b29-10\">Opinion filed July 26, 1961.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b30-7\"><page-number citation-index=\"1\" label=\"14\">*14</page-number>George M. Warren, Jr., Bristol, Va., Street, Banks &amp; Merryman, Elizabethton, Thomas E. Mitchell, Johnson City, for Karl Stallard and Bernie Green.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b30-8\">Dan M. Laws, Jr., Elizabethton, for Robert Reece Bennett.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b30-9\">Walker T. Tipton, Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b30-12\">Mr. Justice Tomlinson</author>\n<p id=\"AM9\">delivered the opinion of the Court.</p>\n<p id=\"b30-13\">Stallard was convicted of murder in the second degree. Bennett and Green were convicted as aiders and <page-number citation-index=\"1\" label=\"15\">*15</page-number>abettors. Each was sentenced to a term of ten years in the penitentiary. Each has appealed.</p>\n<p id=\"b31-5\">On the night of this homicide Stallard and two college boys started on a pleasure ride in the automobile owned and being driven by Stallard. In the course of the evening they were joined at one of the places where they stopped by Oreen. He was intoxicated. As they then proceeded to another place they came up with an' automobile being driven by Bennett. Something was said there by somebody about “racing”. Both automobiles stopped at the nearby Betty Ann Service Station. Oreen got out of the Stallard car and walked over to the nearby car of Bennett. After a very short conversation between the two, Oreen returned to the Stallard car and took his seat beside Stallard who was under the steering wheel.</p>\n<p id=\"b31-6\">This Betty Ann Service Station is on the Elizabethton-Johnson City Highway. That highway has a paved surface approximately 20 feet wide. At a point near this station looking towards Elizabethton this highway commences an up-grade. The crest of the up-grade (hill) is approximately four-tenths (4/10ths) of a mile from this service station.</p>\n<p id=\"b31-7\">After Oreen returned to the Stallard car following his conversation with Bennett, Stallard drove his ear to the aforesaid highway and stationed it in the left lane of the traveled portion of the highway when headed towards Elizabethton. Bennett drove his car into the right lane when headed towards Elizabethton. The two cars were side by side. Oreen, sitting beside Stallard, then counted to three. Thereupon, the two cars began the race, driving towards Elizabethton. They soon attained a speed of seventy-five miles an hour as they, side by side, ap<page-number citation-index=\"1\" label=\"16\">*16</page-number>proached and reached the crest of this hill. There was no slack in the speed of the cars. This was about 9:30 p.m.</p>\n<p id=\"b32-5\">Dr. Dampier, a minister, and his wife were returning on this Highway to Johnson City. The doctor was driving his car in his right hand lane. This was the left hand lane for one driving towards Elizabethton. And it was in this left hand lane that Stallard was driving his car at a speed of seventy-five miles per hour with the Bennett car even with him in his right hand lane. As the two cars topped the hill at this speed, almost immediately the Stallard car was driven head-on into Dr. Dampier’s car. As a result of that violent head-on collision, Mrs. Dampier received injuries from which she died approximately two hours afterwards. Is is because of her death that these young men were indicted and convicted.</p>\n<p id=\"b32-6\">The driving of these automobiles at this point, and at the speed mentioned was an unlawful act. “And the doing of it was directly perilous to human life”. These young men necessarily knew that. In that situation “there is implied (to them) such a high degree of conscious and willful recklessness as to amount to that malignity of heart constituting malice ’ ’. An unintentional killing under such circumstances is murder in the second degree. <em>Tarvers v. State, </em>90 Tenn. 485, 496, 16 S.W. 1041. <em>Owen v. State, </em>188 Tenn. 459, 468-469, 221 SW.2d 515.</p>\n<p id=\"b32-7\">No further discussion as to Stallard, who was driving the automobile that collided with the Dampier automobile, is necessary. He is clearly guilty of murder in the second degree.</p>\n<p id=\"b32-8\">The car being driven by Bennett in the other lane passed on by without touching the Dampier car. Based <page-number citation-index=\"1\" label=\"17\">*17</page-number>apparently on this fact, the contention made in behalf of Bennett is that the evidence does not support his conviction. The same contention is made for Green, based on the fact that he was not driving the Stallard car but simply riding in the seat with Stallard. It is clearly established that Green promoted this ill fated race and served as starter for the racers. Bennett directly participated in that unlawful act which resulted in the death of Mrs. Dampier. He was driving one of the racing cars. T.C.A. sec. 39-109 provides:</p>\n<blockquote id=\"b33-5\">“All persons * * *, aiding and abetting, or ready and consenting to aid and abet, in any criminal offense, shall be deemed principal offenders, and punished as such. ’ ’</blockquote>\n<p id=\"b33-6\">The conduct of Bennett and of Green bring each within the provision of this statute, and justifies their conviction as aiders and abettors.</p>\n<p id=\"b33-7\">These three young men were separately indicted. Upon orders of the Trial Judge the indictments were consolidated for trial. Bennett made application for a separate trial. The refusal of the Court to grant this application is assigned as error.</p>\n<p id=\"b33-8\">It is stated in Bennett’s brief that he made his “application for a severance because he desired to use his co-defendants as witnesses upon his behalf”. But Bennett’s written motion for a severance was based on the ground that “there is a conflict of interest in the defense of these defendants; that the theories and defenses of the defendants Karl Stallard and Bernie Green are in conflict with the theories and defense of the defendant Robert Reece Bennett”..</p>\n<p id=\"b34-4\"><page-number citation-index=\"1\" label=\"18\">*18</page-number>The affidavit which Bennett made in support of his application for a severance gave as the reason he should he tried separately was because he has been informed and believes that his co-defendants will testify “that no pre-arranged plan was entered into between he and them; that they had no knowledge of any plans for a race to take place”. Neither of the three defendants testified, nor were any witnesses called in their behalf.</p>\n<p id=\"b34-5\">The reasons given the Courts by Bennett at separate times as to why he should have a severance seem to this Court to be somewhat inconsistent. However that may be, the Court is unable from this record to perceive the slightest prejudice to Bennett by reason of the indictments being consolidated for trial. Directly in point is the following statement in <em>Kirkendoll v. State, </em>198 Tenn. 497, 281 S.W.2d 243, 254:</p>\n<blockquote id=\"b34-6\">“Prejudice to the rights of the plaintiffs in error from the fact that they were jointly tried and convicted could only have resulted if a bona fide defense had been interposed for them. Since no evidence tending to repute the charge of guilt was offered by any of them, none of them was embarrassed in his defense by the fact that the others were being jointly tried. It may have been to the interest of each that he be tried alone, but the orders of the court are molded to protect rights, and not merely the interests, of persons accused of crime. ’ ’</blockquote>\n<p id=\"b34-7\">Each of the defendants seeks a new trial on the theory of misconduct upon the part of one of the jurors, an alleged fact not discovered until after the trial.</p>\n<p id=\"b34-8\">Upon the hearing of the motion for a new trial the defendants introduced as a witness one Roberts who testified that while a jury was being selected a lady <page-number citation-index=\"1\" label=\"19\">*19</page-number>named Mrs. Coon by whom be was sitting in the courtroom said to him tbat any one who has read the newspapers knows these men are gnilty. Mrs. Coon was subsequently called and qualified as a juror in the ease. She denied making such a statement; instead, that she observed that “most everybody made some comment when they read something like that in the newspaper”. She said that the only time she ever discussed it was when she read it at home in the newspaper and commented to her mother that these young men were “probably in trouble”. She testified that she entered the jury box without any fixed opinion as to the guilt or innocence of these defendants.</p>\n<p id=\"b35-3\">The Trial Court overruled this ground of the motion for a new trial in this language: — “On the theory that this juror did her duty on her oath, that she says she did”. The Trial Judge observed these two witnesses as they testified. He elected to believe the testimony of Mrs. Coon as to her attitude and as to what she said. That Court’s finding and action in the matter is conclusive here.</p>\n<p id=\"b35-4\">Finally, it is insisted that the “jury, in finding the defendants guilty of murder in the second degree, evinces passion, prejudice and caprice”. And in a separate brief and assignments of error submitted in behalf of Bennett it is insisted that the “excessive verdict of the jury shows passion and prejudice against him”. Each of these men was clearly guilty of the offense of which he was convicted. The punishment given each for committing that offense is the least that the jury could have given under the statute. These facts necessarily require a rejection of this insistence.</p>\n<p id=\"b35-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}