{
  "casebody": {
    "data": "<casebody firstpage=\"337\" lastpage=\"340\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"ASDE\">Frank Jones and Elbert Lewis v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b361-2\">No. 20133.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ArZ\">Delivered March 1, 1939.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"A8O\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b361-17\"><em>K. W. Denman, E. J. Conn, </em>and <em>J. J. Collins, </em>all of Lufkin, for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b361-18\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b361-19\">Graves, Judge.</author>\n<p id=\"AqJ\">The appellants were tried together and convicted of “operating a gaming house as charged in the indictment, and the punishment of each fixed at two years in the penitentiary.</p>\n<p id=\"b361-20\">The charge set forth in the indictment is that both the defendants “did then and there unlawfully keep and was then and <page-number citation-index=\"1\" label=\"338\">*338</page-number>there interested in keeping a certain room, building and place there situate for the purpose of being used as a place to bet and wager and to gamble with cards, dice and dominoes then and there played, and as a place where people did then and there resort to gamble, bet and wager on games played with dice, cards and dominoes, against the peace and dignity of the State.”</p>\n<p id=\"b362-5\">The testimony relatively showing the probable guilt of each defendant is entirely different. The appellant Elbert Lewis seems to be a negro who had been seen a few times hanging around the place of business run by appellant Frank Jones, which seemed to have been a cold drink establishment of some kind. Lewis is not shown to work at such place. Early on Sunday morning, May, 23, 1937, two police officers of Lufkin made a raid on this building which Frank Jones rented from one Mr. Newsome, and in which this cold drink establishment was operated, and found some twenty-two negroes' therein gathered around two tables; on one table a dice game was in progress; on another table a card game was being played; there were also some two or three drunk negro women present. All the negroes arose when the officers came in save Elbert Lewis, the appellant. He was sitting on a bench where other negroes had also been sitting, and he remained there. Close to him on the bench was a box which one of the witnesses said was a “kitty,” or a box into which there could be placed a “take-off” for the house. There was something in the box, but we are left in doubt as to what that something was. Although the .box was present in court, no one enlightened the jury as to its contents, and it was not opened. This is all the testimony of any kind connecting appellant Elbert Lewis with keeping, or being interested in keeping this house for the purpose charged in the indictment. In our opinion these facts are not sufficient as herein shown.</p>\n<p id=\"b362-6\">Appellant Frank Jones is shown to have paid the rent on this building to the landlord Mr. Newsome, but was not in the house at the time the officers made the raid. They had seen him up the street coming towards his business just before the raid, and met him out on the street just after the raid, but at no time was he found in the house during the raid. There is no testimony further relative to the connection of Jones with this matter.</p>\n<p id=\"b362-7\">The court evidently treated the charge in the indictment as being a violation of Art. 625, Penal Code. It will also be noted that in the indictment all the provisions of Art. 625, supra, are <page-number citation-index=\"1\" label=\"339\">*339</page-number>not included. These appellants were merely charged with keeping a certain room, building and place for the purpose of being used as a place to bet, wager and gamble with cards, dice and dominoes, and as a place where people resorted to gamble, bet and wager on games played with cards, dice and dominoes It will be noted that nowhere in such indictment are the appellants charged with keeping or exhibiting for the purpose of gaming <em>any bank, table, alley, machine, toheel or device </em>whatsoever, although the keeping of such devices, etc., are also denounced by a portion of Art. 625, P. C.</p>\n<p id=\"b363-3\">In connection with what we have just said, we note that in paragraph four of the court’s charge he charged the jury the law as follows: “You are instructed that our statute provides that if any person shall directly or as agent or employee for another, or through any agent or agents, keep or be in any manner interested in keeping any premises, building, room or place for the purpose of being used as a place to bet or wager, or to gamble with cards, dice or dominoes, or to keep or to exhibit for the purpose of gaming any bank, table, alley, machine, wheel or device whatsoever, or as a place where people resort to gamble, bet or wager upon anything whatever, he shall be confined in the penitentiary not less than two nor more than four years. Any place or device shall be considered as used for gaming or to gamble with or for betting or wagering, if any money or anything of value is bet thereon, or if the same is resorted to for the purpose of gaming or betting.”</p>\n<p id=\"b363-4\">The inclusion in such paragraph of any bank, table, alley,' machine, wheel or devise should not have appeared in the court’s charge. The appellants were not charged in the indictment with operating such devices, and same was an incorrect application of the law to the facts and the charge set forth in the indictment. It appears to us that the trial court must have confused Art. 619, Penal Code, and Art.' 625, Penal Code, and intermingled their terms in compiling this paragraph four of his charge to the jury. He should only have charged upon that portion of Art. 625, supra, that was used in the charging part of the indictment.</p>\n<p id=\"b363-5\">Again, we notice that the court in his charge coupled the two appellants together, and made the guilt of both or the acquittal of both depend one upon the other. In other words, throughout the whole charge in order for one to be convicted, they must convict them both, or for one to be acquitted, the jury must acquit them both. We recognize the difficulty under which the court labored in the trial of these two parties who, if guilty at all, would be guilty in different ways of the same <page-number citation-index=\"1\" label=\"340\">*340</page-number>criminal act, yet his charge should have been so framed as that the jury would have been allowed to have convicted one and acquitted the other if they so found the facts to be. In every case, however, their guilt or their innocense was coupled together in the instructions, and there was no alternative offered the jury than to either convict both, or to acquit both.</p>\n<p id=\"b364-5\">Guilty knowledge, that is knowledge that the act, which was charged as an offense, was being committed, is a necessary element of the commission of this offense. Under the peculiar facts of this case it was shown that Frank Jones was not present in his establishment when the officers raided the same, and there was introduced no proof of any previous gaming in this place. Appellants’ attorneys prepared and presented to the court a special charge, which was refused, in language as follows: “If you believe from the evidence that the defendant, Frank Jones, was not present at the time of the arrest by the arresting officers, and had no knowledge of the gambling, you cannot convict the defendant, or if you have a reasonable doubt thereof, you will acquit the defendant.”</p>\n<p id=\"b364-6\">We are impressed with the idea that some such a charge embodying the idea of guilty knowledge should have been given by the court in its charge herein.</p>\n<p id=\"b364-7\">For the errors discussed this judgment will be reversed and the cause remanded as to both appellants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}