{
  "casebody": {
    "data": "<casebody firstpage=\"359\" lastpage=\"364\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b383-8\">Cruz Sanchez, Federico Sanchez, and Cristobal Sanchez v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b383-9\">No. 19915.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhtS\">Delivered November 30, 1938.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b383-10\">Rehearing Denied March 1, 1939.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b384-4\"><page-number citation-index=\"1\" label=\"360\">*360</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b384-5\"><em>David E. Hume, </em>of Eagle Pass, for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b384-6\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b384-7\">Graves, Judge.</author>\n<p id=\"ACv\">Each of the appellant’s were indicted, tried and convicted of the theft of one head of cattle from Mr. Petty, and they were each given a penalty of three years in the penitentiary.</p>\n<p id=\"b384-8\">There is one question in the record that gives us some concern, and that is relative to the confessions of each of the appellants which detailed the circumstances of the alleged theft.</p>\n<p id=\"b384-9\">The testimony shows that on the day after the alleged theft, the owner of the lost animal, and a cattle raiser’s association inspector saw some buzzards circling over a spot in the pasture, and upon a closer inspection they found the paunch of a recently butchered animal. After a further search they found the head, hide, one front foot, backbone and neck bone of a steer hidden in a small pit. The hide was identified as off one of the steers in the possession of Mr. Petty. They then found the tracks of three persons, and followed same until they came to the ranch house of these appellants’ father, and found where the meat was set down near a car, and then traced that car until it entered on the highway toward Eagle Pass.</p>\n<p id=\"b384-10\">It seems that the next day the cattle inspector, Arch Miller, in company with the sheriff, H. D. Lehman, went to the homes of each of these appellants and talked with them, and finally took Federico and Cristobal to Crystal City, going by the ranch where the animal was killed. That the witness asked these two appellants to tell him where they left this ranch, and where they hid the meat, and they did so. The appellants also told witness where they had hidden a grubbing hoe, and witness went and found it there.</p>\n<p id=\"b384-11\">All three appellants signed written statements. We herein set forth the statement of Federico Sanchez, omitting the formal part reciting the warning, etc.:</p>\n<blockquote id=\"b384-12\">“My name is Federico Sanchez. I live in Eagle Pass, Texas. We came over to the Pendencia Ranch to see if we could find some javelin. There were three of us together — Cristobal Sanchez, Cruz Sanchez and myself. This was on Thursday, February 10, 1938. We went out there to get some javelin meat. We had no meat at all — just bread. The next day we went out camping again. It was about 9 o’clock in the morning and we <page-number citation-index=\"1\" label=\"361\">*361</page-number>couldn’t find any meat. We found about a 4 year old steer. We looked at it and were kind of hungry. We were scared to shoot at it but finally I shot at it once and missed, so after that he came toward me. Then I shot him again and hit him. I hit him on the side of the head — on the left side of his head. The first shot I missed and then as he came closer to me I shot him again and hit him. I was shooting a .38 Winchester rifle. The gun is mine. We skinned the steer and took <em>and </em>the meat we could carry. We threw the carcass into a ditch nearby. We carried the meat with us. We covered up the hide and carcass because we were afraid of the law. We hid the bones in a hole a little way from the hide. The steer we killed was a hereford— red with a white face. I did not notice a brand or mark on the steer. I had a grubbing hoe with me and I hid it close by so that I could come back for it when I got a chance. We killed this steer in the Comanche pasture in Zavala County, Texas. We took all of the meat with us that we could carry home with us — we divided the meat among the three of us when we killed it and each carried his share. We took the meat to our homes in Eagle Pass, Texas. The meat cooking in the stove at my house when the officers came to arrest me was a part of this meat. We killed this steer at about 9 o’clock A. M. on Thursday, February 10th, 1938, and carried the meat out to our car between 12 and 1 o’clock on the same day. We left our car at our farm when we went into the pasture. We carried the grubbing hoe with us so we could cut the bones of any animal we killed. I think this steer belonged to Mr. Petty. I knew that it did not belong to me and that I had no right to kill it. I had been without a job for a long time and had to get some meat for my children. We took the meat to Eagle Pass in Cruz Sanchez’ car. It is a Chevrolet coupe. We all three agreed to kill this steer — Cruz Sanchez, Cristobal Sanchez and I.</blockquote>\n<blockquote id=\"b385-5\">“(Signed) Federico Sanchez</blockquote>\n<blockquote id=\"b385-6\">“Witnesses: Arch Miller</blockquote>\n<blockquote id=\"AWK\">“A. Y. Alee</blockquote>\n<blockquote id=\"b385-7\">“The foregoing statement has been read to me in Spanish and is true and correct and I signed the same of my own free will and accord without having been threatened or harrassed by any one.</blockquote>\n<blockquote id=\"b385-8\">“(Signed) Federico Sanchez.</blockquote>\n<blockquote id=\"b385-9\">“Witnesses: Arch Miller</blockquote>\n<blockquote id=\"ASh\">“A. Y. Alee.”</blockquote>\n<p id=\"b386-2\"><page-number citation-index=\"1\" label=\"362\">*362</page-number>The statements of the other two appellants are in all material respects practically the same as the above.</p>\n<p id=\"b386-3\">These statements were offered in the early part of the trial, and from this record we gather that the only objection to their introduction by appellants’ attorney was as follows: “Mr. Hume: I am objecting for the reason that they (the confessions) were not voluntarily made, because a person in authority instructed them (the appellants) they should make them, and if they did not make them they would be made to. * * * I am objecting for the reason they are not voluntary, and they are made by instruction of a person in authority, if not made as they were made, that the people who desired them would force them to be made that way.”</p>\n<p id=\"b386-4\">The court qualifies this bill by saying: “Neither of the defendants testified as a witness in the case. No request was made of the court to hear testimony of any witness prior to the time said confessions were admitted in evidence and read to the jury.”</p>\n<p id=\"b386-5\">After the State had rested its case, the appellants placed the sheriff, Mr. Lehman, upon the stand, and he testified that while he and Mr. Miller, the inspector, were talking to one of these defendants, that he “told him that he might as well go ahead, tell the truth about the whole thing, confess up to the whole thing, or else they would be made to confess. I made that statement in the presence of Arch Miller. * * * I told the same thing to the other defendants, that they would be made to make a confession if they did not go ahead and make a confession, tell the truth, that they would be made to do it. Yes Arch Miller was present.”</p>\n<p id=\"b386-6\">County Attorney R. A. Taylor, before whom all three confessions were made, testified that he gave the statutory warning, and that he took all three confessions, that Sheriff Lehman and Arch Miller were there, and that Lehman did the interpreting in one of the confessions; that he, the county attorney, understood the Spanish language, and Lehman correctly interpreted the statement so made. That no force or coercion was used by him, or in his presence, to induce these defendants to make these statements.</p>\n<p id=\"b386-7\">We do not think appellants’ bill reflects error on the part of the trial court. If there was question relative to the voluntary character of these statements, the court should have been requested to go into the same at such time, and not have been forced to rely upon the simple statement of appellants’ attorney that same were not voluntarily made, and that appellants <page-number citation-index=\"1\" label=\"363\">*363</page-number>had been forced to make the same. The court had not heard at such time the testimony of the sheriff, nor any testimony relative to such statements, save that of the county attorney Taylor, and his testimony did not suggest the possibility of any threats or coercion offered to appellants by anyone at such time. In any event it will be observed that neither of the appellants took the witness stand, and none of them testified that the mere statements made to them, as testified to by the sheriff, that unless they confessed and told the truth, they would be made to do so, which was heard by no one else, — operated upon or had any effect upon their minds at the time they made the voluntary statement to the county attorney, and all the testimony offered relative to the actual time of the making of these statements refutes the idea that they were operating under the fear or coercion engendered by such threats, if such they can be called, of the sheriff.</p>\n<p id=\"b387-5\">With the testimony in such a conflicting condition, the careful trial judge submitted the question of the voluntary character of such confessions to the jury under a proper instruction relative thereto, and instructed them that unless they found that such confessions were freely and voluntarily made, without threats, coercion or persuasion, or by other improper influence, then to wholly disregard such confession or confessions, and acquit the defendants, unless there was other evidence in the case that showed their guilt beyond a reasonable doubt. See Blake v. State, 110 Texas Crim. Rep. 128, 7 S. W. (2d) 579.</p>\n<p id=\"b387-6\">We have carefully considered all of appellants bills of exceptions, and find no reversible error therein, and this judgment is therefore accordingly affirmed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b387-7\">ON MOTION FOR REHEARING.</p>\n<author id=\"b387-8\">Hawkins, Judge.</author>\n<p id=\"Au6\">Appellants again urge /that the confessions of each of them should have been excluded from the jury. The proof made by the person who reduced the confessions to writing unquestionably made them prima facie admissible. When the objection thereto was interposed as shown in our' original opinion the trial court might properly have retired the jury for the purpose of investigating the issue of fact stated in the objection. The trial court not having pursued such course appellants might have requested that the jury be withdrawn to permit them to introduce proof on the issue. No such request was made and the admission of the confessions in evidence at the time the court ruled on the subject was not error. After the <page-number citation-index=\"1\" label=\"364\">*364</page-number>sheriff testified as indicated in our original opinion if any request was then presented to the court asking that the confessions be withdrawn from the jury it does not so appear in the record. The trial court gave the jury instructions to ignore the confessions if they found that they were not freely and voluntarily made, or were induced by threats or coercion. It must be borne in mind that none of. the appellants testified that they were induced to make their confessions by what the sheriff told them, and that his evidence fell short of any threat or statement of how they would be compelled to confess. Under those circumstances this court is in effect asked to hold as a matter of law that what the sheriff told appellants caused them to make their confessions and that they were not voluntary. For us to so hold would, we think, be going too far and usurping the jury’s right to determine the facts.</p>\n<p id=\"b388-5\">In Williams v. State, 88 Tex. Cr. R. 87, 225 S. W. 177, cited by appellants the evidence of accused showed quite certainly that he was induced to confess by the conduct of the officer and the admissions of the latter settled beyond question that the confession there involved was not a voluntary one. In the present case no violence of any kind was used towards appellant and the sheriff’s statements were most indefinite as to any threatened improper future conduct of any one towards appellants.</p>\n<p id=\"b388-6\">In the cases of McVeigh v. State 43 Tex. Cr. R. 17, 62 S. W. 757, and Searcy v. State, 28 Tex. Cr. App., 513, 13 S. W. 782, cited by appellants, the facts show definite promises of aid made by the officers to secure the confessions.</p>\n<p id=\"b388-7\">The motion for rehearing is overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}