{
  "casebody": {
    "data": "<casebody firstpage=\"687\" lastpage=\"688\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b729-11\">Joel ROMERO, Plaintiff-Appellant, v. COMMISSIONER OF SOCIAL SECURITY, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b729-14\">No. 16-10337</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ap3m\">Non-Argument Calendar</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b729-15\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b729-16\">Date Filed: 11/15/2016</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b729-18\">Rogelio R. Oliver, Law Office of Rogelio R. Oliver, Coral Gables, FL, Katherine Olivia Palacios-Paredes, Palacios Disability, PA, Miami, FL, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b729-19\">David I. Mellinger, Fort Lauderdale, FL, Lisette Marie Reid, Emily M. Sma-chetti, Miami, FL, U.S. Attorney’s Office, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b729-20\">Before WILLIAM PRYOR, JORDAN and ROSENBAUM, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b729-21\">PER CURIAM:</author>\n<p id=\"b729-22\">Joel Romero appeals the denial of his motion to reconsider the dismissal of his complaint against the Commissioner of Social Security. The district court dismissed Romero’s complaint for failure to serve process, <em>see </em>Fed. R. Civ. P. 4(m), and denied his joint motion to reopen and notice of proof of service after the 60-day period expired to appeal an adverse decision by the Commissioner. Because the dismissal, although made without prejudice, <em>see id., </em>had the effect of barring Romero from refiling his complaint, we <page-number citation-index=\"1\" label=\"688\">*688</page-number>vacate the denial of Romero’s motion to reconsider and remand for the district court to reopen Romero’s case.</p>\n<p id=\"b730-4\">We review the denial of a motion for reconsideration for abuse of discretion. <em>McKelvey v. AT &amp; T Techs., Inc., </em>789 F.2d 1518, 1520 (11th Cir. 1986). “The abuse of discretion review requires us to affirm unless we find that the district court has made a clear error of judgment, or has applied the wrong legal standard.” <em>Rance v. Rocksolid Granit USA, Inc., </em>583 F.3d 1284, 1286 (11th Cir. 2009) (internal quotation marks and citation omitted).</p>\n<p id=\"b730-5\">The district court abused its discretion when it denied Romero’s motion to reconsider. Romero moved for reconsideration on the ground that the denial of his motion to reopen, which occurred after the deadline expired to challenge the Commissioner’s decision, was “tantamount to a dismissal [of his complaint] with prejudice.” <em>See Burden v. Yates, </em>644 F.2d 503, 505 (5th Cir. 1981). And Romero attached to his motion to reopen copies of mail receipts that established he had completed timely service of process on the Commissioner. Although Romero delayed filing proof of his service of process, that did “not affect the- validity of service.” <em>See </em>Fed. R. Civ. P 4(l). “[T]he severe sanction of dismissal—with prejudice or the equivalent thereof—should be imposed only in the face of a clear record of delay or contumacious conduct.” <em>McKelvey, </em>789 F.2d at 1520 (internal quotation marks and citations omitted). Because the denial of Romero.’s motion to reconsider operated to bar him from refiling his complaint, we vacate the order denying his motion to reconsider and remand for the district court to reopen Romero’s case.</p>\n<p id=\"b730-6\">VACATED AND REMANDED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}