{
  "casebody": {
    "data": "<casebody firstpage=\"114\" lastpage=\"121\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b140-5\">UNITED STATES of America v. Thomas HAYES, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b140-7\">No. 04-1430.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b140-8\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b140-9\">Argued Nov. 9, 2006.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b140-10\">Opinion Filed March 8, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b141-6\"><page-number citation-index=\"1\" label=\"115\">*115</page-number>Diana K Lloyd, Esq., (Argued), Richard M. Harper II, Esq., E. Page Wilkins, Esq., Choate Hall &amp; Stewart LLP, Boston, MA, for Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b141-7\">John L. Smeltzer, Esq., (Argued), Sue Ellen Wooldridge, Assistant Attorney General, Attorneys, Department of Justice, Environment <em>&amp; </em>Natural Resources Division, Washington D.C., Ellen J. Durkee, Stacey A. Mitchell, George S. Leone, Office of the United States Attorney, Newark, NJ, for Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b141-8\">Before: SCIRICA, McKEE, and STAPLETON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b141-9\">OPINION</p>\n<author id=\"b141-10\">McKEE, Circuit Judge.</author>\n<p id=\"b141-11\">Thomas Hayes appeals his conviction and sentence arguing that the trial court erred in excluding evidence under Fed. R.Evid. 404(b), and in answering a question the jury asked during deliberations. We agree that the district court erred in refusing to admit certain evidence under Rule 404(b), and that the error was compounded by the court’s response to the jury’s question. Accordingly, we will vacate the judgment of conviction and remand for a new trial.<footnotemark>1</footnotemark></p>\n<p id=\"b141-15\">I.</p>\n<p id=\"b141-16\">Inasmuch as we write primarily for the parties, it is not necessary to recite the facts of this case in detail. The Indictment alleged, in part, that Hayes conspired with other Saybolt employees to falsify test results for various petroleum products between September 1992 and November 1996.</p>\n<p id=\"b141-17\">The jury convicted Hayes of the conspiracy charged in Count One of the Indictment, but acquitted him of obstruction of justice as charged in Count Two. During the trial, Hayes introduced “Exhibit 35” over the government’s objection.<footnotemark>2</footnotemark> That exhibit was a Saybolt memorandum, authored by Hayes on July 26, 1996, distributed to all inspection and laboratory personnel. In the memorandum, Hayes describes a recent instance of data falsification at Saybolt, states that it violated company policy, and warns that such conduct would result in immediate termination. In overruling the government’s objection to Exhibit 35, the court explained that the exhibit was relevant because it tended to rebut the government’s evidence of Hayes’ involvement in a conspiracy to fabricate test results.</p>\n<p id=\"b141-18\">However, the court also ruled that other testimony Hayes wanted to introduce to rebut evidence of an intent to fabricate results of petroleum tests was inadmissible under Fed.R.Evid. 404(b). That evidence included testimony from non-conspirator regional managers that Hayes never asked them to falsify tests; and testimony from non-conspirator senior managers that <page-number citation-index=\"1\" label=\"116\">*116</page-number>Hayes never suggested that data falsification was acceptable. The court also sustained the government’s objections to questions about particular statements or “directives” Hayes allegedly made in meetings with subordinates that tended to negate his involvement in a conspiracy to fabricate test results. The court ruled that testimony of non-conspirators and evidence of particular statements or directives was “truly character evidence” that was “forbidden” by Rule 404(b).<footnotemark>3</footnotemark></p>\n<p id=\"b142-4\">Hayes contends that he offered this evidence for a proper purpose, and that it was directly relevant to whether he was part of the charged conspiracy. Just as the government was permitted to offer evidence of specific actions Hayes purportedly took in furtherance of a conspiracy, Hayes argues that he should have been able to introduce evidence of circumstances that tended to negate his involvement in any such conspiracy, and this includes specific examples of his conduct, including his directives and statements to Saybolt personnel.</p>\n<p id=\"b142-5\">The government defends the court’s 404(b) rulings arguing that Hayes failed to connect the disputed directives to persons involved in the conspiracy or acts taken in furtherance of it. The government also claims that testimony by Saybolt managers and employees was properly excluded because they were not co-conspirators, did not work in the same offices as the members of the conspiracy, and did not profess to have any knowledge of the events charged in the Indictment.</p>\n<p id=\"b142-6\">Federal Rule of Evidence 404(b) precludes evidence of specific acts to establish character or propensities. The Rule provides in part that “[ejvidence of other ... acts is not admissible to prove the character of a person in order to show action in conformity therewith.” However, the rule also states that “other crimes, wrongs, or acts ... may ... be admissible for other purposes, such as proof of motive, ... intent, ... knowledge, ... or absence of mistake or accident____” The rule is usually applied in the context of prosecution attempts to introduce “bad act” evidence against a defendant. However, a “seldomly used subspecies of Rule 404(b) known as ‘reverse 404(b)’ ” evidence is sometimes relied upon by a defendant to rebut allegations of criminality or criminal intent. <em>United States v. Stevens, </em>935 F.2d 1380, 1383 (3d Cir.1991). When used in this manner, Rule 404(b) limits a defendant’s attempt to rely upon prior “good acts” as exculpatory evidence. <em>See United States v. Shavin, </em>287 F.2d 647, 654 (7th Cir.1961); and <em>Ansell v. Green Acres Contracting Co., </em>347 F.3d 515, 520 (3d Cir.2003) (evidence of other good acts admissible to disprove discriminatory intent in a civil case). The rule prohibits evidence of good acts if that evidence is used to establish the defendant’s good character. As is true with bad act evidence, evidence of good acts is also admissible for a proper purpose such as motive, intent, absence of mistake, etc.</p>\n<p id=\"b142-10\">In the more common context of bad acts, we have stated that Rule 404(b) is a rule of inclusion rather than exclusion. <em>United States v. Cruz, </em>326 F.3d 392, 395 (3d Cir. 2003) (citation omitted). Thus, the law favors “admission of evidence of other ... acts if such evidence is relevant for any purpose other than to show a mere propensity or disposition on the part of the <page-number citation-index=\"1\" label=\"117\">*117</page-number>defendant to commit the crime.” <em>Id. </em>(internal quotation marks omitted).</p>\n<p id=\"b143-5\">Once a proper evidentiary purpose such as intent is proffered, admissibility under Rule 404(b) requires: (1) that the evidence be relevant; (2) that its probative value outweigh any prejudicial impact under Rule 403; and (3) that a limiting instruction be given to explain how the evidence may be used. <em>United States v. Mastran-gelo, </em>172 F.3d 288, 294 (3d Cir.1999); <em>see also Ansell, </em>347 F.3d at 520.</p>\n<p id=\"b143-6\">Relevant evidence is “evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.” Fed.R.Evid. 401. Here, the relevance inquiry is readily satisfied. The evidence was not offered to prove Hayes’ character as the district court concluded. Rather, it was offered to show that his actions were inconsistent with conspiring to fabricate test results. The evidence, if accepted by the jury, could well have raised a reasonable doubt about whether Hayes was part of the charged conspiracy.</p>\n<p id=\"b143-7\">The government alleged a conspiracy to falsify test results that was company-wide and originated with “top” officials such as Hayes. The Indictment charged that Hayes “disregarded the formal policies” of Saybolt and “designed practices to avoid reporting ‘off-spec’ results by altering and falsifying test results.” The Indictment also alleged that the “overt acts” constituting the conspiracy took place at specific locations and “elsewhere,” and specifically included Saybolt’s Kenilworth, New Jersey and Woburn, Massachusetts laboratories without further specificity or explanation. Evidence that Hayes attempted to enforce Saybolt’s policies and did not encourage reporting “off-spec” test results to be reported as “on-spec” was therefore highly relevant to his participation in the charged conspiracy. Indeed, given the breadth of this Indictment, it is difficult to imagine how Hayes could rebut the government’s charges absent evidence of directives he issued, and statements he made to ensure the integrity of test results and enforcement of company policy.</p>\n<p id=\"b143-9\">Evidence that certain Saybolt personnel were not pressured by Hayes to get good test results was therefore relevant to determining if the charged conspiracy had been proven, and if so, whether Hayes was a co-conspirator. Thus, the jury should have had the benefit of relevant directives and statements by Hayes that may have been inconsistent with the atmosphere of coerced fabrication the government’s conspiracy rested upon.</p>\n<p id=\"b143-10\">The government introduced specific instances of Hayes pressuring employees to ignore company policy and fabricate test results. The evidence Hayes wanted to introduce is no less relevant merely because it is exculpatory and undermines Hayes’ participation in the alleged conspiracy. The government defined this conspiracy by drafting the Indictment to charge a “top-down” conspiracy existing at certain locations in Massachusetts, New Jersey, “and elsewhere.” The statements that Hayes tried to introduce can therefore not be challenged on the grounds that they were made to non-conspirators. They are nevertheless relevant to Hayes’ conduct <em>vis a vis </em>Saybolt’s policies and testing and are therefore not precluded by Rule 404(b).</p>\n<p id=\"b143-11\">The trial court’s focus on character evidence was misplaced. The issue here is not Hayes’ good character. Rather, it is his conduct. Evidence that he conducted himself in a manner that was consistent with Saybolt’s announced policy, and inconsistent with a conspiracy to fabricate test results, was clearly relevant to the charges he had to defend against.</p>\n<p id=\"b144-3\"><page-number citation-index=\"1\" label=\"118\">*118</page-number>Hayes presented a proper evidentiary purpose as detailed in his March 26, 2003 Letter Brief and by oral proffer on March 28, 2003. He sought to introduce evidence that at the time the government alleged that he intentionally falsified test results as part of a company-wide policy, he (1) did not direct the falsification of test results; and (2) consistently directed employees to follow proper procedures. His proffer specifically stated that the evidence was not offered to prove his character, but instead to show his intent during the conspiracy period.</p>\n<p id=\"b144-4\">In viewing this evidence through the lens of character testimony, the district court misinterpreted its relevance and was therefore unable to see or appreciate its probative value. Various government witnesses testified that Hayes promoted a company-wide policy of altering test results and thereby caused petroleum to be reported as “on-spec” when it was actually “off spec.” Prosecution witnesses testified that Hayes conveyed that policy to subordinates. For example, one government witness testified that he falsified testing results because he “was directed to do so by the highest senior management within the company as a worldwide philosophy.” Two witnesses testified that Hayes was at least partially responsible for a paperwork reduction policy that resulted in the destruction of printouts from petroleum testing equipment that made it easier to fabricate those results.</p>\n<p id=\"b144-5\">In addition, the court sustained a series of prosecution objections during the direct examination of defense witness, Michael Huckaby. Huckaby and Hayes were both members of Saybolt’s senior management team. They worked closely together and their responsibilities overlapped. Hayes wanted Huckaby to testify about: (1) how Hayes responded to Saybolt pressures “to achieve on spec results”; (2) what Hayes did to ensure that his subordinates throughout the North American operations followed Saybolt policies; (3) and whether Hayes did anything to ensure that RFG regulations were followed at Saybolt. Hayes also tried to have Huckaby testify about whether he observed anything about Hayes’ conduct that caused him to believe that Hayes was following company policy and accurately reporting test results, and whether Hayes issued any directive in response to customer pressures to report “on-spec” results. Although the court permitted Huckaby to testify that Hayes took steps to “insure that his subordinates through the North American operations followed Saybolt’s policies” generally, the court disallowed testimony about specific directives and actions. Given the specificity of much of the government’s testimony, the defense evidence that was excluded may well have been more effective than the generalized evidence of Saybolt policies that the court allowed into evidence.</p>\n<p id=\"b144-7\">Although we are sympathetic to the court’s legitimate reluctance to give “carte blanche” regarding evidence of good conduct, once Hayes proffered a proper purpose for the evidence, the court could not automatically exclude it under Rule 404(b) without further analysis.</p>\n<p id=\"b144-8\">II.</p>\n<p id=\"b144-9\">Our conclusion that the evidence that was excluded under Rule 404(b) was relevant to a proper purpose does not end our inquiry. As we noted earlier, once a court determines that evidence is relevant, the court must then decide if its probative value outweighs any prejudicial impact it may have. Fed.R.Evid. 403. However, “prejudice does not simply mean damage to the opponent’s case.” <em>Goodman v. Pa. Turnpike Comm’n, </em>293 F.3d 655, 670 (3d Cir.2002) (citation omitted). Indeed, evidence that does not damage an opponent’s <page-number citation-index=\"1\" label=\"119\">*119</page-number>case is rarely relevant. <em>Ansell, </em>347 F.3d at 525. Rather, Rule 403 addresses only “[u]nfair prejudice ... [that] could arise if a jury uses 404(b) evidence to infer propensity rather than intent.” <em>Id. </em>at 525-26.</p>\n<p id=\"b145-5\">Here, the district court never engaged in the balancing required under Rule 403 because the court failed to recognize the relevance and probative force of the excluded evidence. When the district court fails to explicitly engage in that balancing process on the record, we can either determine that the court “implicitly performed the required balance; or, if we decide the trial court did not, we [can] ... perform the balance ourselves.” <em>Id. </em>at 524. We can undertake the balance here with little difficulty.</p>\n<p id=\"b145-6\">We can readily dispel any suggestion that this evidence was “unduly” prejudicial. First, as we have already explained, it directly rebutted evidence of a far reaching conspiracy that was alleged to have existed in New Jersey, Massachusetts, and “elsewhere” and was therefore of unlimited reach.</p>\n<p id=\"b145-7\">Second, given the nature of the conspiracy the government alleged and the witnesses it produced, there was little if any danger that the jury would use Hayes’ directives and statements to conclude that he was a good person and therefore less likely to be involved in manipulating test results to please Saybolt’s customers. Moreover, to the extent the government was concerned that the jury might use this evidence to assess Hayes’ character, the appropriate remedy should have been a limiting instruction, not exclusion. <em>See United States v. Givan, </em>320 F.3d 452, 461-62 (3d Cir.2003).</p>\n<p id=\"b145-8\">In excluding the evidence, the court relied in part on <em>United States v. Camejo, </em>929 F.2d 610 (11th Cir.1991), and <em>United States v. Boggi </em>No. CRIM. A.94-145,1995 WL 8015 (E.D.Pa. Jan.5, 1995). <em>Boggi </em>requires little discussion because it is an unpublished trial court opinion that is not binding on us. Moreover, the charge there did not involve conspiracy, and the disputed evidence was not relevant to the defendant’s intent. Similarly, <em>Camejo, </em>does not offer much support for the district court’s evidentiary ruling.</p>\n<p id=\"b145-10\">The defendants in <em>Camejo </em>were charged with conspiracy to smuggle cocaine from Colombia to Miami onboard commercial flights. <em>Camejo, </em>929 F.2d at 612. During the trial, one defendant called a witness to testify that the defendant refused an offer to become involved with a drug distribution ring the witness had organized during the same time frame as the charged cocaine conspiracy. <em>Id. </em>The court found the evidence inadmissible, stating “[e]vidence of good conduct is not admissible to negate criminal intent.” <em>Id. </em>at 613. The court also reasoned that the evidence was irrelevant to the charges against the defendant under Rule 404(b). The court correctly explained that the “proffered testimony was merely an attempt to portray [the defendant] as [having] good character through the use of prior ‘good acts.’ ” <em>Id. </em>at 613. That is not true here.</p>\n<p id=\"b145-11\">The disputed evidence in <em>Camejo </em>was wholly unrelated to the charged conspiracy and therefore irrelevant to the defendant’s criminal intent <em>vis á vis </em>the charges at issue. Here, the principal issue is whether Hayes was part of a company-wide, top-down conspiracy to falsify test results. His directives and statements to subordinates in various regions regarding the company’s policy on testing was relevant to his intent and involvement in that conspiracy.</p>\n<p id=\"b145-12\">III.</p>\n<p id=\"b145-13\">The government contends that any error the court may have committed in <page-number citation-index=\"1\" label=\"120\">*120</page-number>excluding the disputed evidence under Rule 404(b) was harmless and that Hayes is therefore not entitled to relief based upon those rulings. We can not agree.</p>\n<p id=\"b146-4\">Error is harmless if the reviewing court is left with the “sure conviction” that the error did not prejudice the defendant. This is true when it is highly probable that the error did not contribute to the jury’s judgment of conviction. <em>United States v. Casoni </em>950 F.2d 893, 902 (3d Cir.1991). We have no such confidence in this verdict. In fact, we need only consider the trial court’s evaluation of the potential impact of the evidence that was excluded under Rule 404(b) to conclude that the verdict may well have been different had the jury been allowed to hear this evidence. The following exchange occurred during argument on the defense motion for release on bail pending appeal:<footnotemark>4</footnotemark></p>\n<blockquote id=\"am-dedup-0\">THE COURT: If ... the circuit judges say that I should have let him introduce evidence of his going around saying you’ve got to do right people when he was doing wrong in effect <em>[sic </em>] obviously the jury, if they accept it for what he said would find him not guilty.</blockquote>\n<blockquote id=\"at-dedup-0\">[PROSECUTION]: Possibly.</blockquote>\n<blockquote id=\"AQo\">THE COURT: <em>No, not possibly. If they accept what he said, they will find him not guilty.</em></blockquote>\n<p id=\"b146-6\">\n<em>% %</em>\n</p>\n<blockquote id=\"b146-7\">THE COURT: ... if it was determined that I incorrectly decided it would result in his getting a new trial which could easily result in being found not guilty if the jury believes his spin.</blockquote>\n<p id=\"b146-12\">Appendix (“App.”) at 1198-99 (emphasis added). The exchange continued:</p>\n<blockquote id=\"b146-13\">THE COURT: [S]uppose the circuit says ... what he was doing in his job and what he was saying about making sure the data is verified and stay within the standards, is evidence from which a jury, if it had it could evaluate the likelihood of whether he was at the same time participating in the conspiracy ... I can see where you can argue that because generally circumstantially a person is judged by what he says and what he does not say and how he acts and does not act during the period under observation.</blockquote>\n<p id=\"b146-14\">App. at 1202.</p>\n<p id=\"b146-15\">The trial court was in the best position to assess the strength of the government’s case, the credibility of the government’s witnesses, and the possible impact the 404(b) evidence could have had on the verdict. Moreover, we agree with the court’s assessment of the potential force of the excluded 404(b) evidence. In fact, given the court’s assessment of the import of the excluded evidence, it is difficult to understand the court’s conclusion that it was “wholly character” evidence that was inadmissible under 404(b).<footnotemark>5</footnotemark> That error alone would seriously undermine the jury’s verdict; however, there is more.<footnotemark>6</footnotemark></p>\n<p id=\"b147-4\"><page-number citation-index=\"1\" label=\"121\">*121</page-number>IV.</p>\n<p id=\"b147-5\">Shortly after the jury began its deliberations, it sent the judge the following question: “Do the co-conspirators’ (who already have plead [sic ] guilty) sentences depend on the verdict(s) we come up with?” App 99. The court simply answered, “No,” without explanation or elaboration, and deliberations continued. In his brief, Hayes claims that the question “came on the heels of the defense closing, which focused heavily on the benefit the government’s cooperating witnesses stood to gain by testifying against Hayes.”</p>\n<p id=\"b147-7\">U.S.S.G. § 5K1.1 gives the government unilateral discretion to request downward departures based upon cooperation. The exercise of that discretion is not subject to judicial review. We have explained that a sentencing court can consider the usefulness of a defendant’s cooperation in determining the extent of any departure it awards pursuant to a 5K1.1 motion. <em>See United States v. Spiropoulos, </em>976 F.2d 155, 157 (3d Cir.1992). In <em>Spiropoulos, </em>we asked: “whether the fruitlessness of a defendant’s good-faith cooperation constitutes a legally permissible consideration in determining the amount of downward departure under section 5K1.1.” <em>Id. </em>We concluded that “it does.” <em>Id. </em>Of course, a cooperating witness’s sentence does not necessarily turn upon the success of the government’s prosecution, but it clearly can.</p>\n<p id=\"b147-8\">Thus, although the district court’s answer to the jury’s question was not technically incorrect, it was certainly misleading. We review jury instructions for abuse of discretion to determine whether they are misleading. <em>See Woodson v. Scott Paper Co., </em>109 F.3d 913, 929 (3d Cir.1997). The government’s case against Hayes turned on the credibility of the Saybolt employees who testified for the government. The court’s answer to the jury’s question allowed the jurors to conclude that the witnesses had nothing to gain by Hayes’ conviction. It thereby fortified their testimony and simultaneously undermined the efficacy of the general charge the court gave regarding scrutinizing the testimony of co-conspirators.</p>\n<p id=\"b147-11\">While arguing that the court’s answer was appropriate, the government maintains that the general instruction regarding credibility of co-conspirators negates any potential impact of the court’s response to the jury’s question. We can not agree, and the potential impact of that response further undermines our confidence in this verdict.</p>\n<p id=\"b147-12\">V.</p>\n<p id=\"b147-13\">For the foregoing reasons, we will vacate the judgments of conviction and sentence and remand for a new trial.</p>\n<footnote label=\"1\">\n<p id=\"b141-12\">. Since we are remanding for a new trial, we need not reach the sentencing issues raised in this appeal.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b141-19\">. The document marked as Defense Exhibit 35 was marked twice at trial and therefore appears in the record as both Exhibit 35 and Exhibit 57.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b142-7\">. To the extent that we must review the district court’s interpretation of Rule 404(b), our review is plenary. However, if the court correctly applied the rule but determined admissibility as an exercise of discretion, our review is for abuse of discretion. <em>United States v. Givan, </em>320 F.3d 452, 460 (3d Cir.2003) (discussing the analogous situation of “bad act” character evidence under Rule 404(b)).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b146-8\">. <em>See </em>18 U.S.C. § 3143(b) (requiring, as prerequisite pending appeal, district court to find that appeal raises substantial question of law or fact likely to result in reversal or an order for new trial).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b146-9\">. Hayes also claims that statements he made to Saybolt employees reinforcing the company’s stated policies were admissible under the state of mind exception to the hearsay rule. <em>See </em>Fed.R.Evid. 803(3). Since we conclude that the evidence is admissible under Rule 404(b), we need not address that argument. The government is not suggesting that directives and statements of policy constitute hearsay, and the district court did not exclude the evidence on that basis.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b146-17\">. We realize, of course, that Hayes could have been \"going around saying you’ve got to do right people ...” to cover his subversion of Saybolt's announced policy while he simultaneously worked to undermine it by ensuring that key personnel would do what was neces<page-number citation-index=\"1\" label=\"121\">*121</page-number>sary to get \"on-spec” test results. However, that is an argument for the jury to evaluate after hearing the evidence. It is not grounds to exclude the evidence under Rule 404(b)’s prohibition against evidence of good character.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}