{
  "casebody": {
    "data": "<casebody firstpage=\"791\" lastpage=\"796\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b817-13\">James DRAIN and Rachel Drain, Plaintiffs-Appellants, v. ACCREDITED HOME LENDERS INC.; Basmajian T. Doyle, Director; Wells Fargo Bank, Minnesota, N.A., as Trustee for ITLA Mortgage, Loan Securiti-zation 2002-1, LLC; Fairbanks Capital Corp., Utah, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b817-16\">No. 06-2096.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b817-17\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b817-18\">March 14, 2007.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b818-8\"><page-number citation-index=\"1\" label=\"792\">*792</page-number>Mike Bello, Clovis, NM, for Plaintiffs-Appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b818-11\">William F. Davis, Behles <em>&amp; </em>Davis, Cynthia Tressman, Davis <em>&amp; </em>Pierce, PC, James J. Widland, Dylan O’Reilly, Miller, Strat-vert, Torgerson &amp; Schlenker, Albuquerque, NM, for Defendants-Appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b818-12\">Before KELLY, ALARCÓN,<footnotemark>*</footnotemark> and LUCERO, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b818-9\"> The Honorable Arthur L. Alarcon, Senior Circuit Judge, United States Court of Appeals for the Ninth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b818-13\">ORDER AND JUDGMENT<footnotemark>**</footnotemark></p>\n<author id=\"b818-14\">CARLOS F. LUCERO, Circuit Judge.</author>\n<p id=\"b818-15\">James and Rachel Drain, through their attorney Mike Bello, brought suit against Wells Fargo Bank, Minnesota, N.A. as trustee for ITLA Mortgage Loan Securitization 2002-1, LLC (“Wells Fargo”), Accredited Home Lenders, Inc., Fairbanks Capital Corp. (“Fairbanks”), and Basmajian T. Doyle,<footnotemark>1</footnotemark> alleging violations of several state and federal consumer protection laws. After Bello engaged in numerous instances of unprofessional conduct, the district court dismissed Drains’ case under Federal Rule of Civil Procedure 37 and fined Bello $5,000 under Rule 11. Exercising jurisdiction pursuant to 28 U.S.C. § 1291, we AFFIRM.</p>\n<p id=\"b818-16\">I</p>\n<p id=\"b818-17\">We see no need to repeat the many instances of Bello’s misconduct, which the district court ably recounted in its Amended Memorandum Opinion and Order, entered March 2, 2006. Instead, we offer here a broad outline of the proceedings below. Drains, by and through Bello,<footnotemark>2</footnotemark> <page-number citation-index=\"1\" label=\"793\">*793</page-number>filed a complaint in April 2004. Bello attempted to serve the defendants by sending summonses via certified mail, even though no defendant had waived personal service. All of the defendants except Basmajian effectively waived service by responding with motions to dismiss and motions for a more definite statement, due to the complaint’s “incompleteness and incoherence.” The court temporarily assigned the case to a magistrate judge and issued the parties magistrate consent forms to be returned to the court. <em>See </em>D.N.M. Civ. R. 73. Before the parties returned their consent forms, the magistrate judge granted defendants’ motions for a more definite statement and denied their motions to dismiss. No party objected to this order.</p>\n<p id=\"b819-5\">Bello filed an amended complaint with the same deficiencies as the first. Defendants again filed motions to clarify or dismiss, noting that numerous authorities cited in the complaint did not stand for the proposition for which they were cited. Nevertheless, the magistrate judge denied the motions and ordered defendants to file answers. After Bello failed to return the magistrate consent form, the case was assigned to Chief Judge Vazquez, who ordered a second magistrate judge to conduct hearings and recommend dispositions on various pending motions pursuant to 28 U.S.C. § 636(b)(1)(B).</p>\n<p id=\"b819-6\">Bello then moved for a default judgment against Basmajian, who had never responded to the complaint. The court clerk refused to enter judgment, noting that effected service had not been returned. Basmajian entered a limited appearance and moved for dismissal due to lack of service. Bello filed an untimely response and a second request for default judgment, which was also denied. The district court ultimately entered an order dismissing the claims against Basmajian for lack of service. Bello subsequently filed a “Motion to Vacate” the dismissal, in which essentially every authority is cited for a proposition for which it does not stand. The magistrate judge recommended that the dismissal be affirmed. However, before the court could act on that recommendation, Bello filed a petition for a writ of mandamus in this court seeking vacatur of Basmajian’s dismissal. That petition was denied. <em>In re Drain, </em>No. 05-2080 (10th Cir. April 5, 2005). The district court later adopted the magistrate judge’s recommendation.</p>\n<p id=\"b819-9\">After the magistrate judge recommended ruling against Bello, he began filing “objections” arguing that magistrate judge involvement without a party’s consent was unconstitutional. Finding the argument meritless, the court informed Bello that referring a matter to a magistrate judge for recommendations does not require consent of the parties and that the proper method of objecting to an order is to file a motion under Rule 59 or 60. It also warned him that making frivolous arguments could subject a party to sanctions. The court chastised Bello as follows: “If Plaintiffs counsel had conducted any legal research, or even read the statute, he would have discovered that his argument was contrary to the plain language of the statute and Tenth Circuit caselaw.” Moreover, the court expressed concern that Bel-lo’s “fundamental misunderstanding, or lack of familiarity with, the Federal Rules of Civil Procedure and the Court’s local rules, is jeopardizing the Plaintiffs case.” It ordered Bello to read the Federal and Local Rules of Civil Procedure, and to provide a copy of its order to Drains. Nevertheless, Bello continued to file “objections” or “responses” to virtually every document issued by the magistrate judge.</p>\n<p id=\"b820-3\"><page-number citation-index=\"1\" label=\"794\">*794</page-number>Bello’s conduct became more egregious as the court attempted to fashion a discovery plan. He failed to respond to numerous discovery requests, interrogatories, and requests for admission. He similarly disregarded an order granting defendants’ motions to compel production of this information. Drains themselves also ignored discovery orders despite the court’s explicit warning that doing so would lead to sanctions. They failed to appear for their properly noticed depositions, set on dates provided by Bello. Their initial disclosures were also deficient, failing to include required medical information.<footnotemark>3</footnotemark> The magistrate judge granted a motion to compel the disclosures, but rather than complying with the order or requesting a stay, Bello filed a motion for a protective order, asserting that the disclosure rule violated Drains’ First Amendment right to privacy. Although the motion was denied, no medical documents were ever submitted.</p>\n<p id=\"b820-4\">Throughout the case, Bello made numerous unfounded accusations against opposing counsel and court personnel. He consistently characterized opposing counsels’ often valid arguments as “illegal,” “vexatious,” “frivolous,” “unethical,” or “bogus.” He also accused opposing counsel of filing frivolous motions in an effort to overbill clients. At one hearing, when opposing counsel produced relevant documents, Bel-lo accused the magistrate judge and opposing counsel of attempting to “ambush [him and his clients] and obtain an unjust and predetermined result.” In a motion seeking recusal of Chief Judge Vazquez, he accused her, without foundation, of personal bias against his clients and of gaining knowledge of disputed facts from sources outside the proceedings. The district court eventually took the extreme step of forbidding verbal communication between Bello and opposing counsel.</p>\n<p id=\"b820-7\">Bello also appears to have submitted a number of falsified certificates of service. Defense counsel raised this issue with the court, requesting sanctions, and the magistrate judge granted an evidentiary and sanctions hearing. At the hearing, defense counsel submitted a number of documents in which the postage date differed from Bello’s certification date by as many as eight days. Bello denied falsifying the dates, arguing that defense counsel may have switched the envelopes. Following the hearing, Bello attempted to appeal several pretrial orders in this court, but that appeal was dismissed for lack of appellate jurisdiction. <em>Drain v. Wells Fargo Bank, Minnesota, N.A., </em>No. 05-2316 (10th Cir. Oct. 27, 2005).</p>\n<p id=\"b820-8\">Ultimately, the magistrate judge recommended that the court dismiss Drains’ case under Rule 37 and personally fine Bello $5,000 under Rule 11. The district court entered an order on March 1, 2006, adopting most of the magistrate judge’s recommendations; however, it expressly chose not to rely on Drains’ failure to submit medical information as part of their initial disclosures. The court entered an order the next day clarifying to whom Bello’s sanctions were to be paid and another on March 28, 2006 clarifying that Wells Fargo’s counterclaims were dismissed without prejudice. Drains now appeal, still yet represented by Bello.</p>\n<p id=\"b820-9\">II</p>\n<p id=\"b820-10\">We review the imposition of Rule 37 sanctions for abuse of discretion. <em>Ehren-haus v. Reynolds, </em>965 F.2d 916, 920 (10th Cir.1992). Because dismissal is the ultimate sanction, it is appropriate only in <page-number citation-index=\"1\" label=\"795\">*795</page-number>cases of willful misconduct. <em>Id. </em>Before dismissing a case under Rule 87, a court must consider: “(1) the degree of actual prejudice to the defendant; (2) the amount of interference with the judicial process; ... (8) the culpability of the litigant; (4) whether the court warned the party in advance that dismissal of the action would be a likely sanction for noncompliance; and (5) the efficacy of lesser sanctions.” <em>Id. </em>at 921 (citations and quotations omitted).</p>\n<p id=\"b821-5\">After a thorough review of the record and the briefing, we substantially agree with the district court’s characterization of Bello and Drains’ malfeasance. The district court properly considered the <em>Ehrenhaus </em>factors in this case, finding: (1) Defendants were severely prejudiced as a result of Bello’s wilful obstruction, such that “nearly two years and over two hundred docket entries later, Defendants are no closer to understanding the basis for Plaintiffs’ claims than they were when the claims were filed”; (2) An “inordinate amount of judicial time” was consumed by Bello’s tactics, and that “it is hard to imagine how a party could be more obstructive”; (3) Drains were personally advised of the consequences of Bello’s actions by the court, yet continued to employ Bello as their attorney; (4) Drains were warned numerous times that sanctions, including dismissal, may be imposed; and (5) “Given the number and degree of violations Plaintiffs have committed and the lack of any indication that Plaintiffs intend to change course, a lesser sanction [did] not appear effective.” We conclude that the district court did not abuse its discretion in dismissing Drains’ case.</p>\n<p id=\"b821-6\">Ill</p>\n<p id=\"b821-7\">Like Rule 37 sanctions, we review the imposition of Rule 11 sanctions for abuse of discretion. <em>Dodd Ins. Servs., Inc. v. Royal Ins. Co. of Am., </em>935 F.2d 1152, 1155 (10th Cir.1991). Such sanctions are appropriate when an attorney files documents with the court for an improper purpose, advances frivolous arguments, or makes unsupported allegations. Fed.R.Civ.P. 11(0.</p>\n<p id=\"b821-9\">The district court found that Bello submitted false certifications, attempted to mislead the court by mis-citing authorities, and intentionally delayed proceedings by filing frivolous objections. Once again, our review of the record leads us to the same conclusions. Accordingly, we hold that the district court did not abuse its discretion in imposing sanctions under Rule 11.</p>\n<p id=\"b821-10\">We further note that Bello’s unprofessional conduct has continued at the appellate level, where he accuses the district clerk of intentionally falsifying the case docket, and the magistrate judge of being unduly influenced by “large and influential law firms and attorneys to whom the magistrate judges may have enjoyed or still enjoying [sic] professional association and benefits.” In his brief, Bello argues that: (1) D.N.M. Civ. R. 26.3(d), which requires certain medical disclosures, is unconstitutional; (2) Magistrate judges may not hold hearings or issue recommendations without the parties’ consent; and (3) A corporate officer may be served by mailing the complaint to his corporate office, or the office of his attorney. In addition to being fundamentally incorrect, these points are entirely irrelevant. The questions before us are whether the district court abused its discretion in dismissing Drams’ case and fining Bello. Finally, we are disturbed that Bello continues to mis-cite cases even after the district court pointed out his error. For example, he cites <em>Murphy Bros., Inc. v. Michetti Pipe Stringing, Inc., </em>526 U.S. 344, 347, 119 S.Ct. 1322, 143 L.Ed.2d 448 (1999), for the proposition that “[fit is well settled that service of <page-number citation-index=\"1\" label=\"796\">*796</page-number>summons and complaints on attorneys for a Defendant is sufficient.” As the district court noted, <em>Murphy Bros, </em>addresses when the thirty-day time period for removal begins, not the proper method for service.</p>\n<p id=\"b822-4\">IV</p>\n<p id=\"b822-5\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b818-10\">This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. This court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b818-19\">. This apparently refers to Thomas D. Basma-jian, a former officer of Fairbanks.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b818-20\">. For the sake of clarity, we hereinafter attribute the actions Bello took on behalf of the Drains to Bello. Although this differs from the normal practice, we deem it appropriate <page-number citation-index=\"1\" label=\"793\">*793</page-number>because Drains' case was dismissed largely due to actions taken by Bello.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b820-5\">. Under Local Rule 26.3(d), plaintiffs are required to submit certain medical information when they put their physical or mental health at issue.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}