{
  "casebody": {
    "data": "<casebody firstpage=\"494\" lastpage=\"495\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b518-9\">Gilberto Carlos TAJIMAROA-MENDOZA, Petitioner, v. Michael B. MUKASEY, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b518-12\">No. 06-71662.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b518-13\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b518-14\">Argued and Submitted March 6, 2008.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AOU\">Filed March 12, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b518-15\">Leticia T. Moreno, Los Angeles, CA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b518-16\">Katharine E. Clark, Barry J. Pettinato, Office of the District Counsel, Department of Homeland Security, Washington, DC, DOJ-U.S. Department of Justice, Civil Div./Office of Immigration Lit., District Counsel, Phoenix, AZ, Ronald E. Lefevre, Office of the District Chief Counsel, U.S. Department of Homeland Security, San Francisco, CA, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b518-19\">Before: HAWKINS, THOMAS, and CLIFTON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b518-20\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b518-21\">Gilberto Carlos Tajimaroa-Mendoza petitions for review of the Board of Immigration Appeals’ (BIA’s) affirmance of an Immigration Judge’s decision denying his application for a waiver of inadmissibility and adjustment of status. We deny the petition for review.</p>\n<p id=\"b518-22\">Regardless of statutory jurisdictional limits, we retain jurisdiction in immigration cases over “constitutional claims and questions of law.” <em>Fernandez-Ruiz v. Gonzales, </em>410 F.3d 585, 587 (9th Cir.2005), <em>adopted in relevant </em>pari, 466 F.3d 1121, 1124 (9th Cir.2006) (en banc). Tajimaroa raises two issues that are within our jurisdiction, namely that (1) the Attorney General exceeded his authority in promulgating 8 C.F.R. § 212.7(d), and (2) the BIA applied an incorrect legal standard in determining that Tajimaroa had been convicted of a dangerous crime. Contrary to the government’s assertion, we have jurisdiction over this petition for review. <em>Mejia v. Gonzales, </em>499 F.3d 991, 998-99 (9th Cir.2007).</p>\n<p id=\"b518-23\">Tajimaroa’s argument that the Attorney General exceeded his authority in promulgating the regulations is foreclosed by <em>Mejia. Id. </em>at 995-97.</p>\n<p id=\"b518-24\">Tajimaroa’s second argument fails as well. There is no question that the BIA found Tajimaroa to have been convicted of a “violent or dangerous crime,” a standard taken directly from the applicable regula<page-number citation-index=\"1\" label=\"495\">*495</page-number>tion. <em>See id. </em>at 998-99 (holding that the BIA’s determination that the petitioner’s crimes were “both violent and dangerous” and “crimes of violence” adequately stated the proper standard). Moreover, Tajima-roa makes no colorable argument that the BIA’s interpretation of the “violent or dangerous crime” standard violated his Constitutional rights, or was not rationally related to the discretionary grant of waivers of inadmissibility. <em>See id. </em>at 996-97; <em>Ramirez-Perez v. Ashcroft, </em>336 F.3d 1001, 1005 (9th Cir.2003).</p>\n<p id=\"b519-5\">Because Tajimaroa’s claims of constitutional and statutory violations fail, we must deny the petition for review.</p>\n<p id=\"b519-6\">PETITION DENIED.</p>\n<footnote label=\"*\">\n<p id=\"b518-17\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}