{
  "casebody": {
    "data": "<casebody firstpage=\"59\" lastpage=\"61\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AmM\">In re: WORLDCOM, INC. Mississippi Power Company, Southern Company Services, Inc., Appellants-Cross-Appellees, v. MCI, Inc., Appellee-Cross-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b83-14\">Nos. 06-3958-bk (l), 06-4511-bk(xap).</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b83-15\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b83-16\">March 19, 2008.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b84-7\"><page-number citation-index=\"1\" label=\"60\">*60</page-number>Clifford Thau (Steven M. Abramowitz, David R. Lurie, Debbie E. Green, on the brief), Vinson <em>&amp; </em>Elkins, New York, NY, Ben H. Stone, General Counsel, Mississippi Power Company, Jonathan P. Dyal, Balch &amp; Bingham LLP, Gulfport, MS, For Appellants-Cross-Appellees.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b84-8\">Alfredo R. Perez, Weil, Gotshal &amp; Manges, LLP, Houston, TX, For Appel-lee-Cross Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b84-9\">Present: Hon. JOSÉ A. CABRANES, Hon. ROSEMARY S. POOLER and Hon. ROBERTA. KATZMANN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b84-10\">SUMMARY ORDER</p>\n<p id=\"b84-11\">Both sides in this appeal challenge portions of a decision of the United States District Court for the Southern District of New York (Chin, J.) entered on July 25, 2006, 2006 WL 2085395.</p>\n<p id=\"b84-12\">The decision affirmed in all respects the December 20, 2005 order of the bankruptcy court, which granted in part and denied in part a motion filed by Mississippi Power Company and Southern Company Services, Inc. (collectively, “MPC”) to compel then-Chapter 11 debtor MCI, Inc. to cure certain defaults based on outstanding obligations owed under an agreement that MCI assumed during the pendency of the Chapter 11 bankruptcy proceeding. We presume the parties’ familiarity with the facts, procedural history, and issues raised on appeal.</p>\n<p id=\"b84-14\">The bankruptcy and district court rendered their determinations based on the application of legal principles to undisputed facts. Accordingly, as both parties agree, this Court reviews the rulings de novo. <em>See In re New Times Sec. Servs., Inc., </em>463 F.3d 125, 127 (2d Cir.2006). The operative contractual agreement here is governed by Alabama law, notwithstanding that most of the underlying developments took place in Mississippi.</p>\n<p id=\"b84-15\">As to the primary issue in this appeal, we affirm, but for only some of the reasons given by the district court in its decision. The district court reasoned that “[a]s a matter of logic, the parties surely contemplated that MPC would advise MCI of any additional easements it believed should be acquired <em>before </em>MCI actually built the Cable on any particular landowner’s property.” (emphasis added). The textual basis for this interpretation was the wording of a section heading; the contract, however, elsewhere specified that section headings should be given no interpretative weight. Moreover, this construction of the contract been abandoned by MCI on appeal.</p>\n<p id=\"b84-16\">Nonetheless, we essentially concur with the district court’s alternative conclusion that “assuming MPC was not required to give notice before the Cable was constructed and installed, it waited far too long to give notice.” Alabama law implies an obligation on parties to an indemnifica<page-number citation-index=\"1\" label=\"61\">*61</page-number>tion agreement to “allow the opposite party all reasonable opportunity to perform his undertaking.” <em>Cochrane Roofing &amp; Metal Co. v. Callahan, </em>472 So.2d 1005, 1007 (Ala.1985). It is undisputed that MPC delayed giving notice until October 26, 2000 — seven years after MPC filed its ill-fated declaratory judgment action and nearly two years after <em>McDonald v. Mississippi Power Co., </em>732 So.2d 893 (Miss. 1999). Simply put, MPC waited too long to exercise its rights: The resultant delay deprived MCI of the “reasonable opportunity” to pursue alternative remedial actions. We therefore agree with the district court that MCI was not contractually obligated to reimburse MPC for the defense costs it incurred as a result of the ensuing litigation.</p>\n<p id=\"b85-5\">MCI’s cross-appeal challenges an award of $419,560.02 to MPC, reflecting sums MPC expended on title research and the acquisition of additional easements. The district court declined to address the merits of this issue, instead affirming the determination made by the bankruptcy court that such debts were not in dispute. As MPC concedes, the debts were indeed disputed by MCI before the bankruptcy court as well as the district court. Accordingly, we remand for further consideration of this issue.</p>\n<p id=\"b85-6\">For the foregoing reasons, the judgment of the district court is hereby AFFIRMED in part, REVERSED in part, and REMANDED for further proceedings consistent with this order.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}