{
  "casebody": {
    "data": "<casebody firstpage=\"381\" lastpage=\"382\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b403-9\">Elisha R. Dwyer <em>vs. </em>City of Boston.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b403-10\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aec\">January 14, 1902.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A60\">January 15, 1902.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b403-11\">Present: Holmes, C. J., Lathrop, Barker, Hammond, &amp; Loring, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b403-12\"><em>Way, </em>Notice of defect.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b403-13\">The existence of an unguarded hole four feet deep and large enough for a man to fall into between the tracks of a street railway on a public street is not evidence of reasonable notice to the city of the defect or that the city might have had notice thereof by the exercise of proper care and diligence.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b403-14\">Tort under Pub. Sts. c. 52, for an injury from an alleged defect in Washington Street in Boston. Writ in the Municipal Court of the City of Boston dated January 15, 1901.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b403-15\">On appeal to the Superior Court the case was tried before <em>Richardson, </em>J. It appeared, that the plaintiff was partially blind and, after alighting from a street car on Washington Street in Boston at the crossing of Springfield Street, undertook to cross the street behind the car and fell into a hole somewhere between the tracks of the street railway and near the crossing; that the hole was about four feet deep and from twelve to eighteen <page-number citation-index=\"1\" label=\"382\">*382</page-number>inches wide; how long it was did not appear; that earth was piled up on both sides of it; that the plaintiff’s aunt got off the car after him, and when she looked for him he was in the hole; that the plaintiff and his aunt saw no one guarding the hole or in charge of it, and there were no barriers around it; that the accident happened about half-past twelve in the afternoon; that the plaintiff and his aunt did not leave the scene of the accident for about ten minutes, and during that period no one appeared to take charge of the hole.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b404-5\">This was all the evidence that the defendant had reasonable notice of the defect, or might have had notice thereof by the exercise of proper care and diligence.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b404-6\">At the close of the plaintiff’s evidence, the judge at° the defendant’s request ruled, that there was not sufficient evidence for the jury that the defendant had reasonable notice of the defect, or might have had notice thereof by the exercise of proper care and diligence. He directed a verdict for the defendant; and the plaintiff alleged exceptions.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b404-7\"><em>J. S. Richardson, (M. R. Thomas </em>with him,) for the plaintiff.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b404-8\"><em>P. Nichols, </em>for the defendant, was not called upon.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b404-9\">By the Court.</author>\n<p id=\"AZqE\">There is no evidence that the city had notice of the hole or ought to have had notice of it. It does not appear how long the hole had been there.</p>\n<p id=\"b404-10\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}