{
  "casebody": {
    "data": "<casebody firstpage=\"612\" lastpage=\"612\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b622-3\">No. 1029.</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A1oO\">Maxwell <em>v. </em>Thompson.</parties>\n<p data-order=\"2\" data-type=\"misc\" id=\"AXS3\">November Term, 1880.</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABN\">April 18th, 1881.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"AGSz\"><em>J. S.B. Thomson, </em>for appellant. <em>Thins, Bomar &amp; Simpson, </em>contra.</attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b622-4\">1. The reference to a referee to hear, determine and report all the issues in an action at law does not make it a case in chancery; the referee’s report stands as a special verdict, and only the errors of law are review able in this court.</p>\n<p id=\"b622-5\">2. A building contract provided that in case of any disagreement, the matter of difference should be referred to three disinterested persons as arbitrators; such agreement is not against public policy, but may be waived by the parties.</p>\n<p id=\"b622-6\">3. The contract further provided : <em>“ </em>One-half the openings to be counted in with brick excepting the front to be not measured in with brick work.” <em>Held, </em>that this provision was not free from obscurity, and therefore the referee committed no error in receiving testimony of the surrounding circumstances and the usage of bricklayers, and the testimony of experts as .to the meaning of the word <em>‘ </em>front ’ as used at that place in like contracts, to enable him to understand what the contract really was.</p>\n<p id=\"b622-7\">4. Where a counterclaim affirmatively asserts the same matter, which the denials of the answer put in issue, the defendant is not entitled of strict right to the reply in evidence upon sueh counterclaim. OPINION by</p>\n<author id=\"AsX\">McGowan, A. J.,</author>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}