{
  "casebody": {
    "data": "<casebody firstpage=\"638\" lastpage=\"643\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b656-7\">HUHN v. STRONG-SCOTT MFG. CO. et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b656-8\">(Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5K\">April 14, 1920.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ao0W\">Rehearing Denied July 15, 1920.)</otherdate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b656-10\">No. 5494.</docketnumber>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b656-11\">1. Appeal and error &gt;©=’1011(1) — Findings on conflicting evidence should be sustained.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b656-13\">Where the testimony of the parties was in direct conflict, and each was somewhat corroborated, the court’s finding on the issue, amply supported by the record, should, be sustained.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b656-14\">2. Partnership &gt;©=’121 — Evidence held to sustain finding that dissolution ot partnership did not affect defendant’s rights in patent.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b656-16\">Where two parties form a partnership for the manufacture and sale of a patented machine, and the patent is assigned to them jointly as such partners, in a suit for infringement of patent, brought by one joint assignee against the other, evidence <em>held </em>to sustain the trial court’s finding that the rights of defendant assignee in the patent were not extinguished by the agreement for dissolution of the partnership, no final disposition of the partnership assets having been made, so that defendant assignee and his licensees could not be sued for infringement.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b656-17\">«gibaFor other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b657-4\"><page-number citation-index=\"1\" label=\"639\">*639</page-number>Appeal from the District Court of the United States for the District of Minnesota; Page Morris and Wilbur F. Booth, Judges.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b657-5\">Suit by Anton Huhn against the Strong-Scott Manufacturing Company and others. From a decree dismissing the bill, plaintiff appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"A8l\">Affirmed.</disposition>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b657-6\">F. A. Whiteley and F. H. Stinchfield, both of Minneapolis, Minn., for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b657-7\">Amasa C. Paul, of Minneapolis, Minn. (Richard Paul and Frank J. Morley, both of Minneapolis, Minn., and Maurice M. Moore, of Boston, Mass., on the brief), for appellees.</attorneys>\n<p data-order=\"15\" data-type=\"judges\" id=\"b657-8\">Before HOOK and GARLAND, Circuit Judges, and VAN VALK-FNBURGH, District Judge.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b657-9\">VAN VALKENBURGH, District Judge.</author>\n<p id=\"A43\">Some time prior to August 29, 1913, the appellee Clarence W. Carter was the inventor of certain new and useful improvements in grain heaters and driers. The application for patent thereon was filed August 27, 1913, and the patent issued May 16, 1916, No. 1,183,166. On July 16, 1914, the same inventor filed application for patent upon an apparatus for heating and tempering grain, and this patent was issued May 2, 1916, No. 1,181,434. The two patents are closely related, and one is understood to be an improvement upon or modification of the other. The inventor was desirous of enlisting capital for the development and manufacture of his patented inventions; this was furnished by appellant, as the latter claims, by direct arrangement and agreement between himself and Carter. The appellee Kennedy claims that the relationship between Huhn and Carter was brought about by him, and that' Huhn was induced to furnish capital for the enterprise through the efforts of Kennedy. This is confirmed by Carter, who 'says:</p>\n<blockquote id=\"b657-10\">“I offered to give Mr. Kennedy a half interest in <em>the device, in the </em>patents that might be issued on it afterwards, if he would interest capital for its development and manufacture. And I also said I would assign the other half interest to whatever capital he might interest, with the understanding that the assignment was to be made in consideration of a royalty contract to be given me, providing a certain stipulated royalty be paid on all the machines manufactured and sold._</blockquote>\n<blockquote id=\"b657-11\">“Q. When did you first meet^Mr. Huhn, and under what circumstances? A. Why, I met Mr. Huhn by appointment that had been previously made by Mr. Kennedy, and it was possibly, I should say, a week or ten days after, may be two weeks after I had visited the elevator with Mr. Kennedy and had this conversation with him; I don’t know just exactly how long after.”</blockquote>\n<p id=\"b657-12\">Kennedy was at that time employed as a solicitor or salesman for the Huhn Elevator Company, of which appellant was president. An arrangement in the nature of a partnership was entered into between Huhn and Kennedy for the sale and exploitation of the Carter patented devices. The name adopted was “H. &amp; K. Wheat Heater Company,” and Kennedy, some time in 1914, went on the road for the purpose of selling machines.</p>\n<p id=\"b657-13\">The arrangement between Carter, as party of the first part, and Huhn and Kennedy, as parties of the second part, is set out in a <page-number citation-index=\"1\" label=\"640\">*640</page-number>memorandum of agreement dated August <em>29, </em>1913, wherein the. inventor, for valuable considerations therein named, agrees to take out the patents in question and to assign the same to the second parties, who shall have the exclusive right to manufacture, sell, and lease machines embodying the said invention throughout the United States and Canada, and who 'shall pay to the first party a royalty on all machines manufactured, sold, or leased during the life of the contract. It is recited that the second parties intend to organize a stock company, and transfer the right secured from the first party to the said stock company; but it is further mutually agreed that second parties.are not obliged to form the stock company referred to until they desire to do so, but that an additional royalty of one per cent, shall be paid to the first party on all machines sold prior to the organization of the said stock company or the transfer of stock provided for.</p>\n<p id=\"b658-4\">On the 3d day of April, 1916, shortly before the issuance of the patents, Carter made written assignment of letters patent, No. 1,183,-166, to Huhn and Kennedy, and authorized and requested the Commissioner' of Patents to issue any and all letters patent of the United States, which might be granted qn said invention, jointly to the said Huhn and Kennedy, share and share alike. On the 2d day of May, 1916, .Carter assigned an undivided one-half interest in letters patent No. 1,181,434 to the appellee Kennedy, tie testified that these assignments were made in accordance with his agreement with Kennedy, and with Huhn through Kennedy, to which reference has been made, and pursuant to the terms of the contract of August 29th, aforesaid.</p>\n<p id=\"b658-5\">Kennedy continued in the business of selling the patented devices for the PI. &amp; K. Wheat Heater Company until some time prior to August 12, 1915. Plis eyesight failed and the business suffered. On the date last named appellant wrote Kennedy as follows:</p>\n<blockquote id=\"b658-6\">“Inclosed please find statement to date of the H. &amp; K. Wheat Heater Company. You will notice that you owe the company $4,824.04. With no sales for the last three months, and expenses going, on right along, I am at a loss to know what to do. I will either have to have your note to cover indebtedness, or you will have to make some other arrangements whereby this matter can be closed. As this is a business matter, and not a matter of friendship, it has got to be handled in a business way, and you nó doubt are well aware of my kind disposition toward you; so please dictate a letter or inform me just what you want done in regard to settlement of this account and oblige.”</blockquote>\n<p id=\"b658-7\">This letter was answered for Kennedy by'Mr. T. A. Noftzger, tan attorney, in the following terms;</p>\n<blockquote id=\"b658-8\">“Mr. H. S. Kennedy has been talking to me with' reference to your letter of August 12, 1915. Mr. Kennedy has been here the last few days, and his eyes are very bad; consequently he was unable to do any business himself. I have read over the statement of account which you inclosed, hut Mr. Kennedy does not understand it, and does not think the claim of $4,824.04, which you make against him, is fair. He therefore asked me to make the suggestion to you that under the circumstances you and he dissolve partnership matters, and that just as soon as Mr. Kennedy can get to Minneapolis, which will, unless something extraordinary happens to him, be within the next few weeks, he will submit this matter to arbitration, if it is agreeable to you, one to be selected by you, one by him, and one by the two. Then he will give his note for whatever the arbitrators say is due you, and pay it as soon as possible.</blockquote>\n<blockquote id=\"b659-4\"><page-number citation-index=\"1\" label=\"641\">*641</page-number>“Mr. Kennedy feels that in justice to both of you he should no longer continue in this partnership, because the business seems to be running at a loss, and he is liable to get in so bad that, lie can never pay out. If this is satisfactory, please write me a letter to the effect that you agree to a dissolution of the partnership, and, if you desire, Mr. Kennedy says it will be satisfactory to Mm to have the date of dissolution on August 10, 1915, the date on which you rendered tlie statement, so that there need be no further matters taken into account. Mr. Kennedy desires for me to assure you of Ms friendly feeling to you personally, and his desire and hope that nothing in connection with this matter will sever your friendly personal relations.</blockquote>\n<blockquote id=\"b659-5\">“It is unfortunate that Mr. Kennedy is in his present physical condition, but you will understand that it is impossible for him to scrutinize an account such as you sent Mm with proper care. The only way that I can see is for you to agree to a dissolution of your partnership arrangement, and then, have a settlement of the old partnership when he can come to Minneapolis, and get some friend, who is an accountant, to go into this business right. It may oe possible that, after he does this, lie will find that your account is correct; but he does not think so now. You will also realize that the real reason Mr. Kennedy spoke to mo about this matter was on account of Ms physical condition and his inability to manage it for himself, and not particularly to get my advice in a legal way. I am writing this at Ms suggestion and in tlie best possible maimer trying to give you the situation exactly as it is. Please write me what you think about this as soon as possible, and I shall be glad to assist in the adjustment of any differences that may exist between you and Mr. Kennedy.” •</blockquote>\n<p id=\"b659-6\">To this letter Huhn made the following answer:</p>\n<blockquote id=\"b659-7\">“Your favor of August 30th was received during my absence, and since my return homo, a week ago, have been extremely busy, or would have replied sooner. Regarding the II. S. Kennedy account want to say: As far as Mr. Kennedy’s request to dissolve partnership, to take effect August 10, 1915, date on which last statement was rendered to him, is perfectly satisfactory to me, and agree with you when you say that, owing to Mr. Kennedy’s condition, it is absolutely impossible for him to fulfill his part of the agreement. As regards'tlie $4,824.48 due me, want to say that it is only fair to both him and me that this account be audited, so he will know the account is correct. If you will make out proper papers and have Mm sign same, I will do likewise, so as to have the matter straightened out.</blockquote>\n<blockquote id=\"b659-8\">“It is very unfortunate that Mr. Kennedy’s condition is such that he cannot be of service, and anything I can do for him at any time I will be only too glad to do, as I have nothing but the kindliest feeling toward him, and my efforts in the past have been solely trying to help him. That he should have been so unfortunate as to lose lúa eyesight;, of course, is deplorable, and made it doubly hard for me carrying the extra load ; but such things are liable! to happen, and when they do wo nmst make the best of it, and T will certainly not be hard on Mr. Kennedy. Want to say right here that I will give him a full release of all liability to mo, and you can make out the papers for Mm to sign, cleaning up everything, as I know Mr. Kennedy is not in a position to jmy, and if he should be in a position to make any money will need it for himself, worse than I do.”</blockquote>\n<p id=\"b659-9\">As to most that transpired thereafter the testimony is in hopeless conflict. Huhn states that Kennedy came to Minneapolis and asked Huhn to settle the matter the best he could and turned everything over to Huhn, since which time Hulm.has been manufacturing under the Carter patents, and Kennedy has had nothing to do with them. Appellant claims that Kennedy’s indebtedness to him was the consideration for this settlement. This is denied by Kennedy, who says that after tlie date of Ihe Noftzger letter he had no communication with appellant; that he saw Huhn some time in July, and <page-number citation-index=\"1\" label=\"642\">*642</page-number>told him that he believed the assets of the company, counting the patterns and all manufactured stuff on hand when sold, would about pay him up; that he (Kennedy) intended to manufacture under the Carter patents when he secured money enough for that purpose; that never at any time did he tell Huhn that he would turn over to him all of his interest in the partnership, including the Carter patents. Later, conceiving that he held an undivided one-half interest in these patents, he licensed the appellee Strong-Scott Manufacturing Company to manufacture under them. He also assigned his interest to the appellee Paul, as security for legal services.</p>\n<p id=\"b660-4\">On the 5th day of July, 1916, appellant filed in the state court of Hennepin county, Minn., a suit for dissolution of the partnership between himself and Kennedy, alleging an unpaid indebtedness, and praying an accounting and disposition of the partnership assets. That suit is still pending. The present suit was filed in the United States District Court for the District of Minnesota, July 31, 1917, charging Strong-Scott Manufacturing Company, Carter, Kennedy, and Paul with conspiracy to infringe, and with infringement, and práying for injunction and accounting. As all the parties are citizens and residents of the state of Minnesota, it is specifically alleged “that the jurisdiction of the court in this case depends upon the provisions of the statutes of the United States relating to infringement of letters patent.” The trial court entered a decree dismissing the bill, from which this appeal is taken.</p>\n<p id=\"b660-5\">If this Were a mere contention as to the title to the patents in question, and not a controversy under the patent laws of the United States, this court would be without jurisdiction. The court below, upon motion to dismiss and upon the merits, sustained its jurisdiction, and the parties are agreed that the issues are broad enough to sustain this finding. If, then, it appears that, because of 'the state of the title, no infringement is shown, the appellant must fail. The controversy resolves itself into one between Huhn and Kennedy. No evidence appears substantially connecting Carter with the cause of action, unless it be his affirmance of his grant to Kennedy. The other appellees, of course, claim only through assignment and license from Kennedy.</p>\n<p id=\"b660-6\"><bracketnum>[1]</bracketnum> The contract between Carter and Huhn and Kennedy was a conveyance of the equitable interest in the patents. Carter subsequently made assignments in accordance with his view of the legal effect of this contract and his understanding of the agreement. Upon the face of the writings it appears that undivided one-half interests in the patent are vested in appellant and in Kennedy. Thé contract of August 29th mentions no partnership. It was made with Huhn and Kennedy jointly, and by its terms would vest in them an equitable title, which would carry with it the right of use and enjoyment to each of the cotenants, to whom undivided interests were thus conveyed. We think there is no doubt that a partnership was formed. The trial court so finds. It was based upon these patents and their manufacture and sale, and the most logical deduction to be made is that the patents were to be conveyed to Huhn and Kennedy <page-number citation-index=\"1\" label=\"643\">*643</page-number>as partners, and that the present title must depend upon the status of that partnership at the time this suit was instituted. Without doubt there was an understanding that the partnership should be dissolved, and that Kennedy should have no further connection with the H. &amp; K. Wheat Heater Company. This, however, does not wind up the partnership affairs, nor dispose of the partnership assets. The testimony of the parties on this point is in direct conflict. Corroboration of each through testimony, facts, and circumstances is not wanting. The court found this issue of fact in favor of Kennedy, and its finding is amply supported by the record. In such case, its conclusion should be sustained. Great Northern Ry. Co. v. Philadelphia &amp; Reading Coal &amp; Iron Co., 242 Fed. 799, 155 C. C. A. 387; Schlank v Smith, 246 Fed. 686, 158 C. C. A. 642.</p>\n<p id=\"b661-5\"><bracketnum>[2]</bracketnum> It is certain that there was no written assignment from Kennedy to Huhn. No payment to Huhn of the amount claimed by him to be due from Kennedy was made. The correspondence between Noftzger and Huhn falls far short of being conclusive upon this point, and is as consistent with the position of Kennedy as with that of Huhn. There is no doubt that Huhn was to go on with the H. &amp; K. business as then constituted; but this-might be done without surrender on the part of Kennedy of his right to license, manufacture, or sell the patented article on his own account. That no final disposition of the partnership assets had been made is further evidenced by the suit filed by Huhn in the state court, in which he asks, not only a dissolution of the partnership, but a disposition of the assets and an accounting between himself and Kennedy. It is true that in his petition he pleads the oral agreement between himself and Kennedy as foundation for the relief prayed; nevertheless we are forced to the conclusion that no such disposition had been made of Kennedy’s interest in these patents as to vest the entire title in Huhn, and if this be true, from the standpoint of the patent law, Kennedy is not vulnerable to this action for infringement. The record falls short of carrying the burden imposed upon complainant in* the face of the law applicable, the conflicting evidence, and the findings and conclusions of the chancellor upon both.</p>\n<p id=\"b661-6\">The decree should be affirmed, without prejudice to the appellant to try out, if he so desires, in the state jurisdiction to which he has appealed, the issues therein framed, and without prejudice to the rights of any person who acquires title to the patents mentioned, and causes of action connected therewith by virtue of the action in the state court.</p>\n<p id=\"b661-7\">It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}