{
  "casebody": {
    "data": "<casebody firstpage=\"222\" lastpage=\"224\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b244-4\">Mary Gillis <em>vs. </em>Cambridge Gas Light Company. Colin F. Gillis <em>vs. </em>Same.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b244-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AsI\">March 18,1909. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ao4\">May 21, 1909.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b244-6\">Present: Knowlton, C. J., Loking, Braley, &amp; Sheldon, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b244-7\"><em>Negligence. Evidence, </em>Presumptions and burden of proof.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b244-8\">It is not negligence as matter of law to step voluntarily on the cover of a coal hole in the sidewalk of a city street, which appears to be safe, with knowledge of the existence of the hole beneath the cover.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b244-9\">In an action by a woman, for personal injuries caused by one of her legs going down into a coal hole in the sidewalk of a city street when she stepped on the cover which appeared to be safe, against a corporation whose teamster on the morning of the accident had used the coal hole in making a delivery of coke to a customer, there was evidence that, if the rim into which the cover fitted was left clean, the cover, when replaced, would not tilt but would remain firmly in position, but that, if coke was allowed to remain on the rim when the cover was replaced, the cover when stepped on might be thrown up or partially come out. It appeared that the accident occurred more than fours hours after the use of the coal hole by the defendant’s servant, and the defendant contended that, with the opportunity thus afforded for others to have disturbed or displaced the cover, the evidence failed to show that its negligence was the efficient cause of the injury. <em>Held, </em>that, in the absence of any satisfactory explanation by the defendant to the contrary, the jury would have a right to infer that from the time the cover was replaced by the defendant’s servant until the plaintiff stepped on it the cover had remained undisturbed, and also might infer that the cover slipped or gave way because the defendant’s teamster had failed to remove particles of coke which had lodged on the rim, and accordingly that there was <em>prima facie </em>evidence of negligence on which the plaintiff was entitled to go to the jury.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b244-10\">In an action of tort for personal injuries alleged to have been caused by the defendant’s negligence, the plaintiff must sustain the burden of proving such negligence, but, if he shows circumstances from which negligence of the defendant may be inferred and these circumstances are not explained otherwise, the plaintiff has established a <em>prima facie </em>case which entitles him to go to the jury without his excluding every other possible theory as to the cause of the accident.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b244-11\">Two actions, op tort, as stated in the opinion. Writs dated August 19, 1907.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b244-12\">In the Superior Court the cases were tried together before <em>Stevens, </em>J., who at the close of the plaintiffs’ evidence ordered verdicts for the <em>defendant; </em>and the plaintiffs alleged exceptions. G. <em>H. Mellen, (J. B. Vallely </em>with him,) for the plaintiffs.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b244-13\"><em>H. C. Sawyer, </em>for the defendant.</summary>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b245-3\"><page-number citation-index=\"1\" label=\"223\">*223</page-number>Braley, J.</author>\n<p id=\"AxM\">In walking over a public way <footnotemark>*</footnotemark> Mrs. Gillis observed a covered coal hole, but as the sidewalk appeared to be safe, she stepped on the cover, when it gave way, causing personal injuries, for which in the first action she seeks compensation, while in the second action her husband asks damages for loss of consortium.</p>\n<p id=\"b245-4\">It is settled that her knowledge of the existence of the covered hole and her failure to avoid it in passing would not as matter of law preclude recovery, as the question whether she used ordinary care would be for the jury. <em>Wakefield </em>v. <em>Boston Coal Co. </em>197 Mass. 527.</p>\n<p id=\"b245-5\">But, if it could be found that her conduct was not careless, the important question for decision is whether there was any evidence that the injury was caused by the defendant’s negligence. It was the opinion of the expert witness, whose evidence was properly admitted, that, if the rabbet into which the cover fitted had been properly cleared of coal or coke, the cover when replaced would not tilt but. would remain firmly in position. <em>Prendible </em>v. <em>Connecticut River Manuf. Co. </em>160 Mass. 131. <em>Lang </em>v., Terry, 163 Mass. 138. <em>Tremblay </em>v. <em>Mapes-Reeve Construction Co. </em>169 Mass. 284. <em>Leslie </em>v. <em>Gtranite </em>Railroad, 172 Mass. 468. If, however, this was not done, the cover would partially come out or be thrown up upon pressure. The defendant admitted that, earlier in the day and within a few hours of the\" accident, its teamster had used the coal hole in making delivery of a load of coke to a customer. If he failed properly to replace the cover, the defendant became responsible for his negligence. <em>Trench </em>v. <em>Boston Coal Co. </em>195 Mass. 334. <em>Wakefield </em>v. <em>Boston Coal Co., ubi supra. </em>But it contends that from the length of time which elapsed,<footnotemark>†</footnotemark> with the opportunity thus afforded for others to have disturbed or displaced the cover, the evidence fails to show that its negligence was the efficient cause of the injury.</p>\n<p id=\"b245-6\">The burden of proof undoubtedly remained on the plaintiffs throughout the trial, but they were not required to exclude every other possible theory as to what might have caused the accident, <page-number citation-index=\"1\" label=\"224\">*224</page-number>where it could have been found directly attributable to the defendant’s fault. <em>Carroll </em>v. <em>Boston Elevated Railway, </em>200 Mass. 527. <em>Cahill </em>v. <em>New England Telephone &amp; Telegraph Co. </em>193 Mass. 415, 418. In the absence of any satisfactory explanation offered by the defendant, the jury would have been warranted in finding that no other reasonable inference could be drawn from the circumstances except that from the time of its replacement to the moment of the plaintiff’s fall the cover had remained undisturbed. <em>Woodall </em>v. <em>Boston Elevated </em>Railway, 192 Mass. 308, 312. If no intervening cause appeared sufficient to explain the displacement, they also could have inferred that it gave way because particles of coke had become lodged in the rabbet, which the teamster neglected to remove. <em>Power </em>v. Beattie, 194 Mass. 170, 176. <em>Silverman </em>v. <em>Carr, </em>200 Mass. 396.</p>\n<p id=\"b246-5\">Having established a <em>prima facie </em>case, the plaintiffs were entitled to go to the jury.</p>\n<p id=\"b246-6\">\n<em>Exceptions sustained.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b245-7\"><em> </em>Temple Place in Boston.</p>\n</footnote>\n<footnote label=\"†\">\n<p id=\"b245-8\"> In the defendant’s brief the time elapsed is stated to have been four hours and a half, from 8 a. m. until 12.30 p. m.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}