{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"13\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b29-7\">Moses Williams &amp; others, trustees, <em>vs. </em>Inhabitants of Milton. Same <em>vs. </em>City of Waltham. Same <em>vs. </em>Inhabitants of Brookline. Same <em>vs. </em>City of Boston.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b29-12\">Norfolk. Middlesex. Norfolk. Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Af3\">November 21, 1912.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"At\">May 24, 1913.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b29-13\">Present: Rugg, C. J., Hammond, Loring, Braley, &amp; Sheldon, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b29-14\"><em>Tax, </em>Assessment. <em>Trust. Partnership.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b29-15\">\"Where the beneficial interest in personal property held by trustees is in shareholders whose shares are represented by transferable certificates on which dividends are paid, the question, whether such property is to be assessed for taxation under St. 1909, c. 490, Part I, § 23, cl. 5, as “personal property held in trust” or under § 27 as personal property employed in the business of a partnership, depends on the powers and duties of the persons in whom the legal title is placed. If they have the control of the property for the benefit of the shareholders, the property is to be assessed to them as trustees, but if they are managing agents subject to the control of the shareholders, who are associated together to carry on business for their mutual profit, the property is partnership property and is to be taxed as such.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b29-16\">A certain “personal property trust” was created by an indenture of trust, under which the trustees named held property contributed by the holders of certificates of shares in the trust or bought with money contributed by them. The certificates, with a limitation of the right of sale, were transferable. The trustees were to invest and reinvest the fund and to pay the income to the <page-number citation-index=\"1\" label=\"2\">*2</page-number>certificate holders and on the termination of the trust were to divide the trust fund among the certificate holders. There was no provision for any meeting of the certificate holders. The only act which the indenture empowered the certificate holders to do was to consent individually to an alteration or amendment of the trust or to a termination of it before the time fixed by the indenture, when any one of these things should be proposed by the trustees. In carrying on the trust the trustees treated gains on changes of investments as additions to the trust fund and not as profits. The indenture declared that it created a trust and not a partnership and throughout that instrument the certificate holders were spoken of as “the <em>cestuis que trustent.” Held, </em>that the instrument created an investment trust and not a partnership and that accordingly the personal property of the trust must be assessed for taxation under St. 1909, c. 490, Part I, § 23, cl. 5, and not under § 27.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b30-5\">Four petitions to the Superior Court under St. 1909, c. 490, Part I, § 76, by the trustees of the Boston Personal Property Trust, in the first three cases appealing from refusals of the assessors respectively of the town of Milton, the city of Waltham and the town of Brookline to abate taxes assessed on April 1, 1911, on personal property held by the petitioners as such trustees alleged to be apportionable under St. 1909, c. 490, Part I, § 23, cl. 5, to beneficiaries or trustees whose places of residence were respectively in Milton, Waltham and Brookline, and in the fourth case appealing from a refusal of the assessors of. the city of Boston to abate taxes upon the full amount of the personal property held by the petitioners as such trustees which were assessed to the petitioners on the same date under St. 1909, c. 490, Part I, § 27, on the ground that such property was. the personal property of a partnership carried on in Boston.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b30-7\">The petitions were heard together by <em>Quinn, </em>J., upon an agreed statement of facts. In the cases against the town of Milton, the city of Waltham and the town of Brookline the judge found that the petitioners were entitled to the abatements respectively claimed in those cases and ordered that judgments should be entered accordingly, and in the case against the city of Boston he found that the petitioners were entitled to no abatement and ordered that judgment should be entered for the respondent. At the request of the parties he reported the cases for determination by this court.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b30-8\">The indenture of trust creating the Boston Personal Property ’ Trust was dated January 10, 1893. Among other provisions bearing upon the character of the trust were the following:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b31-4\"><page-number citation-index=\"1\" label=\"3\">*3</page-number>“Second. That the said Trustees shall hold all the funds and property (hereinafter called the Trust Fund), now or hereafter held by or paid to, or transferred or conveyed to them or their successors as Trustees hereunder in trust for the purposes, with the powers and subject to the limitations hereinafter declared, for the benefit of the <em>cestuis que trustent, </em>and it is hereby expressly declared that a trust, and not a partnership, is hereby created; that neither the Trustees nor the <em>cestuis que trustent </em>shall ever be personally liable hereunder as partners or otherwise, but that for all debts the Trustees shall be liable as such to the extent of the Trust Fund only. In all contracts or instruments creating liability, it shall be expressly stipulated that the <em>cestuis que trustent </em>shall not be liable.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b31-5\">“Fourth, <em>(a) </em>The Trustees shall have as full power and discretion, as if absolute owners, to invest and reinvest the Trust Fund (including any surplus and also income) in personal property, including bonds and notes or obligations secured upon real estate, and the decision of the Trustees as to what is personal property shall be final. They shall have the like power of investment in the purchase and improvement of real estate in the cities of the United States of America, for the purpose of leasing the same upon long terms, or ground rents so-called; and all real estate so purchased shall be conveyed to them in joint tenancy as Trustees hereunder.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b31-6\">“ (e) The Trustees shall also have power at any time to borrow money, and to pledge, as collateral security for such loan, any personal property belonging to the Trust Fund, provided, however, that no loan shall be contracted for, so that the aggregate amount of such loans outstanding shall at such time exceed, in the judgment of the Trustees, twenty-five per cent, of the total amount of the personal property of the Trust Fund.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b31-7\">“Seventh. The Trustees shall declare dividends from the net income of the Trust Fund among the <em>cestuis que trustent </em>quarterly, or oftener, if convenient to the Trustees, and their decision as to amount of dividends, and as to using therefor any portion of the Surplus Fund, shall be final. They may set aside from time to time such portion of the net income as shall not be required for dividends for a Surplus Fund.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b31-8\">“Ninth. The Trustees shall render an account annually or <page-number citation-index=\"1\" label=\"4\">*4</page-number>ofténer, if convenient to them, and shall, upon request, deliver or mail a copy to each <em>cestui que trust.”</em></summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b32-5\">“Tenth. Any Trustee may resign his trust by a written instrument signed and sealed by him, and acknowledged in the manner prescribed for the acknowledgment of deeds, and such instrument may be recorded in the Registry of Deeds for the County of Suffolk, or deposited with such Depositary as the Trustees shall from time to time select.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b32-6\">“Any vacancy occurring from any cause at any time in the number of said Trustees shall be filled by the remaining Trustees. ...”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b32-7\">“Fourteenth. The Trustees shall issue a certificate, in such form as they shall deem best, to each person who shall pay them the sum of one thousand dollars or multiple thereof, for an interest in the Trust Fund. But no certificate shall be issued for any less sum than one thousand dollars, at par value. . . .”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b32-8\">“Fifteenth. The interests represented by the certificates may be transferred on the books of the Trustees by the person named therein, or his legal representative, upon the surrender of the certificate, and a new certificate shall be issued to the transferee, who shall thereupon become a <em>cestui que trust. </em>But no such interest shall be sold until the holder thereof (including assignees in insolvency or bankruptcy, or for benefit of creditors, and holders by process of law or otherwise, except as hereinafter stated) shall have first in writing offered it for sale to the Trustees, who shall, as such Trustees, have the option for ten days after the receipt of such offer of buying the same at not more than the last preceding appraisal made by them, such appraisal to be made annually or oftener as they shall deem best. Interests so purchased by the Trustees may be held as part of the Trust Fund, or sold by them at their discretion.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b32-9\">“Devises by will, distribution of the estates of deceased persons according to law, and distribution of trust funds among those entitled thereto upon the termination of trusts, shall not be deemed sales for the purposes hereof.”</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b32-10\">“Twentieth. The Trustees may, with the consent of three-fourths in interest of the <em>cestuis que trustent, </em>alter or add to this Declaration, or terminate this Trust, and if it seems to them judicious so to do, they may, with like consent, convey the Trust <page-number citation-index=\"1\" label=\"5\">*5</page-number>Fund to new or other Trustees, or to a corporation, being first duly indemnified for any outstanding obligation or liability. ...”</summary>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b33-5\"><em>G. D. Burrage, </em>for the petitioners.</attorneys>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b33-6\"><em>F. Rackemann, </em>for the town of Milton.</attorneys>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b33-7\"><em>T. F. Kearns, </em>for the city of Waltham, submitted a brief.</attorneys>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b33-8\"><em>W. H. White, </em>for the town of Brookline.</attorneys>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b33-9\"><em>K. Adams, </em>for the city of Boston.</attorneys>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b33-10\">Loring, J.</author>\n<p id=\"A1\">These are four petitions for the abatement of taxes assessed upon the plaintiffs as trustees of the Boston Personal Property Trust. The Boston taxes were assessed on the theory that the property held by the plaintiffs under that trust was partnership property to be assessed under St. 1909, c. 490, Part I, § 27, in Boston where the partnership (if there was a partnership) had its place of business. The other taxes were assessed upon the theory that the property held by the plaintiffs under that trust was held by them as trust property the income of which was payable to another person and was to be assessed under St. 1909, c. 490, Part I, § 23, cl. 5.</p>\n<p id=\"b33-11\">It has been contended in effect if not in terms that, whatever may be its true character, the trust for the purposes of taxation was a partnership. Doubtless the Legislature might provide that a trust which was not a partnership should be treated as a partnership for the purposes of taxation. But it has not done so. What the Legislature has done is to provide (1) that “personal property held in trust by an executor, administrator or trustee, the income of which is payable to another person, shall be assessed to the executor, administrator or trustee in the city or town in which such other person resides, if within the Commonwealth,” and if he resides out of the Commonwealth, in the place where the trustee resides; St. 1909, c. 490, Part I, § 23; and (2) that “ Partners, whether residing in the same or in different cities or towns, may be jointly taxed under their firm name, in the place where their business is carried on, for all the personal property employed in such business, except ships or vessels.” St. 1909, c. 490, Part I, § 27. That is to say, the Legislature has provided that the right to tax property as trust or as partnership property depends upon the real character of the property taxed. Under these enactments of the Legislature there is no room for holding that property which is in reality not partnership property can be <page-number citation-index=\"1\" label=\"6\">*6</page-number>taxed as partnership property. The right to tax property as trust or as partnership property depends upon what the character of the property taxed really is.</p>\n<p id=\"b34-5\">We proceed to a discussion of the principles on which the question of the true character of the Boston Personal Property Trust depends.</p>\n<p id=\"b34-6\">Where persons associate themselves together to carry on business for their mutual profit, they are none the less partners because (1) their shares in the partnership are represented by certificates which are transferable and transmissible, and because (2) as a matter of convenience (if not of necessity in case of transferable and transmissible certificates) the legal title to the partnership property is taken in the name of a third person. The person in whose name the partnership property stands in such a case is perhaps in a sense a trustee. But speaking with accuracy he is an agent who for the principal’s convenience holds the legal title to the principal’s property.</p>\n<p id=\"b34-7\">Several instances of such partnerships are to be found in our reports. In <em>Hoadley </em>v. <em>County Commissioners, </em>105 Mass. 519, one Gordon McKay executed a declaration of trust by which he declared that he held his patents for sewing the soles of boots and shoes to the vamps, his factory where machines were manufactured under these patents and the whole business theretofore carried on by him, in trust for such persons as should buy certificates which were to be issued under that declaration of trust to the amount of fifty thousand in number, the proceeds to be used in carrying on the factory and business assigned to and held by the trustee. The certificate holders were to be known as the McKay Sewing Machine Association and the business was to be conducted by an executive committee to be chosen by them. This was held to create a partnership, and for that reason the shares were held not to be taxable to the holders of them. For a subsequent case involving the same association, where the same conclusion was reached, see <em>Gleason </em>v. <em>McKay, </em>134 Mass. 419. In <em>Whitman </em>v. <em>Porter, </em>107 Mass. 522, certain subscribers associated themselves together to buy a ferry boat to be run between Agawam and Springfield; the boat was to be conveyed to one of the subscribers in “trust” and the entire business was to be conducted by the trustees and their officers to be annually <page-number citation-index=\"1\" label=\"7\">*7</page-number>elected by the subscribers. The stock was assignable. These stockholders were held to be partners. In <em>Phillips </em>v. <em>Blatchford, </em>137 Mass. 510, the money to carry on the business of manufacturing and selling grates was raised by the sale of transferable certificates issued under a somewhat similar declaration of trust which provided that the business should be carried on by a board of managers of whom the trustee was to be one, and the other members were to be elected by the shareholders. This also was held to be a, partnership. In <em>Richer </em>v. <em>American Loan &amp; Trust Co. </em>140 Mass. 346, the doctrine of these cases was extended to a case where the purpose of the association was to buy cars to be leased to a specified railroad. The persons providing the purchase money were to have transferable certificates, which certificates by the terms of the lease to the railroad were to be paid in ten annual instalments with six per cent interest until paid. The certificate holders were declared in the declaration of trust to be an association, and all the business was to be transacted by a board of managers to be elected by them. The property of the association was to be held by the American Loan and Trust Company as trustee. This also was held to be a partnership. <em>Williams </em>v. <em>Boston, </em>208 Mass. 497, was a similar case. The trust agreeement in that case provided that the trust was established “for the purchase, development, and disposition of” the former site of the Museum of Fine Arts in Boston. The property was to be held by trustees, but the shareholders had a right to remove the trustees, and meetings of the shareholders were to be held at which the shareholders might authorize or instruct the trustees in any manner and alter or amend the declaration of trust, or direct the trustees to end the trust, sell the property and distribute the proceeds. The original papers in the case show these to have been the facts of the case although they are not stated in the report of that decision. The property of this association was held to be taxable as partnership property.</p>\n<p id=\"b35-5\">In <em>Mayo </em>v. <em>Moritz, </em>151 Mass. 481, on the other hand, it was held that certificate holders under the declaration of trust there in question were not partners. In that case an inventor transferred his invention to trustees to whom by the terms of the trust indenture the patent was to be issued when it was issued. The trust indenture provided for the issue of scrip to those who <page-number citation-index=\"1\" label=\"8\">*8</page-number>should furnish to the trustees the money necessary for the more advantageous disposition of the invention. The trust, on which the trustees were to hold the invention and the money produced by the issue of scrip, was to hold, manage and dispose of the invention or any part thereof or interest therein upon such terms as to them (the trustees) or a majority of them should seem best, the net proceeds to be paid one half to the inventor and the other half to the holders of the scrip or certificates. The scrip, called in the trust indenture scrip or certificates, was transferable. Vacancies in the office of trustee were to be filled by the remaining trustees. It was held that the scrip-holders were not partners, and in that respect the case was “unlike <em>Gleason </em>v. <em>McKay, </em>134 Mass. 419, and <em>Phillips </em>v. <em>Blatchford, </em>137 Mass. 510.”</p>\n<p id=\"b36-5\">The difference between <em>Hoadley </em>v. <em>County Commissioners, </em>105 Mass. 519 (involving the same indenture as that in <em>Gleason </em>v. <em>McKay, </em>134 Mass. 419), <em>Whitman </em>v. <em>Porter, </em>107 Mass 522, <em>Phillips </em>v. <em>Blatchford, </em>137 Mass. 510, <em>Ricker </em>v. <em>American Loan &amp; Trust Co. </em>140 Mass. 346, and <em>Williams </em>v. <em>Boston, </em>208 Mass. 497, on the one hand, and <em>Mayo </em>v. <em>Moritz, </em>151 Mass. 481, on the other hand, lies in the fact that in the former cases the certificate holders are associated together by the terms of the “trust” and are the principals whose instructions are to be obeyed by their agent who for their convenience holds the legal title to their property. The property is their property. They are the masters. While in <em>Mayo </em>v. <em>Moritz </em>on the other hand there is no association between the certificate holders. The property is the property of the trustees and the trustees are the masters. All that the certificate holders in <em>Mayo </em>v. <em>Moritz </em>had was a right to have the property managed by the trustees for their benefit. They had no right to manage it themselves nor to instruct the trustees how to manage it for them. As was said by C. Allen, J., in <em>Mayo </em>v. <em>Moritz, </em>151 Mass. 481, 484: “The scrip-holders are <em>cestuis que trust, </em>and are entitled to their share of the avails of the property when the same is sold,” and that is all to which they were entitled. In <em>Mayo </em>v. <em>Moritz </em>the scrip-holders had a common interest in the trust fund in the same sense that the members of a class of life tenants and the members of a class of remaindermen (among whom the income of a trust fund and the corpus are to be distributed respectively) have a common interest. But in <em>Mayo </em>v. <page-number citation-index=\"1\" label=\"9\">*9</page-number><em>Moritz </em>there was no association among the certificate holders just as there is no association although a common interest among the life tenants or the remaindermen in an ordinary trust. For a decision in this Commonwealth somewhat like <em>Mayo </em>v. <em>Moritz, ubi supra, </em>see <em>Hussey </em>v. <em>Arnold,, </em>185 Mass. 202. See also in this connection <em>Makin </em>v. <em>Savings Institution at Portland, </em>23 Maine, 350; <em>Burt </em>v. <em>Lathrop, </em>52 Mich. 106.</p>\n<p id=\"b37-5\">There is a case in England <em>(Smith </em>v. <em>Anderson, </em>15 Ch. D. 247) in which the distinction between cases like <em>Hoadley </em>v. <em>County Commissioners </em>and <em>Mayo </em>v. <em>Moritz, </em>was pointed out and established, and that case is now the established law in England. In <em>Smith </em>v. <em>Anderson </em>(decided by the Court of Appeals in 1880), the trust deed provided for the purchase by trustees of shares in the capital stock of eleven different submarine telegraph companies. The money was to be furnished by subscribers to whom transferable certificates were to be issued. The income derived from the submarine shares and the proceeds of any sales of them were to be applied by the trustees (1) in paying six per cent interest on the trust certificates issued under the trust; (2) in redeeming these trust certificates at £120; and finally, when (3) all the certificates had been redeemed, the surplus, if any, was to be divided among the former certificate holders. It was held that this was a trust and not a company association or partnership which had to be registered under companies act of 1862 (St.25 &amp; 26 Vict, c.89), §4. That act provided that “No company, association or partnership . . . shall be formed ... for the purpose of carrying on any other business [that is to say, any business other than banking] that has for its object the acquisition of gain by the company, association, or partnership, or by the individual members thereof, unless it is registered.” This conclusion was reached on the ground that there is a difference between a partnership where money raised by the issue of transferable certificates is to be held by so called trustees who are really managing agents, and a trust where money raised by the issue of transferable certificates is to be held by trustees properly so called, and that the distinction between the two is that which we have just stated in detail.</p>\n<p id=\"b37-6\">The decision in <em>Smith </em>v. <em>Anderson </em>is the law of England to-day, although by reason of some special facts in that case and the way <page-number citation-index=\"1\" label=\"10\">*10</page-number>in which the question arose doubts as to the conclusion reached in that case have been thrown out by two or three individual judges. For the subsequent cases see <em>Crowther </em>v. <em>Thorley, </em>32 W. R. 330; <em>In re Siddall, </em>29 Ch. D. 1; <em>In re Jones, </em>[1898] 2 Ch. 83, 91. For two cases where the distinction between managing agents who hold the legal title and trustees properly so called is reaffirmed, see <em>In re Thomas, </em>14 Q. B. D. 379, 383; <em>In re Faure Electric Accumulator Co. </em>40 Ch. D. 141, 151, 152.</p>\n<p id=\"b38-5\">This brings us to the question of the character of the Boston Personal Property Trust. It is plain that it is a trust and not a partnership. By the terms of the indenture of trust the property contributed by the certificate holders, or that bought with money contributed by them (the original trust property could be acquired in both ways by the terms of the indenture of trust), was to be held by the trustees in trust to pay the income to the holders of the certificates, and on the termination of the trust to divide the trust fund or the proceeds thereof among them. The certificate holders are throughout called <em>“cestuis que trustent.” </em>The certificate holders, or <em>“cestuis que trustent,” </em>are in no way associated together, nor is there any provision in the indenture of trust for any meeting to be held by them. The only act which (under the trust indenture) they can do is to consent to an alteration or amendment of the trust created by the indenture or to a termination of it before the time fixed in the deed. But they cannot force the trustees to make such alteration, amendment or termination. It is for the trustees to decide whether they will do any one of these things. All that the certificate holders or <em>“cestuis que trustent” </em>can do is to give or withhold their consent to the trustees taking such action. And the giving or withholding of consent by the <em>cestuis que trust </em>is not to be had in a meeting, but is to be given by them individually. As we have said, no meeting of the <em>cestuis que trust </em>for that or any other purpose is provided for in the trust indenture. The trustees of the Boston Personal Property Trust have a right to sell the trust securities and reinvest the proceeds, and also a limited power to borrow on the security of the trust property. The certificate holders, or <em>“cestuis que trustent,” </em>as they are called in the trust deed, have a common interest in precisely the same sense that the members of a class of life tenants (among whom the income of a trust <page-number citation-index=\"1\" label=\"11\">*11</page-number>fund is to be distributed) have a common interest, but they are not <em>socii, </em>and it is the trustees, not the certificate holders, who are the masters of the trust property. The sole right of the <em>cestuis que trust </em>is to have the property administered in their interest by the trustees, who are the masters, to receive income while the trust lasts, and their share of the corpus when the trust comes to an end.</p>\n<p id=\"b39-5\">It has been urged by the learned counsel for the city of Boston that these certificate holders or <em>“cestuis que trustent” </em>are in effect carrying on the business of buying and selling securities through the trustees as managing agents or directors, and he refers to two facts which (he argues) bear him out in that contention, •namely, (1) that the trustees on April 1, 1911, had on hand undivided income to the amount of $51,516.93, and a “surplus capital” amounting to $488,566.35. By the terms of the trust the trustees are authorized to set aside from time to time such portion of the net income as shall not be required for dividends for a “Surplus Fund,” which surplus fund may be subsequently used by them in their discretion in payment of dividends. It appears that the face value of the outstanding certificates is $2,090,500. The surplus fund of undivided income therefore amounts to about two and a half per cent of the corpus of the fund. The surplus capital of $488,566.35 is about twenty-three and one half per cent of the face value of the outstanding certificates. That is not an extraordinary increase in the value of the corpus of the trust fund during a period of eighteen years. But this contention brings out a fact in addition to those already referred to, which shows that the Boston Personal Property Trust is not a partnership, but a trust and nothing but a trust. When persons engage as partners in buying and selling stocks, bonds and other securities for their mutual profit, the gains made by purchases and sales are profits of the partnership, divisible as such among those entitled to the profits of the partnership. In case of a trust on the other hand, any gain made by a change of investments is an accretion belonging to the corpus of the trust fund and belongs to those who own the corpus of the fund. Such gains become part of the corpus as much as the original money contribution to the trust fund. On them the certificate holders, or <em>“cestuis que trustent, </em>” are entitled to income while the trust lasts, and to their <page-number citation-index=\"1\" label=\"12\">*12</page-number>share of them (because they are included in the corpus of the trust fund) when the trust ends and there is a distribution of the corpus among the <em>cestuis que trust. </em>That is the way in which the trustees of the Boston Personal Property Trust have dealt with gains made by changes of investment of the securities of that trust. That is to say, the trustees have treated gains from sales of securities not as profits of a partnership organized to buy and sell stocks for a profit, but as gains on a change made in the investments of a trust fund.</p>\n<p id=\"b40-5\">It was largely with respect to the gains made by sales of the securities of the trust that the special circumstances in <em>Smith </em>v. <em>Anderson </em>raised a doubt as to that being a trust for investment and not a “business that has for its object the acquisition of gain.” It was provided in the trust deed in <em>Smith </em>v. <em>Anderson </em>that the submarine telegraph shares should not be sold unless they brought a premium of thirty per cent, and that the proceeds of such sales should be used in the same way that the annual income derived from the submarine telegraph shares should be used, namely, in paying interest on the trust certificates and in retiring those certificates at £120 a share. They were issued originally at £90 per share. In that respect the trust in question in <em>Smith </em>v. <em>Anderson </em>was quite different from the Boston Personal Property Trust. There is nothing in the trust deed of the Boston Personal Property Trust which is in any way different from a trust under a will except that there are no limitations over and the interests of the <em>cestuis que trust </em>are represented by transferable and transmissable certificates.</p>\n<p id=\"b40-6\">Up to this time we have not alluded to the declaration in the indenture of trust here in question that it was the intention of the parties to it to create a trust and not a partnership. It is what the parties did in making the trust indenture that is decisive. If there had been doubt as to what they did, what they intended to do would have been a matter entitled to some consideration in determining what they did.</p>\n<p id=\"b40-7\">It was stated in a passing remark made by this court in <em>Williams </em>v. <em>Johnson, </em>208 Mass. 544, 552, that in the trust before the court in that case the certificate holders were partners within the meaning of that word in St. 1909, c. 490, Part I, § 27. While that trust provided for meetings of the shareholders and in that <page-number citation-index=\"1\" label=\"13\">*13</page-number>respect for some association of and among them, an examination of the original papers shows that it was a trust and not a partnership. This remark was in no way essential to the decision in <em>Williams </em>v. <em>Johnson.</em></p>\n<p id=\"b41-5\">In the Boston Personal Property Trust the property is the property of the trustees, to be managed for the benefit of the certificate holders but to be managed by the trustees and not by the certificate holders. There is no association of or among the certificate holders. The rights of the certificate holders are limited to each receiving his share of the income of the trust investments during the- continuance of the trust and his share of the corpus of the trust when the trust comes to an end. It is in every respect an investment trust and nothing more.</p>\n<p id=\"b41-6\">It follows (1) that the property held by the plaintiffs as trustees of the Boston Personal Property Trust was not taxable as partnership property, and that in the petition brought by them against the city of Boston they are entitled to an abatement; and (2) that their property was taxable as property held in trust the income of which was payable to another, and the taxes assessed by the assessors of the city of Waltham and by the assessors of the Inhabitants of Milton and of Brookline were properly assessed; and that the petitions against those municipalities should be dismissed. It is</p>\n<p id=\"b41-7\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}