{
  "casebody": {
    "data": "<casebody firstpage=\"120\" lastpage=\"124\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b148-6\">Royal B. Young <em>vs. </em>Nathaniel C. B. Haviland &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b148-7\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AuZ\">March 18, 1913.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFe\">May 24, 1913.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b148-8\">Present: Rugg, C. J., Morton, Loring, Sheldon, &amp; De Courcy, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b148-9\"><em>Equity Jurisdiction, </em>For an accounting, Suit by bondholders of corporation for preservation of security. <em>Corporation, </em>Rights of bondholders, Liability of directors. <em>Mortgage. Trust. Mine.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b148-10\">A bill in equity by holders of bonds of a corporation against the directors of the corporation, the corporation and two trustees to whom the corporation has conveyed its property to secure the payment of bonds issued by it cannot be maintained for an accounting as to funds which the plaintiffs allege should be paid to the trustees because of waste and strip committed by persons to whom the corporation had leased its property, unless the plaintiffs prove that a demand was made upon the trustees to act and that they refused or neglected to do so, or unless facts appear which make it plain that such a demand would have been useless. The mere facts that one óf the trustees did nothing more than to approve of the contracts made by the corporation with the lessees, such approval not appearing to have been wrongful or unwise, and to consult occasionally concerning the payment of interest on the bonds <page-number citation-index=\"1\" label=\"121\">*121</page-number>or a possible sale of the property with the treasurer, in whom he had complete confidence and to whom he left the management of the mortgaged property, and that the trustees “were negligent in performing their duty as trustees in that they took no steps to enforce such an accounting,” are not sufficient to show that it would be useless to demand of the trustees that they take the action which the plaintiff contends they should have taken.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b149-3\">In a suit in equity by holders of bonds of a mining corporation against the directors of the corporation, the corporation and trustees to whom the corporation conveyed its mining property to secure the payment of the bonds for an accounting as to funds which the plaintiff alleges should be paid to the trustees because of waste and strip committed by persons to whom the corporation had leased its mines, the directors cannot be held liable personally where it does not appear that they personally received any money by reason of the leases, and where a master who heard the case reports that he is unable to determine whether the operation of the property by the lessees was reasonable or not and it appears that both the corporation and1 the lessees had a right under the mortgage agreement to work the mine reasonably and properly.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b149-4\">Bill in equity, filed in the Superior Court on January 1, 1912, and afterwards amended, by Royal Bosworth Young “and such other bondholders of the Outlook Mining Company as may hereafter join as parties plaintiff” against the directors of that corporation and two trustees to whom the corporation had conveyed its mining property to secure the plaintiff and other bondholders, for an accounting by the defendant directors as to moneys received from one Suessdorf and Nuland, lessees and intending purchasers of the mining property, and for a decree directing that such moneys be paid over to the defendant trustees for the benefit of the bondholders because the lessees had wasted and stripped the mine to that extent.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b149-7\">As against the trustees the bill was taken pro <em>confessa.</em></summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b149-8\">The suit was referred to William Harold Hitchcock, Esquire, as master. His report was confirmed by <em>Crosby, </em>J., who filed a memorandum stating the following among other findings and rulings:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b149-9\">“I find that the acts of the officers and directors of the company in allowing Suessdorf and Nuland to prosecute the work upon the property in the mariner found by the master has resulted in greatly depreciating the property and the security of the bondholders under the mortgage, and that such use of the property has been in violation of the terms of the mortgage given by the company to secure the bonds, particularly the first and eleventh articles of the mortgage.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b150-2\"><page-number citation-index=\"1\" label=\"122\">*122</page-number>“The company as mortgagor, or any one rightfully acting under it as above stated, could carry on the business of mining upon the property in the usual and ordinary way but could not so conduct the business as to seriously impair and deplete the value of the property and thereby depreciate the security created by the mortgage.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b150-3\">“The directors having violated the terms of the mortgage and having by their acts and omissions caused this property to be greatly impaired in value must account to the trustees for the moneys so received under the contract with Suessdorf, which, under the circumstances is not to be treated as income but as payments on account of the purchase price for the property. ”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b150-4\">A final decree accordingly was entered in substance ordering the defendant directors “jointly and severally” to pay to the defendant trustees for the benefit of the bondholders $10,239.69, , of which $2,769.68 was to be paid from the corporation’s treasury.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b150-5\">The defendant directors appealed.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b150-6\">Other facts are stated in the opinion.</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b150-7\"><em>H. S. Davis &amp; F. W. Johnson, </em>for the defendant directors.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b150-8\"><em>L. Marks, (R. B. Young </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b150-9\">Sheldon, J.</author>\n<p id=\"AJz\">The plaintiff holds some of the bonds secured by a mortgage given by the defendant corporation to the defendants Simpson and Whittemore as trustees for the bondholders. The suit is brought to enforce the alleged right of the bondholders to the money received by the corporation or its officers under certain agreements made by it first with Suessdorf and then with Nuland as lessees and intending purchasers of its mine.</p>\n<p id=\"b150-11\">It is settled that such a suit ought ordinarily to be brought by the trustees, who represent all the bondholders, for whom they are trustees. But the <em>cestuis que trust </em>are not without remedy if the trustees will not do their duty. They may sue in their own names or any one of them may so sue in behalf of all, if this is necessary to avoid a failure of justice. <em>O’Beirne </em>v. <em>Allegheny &amp; Kinzua Railroad, </em>151 N. Y. 372. <em>Weetjan </em>v. <em>St. Paul &amp; Pacific Railroad, </em>4 Hun, 529, 539. Accordingly the plaintiff must show that a demand has been made upon the trustees to take action themselves, and that they have refused or neglected to do so, or else that the circumstances make it plain that such a demand would be useless. <em>Falmouth National Bank </em>v. <em>Cape </em><page-number citation-index=\"1\" label=\"123\">*123</page-number><em>Cod Ship Canal Co. </em>166 Mass. 550, 567. <em>Dillaway </em>v. <em>Boston Gas Light Co. </em>174 Mass. 80. <em>General Electric Co. </em>v. <em>La Grande Edison Electric Co. </em>79 Fed. Rep. 27, and 87 Fed. Rep. 590. <em>Consolidated Water Co. </em>v. <em>San Diego, </em>89 Fed. Rep. 272. This corresponds to the rule that one or more stockholders may sue in their own names to enforce rights of the corporation, if and only if redress cannot be obtained through the corporation itself. <em>Brewer </em>v. <em>Boston Theatre, </em>104 Mass. 378. <em>Dunphy </em>v. <em>Traveller Newspaper Association, </em>146 Mass. 495. <em>Doherty </em>v. <em>Mercantile Trust Co. </em>184 Mass. 590. <em>Enos </em>v. <em>Church of St. John the Baptist, </em>187 Mass. 40. <em>Von Arnim </em>v. <em>American Tube Works, </em>188 Mass. 515. No demand has been made upon these trustees. We assume that the bill, as amended, avers circumstances enough to show that such a demand would have been unavailing. But the master has merely found that Simpson, one of the trustees, has done nothing more than to approve the contracts made by the corporation with Suessdorf and with Nuland (which does not appear to have been wrongful or even unwise action on his part), and occasionally to consult with Dunbar, the treasurer of the corporation, concerning the payment of interest on the bonds or a possible sale of the property. He had, the master found, complete confidence in Dunbar, and left the management of the property in his hands. There is also a finding that both of the trustees “were negligent in performing their duty as trustees in that they took no steps to enforce such an accounting. ” But this is not enough. If a demand had been made upon them to act, or if their attention had been called to the reasons for doing so, no one can say that they would not have acted promptly and decisively. This falls far short of what has been required by our decisions already referred to. For this reason, the bill cannot be maintained against the defendants who have appealed from the decree.</p>\n<p id=\"b151-6\">Even if this objection could have been got over, it would have been difficult upon the facts found to hold the directors and treasurer of the corporation personally liable. They stood in a fiduciary relation to the corporation. But their duties and their accountability were primarily to it, and not to its bondholders or other creditors. <em>Lyman </em>v. <em>Bonney, </em>118 Mass. 222. <em>Frost Manuf. Co. </em>v. <em>Foster, </em>76 Iowa, 535. <em>Penney </em>v. <em>Bryant, </em><page-number citation-index=\"1\" label=\"124\">*124</page-number>70 Neb. 127. <em>Force </em>v. <em>Age-Herald Co. </em>136 Ala. 271. <em>Hart </em>v. <em>Hanson, </em>14 No. Dak. 570, 571. And see Thompson on Corporations, § 1295, and Cook on Corporations, § 682. In <em>Greenfield Savings Bank </em>v. <em>Abercrombie, </em>211 Mass. 252, it was to the corporation that the defendants were held liable. The directors did not personally receive any of the money for which they were held in the decree, nor did Dunbar, the treasurer, receive it otherwise than in his official capacity, in the right of the corporation and as its agent.</p>\n<p id=\"ALu\">Moreover, so far as the plaintiff’s case rests upon the claim that the directors allowed Suessdorf and Nuland to strip and exhaust the mine unreasonably, the master has not found this fact. He was unable to determine whether the operation of the mine had been reasonable and proper or not. But both the corporation and its lessees had the right to work the mine reasonably and properly, and if this resulted in its exhaustion, that must be the misfortune of those who have chosen to invest their money upon uncertain and wasting security. <em>Searle </em>v. <em>Sawyer, </em>127 Mass. 491, 493. <em>Capner </em>v. <em>Flemington Mining Co. </em>2 Green Ch. 467. <em>Vervalen </em>v. <em>Older, </em>4 Halst. 98. <em>Ward </em>v. <em>Carp River Iron Co. </em>47 Mich. 65, and 50 Mich. 522. The rights of a mortgagee against the mortgagor correspond to those of the landlord against his tenant or of a reversioner against the tenant for life; Rugg, J., in <em>Delano </em>v. <em>Smith, </em>206 Mass. 365, 370; and the rule which we have stated has been applied where those or similar relations existed. <em>Billings </em>v. <em>Taylor, </em>10 Pick. 460. <em>Gaines </em>v. <em>Green Pond Iron Mining Co. </em>6 Stew. 603. <em>Irwin </em>v. <em>Covode, </em>24 Penn. St. 162, 166, 167. <em>Eley’s appeal, </em>103 Penn. St. 300, 307. <em>Clavering </em>v. <em>Clavering, 2 </em>P. Wms. 388. <em>Stoughton </em>v. <em>Leigh, </em>1 Taunt. 402.</p>\n<p id=\"b152-5\">The trustees Simpson and Whittemore have not appealed from the decree. As to them it must stand. As to the other defendants, the decree must be reversed.</p>\n<p id=\"b152-6\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}