{
  "casebody": {
    "data": "<casebody firstpage=\"296\" lastpage=\"317\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b314-9\">STATE OF CONNECTICUT <em>v. </em>WILLIE GARVIN</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AG-\">(SC 15578)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b314-10\">Borden, Norcott, Katz, McDonald and Peters, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b315-10\"><page-number citation-index=\"1\" label=\"297\">*297</page-number>Argued May 29</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AW_\">officially released August 5, 1997</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b316-5\"><page-number citation-index=\"1\" label=\"298\">*298</page-number><em>Katerina M. Rohner, </em>special public defender, with whom was <em>Donald D. Dakers, </em>special public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b316-6\"><em>Paul J. Ferencek, </em>assistant state’s attorney, with whom, on the brief, were <em>Michael Dearington, </em>state’s attorney, and <em>Michael Pepper, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b316-7\">\n<em>Opinion</em>\n</p>\n<author id=\"b316-8\">PETERS, J.</author>\n<p id=\"A8Uf\">The principal issue in this certified appeal is whether, under General Statutes § 53a-172,<footnotemark>1</footnotemark> multiple convictions for failure to appear arising out of the forfeiture of multiple separate bail bonds violate the constitutional prohibition against double jeopardy. The defendant, Willie Garvin, initially was charged in two separate informations. The first information charged him with conspiracy to commit robbery in the first degree in violation of General Statutes § 53a-48 (a)<footnotemark>2</footnotemark> and § 53a-134 (a) (4),<footnotemark>3</footnotemark> and the second charged him with sexual assault in the second degree in violation of Gen<page-number citation-index=\"1\" label=\"299\">*299</page-number>eral Statutes § 53a-71 (a) (1)<footnotemark>4</footnotemark> and risk of injury to a child in violation of General Statutes § 53-21.<footnotemark>5</footnotemark> Thereafter, the defendant also was charged with two counts of failure to appear in violation of § 53a-172. The defendant pleaded guilty and was sentenced on all five counts. On appeal to the Appellate Court, that court affirmed his convictions. <em>State </em>v. <em>Garvin, </em>43 Conn. App. 142, 160, 682 A.2d 562 (1996). We granted the defendant’s petition for certification to appeal<footnotemark>6</footnotemark> and now affirm the judgment of the Appellate Court.</p>\n<p id=\"b317-6\">The following facts are undisputed. On February 5, 1994, while the defendant was released pending the disposition of the initial conspiracy, sexual assault and risk of injury charges, he signed two $15,000 bail bonds, one for each of the two informations then pending against him. On November 7, 1994, pursuant to the <em>Alford </em>doctrine,<footnotemark>7</footnotemark> the defendant pleaded guilty to both sets of charges.</p>\n<p id=\"b318-5\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>Before accepting the defendant’s guilty pleas, the trial court informed him of its intent to impose a total sentence of fifteen years, execution suspended after eight years in prison, followed by three years probation. The court did not then have available a presentence investigation report to guide its final decision. See Practice Book § 909 et seq. (establishing procedures for evaluating presentence investigation reports). The court, therefore, also informed the defendant that it would not be bound by the proposed sentence, but that, if it imposed a greater sentence, the defendant could withdraw his pleas. The court also warned the defendant, however, that, if he failed to appear on the date set for his sentencing hearing, the court would not be bound by the sentence set forth in the plea agreement and the defendant would face additional charges of failure to appear.<footnotemark>8</footnotemark></p>\n<p id=\"b318-6\">The defendant failed to appear for his January 6, 1995 sentencing hearing. The trial court noted the defen<page-number citation-index=\"1\" label=\"301\">*301</page-number>dant’s absence and informed his counsel that the court was no longer bound by the plea agreement and that the defendant would not be allowed to withdraw his pleas.<footnotemark>9</footnotemark> The court also ordered forfeiture of both bonds and issued two bench warrants for the defendant’s arrest.</p>\n<p id=\"b319-6\">The defendant subsequently was apprehended and charged with two counts of failure to appear in the first degree in violation of § 53a-172. The two counts arose out of the fact that his failure to appear had caused his two bail bonds to be forfeited.</p>\n<p id=\"b319-7\">At his sentencing hearing on July 10,1995, the defendant sought, on one ground only, to withdraw his guilty pleas. He claimed then that he had been under the influence of narcotics at the time he had entered his pleas. The trial court denied this motion<footnotemark>10</footnotemark> and imposed a total sentence of eighteen years, execution suspended after twelve years in prison, followed by three years probation, on the conspiracy to commit robbery in the first degree, sexual assault and risk of injury counts together. At the same hearing, the defendant pleaded guilty to both counts of failure to appear in violation <page-number citation-index=\"1\" label=\"302\">*302</page-number>of § 53a-172. The court then sentenced the defendant to one year of imprisonment on each count, to run concurrently with each other and with the sentence imposed with respect to the initial charges.</p>\n<p id=\"b320-6\">In this court, as he did in the Appellate Court, the defendant challenges the validity of his convictions on two grounds.<footnotemark>11</footnotemark> He argues that the trial court: (1) violated his constitutional right not to be put twice into jeopardy by convicting him on two counts of failure to appear; and (2) violated his constitutional right to due process by not allowing him to withdraw his guilty pleas on the conspiracy to commit robbery, sexual assault and risk of injury charges after the trial court imposed a sentence greater than that to which he and the state originally had stipulated. Like the Appellate Court; <em>State </em>v. <em>Garvin, </em>supra, 43 Conn. App. 160; but on somewhat different grounds, we reject both of the defendant’s arguments.</p>\n<p id=\"b320-7\">I</p>\n<p id=\"b320-8\">We first address the defendant’s claim that his two convictions under § 53a-172 for breach of two separate bail bonds violated the constitutional prohibition against double jeopardy. Rejecting this claim, the Appellate Court acknowledged that there had been only one act, a failure to appear on a given day. Nonetheless, relying on <em>State </em>v. <em>Candito, </em>4 Conn. App. 154, 161, 493 A.2d 250 (1985), the court concluded that this one act was sufficient to support the conviction for two offenses “because each charge of failure to appear involved an element that the other did not, namely, being charged with the commission of separate felonies.” <em>State </em>v. <em>Garvin, </em>supra, 43 Conn. App. 150. Without addressing the merits of that conclusion, we are persuaded that the defendant’s convictions do not violate <page-number citation-index=\"1\" label=\"303\">*303</page-number>the prohibition against double jeopardy because each breach of each bond constituted a separate act of failure to appear in violation of § 53a-172.</p>\n<p id=\"b321-6\">Although the defendant failed to raise this claim at trial, we will undertake appellate review pursuant to the four part <em>Evans-Golding </em>test. <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989); <em>State </em>v. <em>Evans, </em>165 Conn. 61, 69-70, 327 A.2d 576 (1973). Under this test, “a defendant can prevail on a claim of constitutional error not preserved at trial only if all of the following conditions are met: (1) the record is adequate to review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt.” <em>State </em>v. <em>Golding, </em>supra, 239-40. Because the record is adequate for review and because this issue implicates a fundamental constitutional right, the first two parts of the test have been met. Pursuant to the third part of the <em>Evans-Golding </em>test, we, therefore, must determine whether the alleged constitutional violation clearly exists.</p>\n<p id=\"b321-7\">The defendant claims that his two convictions under § 53a-172 for failure to appear violate his state and federal constitutional rights against double jeopardy. The double jeopardy clause of the fifth amendment to the United States constitution applies to the states through the due process clause of the fourteenth amendment. <em>Benton </em>v. <em>Maryland, </em>395 U.S. 784, 787, 89 S. Ct. 2056, 23 L. Ed. 2d 707 (1969); <em>State </em>v. <em>Lonergan, </em>213 Conn. 74, 78, 566 A.2d 677 (1989), cert. denied, 496 U.S. 905, 110 S. Ct. 2586, 110 L. Ed. 2d 267 (1990). In addition, our state constitution impliedly incorporates protection against double jeopardy within the provisions of article <page-number citation-index=\"1\" label=\"304\">*304</page-number>first, §§ 8 and 9. <em>State </em>v. <em>Nixon, </em>231 Conn. 545, 550, 651 A.2d 1264 (1995); <em>State </em>v. <em>Chicano, </em>216 Conn. 699, 706, 584 A.2d 425 (1990), cert. denied, 501 U.S. 1254, 111 S. Ct. 2898, 115 L. Ed. 2d 1062 (1991).</p>\n<p id=\"b322-6\">In accordance with <em>Blockburger v. United States, </em>284 U.S. 299, 52 S. Ct. 180, 76 L. Ed. 306 (1932), double jeopardy claims challenging the constitutional validity of convictions pursuant to two distinct statutory provisions are traditionally analyzed by inquiring whether each provision requires proof of a fact of which the other does not require proof. <em>State </em>v. <em>Hill, </em>237 Conn. 81, 100, 675 A.2d 866 (1996). This is the analysis on which the Appellate Court relied in this case. <em>State </em>v. <em>Garvin, </em>supra, 43 Conn. App. 147-50. We prefer a different form of analysis in the circumstances of this case, in which only one statutory provision is at issue.</p>\n<p id=\"b322-7\">“The proper double jeopardy inquiry when a defendant is convicted of multiple violations of the <em>same </em>statutory provision is whether the legislature intended to punish the individual acts separately or to punish only the course of action which they constitute.” (Emphasis in original; internal quotation marks omitted.) <em>State </em>v. <em>Freeney, </em>228 Conn. 582, 587, 637 A.2d 1088 (1994). “The issue, though essentially constitutional, becomes one of statutory construction.” <em>State </em>v. <em>Rawls, </em>198 Conn. 111, 120, 502 A.2d 374 (1985).</p>\n<p id=\"b322-8\">“In construing any statute, we seek to ascertain and give effect to the apparent intent of the legislature.” <em>United Illuminating Co. </em>v. <em>Groppo, </em>220 Conn. 749, 755, 601 A.2d 1005 (1992). “In seeking to discern that intent, we look to the words of the statute itself, to the legislative history and circumstances surrounding its enactment, to the legislative policy it was designed to implement, and to its relationship to existing legislation and common law principles governing the same general <page-number citation-index=\"1\" label=\"305\">*305</page-number>subject matter.” (Internal quotation marks omitted.) <em>State </em>v. <em>Payne, </em>240 Conn. 766, 771, 695 A.2d 525 (1997).</p>\n<p id=\"b323-6\">We begin with the language of the statute. Section 53a-172 (a) provides: “A person is guilty of failure to appear in the first degree when, while charged with the commission of a felony and while out on bail or released under other procedure of law, he wilfully fails to appear when legally called according to the terms of his bail bond or promise to appear.” Although the defendant argues that the gravamen of the offense is the failure to appear at the time and place specified, the state contends that the operative language is “[failure] to appear when legally called according to the terms of a bail bond or promise to appear,” not mere absence from the court. According to the state, conduct resulting in the forfeiture of multiple bonds, even conduct consisting of a single act of failing to appear, furnishes a basis for finding multiple violations of § 53a-172. We agree.</p>\n<p id=\"b323-7\">“ ‘A bail bond is a contract between the government and the defendant and his surety.’ ” <em>United States </em>v. <em>Vaccaro, </em>51 F.3d 189, 193 (9th Cir. 1995). Each bail bond or promise to appear constitutes a contract that can be forfeited, not only upon the defendant’s failure to appear, but also upon breach of other conditions in the agreement. <em>United States </em>v. <em>Gigante, </em>85 F.3d 83, 85 (2d Cir. 1996). In this case, the language of the bail bonds evidences, for each bond, a contract in which the defendant promised to appear <em>wherever </em>his appearance might be relevant to the charges against him, and not only at any one designated time and place. Specifically, the defendant promised to appear “at any other place and time to which the charge(s) against me may be continued and in any other court to which the charge(s) against me may be transferred.” The defendant executed two such bonds, one for each file, and although <page-number citation-index=\"1\" label=\"306\">*306</page-number>both bonds recited the same form language, each constituted an independent promise to appear.</p>\n<p id=\"b324-6\">The defendant’s contention that the single act of failing to appear for a particular proceeding is the gravamen of § 53a-172 is untenable because, under that interpretation of § 53a-172, the number of prosecutions the defendant could face hinges on whether hearings on his two separate files were scheduled together or apart. The scheduling of court appearances on separate files, however, is a matter of administrative convenience that may change over the lifetime of a prosecution. For reasons of convenience, files secured by separate bonds or promises to appear may be scheduled together at one point in the prosecution and separately at a later stage. To make the unit of prosecution under § 53a-172 the act of failing to appear for a court appearance, regardless of the number of bonds breached by that single failure to appear, would exalt the consequences of scheduling practice over the underlying purpose of § 53a-172, which is the protection of the integrity of the bail bond system.</p>\n<p id=\"b324-7\">Moreover, the defendant’s construction of the statute would convert it into an additional sanction for contempt of court, rather than a sanction to deter the violation of bail bonds. Our courts have long been recognized to have an inherent power, independent of any statute, to hold a defendant in contempt of court. <em>State </em>v. <em>Mur</em>ray, 225 Conn. 355, 362-64, 623 A.2d 60, cert. denied, 510 U.S. 821, 114 S. Ct. 78, 126 L. Ed. 2d 46 (1993); <em>Middlebrook v. State, </em>43 Conn. 257, 268, 21 A. 650 (1876). The purpose of the contempt power is to enable a court to preserve its dignity and to protect its proceedings. <em>State </em>v. <em>Murray, </em>supra, 364. Section 53a-172 was intended to serve a different function, namely, to protect the integrity of the bail bond system. To effectuate that purpose, we conclude that the bail bond itself is the <page-number citation-index=\"1\" label=\"307\">*307</page-number>unit of prosecution for the statutory offense of failure to appear.</p>\n<p id=\"b325-6\">Tellingly, in the past, we have distinguished failure to appear within the meaning of § 53a-172 from failure to appear at trial and, in so doing, have emphasized the importance of the statutory phrase “according to the terms of his bail bond or promise to appear.” <em>State </em>v. <em>Zeko, </em>176 Conn. 421, 427, 407 A.2d 1022 (1979).<footnotemark>12</footnotemark> In <em>Zeko, </em>we held that the defendant was “tried for failure to appear when legally called according to the terms of his bail bond” not “for failure to be present at trial.” Id., 427. Thus, we already have impliedly recognized that § 53a-172 is intended to punish breach of a bail bond, and that the bond itself is the unit of prosecution under the statute.</p>\n<p id=\"b325-7\">The legislative history of § 53a-172 lends further support to our conclusion that the purpose of the statute is to protect the integrity of the bail bond system. As a part of a comprehensive modernization of the bail bond system in 1967, the legislature made it a separate criminal offense wilfully to fail to appear when required to do so. See 12 H.R. Proc., Pt. 9, 1967 Sess., p. 3871. Testifying in favor of one of the bills incorporated into “An Act Concerning Bail Procedures for Arrested Persons,”<footnotemark>13</footnotemark> then executive secretary of the judicial council <page-number citation-index=\"1\" label=\"308\">*308</page-number>John Halloran emphasized that the penalties authorized by the bill were distinct from a trial judge’s “authority to hold the non-appearing defendant in contempt of court.” Conn. Joint Standing Committee Hearings, Judiciary, Pt. 2, 1967 Sess., pp. 577-78.</p>\n<p id=\"b326-6\">To counter these statutory arguments, the defendant contends that the rule of lenity that we applied in <em>State </em>v. <em>Rawls, </em>supra, 198 Conn. 121-22, requires us to uphold his double jeopardy argument in this case. “The touchstone of this rule of lenity is statutory ambiguity.” (Internal quotation marks omitted.) Id., 122. In <em>Rawls, </em>we disallowed multiple prosecutions under the predecessor to General Statutes § 21a-279<footnotemark>14</footnotemark> for simultaneous possession of cocaine and heroin. We reasoned that, because the statute at issue was ambiguous with respect to whether multiple punishments were authorized, any doubt should be resolved against the imposition of multiple punishments. Id. Here, by contrast, we discern no statutory ambiguity. The language of § 53a-172, informed by its legislative history, makes clear that the unit of prosecution for failure to appear is the bail bond itself.</p>\n<p id=\"b326-7\">Accordingly, the defendant has not succeeded in establishing a double jeopardy violation and has failed to satisfy the third prong of the <em>Evans-Golding </em>test. <page-number citation-index=\"1\" label=\"309\">*309</page-number>We, therefore, affirm his convictions for two counts of failure to appear in violation of § 53a-172.</p>\n<p id=\"b327-6\">II</p>\n<p id=\"b327-7\">The defendant next claims that the plea agreement he entered into with the trial court violated his constitutional right to due process of law. He argues that: (1) the trial court failed to articulate and clarify the circumstances in which he would forfeit his right to withdraw his pleas; and (2) even if the terms of his withdrawal right were clear, the plea agreement was an illusory bargain because it bound him, but not the court, to the agreed sentence. We reject both contentions.</p>\n<p id=\"b327-8\">Although the defendant raised no due process claims in the trial court, we will review these issues because the record is adequate for review and because they implicate fundamental constitutional rights. Under the applicable <em>Evans-Golding </em>analysis, we must determine whether a due process violation clearly exists. <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40.</p>\n<p id=\"b327-9\">The Appellate Court concluded that no violation of due process had occurred. <em>State </em>v. <em>Garvin, </em>supra, 43 Conn. App. 160. It construed the plea agreement as conferring upon the defendant the right to withdraw his pleas following the court’s imposition of a greater sentence for any reason. The Appellate Court reasoned that, by seeking to withdraw his pleas on the basis of his alleged intoxication, the defendant had waived his right to withdraw his pleas on the ground that his sentence was harsher than he had anticipated. Id. Although we construe the plea agreement differently, we concur in the Appellate Court’s conclusion that the defendant’s due process rights were not violated.</p>\n<p id=\"b327-10\">A</p>\n<p id=\"b327-11\">It is axiomatic that the trial court judge bears an affirmative, nondelegable duty to clarify the terms of <page-number citation-index=\"1\" label=\"310\">*310</page-number>a plea agreement. “[U]nless a plea of guilty is made knowingly and voluntarily, it has been obtained in violation of due process and is therefore voidable.” <em>State </em>v. <em>Childree, </em>189 Conn. 114, 119, 454 A.2d 1274 (1983); see <em>McCarthy </em>v. <em>United States, </em>394 U.S. 459, 466, 89 S. Ct. 1166, 22 L. Ed. 2d 418 (1969); <em>State </em>v. <em>Lopez, </em>197 Conn. 337, 341, 497 A.2d 390 (1985). When a defendant pleads guilty, he waives important fundamental constitutional rights, including the privilege against self-incrimination, the right to a jury trial, and the right to confront his accusers. <em>State </em>v. <em>Childree, </em>supra, 120. “These considerations demand the utmost solicitude of which courts are capable in canvassing the matter with the accused to make sure he has a full understanding of what the plea connotes and its consequences. <em>Boykin </em>v. <em>Alabama, </em>[395 U.S. 238, 243-44, 89 S. Ct. 1709, 23 L. Ed. 2d 274 (1969)].” <em>State </em>v. <em>Childree, </em>supra, 120.</p>\n<p id=\"b328-6\">We, therefore, require the trial court affirmatively to clarify on the record that the defendant’s guilty plea was made intelligently and voluntarily. <em>State </em>v. <em>Childree, </em>supra, 189 Conn. 120. In order to make a knowing and voluntary choice, the defendant must possess an understanding of the law in relation to the facts, including “all relevant information concerning the <em>sentence.”State v. Collins, </em>176 Conn. 7, 9, 404 A.2d 871 (1978). The defendant also must be aware of the “actual value of any commitments made to him by the court . . . because a realistic assessment of such promises is essential in making an intelligent decision to plead guilty.” (Citations omitted.) <em>Sherbo </em>v. <em>Manson, </em>21 Conn. App. 172, 179, 572 A.2d 378, cert. denied, 215 Conn. 808, 576 A.2d 539, cert. denied, 215 Conn. 809, 576 A.2d 539 (1990). A “determination as to whether a plea has been knowingly and voluntarily entered entails an examination of all of the relevant circumstances.” <em>State </em>v. <em>Wright, </em>207 Conn. 276, 287, 542 A.2d 299 (1988).</p>\n<p id=\"b329-5\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>The defendant contends, belatedly, in his reply brief to this court, that he did not understand that he could not withdraw his pleas if he failed to appear. The record reveals that the trial court did not say, in so many words, that the defendant would not have a right to withdraw his guilty pleas if he failed to appear for sentencing.<footnotemark>15</footnotemark> If this omission had, in fact, created any misunderstanding about the circumstances under which the defendant would be bound to the plea agreement, the guilty pleas would have been rendered unknowing and, therefore, involuntary. “In order for a plea of guilty to be constitutionally valid, it must be equally voluntary and knowing. . . .” (Internal quotation marks omitted.) <em>State </em>v. <em>Collins, </em>supra, 176 Conn. 9.</p>\n<p id=\"b329-7\">In this case, however, the record indicates that the defendant was not, in fact, misled about the terms and conditions of the plea bargain. At the July 10 sentencing hearing, represented by counsel, the defendant sought to withdraw his pleas only on the ground that he had been intoxicated at the time he had entered them. He never claimed that he had expected to have the right to withdraw his pleas, after failing to appear, if the court imposed a harsher sentence than originally stipulated. Neither in his brief to the Appellate Court,<footnotemark>16</footnotemark> nor in his main brief to this court,<footnotemark>17</footnotemark> did the defendant claim any <page-number citation-index=\"1\" label=\"312\">*312</page-number>confusion concerning the operative terms of the plea agreement.</p>\n<p id=\"b330-6\">It is only in his reply brief to this court that the defendant now claims to have been surprised by the fact that he could not withdraw his pleas after he had failed to appear for sentencing.<footnotemark>18</footnotemark> For procedural as well as substantive reasons, this claim cannot be sustained.</p>\n<p id=\"b330-7\">“It is a well established principle that arguments cannot be raised for the first time in a reply brief.” (Internal quotation marks omitted.) <em>State </em>v. <em>Hill, </em>237 Conn. 81, 97-98 n.23, 675 A.2d 866 (1996). Our practice requires an appellant to raise claims of error in his original brief, “so that the issue as framed by him can be fully responded to by the appellee in its brief, and so that we can have the full benefit of that written argument. Although the function of the appellant’s reply brief is to respond to the arguments and authority presented in the appellee’s brief, that function does not include raising an entirely new claim of error.” (Internal quotation marks omitted.) <em>Commissioner of Health Services </em>v. <em>Youth Challenge of Greater Hartford, Inc., </em>219 Conn. 657, 659 n.2, 594 A.2d 958 (1991); <em>Williams Ford, Inc. </em>v. <em>Hartford Courant Co., </em>232 Conn. 559, 593-94 n.26, 657 A.2d 212 (1995); see Practice Book §§ 4064 and 4064C. In the criminal context, as well, “[t]he reply brief is not the proper vehicle in which to provide this court with the basis for our review under an <em>Evans-Golding </em>analysis.” <em>State </em>v. <em>Jones, </em>34 Conn. App. 807, 815, 644 A.2d 355, cert. denied, 231 Conn. 909, 648 A.2d 158 <page-number citation-index=\"1\" label=\"313\">*313</page-number>(1994); <em>State </em>v. <em>Wideman, </em>36 Conn. App. 190, 205, 650 A.2d 571 (1994), cert. denied, 232 Conn. 903, 653 A.2d 192 (1995).</p>\n<p id=\"b331-6\">Although exceptional circumstances may persuade us to suspend the requirements of §§ 4064 and 4064C to consider an issue raised for the first time in reply; <em>Curry </em>v. <em>Burns, </em>225 Conn. 782, 789 n.2, 626 A.2d 719 (1993); <em>State </em>v. <em>McIver, </em>201 Conn. 559, 563, 518 A.2d 1368 (1986); in this case, we decline to do so because, as a substantive matter, there is no factual support for the claim that is belatedly asserted. The record demonstrates that the defendant failed to assert the claim of lack of notice at every procedural juncture and, in his briefs in the Appellate Court and in this court, acknowledged having received such notice. The record is therefore persuasive that the defendant in fact harbored no misunderstanding about the terms of the original plea agreement. With notice of the terms of the agreement, the defendant entered his plea knowingly and in compliance with the requirements of due process and fundamental fairness.</p>\n<p id=\"b331-7\">B</p>\n<p id=\"b331-8\">The defendant further contends that the plea agreement violated his right to due process because, if he did not have the right to withdraw his pleas after he failed to appear for sentencing, the plea agreement constituted an illusory contract. “When a guilty plea is induced by promises arising out of a plea bargaining agreement, fairness requires that such promises be fulfilled by the state. . . . The same concept of fairness ordinarily impels the court, in its discretion, either to accord specific performance of the agreement or to permit the opportunity to withdraw the guilty plea.” (Internal quotation marks omitted.) <em>State </em>v. <em>Niblack, </em>220 Conn. 270, 283, 596 A.2d 407 (1991); <em>State </em>v. <em>Littlejohn, </em>199 Conn. 631, 644, 508 A.2d 1376 (1986); see <page-number citation-index=\"1\" label=\"314\">*314</page-number><em>Santobello </em>v. <em>New York, </em>404 U.S. 257, 261-62, 92 S. Ct. 495, 30 L. Ed. 2d 427 (1971). We disagree with the defendant’s contention that the trial court, in this case, failed “to accord specific, performance of the agreement.”</p>\n<p id=\"b332-6\">The validity of plea bargains depends on contract principles. See, <em>e.g., Medley v. Commissioner of Correction, </em>235 Conn. 413, 667 A.2d 549 (1995). Under the terms of the defendant’s plea agreement, in return for his guilty pleas, he received consideration in the form of the agreed upon sentence. One of the conditions of the agreement, however, was that the defendant appear for sentencing. Fulfillment of this condition was within the defendant’s control. He understood at the outset that, if he failed to satisfy this condition, he nonetheless would be bound to the agreement. By holding the defendant to his guilty pleas, while imposing sentences reflecting his failure to appear, the trial court did no more than enforce the terms of the plea agreement.<footnotemark>19</footnotemark> Accordingly, the defendant’s plea bargain did not violate due process, and his claim fails to meet the third prong of the <em>Evans-Golding </em>analysis.</p>\n<p id=\"b332-7\">The judgment of the Appellate Court is affirmed.</p>\n<p id=\"b332-8\">In this opinion BORDEN, NORCOTT and KATZ, Js., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b316-9\"> General Statutes § 53a-172 provides in relevant part: “(a) A person is guilty of failure to appear in the first degree when, while charged with the commission of a felony and while out on bail or released under other procedure of law, he wilfully fails to appear when legally called according to the terms of his bail bond or promise to appear. . . .”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b316-10\"> General Statutes § 53a-48 (a) provides: “A person is guilty of conspiracy when, with intent that conduct constituting a crime be performed, he agrees with one or more persons to engage in or cause the performance of such conduct, and any one of them commits an overt act in pursuance of such conspiracy.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b316-11\"> General Statutes § 53a-134 (a) provides in relevant part: “A person is guilty of robbery in the first degree when, in the course of the commission of the crime of robbery as defined in section 53a-133 or of immediate flight therefrom, he or another participant in the crime ... (4) displays or threatens the use of what he represents by his words or conduct to be a pistol, revolver, rifle, shotgun, machine gun or other firearm, except that in any prosecution under this subdivision, it is an affirmative defense that such pistol, revolver, rifle, shotgun, machine gun or other firearm was not a weapon from which a shot could be discharged. . .</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b317-7\"> General Statutes (Rev. to 1993) § 53a-71 (a) provides in relevant part: “A person is guilty of sexual assault in the second degree when such person engages in sexual intercourse with another person and such other person is (1) under sixteen years of age . . . .”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b317-8\"> General Statutes (Rev. to 1993) § 53-21 provides: “Any person who wilfully or unlawfully causes or permits any child under the age of sixteen years to be placed in such a situation that its life or limb is endangered, or its health is likely to be injured, or its morals likely to be impaired, or does any act likely to impair the health or morals of any such child, shall be fined not more than five hundred dollars or imprisoned not more than ten years or both.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b317-9\"> <em>State </em>v. <em>Garvin, </em>239 Conn. 950, 950-51, 686 A.2d 126 (1996). We granted certification limited to the following issues:</p>\n<p id=\"b317-10\">“1. Did the Appellate Court properly determine that the defendant’s conviction for two counts of failure to appear arising from a single act did not violate the constitutional prohibition against double jeopardy?</p>\n<p id=\"b317-11\">“2. Did the Appellate Court properly determine that the defendant’s due process rights were not violated by the enforcement of an illusory plea agreement with the sentencing court?”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b317-12\"><em> North Carolina </em>v. <em>Alford, </em>400 U.S. 25, 26, 91 S. Ct. 160, 27 L. Ed. 2d 162 (1970) (accused may consent voluntarily, knowingly and understandingly to imposition of prison sentence even while refusing to admit participation in crime).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b318-7\"> The following colloquy ensued between the court and the defendant:</p>\n<p id=\"b318-8\">“The Court: I’ve indicated a sentence of fifteen years, suspended after eight years followed by probation for three years, you understand that?</p>\n<p id=\"b318-9\">“Mr. Garvin: Yes, sir.</p>\n<p id=\"b318-10\">“The Court: Anybody promise you anything else to cause you to plead guüty?</p>\n<p id=\"b318-11\">“Mr. Garvin: No, sir.</p>\n<p id=\"b318-12\">“The Court: I’m going to sentence you on January 6. Understand that?</p>\n<p id=\"b318-13\">“Mr. Garvin: Yes, sir.</p>\n<p id=\"b318-14\">“The Court: Now, if I give you more than fifteen after eight and three probation, you can take your plea back. Understand that?</p>\n<p id=\"b318-15\">“The Court: As long as I give you that sentence you can’t take your plea back by saying I violate the plea agreement. You understand that?</p>\n<p id=\"b318-16\">“Mr. Garvin: Yes, sir.</p>\n<p id=\"b318-17\">“The Court: Now if you don’t show up on January 6, I’m going to order a rearrest, and they are going to come and they wiE find you, and they’E arrest you. Now you are charged with failure to appear, you could get five years and/or five thousand doEars on that. You understand that?</p>\n<p id=\"b318-18\">“Mr. Garvin: Yes, sir.</p>\n<p id=\"b318-19\">“The Court: But, I’m not going to be bound by the plea agreement of fifteen years suspended after eight years and three years of probation. You understand that?</p>\n<p id=\"b318-20\">“Mr. Garvin: Yes, sir.</p>\n<p id=\"A7qx\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>“The Court: If you don’t show up, when they catch you, I could give you anywhere from nine months to forty years on the robbery, risk of injury, and the sexual assault second degree, plus you have the failure to appear to worry about. You understand that?</p>\n<p id=\"b319-9\">“Mr. Garvin: Yes, sir.</p>\n<p id=\"b319-10\">“The Court: Any misunderstanding about that?</p>\n<p id=\"b319-11\">“Mr. Garvin: No, sir.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b319-12\"> Immediately before ordering the defendant’s bonds forfeited, the trial court stated: “[Wjhen I took the plea on Mr. Garvin, I did indicate in open court, Mr. Garvin agreed, if he did not show up today, I would not be bound by the fifteen after eight and three probation, I could do what I feel would be fair and appropriate and reasonable in sentencing Mr. Garvin. He could not come into court and say, T accepted the plea agreement,’ and ask to withdraw his pleas; and also, he would be facing a failure to appear if he was not here.”</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b319-13\"> The defendant does not challenge the propriety of the trial court’s decision on this motion.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b320-9\"> In the Appellate Court the defendant also raised, unsuccessfully, a third issue, with respect to which this court did not grant certification.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b325-8\"> Courts in other jurisdictions, to the extent that they have addressed this issue, in the main agree with our conclusion. Two courts have held directly that a defendant may be convicted once for each bail bond forfeited by failure to appear. <em>People </em>v. <em>Albarran, 40 Ill </em>App. <em>3d 344, </em>346-47, 352 N.E.2d 379 (1976); <em>State v. Richter, </em>189 Wis. 2d 105, 110, 525 N.W.2d 168 (1994). One court has held, in the case of a defendant posting only a single, aggregate bond for multiple charges, that he could be convicted of only one failure to appear. <em>McGee </em>v. <em>State, </em>438 So. 2d 127, 129 (Fla. App. 1983). Only one state court has decided, in a case with multiple bail bonds at issue, that the unit of prosecution under that state’s statute is the act of nonappearance, rather than the number of bonds forfeited. <em>Bristow </em>v. <em>State, </em>905 P.2d 815, 816-17 (Okla. 1995).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b325-9\"> House Bill No. 2367, “An Act Amending Section 53-154 of the General Statutes Regarding Failure to Appear According to Bail Bond or Own Recog<page-number citation-index=\"1\" label=\"308\">*308</page-number>nizance,” was incorporated into House Bill No. 3996, “An Act Concerning Bail Procedures for Arrested Persons,” and was ultimately enacted as Public Act No. 549, § 7, of the 1967 Public Acts.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b326-9\"> General Statutes § 21a-279 (formerly § 19-481) provides in relevant part: “(a) Any person who possesses or has under his control any quantity of any narcotic substance, except as authorized in this chapter, for a fust offense, may be imprisoned not more than seven years or be fined not more than fifty thousand dollars, or be both fined and imprisoned; and for a second offense, may be imprisoned not more than fifteen years or be fined not more than one hundred thousand dollars, or be both fined and imprisoned; and for any subsequent offense, may be imprisoned not more than twenty-five years or be fined not more than two hundred fifty thousand dollars, or be both fined and imprisoned. . . .”</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b329-8\"> See footnote 8 of this opinion.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b329-9\"> In his brief to the Appellate Court, the defendant contended that his “due process rights were violated by a contract which absolved the court from <em>its promise to impose </em>a certain penalty upon the defendant but left the defendant bound by his agreement to plead guilty.”</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b329-10\"> In his main brief to this court, the defendant conceded that, “[n]owhere in the plea canvass does the sentencing court inform the defendant that this conduct, his failure to appear for sentencing at the schedule[d] time, would also permit the defendant to withdraw his guilty pleas. T o the contrary, it is clear that the court informed the defendant that should it determine that a sentence in excess of eight years was required, the defendant would be free to ‘take’ the ‘plea back’, <em>except </em>if he failed to appear for sentencing in which case the court would be free to impose a sentence greater than the eight years agreed upon but the defendant would remain bound by his guilty plea . . . .” (Emphasis in original.)</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b330-8\"> In his reply brief, the defendant argues that in the original plea agreement, the court did not state “that the defendant would be unable to withdraw his plea and would have to accept a sentence of up to forty years if this occurred.” The reply brief goes on to assert that, “[o]n the state of this record, the defendant <em>could well have assumed </em>that he would be free to withdraw his plea should the sentencing judge elect to abrogate the agreement upon his failure to appear for sentencing.” (Emphasis added.) Even here, the defendant does not represent that he <em>did, </em>in fact, so assume.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b332-10\"> Because we conclude that the trial court enforced the terms of the plea agreement, we disagree with the defendant’s contention that Practice Book § 721 (3) (d) required the court to allow the defendant to withdraw his plea upon imposition of the greater sentence. Section 721 (3) (d) is addressed to a situation in which the trial court fails to adhere to the terms of the plea agreement. See also Practice Book § 698 (“[i]f the judicial authority <em>rejects </em>the plea agreement,” defendant must be afforded right to withdraw plea [emphasis added]).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b332-9\">MCDONALD, J.,</author>\n<p id=\"AWk\">concurring and dissenting. I concur in part I of the majority opinion. I dissent, however, as to part II. The majority concludes that the defendant must be saddled with his plea of guilty and receive <page-number citation-index=\"1\" label=\"315\">*315</page-number>a greater sentence than that for which he bargained because he failed to appear for sentencing. The majority thereby ignores the essential nature of a plea bargain, which is to exchange a guilty plea for an agreed upon sentence.</p>\n<p id=\"b333-6\">It is apparent from the rules of practice<footnotemark>1</footnotemark> that the sentence specified in the plea agreement is the essential quid pro quo for the defendant’s giving up his right to a trial and all of his constitutional protections. The rules of practice also explicitly provide that the judge must allow the defendant to withdraw his plea if the sentence to be imposed is to exceed that specified in the plea agreement. See Practice Book § 721 (3).<footnotemark>2</footnotemark> Practice Book § 698 further provides that if the judge rejects the plea agreement, he shall inform the parties, advise the defendant personally in open court that the court is not bound by the plea agreement and then afford the defendant the opportunity to withdraw his plea.<footnotemark>3</footnotemark></p>\n<p id=\"b334-5\"><page-number citation-index=\"1\" label=\"316\">*316</page-number>In this case, when the defendant attempted to withdraw his plea, the trial court denied the motion, stating that the defendant was advised at the time of his plea that the court would not be bound by the agreed sentence if the defendant failed to appear for sentencing. At the time of his plea, however, the trial court had made the following statement to the defendant: “Now, if I give you more than fifteen [years] after eight and three probation, you can take your plea back. Understand that? ... As long as I give you that sentence you can’t take your plea back by saying I violated the plea agreement. You understand that?” The defendant replied, “Yes, sir.”</p>\n<p id=\"b334-6\">Given the explicit language of the rules of practice upon which it could be expected defense counsel would rely, and the court’s less than explicit language, I cannot find that the defendant knowingly, intelligently and voluntarily entered into a plea bargain under which he could receive a maximum sentence should he fail to appear. As the majority concedes, at the time of the plea, the defendant was not informed in so many words that, should he fail to appear for sentencing, he could not withdraw his plea. In the record, I fail to find any such words. The defendant, on this record, was told only that the court would not be bound to the plea bargain sentence if he failed to appear.</p>\n<p id=\"b334-7\">Furthermore, if conditions to plea bargains, such as the court finds here, are to attach, in fairness they should be spelled out explicitly in language clear enough for the defendant, who after all is the party to the agreement, to understand. The record here reveals a defendant who has a high school diploma, yet the majority expects him to read into the judge’s remarks <page-number citation-index=\"1\" label=\"317\">*317</page-number>that his plea was carved in stone should he fail to appear.</p>\n<p id=\"b335-6\">Although the defendant moved to withdraw his plea on the ground that he was under the influence of drugs, the court made it clear when it denied the motion that it recognized why the motion was made. The court stated: “If it’s simply his word to say that he was under the influence, I know why he’s saying that, because he was facing fifteen after eight as part of a plea agreement and now he’s facing forty years. So, he’s here to do whatever he can to have his plea withdrawn because he’s concerned I may give him close to forty years in prison.” In these circumstances, I would find the defendant moved to withdraw his plea because he was faced with a maximum sentence of forty years rather than the agreed on sentence of fifteen years suspended after eight year’s.</p>\n<p id=\"b335-7\">Moreover, § 698 explicitly requires the trial court to afford the defendant an opportunity to withdraw his plea if the court rejects the plea agreement. See <em>State </em>v. <em>Reid, </em>204 Conn. 52, 59, 525 A.2d 528 (1987); <em>Miller </em>v. <em>Commissioner of Correction, </em>29 Conn. App. 773, 781, 617 A.2d 933 (1992). The court failed to follow this mandate and, in fact, denied the defendant’s motion to withdraw his plea</p>\n<p id=\"b335-8\">This decision fails to consider the realities of plea bargaining, the reasonable expectations of the parties, and the fairness that should be the hallmark of any system of justice.</p>\n<p id=\"b335-9\">Accordingly, I dissent.</p>\n<footnote label=\"1\">\n<p id=\"b333-7\"> Practice Book § 696 provides: “If the judicial authority accepts the plea agreement, he or she shall embody in the judgment and the sentence the disposition provided for in the plea agreement or another disposition more favorable to the defendant than that provided for in the plea agreement.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b333-8\"> Practice Book § 721 provides: “The grounds for allowing the defendant to withdraw his or her plea of guilty after acceptance are as follows:</p>\n<p id=\"b333-9\">“(1) The plea was accepted without substantial compliance with Sec. 711;</p>\n<p id=\"b333-10\">“(2) The plea was involuntary, or it was entered without knowledge of the nature of the charge or without knowledge that the sentence actually imposed could be imposed;</p>\n<p id=\"b333-11\">“(3) <em>The sentence exceeds that specified in a plea agreement which had been previously accepted, or in a plea agreement on which the court had deferred its decision to accept or reject the agreement at the time the plea of guilty was entered;</em></p>\n<p id=\"b333-12\">“(4) The plea resulted from the denial of effective assistance of counsel;</p>\n<p id=\"b333-13\">“(5) There was no factual basis for the plea; or</p>\n<p id=\"b333-14\">“(6) The plea either was not entered by a person authorized to act for a corporate defendant or was not subsequently ratified by a corporate defendant.” (Emphasis added.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b333-15\"> Practice Book § 698 provides: “If the judicial authority rejects the plea agreement, he or she shall inform the parties of this fact; advise the defendant personally in open court or, on a showing of good cause, in camera that the court is not bound by the plea agreement; afford the defendant the <page-number citation-index=\"1\" label=\"316\">*316</page-number>opportunity then to withdraw the plea, if given; and advise the defendant that if he or she persists in a guilty plea or plea of nolo contendere, the disposition of the case may be less favorable to the defendant than that contemplated by the plea agreement.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}