{
  "casebody": {
    "data": "<casebody firstpage=\"615\" lastpage=\"616\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b645-4\">Rockingham,</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b645-5\">March 5, 1918.</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b645-6\">Hattie T. Vaughan, <em>Adm’x, v. </em>Boston &amp; Maine Railroad.</parties>\n<summary data-order=\"3\" data-type=\"headnotes\" id=\"b645-7\">Case, to recover for negligently causing the death of the plaintiff’s intestate, Henry Thompson, at Rockingham Junction, on December 12, 1914. Trial by jury. At the close of the plaintiff’s evidence, the defendants’ motion for a nonsuit was granted subject to the plaintiff’s exception. Transferred from the May term, 1917, of the superior court, by <em>Sawyer, </em>J.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b645-8\"><em>Sleeper, Brown &amp; Frizzell (Mr. Sleeper </em>orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b645-9\"><em>Albert R. Hatch </em>and <em>Hughes &amp; Doe (Mr. Doe </em>orally), for the defendants.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b645-10\">Plummer, J.</author>\n<p id=\"AfU\">The plaintiff’s intestate, Henry Thompson, went from his home in Newfields to Newmarket by train on the evening of December 12, 1914. He was run over and killed on the east bound track of the defendants’ railroad, main line, at Rockingham Junction, some time during that night. His remains, which were found on the track on the morning of the thirteenth, indicated that a train had passed over his body more than once. The plaintiff’s evidence tended to prove that Thompson was at the Newmarket station, on the evening of December 12,1914, at about 10:30 o’clock, in an intoxicated condition; that a special train running between Dover and Exeter that night came into the Newmarket station at that time; and that Thompson got onto the platform of a car. No one saw him on the train, although several people who knew him were on the train including his son who was expecting him to get on at Newmarket, and looked out to see if he could see him. There was no evidence that disclosed Thompson’s movements after he was seen at Newmarket. The circumstances that surround his death are unknown.</p>\n<p id=\"b645-11\">The burden was upon the plaintiff to prove that the defendants’ negligence caused the intestate’s death, and that the intestate was free from fault. The evidence did not furnish proof from which the jury could find either of these fundamental requirements, and therefore the nonsuit was properly ordered. A verdict found for the plaintiff in this case would necessarily be based upon surmises and conjectures, instead of legal evidence such as the law demands <page-number citation-index=\"1\" label=\"616\">*616</page-number><em>Dingman </em>v. <em>Merrill, </em>77 N. H. 485; <em>Reynolds </em>v. <em>Company, </em>73 N. H. 126; <em>Dame </em>v. <em>Car Works, </em>71 N. H. 407; <em>Deschenes </em>v. <em>Railroad, </em>69 N. H. 285. The present case is very similar to <em>Currier </em>v. <em>Railroad, ante, </em>586.</p>\n<p id=\"b646-5\">\n<em>Exception overruled.</em>\n</p>\n<judges id=\"b646-6\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}