{
  "casebody": {
    "data": "<casebody firstpage=\"441\" lastpage=\"446\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b721-8\">Williams, Appellee, <em>v. </em>Williams, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b721-9\">[Cite as <em>Williams v. Williams </em>(2000), 88 Ohio St.3d 441.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b721-13\">(Nos. 99-934 and 99-1095</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AMqf\">Submitted February 9, 2000</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"axj-dedup-0\">Decided May 17, 2000.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b722-6\"><page-number citation-index=\"1\" label=\"442\">*442</page-number><em>Thomas G. Eagle Co., L.P.A., </em>and <em>Thomas G. Eagle, </em>for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b722-7\"><em>Gary A. McGee, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b722-8\">Francis E. Sweeney, Sr., J.</author>\n<p id=\"azj-dedup-0\">The issue certified for our review is: “Should a disabled parent’s child support obligation be directly set off by Social Security payments received on behalf of a minor child, or should the joint child support obligation of both parties be reduced by the amount of the Social Security payments?”</p>\n<p id=\"b722-9\">The appellate courts that have considered this issue have divergent views on whether an obligor disabled parent should receive credit against the child support <page-number citation-index=\"1\" label=\"443\">*443</page-number>obligation where the obligee parent receives Social Security payments on the child’s behalf as a result of the obligor parent’s disability.</p>\n<p id=\"b723-4\">Those courts that allow such a credit recognize that the underlying intent behind Social Security payments to a child is to provide support that the disabled parent is unable to provide. Thus, Social Security benefits are characterized as a substitute for the disabled parent’s earnings rather than gratuities from the federal government. See <em>Pride v. Nolan </em>(1987), 31 Ohio App.3d 261, 263, 31 OBR 546, 548, 511 N.E.2d 408, 411; <em>Stephenson v. Stephenson </em>(Mar. 18, 1996), Mahoning App. No. 94 C.A. 67, unreported, 1996 WL 133000; <em>McClure v. McClure </em>(Sept. 27, 1996), Greene App. No. 95-CA-86, unreported, 1996 WL 562793; <em>Cervone v. Cervone </em>(Jan. 11, 2000), Mahoning App. No. 98 C.A. 99, unreported, 2000 WL 126583.</p>\n<p id=\"b723-5\">By recognizing that Social Security benefits are not gratuities from the federal government, but are earned by the disabled parent, these courts realize that unlike welfare and other forms of public assistance, Social Security benefits represent contributions that a worker has made throughout the course of employment; in this sense, benefits represent earnings in much the same way as do benefits paid by an insurance company. <em>Carpenter v. Reis </em>(1996), 109 Ohio App.3d 499, 505, 672 N.E.2d 702, 706, citing <em>Miller v. Miller </em>(Alaska 1995), 890 P.2d 574, 576-577. Consequently, since the Social Security payments are deemed income of the disabled parent that enure to the sole benefit of the child, these courts allow that parent to receive a credit against his or her support obligations.</p>\n<p id=\"b723-6\">The other position, which the court of appeals in this case followed, is that an obligor disabled parent is not entitled to a full credit for the amount of Social Security benefits his or her child receives. Instead, the Social Security benefits are deducted from the combined child support obligation of both parents and the remainder of the joint obligation is apportioned between the parents according to their respective shares under the Child Support Guidelines. <em>Fruchtnicht v. Fruchtnicht </em>(1997), 122 Ohio App.3d 492, 496, 702 N.E.2d 145, 147-148. See, also, <em>In re Ehritz </em>(June 8, 1998), Butler App. No. CA97-10-193, unreported, 1998 WL 295550; <em>Previte v. Previte </em>(1994), 99 Ohio App.3d 347, 650 N.E.2d 919; <em>Slowbe v. Slowbe </em>(Dec. 7, 1995), Cuyahoga App. No. 68739, unreported, 1995 WL 723333; <em>Barnett v. Hanson </em>(Oct. 31, 1997), Erie App. E-97-050, unreported, 1997 WL 679630.</p>\n<p id=\"b723-7\">The rationale behind this line of cases is that “it is unreasonable to permit one parent to receive a windfall and be totally relieved of the child support obligation which would otherwise be allocated to that parent by the Child Support Guidelines solely because of the Social Security benefit payments to or for the benefit of the minor child.” <em>McNeal v. Cofield </em>(1992), 78 Ohio App.3d 35, 41, 603 N.E.2d 436, 439-140. Thus, these courts refuse to grant a full credit to the disabled <page-number citation-index=\"1\" label=\"444\">*444</page-number>parent on the ground that it is in the best interest of the child for the benefits to enure to the child rather than to the sole benefit of one parent. <em>Id. </em>at 38-39, 603 N.E.2d at 438.</p>\n<p id=\"b724-4\">We have found that “[t]he overwhelming majority of states that have considered this issue allow a credit for Social Security benefits paid to dependent children.” <em>Pontbriand v. Pontbriand </em>(R.I.1993), 622 A.2d 482, 484. See, also, Annotation, Right to Credit on Child Support Payments for Social Security or Other Government Dependency Payments Made for Benefit of Child (1995), 34 A.L.R. 5th 447. We believe that this is the more equitable result. Therefore, we join those jurisdictions that permit a disabled parent’s child support obligation to be directly set off by Social Security payments received on behalf of the minor child.</p>\n<p id=\"b724-5\">In so doing, we reject the reasoning espoused by the court of appeals and the arguments made by appellee. Contrary to appellee’s position, the Social Security payments made on the child’s behalf are not mere gratuities from the federal government, nor do they constitute earnings by the child under R.C. 3113.215(B)(3)(f). Instead, the payments arise simply because the obligor has paid into the Social Security system and was found to be disabled. As stated by the Supreme Court of Alaska in <em>Miller v. Miller </em>(1995), 890 P.2d 574, 576: “[T]he employee, who throughout his working life has contributed part of the premiums in the form of deductions from his wages or salary, should be deemed to have a vested right to the payments prescribed by the statutory scheme, which in effect comprises the terms of the insurance policy. He has earned the benefits; he is not receiving a gift.” We agree with this rationale and find that Social Security payments are tantamount to earnings by the disabled parent.</p>\n<p id=\"b724-6\">Furthermore, it is illogical to suggest that the granting of a credit will result in a windfall to the obligor and will penalize the child by providing that child with less money for his or her support. In essence, “a credit for * * * Social Security benefits does not retroactively modify the disabled parent’s monthly child support obligation; it merely changes the source of the payments.” <em>In re Marriage of Cowan </em>(1996), 279 Mont. 491, 500, 928 P.2d 214, 220. Therefore, where the disabled parent has no other source of income due to his or her disability, the receipt of Social Security payments actually ensures that the obligor’s child support obligation will be at least satisfied.</p>\n<p id=\"b724-7\">Consequently, we hold that a disabled parent is entitled to a full credit in his or her child support obligation for Social Security payments received by a minor child. Accordingly, appellant’s child support obligation shall be set off by those Social Security payments received on Jessica’s behalf. Since the amount of Social Security payments Jessica received exceeds what appellant owed, the trial <page-number citation-index=\"1\" label=\"445\">*445</page-number>court shall enter judgment reflecting that no child support is owed from the time she first received the Social Security benefits.</p>\n<p id=\"b725-5\">We reverse the judgment of the court of appeals and remand the cause to the trial court to apply the credit for Social Security payments made to the child and to terminate appellant’s past child support obligation.</p>\n<p id=\"Au_\">\n<em>Judgment reversed</em>\n</p>\n<p id=\"b725-7\">\n<em>and cause remanded.</em>\n</p>\n<judges id=\"b725-8\">Moyer, C.J., Resnick, Pfeifer and Lundberg Stratton, JJ., concur.</judges>\n<judges id=\"Afx2\">Douglas and Cook, JJ., dissent.</judges>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b725-9\">Cook, J.,</author>\n<p id=\"ac5-dedup-0\">dissenting. I would affirm the judgment of the court of appeals, because I agree with the rationale articulated in <em>McNeal v. Cofield </em>(1992), 78 Ohio App.3d 35, 603 N.E.2d 436.</p>\n<p id=\"b725-10\">The majority suggests that the father’s “vested right” to his accrued disability benefits supports what it considers to be a more “equitable result” — that the child’s receipt of benefits from the federal government substitutes for the father’s support obligation. But the equity the majority attributes to this scenario seems undue. I would find the majority’s thesis more persuasive if disability benefits were a “zero-sum game” in which the child’s receipt of disability payments resulted in a corresponding loss of earned benefits on the part of the disabled parent. But the disability benefits received by a minor child do not affect the disabled parent’s vested right to his or her <em>own </em>disability payments. See <em>McNeal, supra, </em>78 Ohio App.3d at 38, 603 N.E.2d at 437 (where the parties stipulated to this fact as a matter of federal law); Section 402(d), Title 42, U.S.Code; see, also, <em>Dilley v. Secy. of Health, Edn. &amp; Welfare </em>(Mar. 26, 1973), D.N.J. No. 1520-71, unreported, 1973 WL 3877 (“[t]he obvious purpose of section 402[d], then, is to allow <em>a statutory increase in total benefit payments paid </em>to the family based on the <em>additional cost </em>of supporting dependent children” [emphasis added]).</p>\n<p id=\"b725-11\">The majority cites an American Law Reports annotation to support its conclusion that most states allow “a credit” for Social Security benefits paid to dependent children. But the same annotation cautions that states differ regarding the <em>extent </em>of the credit allowed.<footnotemark>3</footnotemark> The annotation also notes, “If allowance of such a credit produces an untoward result, these courts frequently reason, the <page-number citation-index=\"1\" label=\"446\">*446</page-number>custodial parent can seek a modification of the support order. * * * [E]ven some courts which hold that a credit is generally allowed for social security dependent benefits qualify their holdings by saying that a credit will not be available if the result is clearly inequitable.”<footnotemark>4</footnotemark> The annotation’s collected cases, therefore, are but qualified support for the majority’s broad syllabus holding that a “full credit” for the disability benefits received by the child is the best approach.</p>\n<p id=\"b726-5\">I prefer the <em>McNeal </em>court’s analysis, advocated by the appellee here. Since the Social Security disability benefits are a financial resource to the child, and since R.C. 3113.215(B)(7) requires the trial court to consider the resources of the child when fixing or deviating from the guideline-determined child support amount, the trial court should use the child’s Social Security income to adjust the threshold determination about child support <em>need. </em>See <em>McNeal, supra, 78 </em>Ohio App.3d at 39-41, 603 N.E.2d at 438-440. In this way, disability payments for the benefit of the child are considered in connection with the support payments required of the parent whose disability triggered the benefit to the child. But that parent would not be relieved entirely of the obligation to support the child. The amount of income that the child receives as a benefit from the federal government would be factored into the need calculation and then <em>both </em>parents would contribute, to the child’s support in the amounts dictated by the guidelines. This approach ensures that the payment of disability benefits by the federal government will enure to the benefit of the child, rather than to the sole benefit of either parent, thus favoring this court’s view that “the overriding concern of the law is ‘the best interest of the child’ for whom support is being awarded.” <em>Marker v. Grimm </em>(1992), 65 Ohio St.3d 139, 141, 601 N.E.2d 496, 498.</p>\n<judges id=\"b726-6\">Douglas, J., concurs in the foregoing dissenting opinion.</judges>\n<footnote label=\"3\">\n<p id=\"b725-12\">. Annotation, Right to Credit on Child Support Payments for Social Security or Other Government Dependency Payments Made for Benefit of Child (1995, 1999 Supp.), 34 A.L.R. 5th 447, Section 3.5.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b726-12\">. <em>Id. </em>at 464, Section 2[a],</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}