{
  "casebody": {
    "data": "<casebody firstpage=\"889\" lastpage=\"899\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b985-7\">Marquitta WHITFIELD, a minor, by her Mother and next friend, Geneva Whitfield, individually and on behalf of all others similarly situated, Plaintiffs, v. J. R. SIMPSON et al., Defendants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b985-9\">Civ. No. 69-138.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b985-10\">United States District Court, E. D. Illinois.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b985-12\">April 22, 1970.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b987-19\"><page-number citation-index=\"1\" label=\"891\">*891</page-number>Robert Lansden, Cairo, Ill., Martha M. Jenkins, Lawyers’ Committee for Civil Rights Under Law, Cairo, Ill.? Lawrence D. Ross, Lawyers’ Committee for Civil Rights Under Law, Jackson, Miss., for plaintiffs.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b987-20\">John G. Holland and George J. Kiriakos, Cairo, Ill., for defendants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b987-21\">William J. Scott, Atty. Gen. of State of Illinois, John R. Morrow, and Robert Dodd, Asst. Attys. Gen., of counsel, for Richard B. Ogilvie, Governor of State of Illinois, and William J. Scott, Atty. Gen. of State of Illinois.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b987-22\">Before CUMMINGS, Circuit Judge, and JUERGENS and WISE, District Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b987-23\">JUERGENS, District Judge.</author>\n<p id=\"b987-24\">This suit is brought by plaintiffs to declare unconstitutional on its face and as applied and to enjoin the enforcement of Chapter 122, Section 10-22.6, Illinois Revised Statutes, and to order plaintiff Marquitta Whitfield reinstated as a student at Cairo High School. The suit is on plaintiff’s behalf and on behalf of all other students in Cairo High School who have allegedly been or will be denied their right to due process of law under the authority of the questioned section.</p>\n<p id=\"b987-25\">Plaintiff Marquitta Whitfield was in September, 1969, a 16-year old Negro girl and a student at Cairo High School in Cairo, Illinois.</p>\n<p id=\"b988-3\"><page-number citation-index=\"1\" label=\"892\">*892</page-number>She was suspended from school for a period of seven days by the principal. On September 24, 1969, she returned to school and was again suspended for seven days by the principal; and on September 29 she was expelled by the school board for the remainder of the school year. The suspensions and expulsion were for alleged gross disobedience or misconduct.</p>\n<p id=\"b988-4\">Prior to the final action of the board expelling Marquitta, notice was sent to and was received by her parents on September 27, 1969. The notice is as follows:</p>\n<blockquote id=\"b988-5\">“You are hereby requested to appear at a meeting of the Board of Education of School District No. 1, Alexander County, Illinois, to discuss the behavior of Marquitta Whitfield.</blockquote>\n<blockquote id=\"b988-6\">“The time of the meeting will be Monday, September 29, 1969, at 7:30 P.M. and the place will be at the office of the Board of Education, School District No. 1, Alexander County, Illinois, at 2037 Washington Avenue, Cairo, Illinois, and the purpose of the meeting will be to discuss Marquitta Whitfield’s behavior amounting to gross disobedience or misconduct, including, but not limited to her conduct at Cairo High School on September 24, 1969, when in the school, against regulations, she began singing and causing other students to sing and in addition thereto on the same day she talked improperly to a teacher or teachers and also such other acts of general gross disobedience or misconduct on the part of Marquitta Whitfield since the beginning of school this year, as may come before said Board of Education.</blockquote>\n<blockquote id=\"b988-7\">“Because of Marquitta Whitfield’s gross disobedience or misconduct, Marquitta Whitfield may be expelled from the Cairo High School by this Board of Education for the remainder of the school year, 1969-1970.</blockquote>\n<blockquote id=\"b988-8\">“You are further notified that this Notice is given to you pursuant to Chapter 122, section 10-22.6 of the Illinois Revised Statutes.”</blockquote>\n<p id=\"b988-9\">The meeting was held on September 29, at 7:30 p. m., as the notice indicated.</p>\n<p id=\"b988-10\">Plaintiffs admit that Marquitta’s mother appeared at the hearing. The defendants assert that both parents appeared. Marquitta herself did not appear. It has been determined that the parents received notice, informing them of the hearing and the purpose for the hearing, namely, Marquitta’s behavior. It is not clear whether Marquitta’s mother and father participated in the hearing or did not participate. Defendants contend that Marquitta’s parents, both father and mother, attended the hearing and participated but that Marquitta did not attend although it is believed that she knew about it. Plaintiffs do not anywhere in their briefs or pleadings state whether or not Marquitta had actual knowledge of the hearing. At the hearing several witnesses were called and testified as to Marquitta’s conduct and gave testimony concerning specific acts. The uncontradicted affidavits of John Widmar, principal of Cairo High School; Leo Verble, Dean of Boys; Helen Adams Cole, Dean of Women; and Joanne B. Dale, music teacher, set forth specific acts performed by Marquitta at the High School. Following the hearing the board voted to expel Marquitta for the remainder of the school year —five members voting for expulsion, one member voting against expulsion, and one member voting “Present” — the latter two members being the Negro members of the board; the remainder of the board is white.</p>\n<p id=\"b988-11\">The specific acts of Marquitta at the High School were well within the definition of gross disobedience or misconduct and the court so finds. We are here dealing in specifics and not in the abstract.</p>\n<p id=\"b988-12\">Plaintiffs charge (1) that section 10-22.6, Chapter 122, Illinois Revised Statutes, is unconstitutional on its face in that it authorizes a school board to suspend or expel a student without affording the minimal requisites of procedural due process, that is, notice and the op<page-number citation-index=\"1\" label=\"893\">*893</page-number>portunity to be heard; (2) that section 10-22.6(a) of Chapter 122, Illinois Revised Statutes, is unconstitutional as applied to the plaintiff in that she was expelled for the remainder of the school year without being afforded the minimal requisites of procedural due process, that is, notice of the charges against her and an opportunity to be heard; and (3) that the standards of “gross disobedience or misconduct” without more may not constitutionally serve as the basis for disciplinary action, since the terms are vague and overbroad, and that if this section in fact permits disciplinary action solely on that basis, it is unconstitutional on its face.</p>\n<p id=\"b989-5\">Schools are dedicated to accomplish the education of our young people who spend several hours each day in school, which during the early part of their life is virtually a home away from home. As parents are charged with the discipline of children in the home, so, too, are the teachers and school officials charged with the responsibility of the conduct, training and education of our young people while in school. Just as parents may be chastised for the conduct of their children under certain circumstances, for example, violation of the truancy laws, so, too, may school officials be criticized and brought to task for failing to circumscribe the conduct of children while they are in their charge at school. In order to accomplish this purpose, certain rules and regulations must be prescribed as a guide within the reaches of which a child’s conduct must remain. These rules in the lower grades are far less stringent and there is far greater need to provide liberal or flexible standards of conduct so that discipline of our children of tender years may be maintained in accordance with the accepted standards of the conduct as established by the mores of our society. While the principal use to which the schools are dedicated is to accommodate students during prescribed hours for certain types of activities, discipline and social behavior are not only an inevitable part of the process of schooling, they are also an important part of the educational process. As was stated in Tinker v. Des Moines School Dist., 393 U.S. 503, 512, 513, 89 S.Ct. 733, 740, 21 L.Ed.2d 731 (1968):</p>\n<blockquote id=\"b989-7\">“ * * * .A student’s rights, therefore, do not embrace merely the classroom hours. When he is in the cafeteria, or on the playing field, or on the campus during the authorized hours, he may express his opinions, even on controversial subjects like the conflict in Vietnam, if he does so without ‘materially and substantially interfering] with the requirements of appropriate discipline in the operation of the school’ and without colliding with the rights of others. * * *. But conduct by the student, in class or out of it, which for any reason — whether it stems from time, place, or type of behavior — materially disrupts classwork or involves substantial disorder or invasion of the rights of others is, of course, not immunized by the constitutional guarantee of freedom of speech. * * *.</blockquote>\n<blockquote id=\"b989-8\">“Under our Constitution, free speech is not a right that is given only to be so circumscribed that it exists in principle but not in fact. Freedom of expression would not truly exist if the right could be exercised only in an area that a benevolent government has provided as a safe haven for crackpots. The Constitution says that Congress (and the States) may not abridge the right to free speech. This provision means what it says. We properly read it to permit reasonable regulation of speech-connected activities in carefully restricted circumstances. But we do not confine the permissible exercise of First Amendment rights to a telephone booth or the four corners of a pamphlet, or to supervised and ordained discussion in a school classroom.”</blockquote>\n<p id=\"b989-9\">While we are not here dealing directly with freedom of speech, yet, we do face head-on the proper conduct for students which must be maintained in such a manner that they may exercise their rights guaranteed to them by the <page-number citation-index=\"1\" label=\"894\">*894</page-number>Constitution, but in so doing these rights may not be exercised in such a manner as to abrogate the rights of others or in such a manner as to disrupt the proper process for which our schools are established, namely, the education and training of our young.</p>\n<p id=\"b990-4\">The court recognizes the basic principle that school authorities are possessed with the power and the duty to establish and enforce regulations to deal with activities which may materially and substantially interfere with the requirements of appropriate discipline in the schools. Griffin v. Tatum, 300 F.Supp. 60 (D.C.M.D.Ala., N.D., 1969).</p>\n<p id=\"b990-5\">In order to determine whether the requirements of due process have been fulfilled, certain criterion must first be established as a guide to what is required to fulfill the due process requirements under the specific circumstances presented in a specific case. The rule announced by the Fifth Circuit in Dixon v. Alabama State Board of Education, 294 F.2d 150, that due process under the Fourteenth Amendment requires notice and opportunity for a hearing before a student at a tax-supported college may be expelled for misconduct and prescribing minimum procedural guidelines to be followed thereat, has since been generally accepted as correct by other courts. The court was, however, most careful to note that its action in extending the aggrieved students the right to a hearing in that case was not to “imply that a full-dress judicial hearing, with the right to cross-examine witnesses,” was contemplated, and in a further effort to avoid any possible misunderstanding of its ruling in this regard it went on to specifically and expressly limit and restrict the hearing procedure to one of a non-adversary nature. In so doing, it by appropriate language recognized the practical difficulties and detrimental effect a broader application of the rule would have upon the institution and students alike. Barker v. Hardway, 283 F.Supp. 228 (D.C.S.D.W.Va., 1968).</p>\n<p id=\"b990-6\">A fair reading of Dixon shows that it is not necessary to due process requirements that a full scale judicial trial be conducted by a university disciplinary committee with qualified attorneys either present or formally waived as in a felonious charge under the criminal law. There need be no stenographic or mechanical recording of the proceedings. Procedures are subject to refinement and improvement to assure not only fairness but every semblance of fairness. More specific routines of notice and adviserpent may be indicated in this regard, but a foisted system of rigid procedure can become so ritualistic, dogmatic, and impractical as to itself be a denial of due process. The touchstones in this area are fairness and reasonableness. Due v. Florida A. and M. University, 233 F.Supp. 396, 403 (D.C.N.D.Fla., 1963).</p>\n<p id=\"b990-8\">The test of whether or not one has been afforded procedural due process is one of fundamental fairness in the light of the total circumstances. No particular method of procedure is required for due process, but what is required is: (1) Adequate notice of the charges; (2) Reasonable opportunity to prepare for and meet them; (3) An orderly hearing adopted to the nature of the case; and (4) A fair and impartial decision. Buttny v. Smiley, 281 F.Supp. 280 (D.C.D.Colo., 1968).</p>\n<p id=\"b990-9\">The power of school boards in Illinois in regard to expulsion or suspension of students is found in Section 10-22.6, Chapter 122, Illinois Revised Statutes.</p>\n<p id=\"b990-10\">Section 10-22.6, Chapter 122, Illinois Revised Statutes, provides as follows:</p>\n<blockquote id=\"b990-11\">“(a) To expel pupils guilty of gross disobedience or misconduct, and no action shall lie against them for such expulsion. Expulsion shall take place only after the parents have been requested to appear at a meeting of the board, or with a hearing officer appointed by it, to discuss their child’s behavior. Such request shall be made by registered or certified mail and shall state the time, place and purpose of the meeting. The board, or a hearing officer appointed by it, at such meeting shall state the reasons for dis<page-number citation-index=\"1\" label=\"895\">*895</page-number>missal and the date on which the expulsion is to become effective. If a hearing officer is appointed by the board he shall report to the board a written summary of the evidence heard at the meeting and the board may take such action thereon as it finds appropriate. '</blockquote>\n<blockquote id=\"b991-5\">“(b) To, suspend or by regulation to authorize the superintendent of the district or the principal of any school to suspend pupils guilty of gross disobedience or misconduct for a period not to exceed 7 days or until the next regular meeting of the board, whichever first occurs, and no action shall lie against them for such suspension.”</blockquote>\n<p id=\"b991-6\">This section is the sole provision in the Illinois statutes relating to suspension and expulsion of public school pupils. It grants certain school officials the power to suspend a student for periods up to seven days and it grants to the boards of education the power to expel for longer periods. The statute specifically provides that notice shall be given to the parents by registered or certified mail, setting forth the time, place and purpose of the meeting, stating the reasons for dismissal, the date on which the expulsion is to become effective and a request that the parents appear at the meeting.</p>\n<p id=\"b991-7\">Here Marquitta’s parents were given notice in writing of the time and place of the hearing, the purpose of the hearing, and, at least to a degree, Marquitta’s behavior to be discussed. The notice was received by Marquitta’s parents two days prior to the actual hearing.</p>\n<p id=\"b991-8\">Plaintiffs argue that the two-day notice in this case was inadequate to provide plaintiffs with the opportunity to obtain counsel or to prepare in any manner for the hearing. With this the court does not agree. While it might be desirable that a longer notice be given, the two-day notice here was sufficient to provide Marquitta’s parents and Marquitta, if she had so desired, the opportunity to be present at the hearing. If plaintiffs had desired to obtain counsel and the time was insufficient, they could certainly have asked for more time within which to do so. The record is void of any indication that such a request was made. The court finds that the length of time between receipt of notice and the hearing was adequate to fulfill due process requirements.</p>\n<p id=\"b991-10\">We are here dealing with a minor high school student, and it is only fitting and proper that notice of the alleged improper conduct should have been given to the minor’s parents. They were informed that Marquitta might be expelled from the high school. There is nothing to show that Marquitta and her parents were not afforded an opportunity to present evidence during the hearing. From what appears in the pleadings and files a fair hearing was held and an opportunity given to the parties to present evidence in support of their position if they desired. The unopposed affidavit establishes sufficient facts to show that there was evidence presented to the board of education from which they could determine whether or not expulsion was proper.</p>\n<p id=\"b991-11\">Plaintiff charges that the ruling was based on hearsay evidence. In considering this charge, it should be observed that it is the accepted doctrine that the strict common law rules of evidence do not apply to an administrative hearing and that the admission of incompetent and irrelevant matter is not reversible error if there is substantial evidence to sustain the decision of the hearing body. Yiannopoulos v. Robinson, 247 F.2d 655 (7th Cir., 1957).</p>\n<p id=\"b991-12\">Marquitta was not summarily or arbitrarily expelled. She was allowed a hearing by the board as required by statute. That she failed to appear and offer evidence in her behalf cannot be attributed to dereliction on the part of the school board. There has been nothing offered to establish the inadequacy of the hearing.</p>\n<p id=\"b991-13\">The court finds that there was (1) adequate notice of the charges; (2) reasonable opportunity to prepare for and meet them; (3) an orderly hearing <page-number citation-index=\"1\" label=\"896\">*896</page-number>in keeping with the case; and (4) a fair and impartial decision was rendered by the board. The court finds that procedural due process was adequately fulfilled under the circumstances of this particular case.</p>\n<p id=\"b992-4\">Plaintiffs charge that the language of the statute is void for vagueness and overbreadth. In support of this position, plaintiffs cite Soglin v. Kauffman, 418 F.2d 163 (7th Cir., 1969).</p>\n<p id=\"b992-5\">The words “due process of law,” as contained in the Fifth and Fourteenth Amendments to the Constitution of the' United States, under our present super-sophisticated interpretation of words would fall to the charge of being vague and over-broad, were it not for the fact that through a long line of decisions over a great many years, the meaning and interpretation of those words had not been spelled out for us by the courts. The words “due process” as such provide no standard, nor do they spell out any standard. “Due process” is an abstract statement which, standing by itself, has no meaning. Yet, the framers of our Constitution expected that, by giving the normal and customary interpretation to such words that they should have, they were sufficiently precise and clear of meaning to adequately protect our rights.</p>\n<p id=\"b992-6\">They did not enumerate a number of items nor give numerous examples as to what would constitute “due process.” They felt it unnecessary. The interpretation was left to the courts in each case as it arises.</p>\n<p id=\"b992-7\">The words are relative and must be construed on a case by case basis. By many decisions on a case by case basis, we have through the years defined the words “due process” without the Constitution having, in detail, said what those words mean.</p>\n<p id=\"b992-8\">The words “gross disobedience” and “misconduct” are just as definable as “due process” except when measured by our present day hyper-ventilated interpretation, which seems to be dictated so as to achieve the results of the present day thinking.</p>\n<p id=\"b992-9\">The words “gross disobedience” and “misconduct” are relative just as the words “due process” are relative and should be interpreted individually as to the facts in each case and on a case by case basis.</p>\n<p id=\"b992-10\">Some writers have become slaves to the words “vague” and “over-breadth.” They take refuge in the two words and find solace in their conclusions without actually and basically having placed such conclusions on a firm foundation.</p>\n<p id=\"b992-11\">If every such word had to designate specifically the many definitions that the framers of the Constitution meant or what the passers of the laws had in mind, it would nigh be impossible to pass any intelligent law.</p>\n<p id=\"b992-12\">It appears that some sensible discretion and some credit should be given to the several regulatory bodies who are charged with the interpretation of our laws, rules and regulations, and if in a given case such interpretation is not consistent with the facts, the correction can be made on a case by case basis by the courts.</p>\n<p id=\"b992-13\">School boards in Illinois have been delegated legislative authority and responsibility to enact and enforce rules and regulations governing conduct of students attending public schools under their jurisdiction. In fact, Illinois Statutes vest in the local board the management of affairs of the school district, Chapter 122, Section 10-20 et seq., Ill.Rev.Stat., 1969. The board is empowered to make rules for the government of the schools and the district, Chapter 122, Section 10-20.5, Ill.Rev.Stat., 1967.</p>\n<p id=\"b992-14\">It is impossible to put in writing or print all the various situations that could rise under the interpretation of the words “due process,” “gross disobedience,” or “misconduct.” Some must be left to the integrity and common sense of the interpreters, and if they are wrong, the courts can correct.</p>\n<p id=\"b992-15\">This court is unwilling to interfere in any manner with the operation of the school system, except where, and <page-number citation-index=\"1\" label=\"897\">*897</page-number>only to the extent that, the Constitution requires it.</p>\n<p id=\"b993-4\">It is high time that we use objective measurements and again place our feet squarely and flatly upon solid ground and stop trying to hide behind such words as “vague” and “over-breadth,” which themselves are open to the charge of being vague and over-broad.</p>\n<p id=\"b993-5\">A legislative act or statute which is so vague, indefinite and uncertain that courts are unable, by accepted rules of construction, to determine, with any reasonable degree of certainty, what the General Assembly intended, or which is so incomplete or conflicting and inconsistent in its provisions that it cannot be executed, will be declared inoperative and void. The duty imposed by a statute must be prescribed in terms definite enough to serve as a guide for those who must comply with it. A statute imposing a duty in general terms is not void for uncertainty if the words used have either a technical or special meaning sufficiently known or understandable to enable compliance therewith or have acquired an established meaning through established precedents.</p>\n<p id=\"b993-6\">An act will not be held invalid merely because it might have been more detailed in its provisions, and a statute need not specify every detail of its administration but is sufficient if it contains general principles to be followed and leaves the details of ministerial acts in the hands of those charged with the duty of administering the act. Accordingly, the omission in a statute to specify every detail, step by step, and action by action, will not render the statute vague, indefinite, or uncertain from a constitutional viewpoint. 34 I.L.P. Statutes § 11, pages 18, 19, 20.</p>\n<p id=\"b993-7\">The term “disobedience” as used in the statute is readily definable. “Disobedience” is defined in Webster’s Seventh New Collegiate Dictionary as follows: “disobedience: <em>refusal or neglect to obey” </em>and is more fully defined in Webster’s Universal Unabridged Dictionary as follows: <em>“Neglect or refusal to obey, violation of a command or prohibition; the omission of that which is commanded to be done, or the doing of that which is </em>forbidden; <em>breach of duty prescribed by authority.”</em></p>\n<p id=\"b993-11\">The language of the statute used to describe that type of conduct which may be the basis for expulsion by boards of education is clear and sufficiently definite of understanding. It would be impossible to use more definite words because it would be impossible to reduce to black and white and put in writing within the framework of the English language all of the distinctions necessary for their application. The statute as written does not run afoul of the due process clause, nor is it void for vagueness and overbreadth. The court finds that the statute in question meets constitutional requirements and further finds that the statute as applied by the defendants in this case fairly meets the requirements of due process in this field.</p>\n<p id=\"b993-12\">By her third cause of action plaintiff charges on information and belief that the minor plaintiff and other Negro children in attendance at the schools in Cairo School District No. 1 have been expelled and denied their right to freedom of speech and expression solely because of théir race and their efforts to eliminate discrimination in violation of the equal protection clause.</p>\n<p id=\"b993-13\">There is not one scintilla of evidence anywhere in the record to substantiate such a charge. To the contrary, the affidavits and the verified answer completely fail to show that there is any basis for such a charge.</p>\n<p id=\"b993-14\">For the foregoing reason, this cause will be and the same is hereby dismissed.</p>\n<p id=\"b993-15\">WISE, District Judge, concurs.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b993-16\">CUMMINGS, Circuit Judge</author>\n<p id=\"AoLf\">(dissenting).</p>\n<p id=\"b993-17\">I respectfully disagree with the conclusion of the majority that the statutory term “gross disobedience or misconduct” in Chapter 122, Section 10-22.6, Illinois Revised Statutes, supplies sufficiently <page-number citation-index=\"1\" label=\"898\">*898</page-number>clear and narrow standards for the expulsion of a high school student.</p>\n<p id=\"b994-4\">The discipline of students in state intermediate schools, no less than those in state colleges or universities, is subject to the strictures of the Due Process Clause of the Fourteenth Amendment. Cf. Tinker v. Des Moines School District, 393 U.S. 503, 89 S.Ct. 733, 21 L.Ed.2d 731. Due process includes the substantive elements of fairness as well as procedural regularity. It is a flexible and adaptable concept, subject to variation in accordance with the individual circumstances involved. Thus prohibitions against vagueness and overbreadth, when applied to test rules governing student conduct, need not demand the same rigorous level of clarity required of criminal statutes. Soglin v. Kauffman, 418 F.2d 163, 168 (7th Cir. 1969). Likewise, greater flexibility may be permissible in regulations governing high school students than college codes of conduct because of the different characteristics of the educational institutions, the differences in the range of activities subject to discipline, and the age of the students. Cf. Scoville v. Board of Education, 425 F.2d 10 (7th Cir. 1970) (en banc). On the other hand, this flexibility does not render constitutional any standard of discipline, however vague and overbroad it may be. In my opinion, the instant standards of \"gross disobedience or misconduct,\" without more, fail to satisfy even the most rudimentary requirements of clarity and definition imposed by due process.</p>\n<p id=\"b994-5\">In Giaccio v. Pennsylvania, 382 U.S. 399, 404, 86 S.Ct. 518, 15 L.Ed.2d 447, the Supreme Court held that terms such as \"misconduct\" or \"reprehensible conduct\" are unconstitutionally vague when used as standards imposing forfeiture, punishment or judgments for costs. At the university level, the use of \"misconduct\" as a disciplinary standard applicable to all student conduct is also unconstitutional. Soglin v. Kauffman, 418 F.2d 163 (7th Cir. 1969). Nothing in this case distinguishes the standards of \"gross disobedience or misconduct\" from those decisions, for nothing has been added here which limits or defines the meaning of those terms. They are not clarified or narrowed by an application limited to any specific context. They cast their shadow equally over classroom conduct and student activities on and off school grounds, during or after hours. They provide no meaningful guidance to students or administrative officials as to the nature of prohibited activities. The coverage of these terms is so broad and ill-defined that effective prevention of unconstitutional abuses would be impossible. There is nothing in the nature of the intermediate school, <em>per se, </em>or in the age of the students subject to this standard of discipline, which justifies such extremely vague and overly broad terminology. Moreover, reasonably clear and precise standards might easily be fashioned. In light of the gravity of the penalty of expulsion, something more than \"gross disobedience or misconduct\" should be required.</p>\n<p id=\"b994-9\">Plaintiff's expulsion might have been sustainable had the School Board given content to \"gross disobedience or misconduct\" through reasonably narrow rules or regulations. Chapter 122, Section 10-20.5, Illinois Revised Statutes, vested the Board with the power to \"adopt and enforce\" such rules. Construed as a standard for the School Board's exercise of that rule-making authority, \"gross disobedience or misconduct\" might well be constitutional. See Panama Refining Co. v. Ryan, 293 U.S. 388, 420-430, 55 S.Ct. 241, 79 L.Ed. 446; cf. Kent v. Dulles, 357 U.S. 116, 127-129, 78 S.Ct. 1113, 2 L.Ed.2d 1204. Although the notice sent to the parents of plaintiff Marquitta Whitfield referred to \"regulations,\" the only pertinent provision of the \"Policies and Regulations of the Board of Education of School District No. 1, Alexander County, Illinois,\" is Section 15<footnotemark>1</footnotemark> which merely restates verbatim the <page-number citation-index=\"1\" label=\"899\">*899</page-number>gross disobedience or misconduct standard set forth in Chapter 122, Section 10-22.6. Since there is no applicable regulation which contains a constitutionally valid rule of conduct, plaintiff’s expulsion was illegal, and she is entitled to reinstatement. Because of this conclusion, I express no opinion on the procedural issues raised herein.<footnotemark>2</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b994-6\">. Section 15 authorizes the School Board:</p>\n<blockquote id=\"ArPj\">“To suspend or expel pupils guilty of gross disobedience or misconduct and by regulation to authorize the superin<page-number citation-index=\"1\" label=\"899\">*899</page-number>tendent of schools of any district or the principal of any school to suspend pupils guilty of gross disobedience or misconduct for not to exceed 7 days or until the next regular meeting of the board, whichever first occurs, and no action shall lie against them for such expulsion or suspension. Expulsion shall take place only after the parents have been requested to appear at a meeting of the board to discuss their child’s behavior. Such request shall be made by registered or certified mail and shall state the time, place and purpose of the meeting. The board at such meeting shall state the reasons for dismissal and the date on which the expulsion is to become effective.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b995-13\">. This panel was properly convened pursuant to 28 U.S.C. § 2281 to consider the merits of plaintiffs’ requested injunction against continued application of Chapter 122, Section 10-22.6, Illinois Revised Statutes. Examination of the statutory scheme and the decisions of the Illinois courts provides no clear indication whether this statute is susceptible to a constitutional construction as an enabling standard regulating the Board’s exercise of its delegated power to promulgate rules under Chapter 122, Section 10-20.5, Illinois Revised Statutes. Defendants have not sought to sustain the constitutionality of the statute on that ground, and the majority’s decision presupposes the contrary. Therefore, a detailed consideration of state law or the propriety of a decision by this panel based upon such a construction would not be fruitful.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}