{
  "casebody": {
    "data": "<casebody firstpage=\"225\" lastpage=\"232\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b217-3\">[Civ. No. 35557.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AHI\">First Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AjQ\">Mar. 19, 1975.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b217-4\">EVERETT C. FROST, Plaintiff and Appellant, v. TRUSTEES OF CALIFORNIA STATE UNIVERSITY AND COLLEGES et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b218-9\"><page-number citation-index=\"1\" label=\"226\">*226</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b218-10\">Himelstein &amp; Savinar and Mark Himelstein for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b218-11\">Evelle J. Younger, Attorney General, Elizabeth Palmer, Assistant Attorney General, and John J. Klee, Jr., Deputy Attorney General, for Defendants and Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b218-12\">Opinion</p>\n<author id=\"b218-13\">SCOTT, J.</author>\n<p id=\"AZKQ\">Everett Frost appeals from a judgment denying his petition for a writ of mandamus to compel payment of accrued back salary, <page-number citation-index=\"1\" label=\"227\">*227</page-number>against Trustees of California State University and Colleges, State Board of Control, State Personnel Board and State Controller.</p>\n<p id=\"b219-4\">The essential facts are not in dispute. However, the legal conclusions the parties draw from them are.</p>\n<p id=\"b219-5\">Frost began work as a probationary academic employee of the English department at California State University at Fresno for the academic year 1969-1970. On November 25, 1970, a notice of nonretention was sent to Frost informing him that he would not be reappointed for the 1971-1972 academic year. On December 28, 1970, Frost filed a notice of grievance pursuant to Executive Order 112. On January 8, 1971, a grievance committee was appointed to hear the case.</p>\n<p id=\"b219-6\">On January 18, 1971, Frost and other faculty members at the university filed an action in federal district court in San Francisco. <em>(Toney </em>v. <em>Reagan </em>(N.D.Cal. 1971) 326 F.Supp. 1093, affd. 467 F.2d 953, cert. den. 409 U.S. 1130 [35 L.Ed.2d 263, 93 S.Ct. 951].) On January 19, 1971, a restraining order was granted preventing the grievance from going forward. Plaintiffs in that case sought to have the grievance procedures declared unconstitutional. The restraining order remained in effect during the proceeding in the <em>Toney </em>case. On March 29, 1971, the court reached a decision upholding the constitutionality of the grievance procedures and dissolved the restraining order.</p>\n<p id=\"b219-7\">Following dissolution of the restraining order, the grievance committee was instructed to reconvene and undertake the continuation of the grievance process. Frost’s case was heard from May 14, 1971, through June 3, 1971. On June 4, 1971, the grievance committee recommended that Frost be reinstated to the faculty. The President of California State University at Fresno declined to follow the recommendation of the committee and reaffirmed his earlier decision not to reappoint Frost for the 1971-1972 academic year. Frost was notified of that decision on June 16, 1971. On June 28, 1971, Frost appealed to the Chancellor of the California State University and Colleges to review the president’s decision. On July 19, 1971, Frost was informed that his appeal had been accepted. On July 23, 1971, an appeal panel was appointed. On July 26, 1971, Frost stated that he was preparing a written transcript of the tape recording of his grievance hearing. Although a grievant is permitted to make such written transcript, it is not required by the procedures. The transcript was filed on December 27, 1971. Frost testified to various “mitigating circumstances” to account for the time between his first <page-number citation-index=\"1\" label=\"228\">*228</page-number>stating that he was preparing the transcript and the time it was actually filed. None of the delay appears attributable to respondents.</p>\n<p id=\"b220-5\">Following receipt of the transcript, the appeal panel met on January 11, 1972. On February 5, 1972, the appeal panel unanimously recommended that Frost be reinstated. Frost contends that the panel also recommended that he be awarded back salary. The trial court did not find that fact.</p>\n<p id=\"b220-6\">On March 31, 1972, the chancellor notified the university that he accepted the recommendation of the panel, but specifically stated that no back salary was to be awarded. Frost returned to work on May 19, 1972.</p>\n<p id=\"b220-7\">Frost filed a claim for back salary with the State Board of Control. The claim was denied May 16, 1972. A claim was filed with the State Personnel Board. It was dismissed on the ground that it appeared to raise no issue within the jurisdiction of the State Personnel Board. Frost filed a petition for the issuance of a peremptory writ of mandamus ordering respondents to pay him for the amount he alleged was due as back salary, fringe benefits, and costs of suit. Hearing was held on September 18, 1972. Judgment against Frost was entered on May 16, 1974.</p>\n<p id=\"b220-8\">The trial court found that under normal circumstances the grievance procedure would have been completed before Frost went off the payroll on September 1, 1971; that the reason Frost did not return to work until May 19, 1972, was due to his own tactics, not because of any failure on the part of the university system to move the hearing along with due diligence.</p>\n<p id=\"b220-9\">The trial court’s conclusions of law were: 1) Frost was not entitled to any salary for the period of time that he did not work for the university; 2) Frost was not entitled to his cost of preparing the transcript for the appeal to the chancellor ($1,162.09); 3) the peremptory writ was denied and costs were awarded to respondents.</p>\n<p id=\"b220-10\">I. Frost seeks a writ of mandate to compel the payment of the lost salary.</p>\n<p id=\"b220-11\">Mandamus is the proper remedy to compel the Trustees of the California State University and Colleges to pay back salary wrongfully withheld from a state university academic employee. <em>(Caminetti </em>v. <em>Board of Trustees </em>(1934) 1 Cal.2d 354 [34 P.2d 1021]; <em>Goldsmith </em>v. <em>Board of </em><page-number citation-index=\"1\" label=\"229\">*229</page-number><em>Education </em>(1923) 63 Cal.App. 141 [218 P. 296]; <em>Reed </em>v. <em>Board of Education </em>(1934) 139 Cal.App. 661 [34 P.2d 758].)</p>\n<p id=\"b221-4\">Code of Civil Procedure section 1085 provides; “It [writ of mandate] may be issued by any court, except a municipal or justice court, to any inferior tribunal, corporation, board, or person, to compel the performance of an act which the law specially enjoins, as a duty resulting from an office, trust, or station; or to compel the admission of a party to the use and enjoyment of a right or office to which he is entitled, and from which he is unlawfully precluded by such inferior tribunal, corporation, board or person.” Section 1086 provides: “The writ must be issued in all cases where there is not a plain, speedy, and adequate remedy, in the ordinary course of law. It must be issued upon the verified petition of the party beneficially interested.”</p>\n<p id=\"b221-5\">Case law has interpreted the requirements of these sections to be “(1) a clear and present ministerial duty of the defendant to do an act which the law specially enjoins (citations), and (2) a substantial beneficial interest of the plaintiff in the performance of that duty.” <em>(Flora Crane Service, Inc. </em>v. <em>Ross </em>(1964) 61 Cal.2d 199, 203 [37 Cal.Rptr. 425, 390 P.2d 193]; <em>People </em>v. <em>Superior Court </em>(1968) 69 Cal.2d 491, 497 [72 Cal.Rptr. 330, 446 P.2d 138]; <em>Beck </em>v. <em>Piatt </em>(1972) 24 Cal.App.3d 611, 615 [101 Cal.Rptr. 236].)</p>\n<p id=\"b221-6\">For reasons set forth hereafter, we hold that there is no ministerial duty on the part of the respondents to pay Frost “back salary.”</p>\n<p id=\"b221-7\">II. The Legislature has developed a scheme for the appointment, tenure, layoff and dismissal of employees of the state universities. (Ed. Code, § 24301 et seq.)</p>\n<p id=\"b221-8\">Education Code section 24305 provides; “The trustees shall adopt rules prescribing the form, time and method of . . . notice of intention not to recommend reappointment of an academic employee for the succeeding year to any such employee not having permanent status.” No suggestion is made by Frost that there was any irregularity in respondents’ conduct under this section of the Education Code.</p>\n<p id=\"b221-9\">Education Code sections 24306, 24307, 24308 and 24309 provide elaborate provisions for causes for dismissal, demotion or suspension of <page-number citation-index=\"1\" label=\"230\">*230</page-number>both permanent and temporary academic employees, and hearings relating thereto before the State Personnel Board. Provision is made for the payment of back salary in the event of revocation of orders of dismissal, demotion or suspension (Ed. Code, § 24310). These sections also provide for hearings before the board of trustees relative to reassignment of administrative employees and restoration of back salaiy.</p>\n<p id=\"b222-5\">None of these sections suggests that a rehired probationary academic employee has the same rights as a probationary employee who has been wrongfully dismissed, demoted or suspended. Indeed, California Administrative Code, title 5, section 43550, cited by Frost, is not supportive of his position.' That regulation provides: “The appointing power [i.e., the trustees (Ed. Code, § 22607)] shall reinstate any employee, who meets all employment requirements, and who left his classification with reinstatement rights as prescribed by law or by these rules, to a position in the classification which he left or the equivalent thereof. <em>Such employees shall not lose any benefits or credit for prior service enjoyed at the time of separation.” </em>(Italics added.) Frost was rehired by the president of the college on direction of the chancellor and did not lose any benefit or credit for prior service enjoyed at the time of the separation.</p>\n<p id=\"b222-6\">Frost’s reliance on <em>Monroe </em>v. <em>Trustees of the California State Colleges </em>(1971) 6 Cal.3d 399 [99 Cal.Rptr. 129, 491 P.2d 1105], and <em>Daugherty </em>v. <em>Board of Trustees </em>(1952) 111 Cal.App.2d 519 [244 P.2d 950], is misplaced. Neither case deals with a probationary employee not rehired. <em>Daugherty </em>deals with back salary rights of a reinstated permanent employee. The court there specifically found Daugherty, as a previous permanent employee reemployed within 39 months after his past permanent employment, to have all the rights of a permanent employee. Monroe also was a permanent employee, who was wrongfully discharged for his refusal to sign a loyalty oath, and as such was entitled to. back salary not barred by the statute of limitations.</p>\n<p id=\"b222-7\">Executive Order 112, known as “Grievance Procedures for Academic Personnel of the California State Colleges,” was promulgated by the chancellor pursuant to California Administrative Code, title 5, section 42714. By the creation of this grievance procedure, which is available to both permanent and probationary academic employees, there appears to be no intent to bestow upon probationary academic employees any rights to back salary upon rehiring, but merely to grant them a procedure by which the chancellor can review a state college president’s decision not <page-number citation-index=\"1\" label=\"231\">*231</page-number>to rehire such employee. As pointed out by the court in <em>Toney </em>v. <em>Reagan </em>(N.D.Cal. 1971) 326 F.Supp. 1093, 1100, in which Frost was a party plaintiff: “Plaintiffs also complain that the grievance must be asserted by and that the grievance procedure must be initiated by the grievant rather than by the college. Bearing in mind, however, that the grievance here asserted is not dismissal or ‘firing’ (as plaintiffs would describe it), but merely a decision not to renew the annual appointment of a probationary faculty member, there is nothing unfair about requiring the individual member to assert any such grievance and to initiate the procedure in such a case.” As the court stated there, and we reiterate here, Frost was not dismissed but there was merely a decision made not to renew his annual appointment.</p>\n<p id=\"b223-4\">It is not required that probationary academic employees whó are notified that they will not be rehired, and who thereafter are in fact rehired, be paid for the interim period during which they did not work.</p>\n<p id=\"b223-5\">III. Frost contends that respondents are estopped from urging that his own tactics caused the administrative hearings to last so long as to prevent his rehiring until May of 1972. Since Frost is only entitled to pay commencing when and if he was rehired, estoppel is not relevant because he has no basis for an award of back salary.</p>\n<p id=\"b223-6\">IV. The other “costs” which Frost requests appear to be expenses incurred in exercising his grievance procedure rights and other personal expenses incurred before he was rehired, and are not recoverable here.</p>\n<p id=\"b223-7\">V. Appellant further urges that respondents had entered into a stipulation as to the amount of back salary to which another academic employee wa§ entitled under similar circumstances. <em>(Mabey </em>v. <em>Reagan </em>(N.D.Cal. 1974) 376 F.Supp. 216.) Frost inaccurately characterizes the stipulation made in that case. There the respondents stipulated what the amount of salary would be <em>if the reinstated professor were entitled to it. </em>The stipulation in the <em>Mabey </em>case clearly says that respondents deny the professor was entitled to any back salary. There is no inconsistency in the <page-number citation-index=\"1\" label=\"232\">*232</page-number>respondents’ position in the <em>Mabey </em>case as opposed to their position in this case.</p>\n<p id=\"b224-5\">Judgment is affirmed.</p>\n<p id=\"b224-6\">Brown (H. C.), Acting P. J., and Good, J.,<footnotemark>*</footnotemark> concurred.</p>\n<p id=\"b224-7\">A petition for a rehearing was denied April 18, 1975, and the opinion was modified to read as printed above. Appellant’s petition for a hearing by the Supreme Court was denied May 14, 1975.</p>\n<footnote label=\"*\">\n<p id=\"b224-8\">Retired judge of the superior court sitting under assignment by the Chairman of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}