{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"218\" lastpage=\"223\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  ARGONAUT INSURANCE COMPANY, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  LYNCHBURG STEEL &amp; SPECIALTY COMPANY, et al., Defendants.\n </parties>\n <docketnumber id=\"p-2\">\n  Case No. 17-cv-01825 (APM)\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, District of Columbia.\n </court>\n <decisiondate id=\"p-4\">\n  Signed April 5, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Vivian Katsantonis, Watt, Tieder, Hoffar &amp; Fitzgerald, LLP, McLean, VA, for Plaintiff\n </attorneys>\n <p id=\"p-6\">\n  <em>\n   <strong>\n    MEMORANDUM OPINION\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   Amit P. Mehta, United States District Judge\n  </author>\n  <p id=\"p-8\">\n   <strong>\n    I. INTRODUCTION\n   </strong>\n  </p>\n  <p id=\"p-9\">\n   Plaintiff Argonaut Insurance Company filed this action against Lynchburg Steel &amp; Specialty Company, Anderson Enterprises, LLC, Douglas B. Anderson, and Geraldine K. Anderson (collectively, \"Defendants\"), seeking recovery of losses and attorneys' fees and costs incurred as a result of Defendants' alleged breach of an indemnity agreement.\n  </p>\n  <p id=\"p-10\">\n   Although properly served, Defendants failed to respond to the Complaint, and the Clerk of the Court entered default on December 1, 2017. Plaintiff then moved for default judgment, seeking the relief requested in the Complaint. For the reasons discussed below, the court grants Plaintiff's Motion for Default Judgment.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    II. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   This action arises from a General Indemnity Agreement that Defendants Douglas Anderson and Geraldine Anderson executed on November 15, 2010, for the benefit of Argonaut, in their individual capacities and official capacities as President and CEO of Lynchburg Steel &amp; Specialty Company and as members of Anderson Enterprises, LLC. Compl., ECF No. 1 ¶¶ 9-19; Compl., Ex. A, ECF No. 1-6 [hereinafter Indemnity Agreement]. Under the terms of the Indemnity Agreement, Defendants are jointly and severally obligated to indemnify Argonaut \"from and against any and all Losses, as well as any other reasonable expense that [Argonaut] may incur or sustain as a result of or in connection with the furnishing, execution, renewal, continuation, or substitution of any Bond(s).\" Indemnity Agreement ¶ 2. \"Losses\" are defined in the Indemnity Agreement to mean:\n  </p>\n  <blockquote id=\"p-13\">\n   any and all (a.) sums paid by Surety to claimants under the Bonds, (b.) sums required to be paid to claimants by Surety but not yet, in fact, paid by Surety, by reason of execution of such Bonds, (c.) all costs and expenses incurred in connection with investigating, paying or litigating any claim under the Bonds, including but not limited to legal fees and expenses, technical and expert witness fees and expenses, (d.) all costs and expenses incurred in connection with enforcing the obligations of the Indemnitors under this [Indemnity] Agreement, including, but not limited to interest, legal fees and expenses ....\n  </blockquote>\n  <p id=\"p-14\">\n   Indemnity Agreement at 1. \"Expenses\" are defined to \"include, but are not limited to\":\n  </p>\n  <blockquote id=\"p-15\">\n   (a) the cost incurred by reason of making an independent investigation in connection with any Bond(s) or this [Indemnity] Agreement; (b) the cost of procuring or attempting to procure the Surety's release from liability or settlement under any Bond(s) upon or in anticipation of Losses, including the defense of any action brought in connection therewith; and (c) the cost incurred in bringing suit to enforce this [Indemnity] Agreement against any of the Indemnitors.\n  </blockquote>\n  <p id=\"p-16\">\n   <em>\n    Id.\n   </em>\n   The Indemnity Agreement further provides that the contract \"shall be interpreted under the substantive law of the State of Texas.\"\n   <em>\n    Id.\n   </em>\n   ¶ 23.\n  </p>\n  <p id=\"p-17\">\n   In reliance on the Indemnity Agreement, Argonaut-as surety-issued a Performance Bond and Payment Bond on July 9, 2015, naming Lynchburg Steel &amp; Specialty Company as principal in connection with a construction project known as \"MCN Job No. 01-014012-00; Rocketship DC Washington DC.\" Compl. ¶¶ 20-21; Compl., Ex. B, ECF No. 1-7 [hereinafter Bonds]. By letter dated June 6, 2017, Williams Steel Erection Co., Inc., a subcontractor to Lynchburg Steel in connection with the construction project, asserted a claim against the Payment Bond, demanding payment from Argonaut in the amount of $82,248.00 for labor and materials that Williams Steel had supplied but were not paid by Lynchburg Steel. Compl. ¶ 22. When Argonaut notified Defendants of the claim and inquired about the propriety of the claim, Lynchburg Steel and Mr. Anderson advised Argonaut that they were unable to pay Williams Steel the amount demanded due to cash flow problems.\n   <em>\n    Id.\n   </em>\n   ¶¶ 23-24. Argonaut thereafter paid Williams Steel $82,248.00 on June 8, 2017.\n  </p>\n  <p id=\"p-18\">\n   <em>\n    Id.\n   </em>\n   ¶ 25. On that same date, Argonaut wrote to Lynchburg Steel memorializing its full payment of the bond claim to Williams Steel and proposing a six-month payment plan for reimbursement.\n   <em>\n    Id.\n   </em>\n   ¶ 26. Lynchburg Steel and Mr. Anderson informed Argonaut that the proposed payment plan was acceptable via letter dated June 12, 2017, but failed to execute the proposed promissory note.\n   <em>\n    Id.\n   </em>\n   ¶¶ 27-28.\n  </p>\n  <p id=\"p-19\">\n   Argonaut filed this action on September 6, 2017.\n   <em>\n    See\n   </em>\n   Compl. Defendants were each timely served with a summons and complaint on October 6, 2017.\n   <em>\n    See\n   </em>\n   Affs. of Service, ECF Nos. 5-8. Plaintiff filed the executed Summonses with this court on November 28, 2017.\n   <em>\n    Id.\n   </em>\n   Defendants' responses to the Complaint were due on October 27, 2017, but Defendants failed to respond.\n   <em>\n    See\n   </em>\n   Fed. R. Civ. P. 12(a)(1)(A)(i). Upon Argonaut's filing of an Affidavit for Default, the Clerk of the Court entered default against Defendants on December 1, 2017. Entry of Default, ECF No. 11. Plaintiff thereafter filed the instant motion. Mot. for Default J., ECF No. 12. Defendants have yet to answer or respond to the Complaint or respond to the Motion.\n  </p>\n  <p id=\"p-20\">\n   Plaintiff seeks a total of $92,694.50, which includes $82,248.00 in damages, $8,714.50 in attorneys' fees and costs incurred and paid by Argonaut as of November 2017, and $1,732.00 in attorneys' fees and costs incurred by Argonaut and due and owing as of November 2017.\n  </p>\n  <p id=\"p-21\">\n   <strong>\n    III. LEGAL STANDARD\n   </strong>\n  </p>\n  <p id=\"p-22\">\n   Rule 55 of the Federal Rules of Civil Procedure sets out a two-step process for a plaintiff seeking default judgment. First, the plaintiff must ask the Clerk of the Court to enter default against a party who has \"failed to plead or otherwise defend\" itself against the action. Fed. R. Civ. P. 55(a). Second, the plaintiff must move for entry of default judgment. Fed. R. Civ. P. 55(b). Although there are \"strong policies favoring the resolution of genuine disputes on their merits,\" default judgments are appropriate \"when the adversary process has been halted because of an essentially unresponsive party.\"\n   <em>\n    Jackson v. Beech\n   </em>\n   ,\n   <extracted-citation case-ids=\"5685440,627236\" index=\"0\" url=\"https://cite.case.law/f2d/636/831/\">\n    636 F.2d 831\n   </extracted-citation>\n   , 835 (D.C. Cir. 1980) (citation omitted)\n  </p>\n  <p id=\"p-23\">\n   \"A defaulting defendant is deemed to admit every well-pleaded allegation in the complaint.\"\n   <em>\n    Adkins v. Teseo\n   </em>\n   ,\n   <extracted-citation case-ids=\"9448285\" index=\"1\" url=\"https://cite.case.law/f-supp-2d/180/15/#p17\">\n    180 F.Supp.2d 15\n   </extracted-citation>\n   , 17 (D.D.C. 2001). Although the default establishes a defendant's liability, \"unless the amount of damages is certain,\" the court is required to \"make an independent determination of the sum to be awarded\" pursuant to the judgment.\n   <em>\n    Boland v. Yoccabel Constr. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4259684\" index=\"2\" url=\"https://cite.case.law/frd/293/13/#p17\">\n    293 F.R.D. 13\n   </extracted-citation>\n   , 17 (D.D.C. 2013) (quoting\n   <em>\n    Adkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"9448285\" index=\"3\" url=\"https://cite.case.law/f-supp-2d/180/15/#p17\">\n    180 F.Supp.2d at\n   </extracted-citation>\n   17 ). To determine the appropriate amount of damages, the court \"may hold a hearing or rely on detailed affidavits or documentary evidence.\"\n   <em>\n    Boland v. Elite Terrazzo Flooring, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4186161\" index=\"4\" url=\"https://cite.case.law/f-supp-2d/763/64/#p68\">\n    763 F.Supp.2d 64\n   </extracted-citation>\n   , 68 (D.D.C. 2011). A plaintiff \"must prove these damages to a reasonable certainty.\"\n   <em>\n    <extracted-citation case-ids=\"4186161\" index=\"5\" url=\"https://cite.case.law/f-supp-2d/763/64/#p68\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-24\">\n   <strong>\n    IV. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-25\">\n   Because Plaintiff has properly obtained default from the Clerk of the Court, the court proceeds to the second step of the default judgment analysis.\n   <footnotemark>\n    1\n   </footnotemark>\n   The court must therefore \"determine whether entry of default judgment is appropriate, and if\n   it is, whether [Plaintiff] is entitled to the full amount of relief [it] requests.\"\n   <em>\n    Ventura v. L.A. Howard Constr. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4160003\" index=\"6\" url=\"https://cite.case.law/f-supp-3d/134/99/#p103\">\n    134 F.Supp.3d 99\n   </extracted-citation>\n   , 103 (D.D.C. 2015). To make this determination, the court will assess Defendants' liability for breach of the Indemnity Agreement, the proper amount of any damages, and Plaintiff's request for attorneys' fees.\n  </p>\n  <p id=\"p-26\">\n   <strong>\n    A. Liability\n   </strong>\n  </p>\n  <p id=\"p-27\">\n   Under Texas law, \"[a] contract for indemnity is read as any other contract.\"\n   <em>\n    Safeco Ins. Co. of Am. v. Gaubert\n   </em>\n   ,\n   <extracted-citation case-ids=\"9972814\" index=\"7\" url=\"https://cite.case.law/sw2d/829/274/#p281\">\n    829 S.W.2d 274\n   </extracted-citation>\n   , 281 (Tex. App. 1992). To state a claim for breach of an indemnity contract, the plaintiff must establish: (1) the existence of a valid contract; (2) the plaintiff performed or tendered performance; (3) the defendant breached the contract; and (4) the plaintiff sustained damages as a result of the breach.\n   <em>\n    See\n   </em>\n   <em>\n    Levitin v. Michael Grp., LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"8155380\" index=\"8\" url=\"https://cite.case.law/sw3d/277/121/#p123\">\n    277 S.W.3d 121\n   </extracted-citation>\n   , 123 (Tex. App. 2009). The factual allegations of Argonaut's Complaint, which are deemed admitted upon entry of default, satisfy this standard. They establish that: (1) Defendants executed the Indemnity Agreement as partial consideration for the Payment and Performance Bonds; (2) Argonaut issued the Bonds; (3) Defendants failed and refused to indemnify Argonaut for its payment of the bond claim of $82,248.00; and (4) Argonaut incurred damages as a result of Defendants' breach of the Indemnity Agreement.\n   <em>\n    See generally\n   </em>\n   Compl. ¶¶ 9-29. Defendants therefore are liable to Argonaut for breach of contract.\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    B. Damages\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   Having established Defendants' liability, the court next considers the amount of damages due to Plaintiff as a result of Defendants' breach of the Indemnity Agreement. That determination is a straightforward one. In support of its request for damages, Plaintiff offers the sworn affidavit of Robert G. Lavitt, the Vice President, Director of Surety Claims, for Argonaut.\n   <em>\n    See\n   </em>\n   Mot. for Default J., Attach. 2, ECF No. 12-2 [hereinafter Lavitt Aff.]. According to Lavitt, after receiving assurance from Defendants that the Williams Steel's claim was undisputed, Argonaut paid Williams Steel the full amount of its bond claim, issuing a check for $82,248.00 on June 8, 2017. Lavitt Aff. ¶ 13;\n   <em>\n    see\n   </em>\n   Lavitt Aff., Ex. 1. That is precisely the amount of damages sought in the Complaint,\n   <em>\n    see\n   </em>\n   Compl. ¶ 33, and the court will accordingly award this amount.\n  </p>\n  <p id=\"p-30\">\n   <strong>\n    C. Attorneys' Fees and Costs\n   </strong>\n  </p>\n  <p id=\"p-31\">\n   In addition to seeking damages, Argonaut also requests approximately $10,446.50 in attorneys' fees and costs in connection with pursuing the enforcement of its rights under the Indemnity Agreement against Defendants.\n   <em>\n    See\n   </em>\n   Mot. for Default J., Mem. in Support, ECF No. 12-1, at 5-6, 11.\n  </p>\n  <p id=\"p-32\">\n   Pursuant to the terms of the Indemnity Agreement, Defendants are liable to Argonaut for \"all costs and expenses incurred in connection with enforcing the obligations of the [Defendants] under this [Indemnity] Agreement, including, but not limited to interest, legal fees and expenses.\" Indemnity Agreement at 1, ¶ 2. \"Vouchers, affidavits, or other evidence of payment by [Argonaut] shall be prima facie evidence of the [Defendants'] liability for any such Losses or other expenses.\"\n   <em>\n    <extracted-citation case-ids=\"8155380\" index=\"9\" url=\"https://cite.case.law/sw3d/277/121/#p123\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-33\">\n   In support of its request for attorneys' fees and costs, Argonaut offers the sworn affidavit of its counsel, Christopher M. Harris, an attorney with Watt, Tieder, Hoffar &amp; Fitzgerald, LLP, Mot. for Default J., Attach. 3, ECF No. 12-3 [hereinafter Harris Aff.], and billing records reflecting the hours of attorney work performed and costs incurred by Argonaut, Harris Aff., Ex. A. According to\n   these documents, Argonaut incurred-and paid-$1,000 in costs (comprised of a $400 filing fee and $600 for service of process) and $7,714.50 in attorneys' fees associated with instituting and defending this action, for a total of $8,714.50. Additionally, the documents show that, as of November 2017, Argonaut has incurred an additional $1,732.00 in attorneys' fees and costs, which remains due and owing. Lavitt Aff., Ex. 2.\n  </p>\n  <p id=\"p-34\">\n   The court has reviewed the Harris affidavit and the redacted billing records attached thereto and is satisfied that Argonaut has submitted sufficient evidence to justify its requested attorneys' fees and costs. Accordingly, the court awards Argonaut $10,446.50 in attorneys' fees and costs.\n  </p>\n  <p id=\"p-35\">\n   <strong>\n    V. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-36\">\n   For the foregoing reasons, Plaintiff's Motion for Default Judgment is granted. The court finds that Plaintiff is entitled to damages in the amount of $82,248.00 and attorneys' fees and costs in the amount of $10,446.50. A separate Order accompanies this Memorandum Opinion.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-39\">\n    In accordance with its \" 'affirmative obligation' to determine whether it has subject-matter jurisdiction over the action,\" this court has assured itself that it has jurisdiction over this matter pursuant to\n    <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201332\">\n     28 U.S.C. § 1332\n    </extracted-citation>\n    (a)(1), and that venue is proper under\n    <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201391\">\n     28 U.S.C. § 1391\n    </extracted-citation>\n    (b)(2).\n    <em>\n     See\n    </em>\n    <em>\n     Friends Christian High Sch. v. Geneva Fin. Consultants\n    </em>\n    ,\n    <extracted-citation case-ids=\"12309595\" index=\"12\" url=\"https://cite.case.law/frd/321/20/#p22\">\n     321 F.R.D. 20\n    </extracted-citation>\n    , 22 (D.D.C. 2017) (quoting\n    <em>\n     James Madison Ltd. v. Ludwig\n    </em>\n    ,\n    <extracted-citation case-ids=\"7646576,3693676\" index=\"13\" url=\"https://cite.case.law/f3d/82/1085/\">\n     82 F.3d 1085\n    </extracted-citation>\n    , 1092 (D.C. Cir. 1996) ) ).\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}