{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"366\" lastpage=\"388\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Princess SAKYI, individually and on behalf of all others similarly situated, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  ESTÉE LAUDER COMPANIES, INC., et al., Defendants.\n </parties>\n <docketnumber id=\"p-2\">\n  Civil Action No. 17-1863 (BAH)\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, District of Columbia.\n </court>\n <decisiondate id=\"p-4\">\n  Signed April 25, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Jason Samuel Rathod, Nicholas A. Migliaccio, Migliaccio &amp; Rathod LLP, Washington, DC, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  Matthew F. Nieman, Amanda Leigh Scott Vaccaro, Jackson Lewis P.C., Reston, VA, Michael J. Schrier, Duane Morris, LLP, Washington, DC, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    MEMORANDUM OPINION\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Chief Judge Beryl A. Howell\n  </author>\n  <p id=\"p-9\">\n   The plaintiff, Princess Sakyi, a former cosmetology student at the Aveda Institute\n   in Washington, D.C., filed a three-count complaint against defendants Beauty Basics, Inc., d/b/a Aveda Institutes South (\"BBI\"), the Estée Lauder Companies, Inc. (\"ELC\"), and Aveda Corporation (\"Aveda\"), on behalf of herself and all others similarly situated, alleging that the defendants engaged in unlawful and deceptive trade practices, failed to pay minimum wages, and failed to pay wages in a timely manner by using their students as unpaid employees. Am. Compl. at 2, 8-10, ECF No. 10. Pending before the Court are defendant BBI's Motion to Dismiss and Compel Arbitration (\"BBI Mot. Compel\"), ECF No. 25, and defendants ELC and Aveda's Motion to Dismiss and Compel Arbitration, or in the Alternative, to Stay (\"ELC Mot. Compel\"), ECF No. 28. The defendants seek to compel arbitration pursuant to an Arbitration Agreement between the plaintiff and defendant BBI,\n   <em>\n    see\n   </em>\n   BBI Mot. Compel, Ex. 1, Decl. of Kalli Blackwell Peterman (\"Peterman Decl.\"), Attach. A, Arbitration Agreement &amp; Waiver of Jury Trial (\"Agreement\") at 5-6, ECF No. 25-1. For the reasons described below, the defendants' motions are granted.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   The defendants have moved to dismiss the complaint and to compel arbitration. The circumstances underlying, and terms of, the Arbitration Agreement will therefore be discussed first, followed by a brief discussion of the plaintiff's claims against the defendants.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    A. The Plaintiff Signs an Arbitration Agreement with BBI\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   On March 9, 2016, plaintiff Princess Sakyi enrolled in a cosmetology course offered at defendant BBI's Washington, D.C., location. Peterman Decl. ¶ 9.\n   <footnotemark>\n    1\n   </footnotemark>\n   When the plaintiff enrolled in this course, she signed an Enrollment Agreement as well as an Arbitration Agreement and Waiver of Jury Trial (\"Arbitration Agreement\" or \"Agreement\").\n   <em>\n    Id.\n   </em>\n   ¶ 10. The first paragraph of the Arbitration Agreement states:\n  </p>\n  <blockquote id=\"p-14\">\n   Any dispute I may bring against Aveda Institute (the \"Institute\"), or any of its parents, subsidiaries, officers, directors, or employees, without limitation, or which the Institute may bring against me, no matter how characterized, pleaded or styled, shall be resolved by binding arbitration pursuant to the Federal Arbitration Act, conducted by the American Arbitration Association (the \"AAA\"), under its Consumer Arbitration Rules (\"Consumer Rules\"), and decided by a single arbitrator. The arbitration hearing will be conducted in Washington, DC.\n  </blockquote>\n  <p id=\"p-15\">\n   Agreement ¶ 1. The Agreement further provides that neither party would file any lawsuit against the other and that \"any suit filed in violation of this provision shall be promptly dismissed in favor of arbitration.\"\n   <em>\n    Id.\n   </em>\n   ¶ 3. In addition, the Agreement includes a provision prohibiting class proceedings, in which the plaintiff agreed that \"any dispute or claim I may bring shall be brought solely in my individual capacity, and not as a plaintiff or class member in\n   any purported class action, representative proceeding, mass action or consolidated action.\"\n   <em>\n    Id.\n   </em>\n   ¶ 5.\n  </p>\n  <p id=\"p-16\">\n   Several other provisions of the Agreement are relevant to this dispute. The Agreement selects the law of the District of Columbia as controlling law,\n   <em>\n    id.\n   </em>\n   ¶ 8, and includes a severability clause stating that \"[i]f any paragraph, sub-paragraph, provision, or clause herein is held invalid, said paragraph, sub-paragraph, provision, or clause shall not affect any other paragraph, sub-paragraph, provision, or clause that can have effect without the invalidated paragraph, sub-paragraph, provision, or clause, and thus is severable one from the other,\"\n   <em>\n    id.\n   </em>\n   ¶ 10. The plaintiff signed her initials at the end of each paragraph and also signed and dated the bottom of the Agreement, which is countersigned by a school official.\n   <em>\n    Id.\n   </em>\n   at 5-6.\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    B. The Plaintiff's Claims against the Defendants\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   BBI is a \"nationally accredited private post-secondary institution offering career training in a variety of beauty related fields, including cosmetology.\" Peterman Decl. ¶ 2. BBI \"regularly receives funds in the form of student loans and grants that are regulated by the Department of Education,\" and \"[m]ost of the tuition for BBI's students are [sic] paid by way of a mix of federal student loans and grants, all administered under the Title IV student financial aid statutes\" and \"related regulations.\"\n   <em>\n    Id.\n   </em>\n   ¶ 7. Each student pays \"approximately $26,000 in tuition\" for this course. Am. Compl. ¶ 18. In this case, the plaintiff paid \"approximately $5,000 out of pocket and $21,000 in student loans.\"\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-19\">\n   As part of the curriculum, and pursuant to cosmetology licensing requirements, \"student enrollees provide cosmetology services for paying customers.\"\n   <em>\n    Id.\n   </em>\n   ¶ 13. According to the plaintiff, prospective students were told that \"supervised students train directly with guests, delivering the trademark difference that defines an AVEDA school,\"\n   <em>\n    id.\n   </em>\n   ¶ 15 (internal quotation marks omitted); that \"the one-of-a-kind hands-on experience that they would receive in training at the Aveda Institute would be by licensed educators within a salon environment in which students will learn the latest styles and techniques in haircutting, hair styling and hair coloring,\"\n   <em>\n    id.\n   </em>\n   ¶ 16 (internal quotation marks and alteration omitted); and that \"they would receive all the preparation they need to take the state board exam and would receive an ipad [sic] as part of the program,\"\n   <em>\n    id.\n   </em>\n   ¶ 17.\n  </p>\n  <p id=\"p-20\">\n   Nonetheless, the plaintiff's complaint describes how the students were exploited: the students \"spent many days not training, but as line employees, performing simple, repetitive tasks for Aveda clients without supervision-such as straightforward nail or hair jobs,\"\n   <em>\n    id.\n   </em>\n   ¶ 19, and did not receive an hourly wage for this work, although they did occasionally receive tips from customers,\n   <em>\n    id.\n   </em>\n   ¶ 20. The students were required to \"follow detailed requirements imposed on them by Defendants\" and were \"subject to grading, discipline and even termination from the program based on Defendants' discretion and/or students' failure to adhere to these requirements (such as rules regarding their contact with customers, the hours they maintain in the salon, and the accurateness of their services).\"\n   <em>\n    Id.\n   </em>\n   ¶ 21. According to the plaintiff, \"the amount of work that Defendants required her and other students to perform in certain areas far exceeded the requirements of licensure .... For example, regulations require 50 hours related to manicure and pedicure for licensure, but Defendants required Plaintiff to perform approximately 180 hours of nail work, during the period from July to September 2016.\"\n   <em>\n    Id.\n   </em>\n   ¶ 23. After completing work for their customers, students were also \"required\" to \"show customers the\n   Aveda-branded products that they used on the customers and try to sell the products to customers,\"\n   <em>\n    id.\n   </em>\n   ¶ 24, and were asked to \"occasionally fill-in on the retail sales floor, performing general sales and other duties for Defendants unrelated to their degree,\"\n   <em>\n    id.\n   </em>\n   In addition, \"[s]taff at the Aveda Institute required Plaintiff and other students to pay out-of-pocket for iPads, which were rarely incorporated in to [sic] their study,\" even though \"students had been told that the cost of the iPad would be included in tuition.\"\n   <em>\n    Id.\n   </em>\n   ¶ 25.\n  </p>\n  <p id=\"p-21\">\n   The plaintiff contends that because the students were \"required to spend so much time in the salon,\" they \"did not receive the coursework necessary to be properly prepared for the state board exam.\"\n   <em>\n    Id.\n   </em>\n   ¶ 26. The students allegedly raised this concern with the defendants, who provided additional coursework to the students after the course had ended.\n   <em>\n    Id.\n   </em>\n   The plaintiff states that this deficiency \"meant that students had to spend additional resources coming to the Institute for weeks after the program was supposed to end and also delay the start of their cosmetology careers.\"\n   <em>\n    Id.\n   </em>\n   In fact, the plaintiff avers that \"[h]ad Defendants disclosed to Plaintiff and other students the true nature of the Aveda Institute's cosmetology program, including but not limited to the amount of time they would spend on repetitive, comparatively unskilled nail and hair work, the students would have chosen another cosmetology program.\"\n   <em>\n    Id.\n   </em>\n   ¶ 27.\n  </p>\n  <p id=\"p-22\">\n   <strong>\n    C. Litigation History\n   </strong>\n  </p>\n  <p id=\"p-23\">\n   On July 30, 2017, the plaintiff filed a class action complaint against Aveda Institute, Inc. (\"AII\"), and the Estée Lauder Companies in the Superior Court of the District of Columbia, alleging unlawful and deceptive trade practices in violation of the District of Columbia Consumer Protection Procedures Act (\"DCCPPA\"),\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2028-3901\">\n    D.C. Code § 28-3901\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   , failure to pay minimum wage in violation of the District of Columbia Minimum Wage Revision Act (\"DCMWRA\"),\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1001\">\n    D.C. Code § 32-1001\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   , and failure to pay all wages earned in a timely manner in violation of the District of Columbia Wage Payment and Collection Act (\"DCWPCA\"),\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n    D.C. Code § 32-1301\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   Defs.' Notice of Removal, Ex. 1, Compl. (\"Compl.\") at 8-10, ECF No. 1-1. The plaintiff brought this complaint on behalf of herself \"and all cosmetology students who have enrolled at the Aveda Institute in Washington D.C.\"\n   <em>\n    <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n    ¶ 27\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-24\">\n   Regarding the class claims, the complaint alleges that the \"critical questions of law and fact common to the Plaintiff Class that will materially advance the litigation are whether Defendants misrepresented and/or omitted material facts about the cosmetology program to Plaintiffs and the class and whether applicable law required Defendants to pay wages to Plaintiffs and the class for work that they performed at the Aveda salon.\"\n   <em>\n    <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n    ¶ 31\n   </extracted-citation>\n   . The plaintiff seeks damages and an injunction ordering the defendants to \"pay students for work performed in the Aveda salon and change their marketing practices to accurately reflect the nature of work performed in the cosmetology program.\"\n   <em>\n    <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n    at 11\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-25\">\n   The defendants removed this action to federal court on September 12, 2017.\n   <em>\n    See generally\n   </em>\n   Defs.' Notice of Removal, ECF No. 1. Approximately three weeks later, AII moved to dismiss the claims against it based on a lack of personal jurisdiction. Def. AII Mot. Dismiss (\"AII Mot. Dismiss\"), Ex. 1, Def. AII Mem. Supp. Mot. Dismiss (\"AII Mem.\") at 1, ECF No. 7-1. AII noted that it \"does not manage, operate, or have an ownership interest in the Aveda Institute in Washington, D.C., or any school in the District of Columbia,\"\n   <em>\n    <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     id.\n    </extracted-citation>\n   </em>\n   , and that the company instead \"owns and operates two cosmetology schools in the United States, which do business as the Aveda Institute of New York and Aveda Institute of Minneapolis,\" which schools\n   are located in New York and Minnesota, respectively,\n   <em>\n    <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n    at 2\n   </extracted-citation>\n   . AII merely \"has a licensing agreement with Aveda Corporation to use Aveda Institute curriculum and the school name 'Aveda Institute.' \"\n   <em>\n    <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     Id.\n    </extracted-citation>\n   </em>\n   According to AII, \"Plaintiff ha[d] sued the wrong company.\"\n   <em>\n    <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n    at 1\n   </extracted-citation>\n   .\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-26\">\n   The plaintiff subsequently filed an amended complaint, substituting Aveda Corporation as a defendant in place of AII and also adding BBI as a defendant, Am. Compl. ¶¶ 10-11, but otherwise leaving the substantive allegations of the complaint unchanged. Accordingly, AII's motion to dismiss was denied as moot. Minute Order (Nov. 29, 2017).\n  </p>\n  <p id=\"p-27\">\n   In February 2018, the plaintiff successfully moved, over the defendants' objections, for an extension of time in which to seek class certification.\n   <em>\n    See\n   </em>\n   Order, dated Feb. 6, 2018, ECF No. 23. The next day, on February 7, 2018, BBI requested that plaintiff arbitrate her claims, but the plaintiff refused. Def. BBI Mem. Supp. Mot. Compel (\"BBI Mem.\") at 7, ECF No. 25. BBI then moved to compel arbitration of the plaintiff's claims, invoking the Arbitration Agreement signed by the plaintiff upon her enrollment in the cosmetology program.\n   <em>\n    <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=D.C.%20Code%20%C2%A7%2032-1301\">\n    at 1\n   </extracted-citation>\n   . Two weeks later, ELC and Aveda Corporation similarly moved to compel arbitration, contending that the Arbitration Agreement also encompassed the plaintiff's claims against them, despite the fact that they are not signatories to the Arbitration Agreement. ELC Mot. Compel, Ex. 1, Defs. ELC &amp; Aveda Corp. Mem. Supp. Mot. Compel (\"ELC Mem.\") at 1, ECF No. 28-1.\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    II. LEGAL STANDARD FOR A MOTION TO COMPEL ARBITRATION\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   The Federal Arbitration Act (\"FAA\"),\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%201\">\n    9 U.S.C. § 1\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   , aims to \"reverse the longstanding judicial hostility to arbitration agreements\" and to \"place arbitration agreements upon the same footing as other contracts.\"\n   <em>\n    Gilmer v. Interstate/Johnson Lane Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6216237\" index=\"12\" url=\"https://cite.case.law/us/500/20/#p24\">\n    500 U.S. 20\n   </extracted-citation>\n   , 24,\n   <extracted-citation case-ids=\"6216237\" index=\"13\" url=\"https://cite.case.law/us/500/20/#p24\">\n    111 S.Ct. 1647\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6216237\" index=\"14\" url=\"https://cite.case.law/us/500/20/#p24\">\n    114 L.Ed.2d 26\n   </extracted-citation>\n   (1991) (citing\n   <em>\n    Dean Witter Reynolds Inc. v. Byrd\n   </em>\n   ,\n   <extracted-citation case-ids=\"11299026\" index=\"15\" url=\"https://cite.case.law/us/470/213/\">\n    470 U.S. 213\n   </extracted-citation>\n   , 219-20 &amp; n.6,\n   <extracted-citation case-ids=\"11299026\" index=\"16\" url=\"https://cite.case.law/us/470/213/\">\n    105 S.Ct. 1238\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299026\" index=\"17\" url=\"https://cite.case.law/us/470/213/\">\n    84 L.Ed.2d 158\n   </extracted-citation>\n   (1985) ). The Act reflects \"both a liberal federal policy favoring arbitration and the fundamental principle that arbitration is a matter of contract,\"\n   <em>\n    AT &amp; T Mobility LLC v. Concepcion\n   </em>\n   ,\n   <extracted-citation case-ids=\"5939512,12458766\" index=\"18\" url=\"https://cite.case.law/us/563/333/\">\n    563 U.S. 333\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5939512,12458766\" index=\"19\" url=\"https://cite.case.law/us/563/333/\">\n    131 S.Ct. 1740\n   </extracted-citation>\n   , 1745,\n   <extracted-citation case-ids=\"5939512,12458766\" index=\"20\" url=\"https://cite.case.law/us/563/333/\">\n    179 L.Ed.2d 742\n   </extracted-citation>\n   (2011) (internal quotation marks and citation omitted), and \"strongly favors the enforcement of agreements to arbitrate as a means of securing prompt, economical and adequate solution of controversies,\"\n   <em>\n    Rodriguez de Quijas v. Shearson/Am. Express, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"605341\" index=\"21\" url=\"https://cite.case.law/us/490/477/#p479\">\n    490 U.S. 477\n   </extracted-citation>\n   , 479-80,\n   <extracted-citation case-ids=\"605341\" index=\"22\" url=\"https://cite.case.law/us/490/477/#p479\">\n    109 S.Ct. 1917\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"605341\" index=\"23\" url=\"https://cite.case.law/us/490/477/#p479\">\n    104 L.Ed.2d 526\n   </extracted-citation>\n   (1989) (internal quotation marks omitted);\n   <em>\n    see also\n   </em>\n   <em>\n    Southland Corp. v. Keating\n   </em>\n   ,\n   <extracted-citation case-ids=\"11334479\" index=\"24\" url=\"https://cite.case.law/us/465/1/#p10\">\n    465 U.S. 1\n   </extracted-citation>\n   , 10,\n   <extracted-citation case-ids=\"11334479\" index=\"25\" url=\"https://cite.case.law/us/465/1/#p10\">\n    104 S.Ct. 852\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11334479\" index=\"26\" url=\"https://cite.case.law/us/465/1/#p10\">\n    79 L.Ed.2d 1\n   </extracted-citation>\n   (1984) (noting that the FAA \"declare[s] a national policy favoring arbitration\"). Accordingly, \"district courts\n   <em>\n    shall\n   </em>\n   direct the parties to proceed to arbitration on issues as to which an arbitration agreement has been signed,\"\n   <em>\n    Dean Witter Reynolds\n   </em>\n   ,\n   <extracted-citation case-ids=\"11299026\" index=\"27\" url=\"https://cite.case.law/us/470/213/\">\n    470 U.S. at 218\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299026\" index=\"28\" url=\"https://cite.case.law/us/470/213/\">\n    105 S.Ct. 1238\n   </extracted-citation>\n   (emphasis in original) (citing\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%C2%A7%203\">\n    9 U.S.C. §§ 3\n   </extracted-citation>\n   - 4 ), and \"any doubts concerning the scope of arbitrable issues should be resolved in favor of arbitration,\"\n   <em>\n    Moses H. Cone Mem'l Hosp. v. Mercury Constr. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6188858\" index=\"30\" url=\"https://cite.case.law/us/460/1/#p24\">\n    460 U.S. 1\n   </extracted-citation>\n   , 24-25,\n   <extracted-citation case-ids=\"6188858\" index=\"31\" url=\"https://cite.case.law/us/460/1/#p24\">\n    103 S.Ct. 927\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6188858\" index=\"32\" url=\"https://cite.case.law/us/460/1/#p24\">\n    74 L.Ed.2d 765\n   </extracted-citation>\n   (1983) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Pearce v. E.F. Hutton Grp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4331699,1747838\" index=\"33\" url=\"https://cite.case.law/f2d/828/826/\">\n    828 F.2d 826\n   </extracted-citation>\n   , 829 (D.C. Cir. 1987).\n  </p>\n  <p id=\"p-30\">\n   Section 2 of the FAA provides that written agreements to arbitrate disputes arising out of transactions involving commerce \"shall be valid, irrevocable, and enforceable,\n   save upon such grounds as exist at law or in equity for the revocation of any contract.\"\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%202\">\n    9 U.S.C. § 2\n   </extracted-citation>\n   . Although the FAA is silent regarding the evidentiary standard that a party attempting to avoid compelled arbitration must meet, the D.C. Circuit has instructed that the validity of an unambiguous arbitration agreement is a question of law for the court that may be resolved by summary disposition under the summary judgment standard of Federal Rule of Civil Procedure 56(c).\n   <em>\n    Aliron Int'l, Inc. v. Cherokee Nation Indus., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3572851,3655127\" index=\"35\" url=\"https://cite.case.law/f3d/531/863/\">\n    531 F.3d 863\n   </extracted-citation>\n   , 865 (D.C. Cir. 2008). The normal evidentiary standards under this rule apply such that the \"party seeking to stay the case in favor of arbitration bears an initial burden of demonstrating that an agreement to arbitrate was made. This burden does not require the moving party to show initially that the agreement would be\n   <em>\n    enforceable\n   </em>\n   , merely that one existed.\"\n   <em>\n    Hines v. Overstock.com, Inc.\n   </em>\n   ,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=380%20Fed.%20Appx.%2022\">\n    380 Fed.Appx. 22\n   </extracted-citation>\n   , 24 (2d Cir. 2010) (emphasis in original; citations omitted) (citing\n   <em>\n    Almacenes Fernandez, S.A. v. Golodetz\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653380\" index=\"37\" url=\"https://cite.case.law/f2d/148/625/#p628\">\n    148 F.2d 625\n   </extracted-citation>\n   , 628 (2d Cir. 1945) );\n   <em>\n    Aliron Int'l\n   </em>\n   ,\n   <extracted-citation case-ids=\"3572851,3655127\" index=\"38\" url=\"https://cite.case.law/f3d/531/863/\">\n    531 F.3d at 865\n   </extracted-citation>\n   (treating a motion to compel arbitration as a request for \"summary disposition of the issue of whether or not there had been a meeting of the minds on the agreement to arbitrate\" (internal quotation marks omitted) ). \"[S]ummary judgment is appropriate only if 'there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.' \"\n   <em>\n    Aliron Int'l\n   </em>\n   ,\n   <extracted-citation case-ids=\"3572851,3655127\" index=\"39\" url=\"https://cite.case.law/f3d/531/863/\">\n    531 F.3d at 865\n   </extracted-citation>\n   (alteration omitted) (quoting\n   <em>\n    Anderson v. Liberty Lobby, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"40\" url=\"https://cite.case.law/us/477/242/#p247\">\n    477 U.S. 242\n   </extracted-citation>\n   , 247,\n   <extracted-citation case-ids=\"6206897\" index=\"41\" url=\"https://cite.case.law/us/477/242/#p247\">\n    106 S.Ct. 2505\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"42\" url=\"https://cite.case.law/us/477/242/#p247\">\n    91 L.Ed.2d 202\n   </extracted-citation>\n   (1986) ).\n  </p>\n  <p id=\"p-31\">\n   Under this standard, \"the party resisting arbitration bears the burden of proving that the claims at issue are unsuitable for arbitration.\"\n   <em>\n    Green Tree Fin. Corp.-Ala. v. Randolph\n   </em>\n   ,\n   <extracted-citation case-ids=\"9505413\" index=\"43\" url=\"https://cite.case.law/us/531/79/#p91\">\n    531 U.S. 79\n   </extracted-citation>\n   , 91,\n   <extracted-citation case-ids=\"9505413\" index=\"44\" url=\"https://cite.case.law/us/531/79/#p91\">\n    121 S.Ct. 513\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9505413\" index=\"45\" url=\"https://cite.case.law/us/531/79/#p91\">\n    148 L.Ed.2d 373\n   </extracted-citation>\n   (2000) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Gilmer\n   </em>\n   ,\n   <extracted-citation case-ids=\"6216237\" index=\"46\" url=\"https://cite.case.law/us/500/20/#p24\">\n    500 U.S. at 26\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6216237\" index=\"47\" url=\"https://cite.case.law/us/500/20/#p24\">\n    111 S.Ct. 1647\n   </extracted-citation>\n   . Accordingly, \"[t]he party opposing arbitration must identify a triable issue of fact concerning the existence of the agreement in order to obtain a trial on the merits of the contract.\"\n   <em>\n    Tinder v. Pinkerton Sec.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11390251\" index=\"48\" url=\"https://cite.case.law/f3d/305/728/#p735\">\n    305 F.3d 728\n   </extracted-citation>\n   , 735 (7th Cir. 2002). As with summary judgment proceedings, \"[t]he evidence of the non-movant is to be believed, and all justifiable inferences are to be drawn in his favor.\"\n   <em>\n    Anderson\n   </em>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"49\" url=\"https://cite.case.law/us/477/242/#p247\">\n    477 U.S. at 255\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"50\" url=\"https://cite.case.law/us/477/242/#p247\">\n    106 S.Ct. 2505\n   </extracted-citation>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Dillard v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1863014\" index=\"51\" url=\"https://cite.case.law/f2d/961/1148/#p1154\">\n    961 F.2d 1148\n   </extracted-citation>\n   , 1154 (5th Cir. 1992) (noting that the party resisting arbitration \"must make at least some showing that under prevailing law, he would be relieved of his contractual obligation to arbitrate if his allegations proved to be true\");\n   <em>\n    Par-Knit Mills, Inc. v. Stockbridge Fabrics Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"627217\" index=\"52\" url=\"https://cite.case.law/f2d/636/51/#p54\">\n    636 F.2d 51\n   </extracted-citation>\n   , 54 (3d Cir. 1980) (\"The district court, when considering a motion to compel arbitration ..., should give to the opposing party the benefit of all reasonable doubts and inferences that may arise.\"). Nonetheless, \"a party cannot avoid compelled arbitration by generally denying the facts upon which the right to arbitration rests; the party must identify specific evidence in the record demonstrating a material factual dispute for trial.\"\n   <em>\n    Tinder\n   </em>\n   ,\n   <extracted-citation case-ids=\"11390251\" index=\"53\" url=\"https://cite.case.law/f3d/305/728/#p735\">\n    305 F.3d at 735\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-32\">\n   In resolving a motion to compel arbitration, the focus is on the arbitrability of the dispute rather than the dispute itself,\n   <em>\n    Aliron Int'l\n   </em>\n   ,\n   <extracted-citation case-ids=\"3572851,3655127\" index=\"54\" url=\"https://cite.case.law/f3d/531/863/\">\n    531 F.3d at 865\n   </extracted-citation>\n   , and accordingly, \"a court may not weigh the merits of a grievance when determining whether to compel arbitration,\"\n   <em>\n    Trans World Airlines, Inc. v. Air Line Pilots Ass'n\n   </em>\n   ,\n   <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=172%20F.3d%20921\">\n    172 F.3d 921\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=1998%20WL%20720712\">\n    1998 WL 720712\n   </extracted-citation>\n   , at *1 (D.C. Cir. 1998) (Table);\n   <em>\n    see also\n   </em>\n   <em>\n    United Steelworkers of Am. v. Am. Mfg. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6166407\" index=\"57\" url=\"https://cite.case.law/us/363/564/#p568\">\n    363 U.S. 564\n   </extracted-citation>\n   , 568,\n   <extracted-citation case-ids=\"6166407\" index=\"58\" url=\"https://cite.case.law/us/363/564/#p568\">\n    80 S.Ct. 1343\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6166407\" index=\"59\" url=\"https://cite.case.law/us/363/564/#p568\">\n    4 L.Ed.2d 1403\n   </extracted-citation>\n   (1960) (concluding that when parties have agreed to arbitrate, courts \"have no business weighing the merits of the grievance\").\n  </p>\n  <p id=\"p-33\">\n   The inquiry is instead limited to whether the parties have agreed to arbitrate the matters at issue.\n   <em>\n    See\n   </em>\n   <em>\n    Aliron Int'l\n   </em>\n   ,\n   <extracted-citation case-ids=\"3572851,3655127\" index=\"60\" url=\"https://cite.case.law/f3d/531/863/\">\n    531 F.3d at 865\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-34\">\n   <strong>\n    III. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-35\">\n   The defendants seek to compel arbitration of the plaintiff's claims based on the Arbitration Agreement entered into between the plaintiff and defendant BBI.\n   <em>\n    See\n   </em>\n   BBI Mem. at 7-9; ELC Mem. at 3-9. The plaintiff counters that the Arbitration Agreement is unenforceable due to the inclusion of a class arbitration waiver, under which clause the plaintiff agreed that \"any dispute or claim I may bring shall be brought solely in my individual capacity, and not as a plaintiff or class member in any purported class action, representative proceeding, mass action or consolidated action.\" Agreement ¶ 5;\n   <em>\n    see also\n   </em>\n   Pl.'s Opp'n BBIMot. Compel (\"Pl.'s BBI Opp'n\") at 5-17, ECF No. 27. The validity of the class arbitration waiver poses, however, a gateway question of arbitrability, which the parties agreed would be determined by an arbitrator rather than by the Court. The plaintiff therefore must arbitrate her claims against BBI. Moreover, because the plaintiff's claims against ELC and Aveda are inextricably intertwined with her claims against BBI, the plaintiff must also arbitrate her claims against these defendants and is equitably estopped from refusing to arbitrate her claims. These issues are addressed in turn.\n  </p>\n  <p id=\"p-36\">\n   <strong>\n    A. The Plaintiff Must Arbitrate Her Claims against BBI\n   </strong>\n  </p>\n  <p id=\"p-37\">\n   \"[A]rbitration is a matter of contract.\"\n   <em>\n    Rent-A-Center, W., Inc. v. Jackson\n   </em>\n   ,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"61\" url=\"https://cite.case.law/us/561/63/\">\n    561 U.S. 63\n   </extracted-citation>\n   , 69,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"62\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3644316,12455276\" index=\"63\" url=\"https://cite.case.law/l-ed-2d/177/403/\">\n    177 L.Ed.2d 403\n   </extracted-citation>\n   (2010). Thus, the Supreme Court has directed that \"the first task of a court asked to compel arbitration of a dispute is to determine whether the parties agreed to arbitrate that dispute.\"\n   <em>\n    Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6204792\" index=\"64\" url=\"https://cite.case.law/us/473/614/#p626\">\n    473 U.S. 614\n   </extracted-citation>\n   , 626,\n   <extracted-citation case-ids=\"6204792\" index=\"65\" url=\"https://cite.case.law/us/473/614/#p626\">\n    105 S.Ct. 3346\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6204792\" index=\"66\" url=\"https://cite.case.law/us/473/614/#p626\">\n    87 L.Ed.2d 444\n   </extracted-citation>\n   (1985) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Granite Rock Co. v. Int'l Bhd. of Teamsters\n   </em>\n   ,\n   <extracted-citation case-ids=\"12455281,3644277\" index=\"67\" url=\"https://cite.case.law/us/561/287/\">\n    561 U.S. 287\n   </extracted-citation>\n   , 297,\n   <extracted-citation case-ids=\"12455281,3644277\" index=\"68\" url=\"https://cite.case.law/us/561/287/\">\n    130 S.Ct. 2847\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12455281,3644277\" index=\"69\" url=\"https://cite.case.law/us/561/287/\">\n    177 L.Ed.2d 567\n   </extracted-citation>\n   (2010) (\"[A] court may order arbitration of a particular dispute only where the court is satisfied that the parties agreed to arbitrate that dispute.\" (emphasis omitted) ). In making that determination, the court must apply the \"federal substantive law of arbitrability, applicable to any arbitration agreement within the coverage of the [FAA].\"\n   <em>\n    Mitsubishi Motors\n   </em>\n   ,\n   <extracted-citation case-ids=\"6204792\" index=\"70\" url=\"https://cite.case.law/us/473/614/#p626\">\n    473 U.S. at 626\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6204792\" index=\"71\" url=\"https://cite.case.law/us/473/614/#p626\">\n    105 S.Ct. 3346\n   </extracted-citation>\n   (quoting\n   <em>\n    Moses H. Cone Mem'l Hosp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6188858\" index=\"72\" url=\"https://cite.case.law/us/460/1/#p24\">\n    460 U.S. at 24\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6188858\" index=\"73\" url=\"https://cite.case.law/us/460/1/#p24\">\n    103 S.Ct. 927\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-38\">\n   When, as here, \"ordinary contracts are at issue, it is up to the parties to determine whether a particular matter is primarily for arbitrators or for courts to decide.\"\n   <em>\n    BG Grp. PLC v. Republic of Arg.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12706990\" index=\"74\" url=\"https://cite.case.law/us/572/25/\">\n    572 U.S. 25\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12578340,12706990\" index=\"75\" url=\"https://cite.case.law/s-ct/134/1198/\">\n    134 S.Ct. 1198\n   </extracted-citation>\n   , 1206,\n   <extracted-citation case-ids=\"12578340,12706990\" index=\"76\" url=\"https://cite.case.law/s-ct/134/1198/\">\n    188 L.Ed.2d 220\n   </extracted-citation>\n   (2014) (citing\n   <em>\n    United Steelworkers of Am. v. Warrior &amp; Gulf Nav. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6166480\" index=\"77\" url=\"https://cite.case.law/us/363/574/#p582\">\n    363 U.S. 574\n   </extracted-citation>\n   , 582,\n   <extracted-citation case-ids=\"6166480\" index=\"78\" url=\"https://cite.case.law/us/363/574/#p582\">\n    80 S.Ct. 1347\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6166480\" index=\"79\" url=\"https://cite.case.law/us/363/574/#p582\">\n    4 L.Ed.2d 1409\n   </extracted-citation>\n   (1960) (\"[A]rbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit.\") ). \"When deciding whether the parties agreed to arbitrate a certain matter, courts generally should apply ordinary state-law principles that govern the formation of contracts.\"\n   <em>\n    Aliron Int'l\n   </em>\n   ,\n   <extracted-citation case-ids=\"3572851,3655127\" index=\"80\" url=\"https://cite.case.law/f3d/531/863/\">\n    531 F.3d at 865\n   </extracted-citation>\n   (alterations omitted) (quoting\n   <em>\n    First Options of Chi., Inc. v. Kaplan\n   </em>\n   ,\n   <extracted-citation case-ids=\"1339246\" index=\"81\" url=\"https://cite.case.law/us/514/938/#p944\">\n    514 U.S. 938\n   </extracted-citation>\n   , 944,\n   <extracted-citation case-ids=\"1339246\" index=\"82\" url=\"https://cite.case.law/us/514/938/#p944\">\n    115 S.Ct. 1920\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1339246\" index=\"83\" url=\"https://cite.case.law/us/514/938/#p944\">\n    131 L.Ed.2d 985\n   </extracted-citation>\n   (1995) );\n   <em>\n    see also\n   </em>\n   <em>\n    Arthur Andersen LLP v. Carlisle\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"84\" url=\"https://cite.case.law/us/556/624/#p630\">\n    556 U.S. 624\n   </extracted-citation>\n   , 630-31,\n   <extracted-citation case-ids=\"3653731\" index=\"85\" url=\"https://cite.case.law/us/556/624/#p630\">\n    129 S.Ct. 1896\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"86\" url=\"https://cite.case.law/us/556/624/#p630\">\n    173 L.Ed.2d 832\n   </extracted-citation>\n   (2009). This dispute is governed by the law of the District of Columbia,\n   <em>\n    see\n   </em>\n   Agreement ¶ 8, under which \"[a]rbitration is predicated upon the consent of the parties to a dispute, and the determination of whether the parties have consented to arbitrate is a matter to be\n   determined by the courts on the basis of the contracts between the parties.\"\n   <em>\n    Bailey v. Fed. Nat'l Mortg. Ass'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"11452640,3674759\" index=\"87\" url=\"https://cite.case.law/f3d/209/740/\">\n    209 F.3d 740\n   </extracted-citation>\n   , 746 (D.C. Cir. 2000) (alteration in original) (quoting\n   <em>\n    Ballard &amp; Assocs., Inc. v. Mangum\n   </em>\n   ,\n   <extracted-citation case-ids=\"8002733\" index=\"88\" url=\"https://cite.case.law/a2d/368/548/#p551\">\n    368 A.2d 548\n   </extracted-citation>\n   , 551 (D.C. 1977) ). The parties do not dispute that the law of the District of Columbia governs this dispute.\n   <em>\n    See\n   </em>\n   BBI Mem. at 9;\n   <em>\n    see generally\n   </em>\n   Pl.'s BBI Opp'n.\n  </p>\n  <p id=\"p-39\">\n   In this case, the plaintiff does not dispute that she and BBI agreed to arbitration.\n   <em>\n    See\n   </em>\n   Pl.'s BBI Opp'n at 5-17. Rather, the plaintiff asserts that the Agreement's class arbitration waiver is unlawful under the National Labor Relations Act (\"NLRA\"),\n   <extracted-citation index=\"89\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20151\">\n    29 U.S.C. § 151\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   , and the Norris-La Guardia Act (\"NLA\"),\n   <extracted-citation index=\"90\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20101\">\n    29 U.S.C. § 101\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   <em>\n    See\n   </em>\n   Pl.'s BBI Opp'n at 5-14.\n   <footnotemark>\n    3\n   </footnotemark>\n   This issue is a question of arbitrability-one that the parties, by incorporating the rules of the AAA, clearly and unmistakably agreed to arbitrate. Thus, BBI's motion to compel arbitration is granted.\n  </p>\n  <p id=\"p-40\">\n   <strong>\n    1.\n    <em>\n     The Plaintiff and BBI Clearly and Unmistakably Agreed to Arbitrate Gateway Questions of Arbitrability\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-41\">\n   Generally, \"courts presume that the parties intend courts, not arbitrators,\" to resolve \"disputes about 'arbitrability,' \" including \"questions such as 'whether the parties are bound by a given arbitration clause,' or 'whether an arbitration clause in a concededly binding contract applies to a particular type of controversy.' \"\n   <em>\n    BG Grp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12578340,12706990\" index=\"91\" url=\"https://cite.case.law/s-ct/134/1198/\">\n    134 S.Ct. at 1206\n   </extracted-citation>\n   (quoting\n   <em>\n    Howsam v. Dean Witter Reynolds, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9190679\" index=\"92\" url=\"https://cite.case.law/us/537/79/#p84\">\n    537 U.S. 79\n   </extracted-citation>\n   , 84,\n   <extracted-citation case-ids=\"9190679\" index=\"93\" url=\"https://cite.case.law/us/537/79/#p84\">\n    123 S.Ct. 588\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9190679\" index=\"94\" url=\"https://cite.case.law/us/537/79/#p84\">\n    154 L.Ed.2d 491\n   </extracted-citation>\n   (2002) ). The Supreme Court has recognized, however, that \"parties can agree to arbitrate 'gateway' questions of 'arbitrability,' such as whether the parties have agreed to arbitrate or whether their agreement covers a particular controversy.\"\n   <em>\n    Rent-A-Center\n   </em>\n   , 561 U.S. at 68-69,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"95\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   . This \"agreement to arbitrate a gateway issue is simply an additional, antecedent agreement the party seeking arbitration asks the federal court to enforce, and the FAA operates on this additional arbitration agreement just as it does on any other.\"\n   <em>\n    <extracted-citation case-ids=\"12455276,3644316\" index=\"96\" url=\"https://cite.case.law/us/561/63/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"96\" url=\"https://cite.case.law/us/561/63/\">\n    at 70\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"97\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-42\">\n   In deciding \"whether a party has agreed that arbitrators should decide arbitrability,\" courts \"should not assume that the parties agreed to arbitrate arbitrability unless there is clear and unmistakable evidence that they did so.\"\n   <em>\n    First Options\n   </em>\n   ,\n   <extracted-citation case-ids=\"1339246\" index=\"98\" url=\"https://cite.case.law/us/514/938/#p944\">\n    514 U.S. at 944\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1339246\" index=\"99\" url=\"https://cite.case.law/us/514/938/#p944\">\n    115 S.Ct. 1920\n   </extracted-citation>\n   (internal quotation marks and alterations omitted);\n   <em>\n    see also\n   </em>\n   <em>\n    AT &amp; T Techs., Inc. v. Commc'ns Workers of Am.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6206747\" index=\"100\" url=\"https://cite.case.law/us/475/643/#p649\">\n    475 U.S. 643\n   </extracted-citation>\n   , 649,\n   <extracted-citation case-ids=\"6206747\" index=\"101\" url=\"https://cite.case.law/us/475/643/#p649\">\n    106 S.Ct. 1415\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206747\" index=\"102\" url=\"https://cite.case.law/us/475/643/#p649\">\n    89 L.Ed.2d 648\n   </extracted-citation>\n   (1986) (\"Unless the parties clearly and unmistakably provide otherwise, the question of whether the parties agreed to arbitrate is to be decided by the court, not the arbitrator.\");\n   <em>\n    Skrynnikov v. Fed. Nat'l Mortg. Ass'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"4227714\" index=\"103\" url=\"https://cite.case.law/f-supp-2d/943/172/#p176\">\n    943 F.Supp.2d 172\n   </extracted-citation>\n   , 176 (D.D.C. 2013) (\"[T]he question whether the parties have submitted a particular dispute to arbitration,\n   <em>\n    i.e.\n   </em>\n   ,\n   the '\n   <em>\n    question of arbitrability\n   </em>\n   ' is 'an issue for judicial determination unless the parties clearly and unmistakably provide otherwise.' \" (emphasis in original; alterations omitted) (quoting\n   <em>\n    AT &amp; T Techs.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6206747\" index=\"104\" url=\"https://cite.case.law/us/475/643/#p649\">\n    475 U.S. at 649\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206747\" index=\"105\" url=\"https://cite.case.law/us/475/643/#p649\">\n    106 S.Ct. 1415\n   </extracted-citation>\n   ) ).\n  </p>\n  <p id=\"p-43\">\n   Here, the Arbitration Agreement provides that the plaintiff must arbitrate \"[a]ny dispute ... against Aveda Institute (the 'Institute'), or any of its parents, subsidiaries, officers, directors, or employees, without limitation, ... no matter how characterized, pleaded or styled.\" Agreement ¶ 1. This \"broad, all-encompassing language\" is \"clear evidence that the parties agreed to arbitrate all issues\" arising between them, including the question of arbitrability.\n   <em>\n    W &amp; T Travel Servs., LLC v. Priority One Servs., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4197470\" index=\"106\" url=\"https://cite.case.law/f-supp-3d/69/158/#p167\">\n    69 F.Supp.3d 158\n   </extracted-citation>\n   , 167 (D.D.C. 2014) (concluding that a provision requiring the arbitration of \"all claims, disputes and matters in question arising out of, or relating to, this Subcontract\" provided clear and convincing evidence of an intent to arbitrate (internal quotation marks omitted) );\n   <em>\n    see also\n   </em>\n   <em>\n    Contec Corp. v. Remote Sol., Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9028221\" index=\"107\" url=\"https://cite.case.law/f3d/398/205/#p211\">\n    398 F.3d 205\n   </extracted-citation>\n   , 211 (2d Cir. 2005) (finding that party to the contract \"cannot now disown its agreed-to obligation to arbitrate\n   <em>\n    all\n   </em>\n   disputes, including the question of arbitrability\");\n   <em>\n    Avue Techs. Corp. v. DCI Grp., L.L.C.,\n   </em>\n   No. 06-cv-327,\n   <extracted-citation index=\"108\" url=\"https://cite.case.law/citations/?q=2006%20WL%201147662\">\n    2006 WL 1147662\n   </extracted-citation>\n   , at *7 (D.D.C. Apr. 28, 2006) (same).\n  </p>\n  <p id=\"p-44\">\n   The plaintiff and BBI also must arbitrate gateway questions for a second, independent reason: the Arbitration Agreement incorporates the rules of the American Arbitration Association (\"AAA\"), including Rule 14, which states that the arbitrator \"shall have the power to rule on his or her own jurisdiction, including any objections with respect to the existence, scope, or validity of the arbitration agreement or to the arbitrability of any claim or counterclaim.\"\n   <em>\n    Consumer Arbitration Rules\n   </em>\n   at R-14(a), AMERICAN ARBITRATION ASSOCIATION (Sept. 1, 2014), https://www.adr.org/sites/default/files/Consumer%20Rules.pdf (visited Apr. 24, 2018); Agreement ¶ 1. While the D.C. Circuit has not addressed this issue, this Court repeatedly has held that adopting the AAA rules makes the issue of arbitrability one for the arbitrator, not the court, to decide.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    Haire v. Smith, Currie &amp; Hancock LLP\n   </em>\n   ,\n   <extracted-citation case-ids=\"4328229\" index=\"109\" url=\"https://cite.case.law/f-supp-2d/925/126/#p133\">\n    925 F.Supp.2d 126\n   </extracted-citation>\n   , 133 (D.D.C. 2013) (finding that \"[i]n light of this caselaw ... there is clear and unmistakable evidence that the parties intended for an arbitrator to decide questions of arbitrability, including challenges to the continued validity and existence of the arbitration provision\" when the parties incorporated the AAA rules into their arbitration agreement);\n   <em>\n    Grynberg v. BP P.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3945300\" index=\"110\" url=\"https://cite.case.law/f-supp-2d/585/50/#p54\">\n    585 F.Supp.2d 50\n   </extracted-citation>\n   , 54-55 (D.D.C. 2008) (finding that \"[a]mple case law supports\" the position that \"incorporation of the AAA Rules by reference constitutes 'clear and unmistakable evidence' that the parties intended to submit the arbitrability determination to the arbitrator\").\n  </p>\n  <p id=\"p-45\">\n   Moreover, every circuit court to address this question has reached the same conclusion.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    Brennan v. Opus Bank\n   </em>\n   ,\n   <extracted-citation case-ids=\"5769658\" index=\"111\" url=\"https://cite.case.law/f3d/796/1125/#p1130\">\n    796 F.3d 1125\n   </extracted-citation>\n   , 1130 (9th Cir. 2015) (holding that \"incorporation of the AAA rules constitutes clear and unmistakable evidence that contracting parties agreed to arbitrate arbitrability\");\n   <em>\n    Fallo v. High-Tech Inst.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5659498\" index=\"112\" url=\"https://cite.case.law/f3d/559/874/#p878\">\n    559 F.3d 874\n   </extracted-citation>\n   , 878 (8th Cir. 2009) (concluding \"that the arbitration provision's incorporation of the AAA Rules ... constitutes a clear and unmistakable expression of the parties' intent to leave the question of arbitrability to an arbitrator\");\n   <em>\n    Awuah v. Coverall N. Am., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3682827\" index=\"113\" url=\"https://cite.case.law/f3d/554/7/#p11\">\n    554 F.3d 7\n   </extracted-citation>\n   , 11 (1st Cir. 2009) (stating that incorporation of the AAA rules \"is about as 'clear and unmistakable' as language can get\");\n  </p>\n  <p id=\"p-46\">\n   <em>\n    Terminix Int'l Co., LP v. Palmer Ranch Ltd. P'ship\n   </em>\n   ,\n   <extracted-citation case-ids=\"556348\" index=\"114\" url=\"https://cite.case.law/f3d/432/1327/#p1332\">\n    432 F.3d 1327\n   </extracted-citation>\n   , 1332 (11th Cir. 2005) (\"By incorporating the AAA Rules ... into their agreement, the parties clearly and unmistakably agreed that the arbitrator should decide whether the arbitration clause is valid.\");\n   <em>\n    Contec\n   </em>\n   ,\n   <extracted-citation case-ids=\"9028221\" index=\"115\" url=\"https://cite.case.law/f3d/398/205/#p211\">\n    398 F.3d at 211\n   </extracted-citation>\n   (\"We therefore conclude that as a signatory to a contract containing an arbitration clause and incorporating by reference the AAA Rules, [the defendant] cannot now disown its agreed-to obligation to arbitrate\n   <em>\n    all\n   </em>\n   disputes, including the question of arbitrability.\" (emphasis in original) ).\n  </p>\n  <p id=\"p-47\">\n   Still other circuits have held the same regarding incorporation of the JAMS rules, which are \"substantively identical\" to the AAA rules.\n   <footnotemark>\n    4\n   </footnotemark>\n   <em>\n    Simply Wireless, Inc. v. T-Mobile US, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12265159\" index=\"116\" url=\"https://cite.case.law/f3d/877/522/#p527\">\n    877 F.3d 522\n   </extracted-citation>\n   , 527 (4th Cir. 2017) ;\n   <em>\n    see also, e.g.,\n   </em>\n   <em>\n    <extracted-citation case-ids=\"12265159\" index=\"117\" url=\"https://cite.case.law/f3d/877/522/#p527\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12265159\" index=\"117\" url=\"https://cite.case.law/f3d/877/522/#p527\">\n    at 528\n   </extracted-citation>\n   (holding that, \"in the context of a commercial contract between sophisticated parties, the explicit incorporation of JAMS Rules serves as 'clear and unmistakable' evidence of the parties' intent to arbitrate arbitrability\");\n   <em>\n    Belnap v. Iasis Healthcare\n   </em>\n   ,\n   <extracted-citation case-ids=\"12178078\" index=\"118\" url=\"https://cite.case.law/f3d/844/1272/#p1284\">\n    844 F.3d 1272\n   </extracted-citation>\n   , 1284 (10th Cir. 2017) (\"[W]e conclude that by incorporating the JAMS Rules into the Agreement, [the parties] clearly and unmistakably agreed to submit arbitrability issues to an arbitrator.\");\n   <em>\n    Cooper v. WestEnd Capital Mgmt., L.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4351620\" index=\"119\" url=\"https://cite.case.law/f3d/832/534/#p546\">\n    832 F.3d 534\n   </extracted-citation>\n   , 546 (5th Cir. 2016) (\"The express adoption of [the JAMS] rules presents clear and unmistakable evidence that the parties agreed to arbitrate arbitrability.\" (internal quotation marks and alteration omitted) ).\n  </p>\n  <p id=\"p-48\">\n   In sum, the Arbitration Agreement shows that the parties clearly and unmistakably agreed to arbitrate any dispute arising between them, including disputes over arbitrability.\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-49\">\n   <strong>\n    2.\n    <em>\n     The Availability of Class Arbitration Is a Gateway Question\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-50\">\n   The plaintiff contends that the agreement is invalid due to its inclusion of a clause that makes class adjudication unavailable to the plaintiff.\n   <footnotemark>\n    6\n   </footnotemark>\n   The availability of class arbitration is, however, a gateway question of arbitrability. Given the clear and unmistakable evidence that the parties intended to arbitrate such gateway questions, the enforceability of this provision and the agreement as a whole must be decided by the arbitrator rather than by the Court.\n  </p>\n  <p id=\"p-51\">\n   Notably, even assuming that the plaintiff is correct that the class waiver is invalid, the otherwise-valid Arbitration Agreement contains a severability clause, providing that \"[i]f any paragraph, sub-paragraph, provision, or clause herein is held invalid, said paragraph, sub-paragraph, provision, or clause shall not affect any other paragraph, sub-paragraph, provision, or clause that can have effect without the invalidated paragraph, sub-paragraph, provision, or\n   clause, and thus is severable one from the other.\" Agreement ¶ 10;\n   <em>\n    see also\n   </em>\n   <em>\n    Booker v. Robert Half Int'l, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3443112,8967925\" index=\"120\" url=\"https://cite.case.law/f3d/413/77/\">\n    413 F.3d 77\n   </extracted-citation>\n   , 85 (D.C. Cir. 2005) (concluding that severing an unenforceable contract provision was appropriate when the agreement at issue contained a severability clause and the plaintiff challenged \"only one discrete illegal provision in the agreement\"). The plaintiff does not challenge any provision of the Arbitration Agreement other than the class arbitration waiver, and accordingly, the Arbitration Agreement requires arbitration of the plaintiff's individual claims, whether or not the class arbitration waiver is enforceable.\n  </p>\n  <p id=\"p-52\">\n   Nevertheless, neither the Supreme Court nor the D.C. Circuit has addressed whether the availability of class arbitration is a question of arbitrability.\n   <em>\n    See\n   </em>\n   <em>\n    Oxford Health Plans LLC v. Sutter\n   </em>\n   ,\n   <extracted-citation case-ids=\"12697060\" index=\"121\" url=\"https://cite.case.law/us/569/564/\">\n    569 U.S. 564\n   </extracted-citation>\n   , 569 n.2,\n   <extracted-citation case-ids=\"12697060\" index=\"122\" url=\"https://cite.case.law/us/569/564/\">\n    133 S.Ct. 2064\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12697060\" index=\"123\" url=\"https://cite.case.law/us/569/564/\">\n    186 L.Ed.2d 113\n   </extracted-citation>\n   (2013) (\"[T]his Court has not yet decided whether the availability of class arbitration is a question of arbitrability.\" (citing\n   <em>\n    Stolt-Nielsen S.A. v. AnimalFeeds Int'l Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12448443,3582279\" index=\"124\" url=\"https://cite.case.law/us/559/662/\">\n    559 U.S. 662\n   </extracted-citation>\n   , 680,\n   <extracted-citation case-ids=\"12448443,3582279\" index=\"125\" url=\"https://cite.case.law/us/559/662/\">\n    130 S.Ct. 1758\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12448443,3582279\" index=\"126\" url=\"https://cite.case.law/us/559/662/\">\n    176 L.Ed.2d 605\n   </extracted-citation>\n   (2010) ) ). All circuits that have weighed in, however, hold that \"the question whether an arbitration agreement permits classwide arbitration is a gateway matter, which is reserved for judicial determination unless the parties clearly and unmistakably provide otherwise.\"\n   <em>\n    Reed Elsevier, Inc. ex rel. LexisNexis Div. v. Crockett\n   </em>\n   ,\n   <extracted-citation case-ids=\"3719013\" index=\"127\" url=\"https://cite.case.law/f3d/734/594/#p599\">\n    734 F.3d 594\n   </extracted-citation>\n   , 599 (6th Cir. 2013) (internal quotation marks omitted);\n   <em>\n    see also\n   </em>\n   <em>\n    Catamaran Corp. v. Towncrest Pharmacy\n   </em>\n   ,\n   <extracted-citation case-ids=\"12275927\" index=\"128\" url=\"https://cite.case.law/f3d/864/966/#p972\">\n    864 F.3d 966\n   </extracted-citation>\n   , 972 (8th Cir. 2017) (concluding that the availability of class arbitration is a \"substantive question of arbitrability\" to be determined by the courts, unless the parties \"clearly and unmistakably delegate the question to an arbitrator\");\n   <em>\n    Dell Webb Cmtys., Inc. v. Carlson\n   </em>\n   ,\n   <extracted-citation case-ids=\"6812612\" index=\"129\" url=\"https://cite.case.law/f3d/817/867/#p873\">\n    817 F.3d 867\n   </extracted-citation>\n   , 873 (4th Cir. 2016) (holding that \"whether an arbitration clause permits class arbitration is a gateway question of arbitrability\");\n   <em>\n    Opalinski v. Robert Half Int'l Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4151730\" index=\"130\" url=\"https://cite.case.law/f3d/761/326/#p329\">\n    761 F.3d 326\n   </extracted-citation>\n   , 329 (3d Cir. 2014) (\"[T]he availability of classwide arbitration is a substantive 'question of arbitrability' to be decided by a court absent clear agreement otherwise.\").\n  </p>\n  <p id=\"p-53\">\n   This body of case law is persuasive. The availability of class arbitration bears directly on the questions of \"whose claims the arbitrator may resolve\" and \"whether a concededly binding arbitration clause applies to a certain type of controversy.\"\n   <em>\n    Opalinski\n   </em>\n   ,\n   <extracted-citation case-ids=\"4151730\" index=\"131\" url=\"https://cite.case.law/f3d/761/326/#p329\">\n    761 F.3d at 332-33\n   </extracted-citation>\n   (internal quotation marks omitted).\n   <em>\n    See also\n   </em>\n   <em>\n    Catamaran\n   </em>\n   ,\n   <extracted-citation case-ids=\"12275927\" index=\"132\" url=\"https://cite.case.law/f3d/864/966/#p972\">\n    864 F.3d at 972\n   </extracted-citation>\n   (concluding that whether the agreement permitted class arbitration was a \"question[ ] concerning whether the parties have submitted a particular dispute to arbitration\" (internal quotation marks omitted) ). Unlike a subsidiary question, which \"grow[s] out of the dispute and bear[s] on its final disposition,\"\n   <em>\n    John Wiley &amp; Sons, Inc. v. Livingston\n   </em>\n   ,\n   <extracted-citation case-ids=\"379388\" index=\"133\" url=\"https://cite.case.law/us/376/543/#p557\">\n    376 U.S. 543\n   </extracted-citation>\n   , 557,\n   <extracted-citation case-ids=\"379388\" index=\"134\" url=\"https://cite.case.law/us/376/543/#p557\">\n    84 S.Ct. 909\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"379388\" index=\"135\" url=\"https://cite.case.law/us/376/543/#p557\">\n    11 L.Ed.2d 898\n   </extracted-citation>\n   (1964), the availability of class arbitration is \"fundamental to the manner in which the parties will resolve their dispute,\"\n   <em>\n    Reed Elsevier\n   </em>\n   ,\n   <extracted-citation case-ids=\"3719013\" index=\"136\" url=\"https://cite.case.law/f3d/734/594/#p599\">\n    734 F.3d at 598\n   </extracted-citation>\n   . The plaintiff's ability to bring class claims impacts whether the Arbitration Agreement covers the parties' dispute and which claims the arbitrator is empowered to resolve. Accordingly, this question is \"reserved for judicial determination unless the parties clearly and unmistakably provide otherwise.\"\n   <em>\n    Reed Elsevier\n   </em>\n   ,\n   <extracted-citation case-ids=\"3719013\" index=\"137\" url=\"https://cite.case.law/f3d/734/594/#p599\">\n    734 F.3d at 599\n   </extracted-citation>\n   (internal quotation marks omitted).\n  </p>\n  <p id=\"p-54\">\n   Although the leading decisions discussed above addressing this question each concluded that the availability of class arbitration was a gateway question to be decided by the court, the agreements at issue in those cases did not expressly mention class arbitration.\n   <em>\n    See\n   </em>\n   <em>\n    Opalinski\n   </em>\n   ,\n   <extracted-citation case-ids=\"4151730\" index=\"138\" url=\"https://cite.case.law/f3d/761/326/#p329\">\n    761 F.3d at 329\n   </extracted-citation>\n   (\"Neither agreement mentions classwide arbitration.\");\n  </p>\n  <p id=\"p-55\">\n   <em>\n    Dell Webb Cmtys.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6812612\" index=\"139\" url=\"https://cite.case.law/f3d/817/867/#p873\">\n    817 F.3d at 877\n   </extracted-citation>\n   (noting that \"the sales agreement says nothing at all\" about \"whether [it] authorizes class arbitration\");\n   <em>\n    Reed Elsevier\n   </em>\n   ,\n   <extracted-citation case-ids=\"3719013\" index=\"140\" url=\"https://cite.case.law/f3d/734/594/#p599\">\n    734 F.3d at 595\n   </extracted-citation>\n   (\"[T]he arbitration clause says nothing about classwide arbitration.\");\n   <em>\n    Catamaran\n   </em>\n   ,\n   <extracted-citation case-ids=\"12275927\" index=\"141\" url=\"https://cite.case.law/f3d/864/966/#p972\">\n    864 F.3d at 969\n   </extracted-citation>\n   (\"Neither agreement uses the word 'class' or refers to class arbitration.\"). Clear and unmistakable evidence of an intent to arbitrate gateway questions was therefore lacking in each case. Unlike the agreements in those cases, the Arbitration Agreement at issue here both expressly adopts the AAA rules and expressly states that \"any dispute[s] or claim[s]\" must be \"brought solely in [an] individual capacity, and not as a plaintiff or class member in any purported class action, representative proceeding, mass action or consolidated action.\" Agreement ¶ 5. Thus, given the clear and unmistakable evidence of the parties' intent to arbitrate gateway questions, the availability of class arbitration is a question for the arbitrator, not the Court, to decide.\n  </p>\n  <p id=\"p-56\">\n   <strong>\n    3.\n    <em>\n     Whether the Plaintiff Is an \"Employee\" Is a Gateway Question\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-57\">\n   The plaintiff's primary argument is that the class arbitration waiver is unenforceable because it is unlawful under the NLRA and the NLA. To be entitled to the protections of the NLRA and the NLA, the plaintiff must have been an employee.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <extracted-citation index=\"142\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20157\">\n    29 U.S.C. § 157\n   </extracted-citation>\n   (\"\n   <em>\n    Employees\n   </em>\n   shall have the right to self-organization ... and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection.\" (emphasis added) ).\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-58\">\n   Much like the availability of class arbitration, whether the plaintiff is an \"employee\" of BBI is a gateway question of arbitrability that must be determined by an arbitrator, not the Court.\n   <footnotemark>\n    8\n   </footnotemark>\n   As discussed,\n   the parties have shown clear and unmistakable intent to arbitrate all questions of arbitrability. Under the AAA rules, this delegation includes \"any objections with respect to the existence, scope, or validity of the arbitration agreement or to the arbitrability of any claim or counterclaim.\"\n   <em>\n    Consumer Arbitration Rules\n   </em>\n   at R-14(a),\n   <em>\n    supra.\n   </em>\n   Whether the plaintiff was or was not an employee of BBI affects the scope of the Arbitration Agreement.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    Muriithi v. Shuttle Exp., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3555961\" index=\"143\" url=\"https://cite.case.law/f3d/712/173/#p179\">\n    712 F.3d 173\n   </extracted-citation>\n   , 179 (4th Cir. 2013) (concluding that the question whether the plaintiff was an \"independent contractor,\" a \"franchisee,\" or an \"employee\" fell within the scope of the arbitration clause). If she was not an employee, then she would not be covered by the NLRA and the NLA and those statutes would have no impact on the enforceability of the Arbitration Agreement. If, on the other hand, she was an employee, then the NLRA and the NLA would apply and the question whether those statutes invalidate a class arbitration waiver would be central to resolving the case. The plaintiff's employment status thus must be resolved before addressing the merits of her claim and is therefore a threshold question of arbitration that the parties clearly and unmistakably agreed to arbitrate.\n  </p>\n  <p id=\"p-59\">\n   <strong>\n    B. The Plaintiff Must Arbitrate Her Claims against ELC and Aveda\n   </strong>\n  </p>\n  <p id=\"p-60\">\n   Although ELC and Aveda Corporation are not signatories to the Arbitration Agreement, \" 'traditional principles' of state law allow a contract to be enforced by or against nonparties to the contract through,\"\n   <em>\n    inter alia\n   </em>\n   , \" 'assumption, piercing the corporate veil, alter ego, incorporation by reference, third-party beneficiary theories, waiver and estoppel.' \"\n   <em>\n    Arthur Andersen\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"144\" url=\"https://cite.case.law/us/556/624/#p630\">\n    556 U.S. at 631\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"145\" url=\"https://cite.case.law/us/556/624/#p630\">\n    129 S.Ct. 1896\n   </extracted-citation>\n   (quoting 21 R. Lord, WILLISTON ON CONTRACTS § 57:19 at 183 (4th ed. 2001) );\n   <em>\n    see also\n   </em>\n   <em>\n    Oehme, van Sweden &amp; Assocs., Inc. v. Maypaul Trading &amp; Servs. Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3811462\" index=\"146\" url=\"https://cite.case.law/f-supp-2d/902/87/#p97\">\n    902 F.Supp.2d 87\n   </extracted-citation>\n   , 97 (D.D.C. 2012) (\"A nonsignatory to an arbitration agreement may be bound by that agreement under traditional principles of contract and agency law.\" (citing\n   <em>\n    Arthur Andersen\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"147\" url=\"https://cite.case.law/us/556/624/#p630\">\n    556 U.S. at 631\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"148\" url=\"https://cite.case.law/us/556/624/#p630\">\n    129 S.Ct. 1896\n   </extracted-citation>\n   ) ).\n  </p>\n  <p id=\"p-61\">\n   ELC and Aveda argue that they may enforce the Arbitration Agreement because they are third-party beneficiaries to the Agreement and because the claims against them are so intertwined with the claims against BBI that the plaintiff is equitably estopped from rejecting arbitration.\n   <em>\n    See\n   </em>\n   ELC Mem. at 5-8. The plaintiff contests these points and also argues that ELC and Aveda have conceded that jurisdiction is appropriate in district court.\n   <em>\n    See\n   </em>\n   Pl.'s Opp'n Defs.' Mot. Compel (\"Pl.'s ELC Opp'n\") at 2-8, ECF No. 30. For the reasons described below, the plaintiff's claims against ELC and Aveda also must be arbitrated.\n  </p>\n  <p id=\"p-62\">\n   <strong>\n    1.\n    <em>\n     ELC and Aveda Have Not Waived or Forfeited Their Rights to Compel Arbitration\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-63\">\n   A defendant seeking to invoke the right to arbitration must do so \"on the record at the first available opportunity, typically in filing his first responsive pleading or motion to dismiss.\"\n   <em>\n    Zuckerman Spaeder, LLP v. Auffenberg\n   </em>\n   ,\n   <extracted-citation case-ids=\"3557232,3415831\" index=\"149\" url=\"https://cite.case.law/f3d/646/919/\">\n    646 F.3d 919\n   </extracted-citation>\n   , 922 (D.C. Cir. 2011). Similarly, \"a party who has actively participated in litigation or otherwise acted in a manner inconsistent with an intent to arbitrate\" has waived the right to arbitrate.\n   <em>\n    <extracted-citation case-ids=\"3557232,3415831\" index=\"150\" url=\"https://cite.case.law/f3d/646/919/\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Nat'l Found. for Cancer Research v. A.G. Edwards &amp; Sons, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1699853,4330303\" index=\"151\" url=\"https://cite.case.law/f2d/821/772/\">\n    821 F.2d 772\n   </extracted-citation>\n   , 774 (D.C. Cir. 1987) (noting that a defendant may waive a right to arbitrate by \"act[ing] inconsistently with the arbitration right\");\n   <em>\n    Cho v. Mallon &amp; McCool, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"12265059\" index=\"152\" url=\"https://cite.case.law/f-supp-3d/263/226/#p230\">\n    263 F.Supp.3d 226\n   </extracted-citation>\n   , 230 (D.D.C. 2017) (finding waiver of right to arbitrate when the party seeking arbitration \"vigorous[ly] and intentional[ly]\" litigated its claims).\n  </p>\n  <p id=\"p-64\">\n   Nevertheless, \"[a] defendant who delays seeking a stay pending arbitration until after his first available opportunity might still prevail on a later stay motion provided his delay did not prejudice his opponent or the court.\"\n   <em>\n    Zuckerman Spaeder\n   </em>\n   ,\n   <extracted-citation case-ids=\"3557232,3415831\" index=\"153\" url=\"https://cite.case.law/f3d/646/919/\">\n    646 F.3d at 923\n   </extracted-citation>\n   (concluding right to arbitrate had been forfeited when the defendant sought to compel arbitration eight months after filing his answer, a delay that \"imposed substantial costs upon [the plaintiff] and the district court\");\n   <em>\n    Kelleher v. Dream Catcher, L.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12265198\" index=\"154\" url=\"https://cite.case.law/f-supp-3d/263/253/#p254\">\n    263 F.Supp.3d 253\n   </extracted-citation>\n   , 254 (D.D.C. 2017) (finding that the defendant had forfeited its right to move for arbitration after waiting nearly six months to move for arbitration);\n   <em>\n    Cho\n   </em>\n   , 263 F.Supp.3d at 230 (finding that the plaintiff had forfeited his right to invoke arbitration by waiting thirteen months into the litigation before requesting arbitration, \"impos[ing] substantial costs on Defendants and on th[e] Court\").\n  </p>\n  <p id=\"p-65\">\n   The plaintiff argues that, because ELC and Aveda did not object to venue, diversity jurisdiction, or personal jurisdiction in their answers to the plaintiff's complaint,\n   <em>\n    see\n   </em>\n   Def. ELC Answer Compl. at 4, ECF No. 6; Def. Aveda Corp. Answer Am. Compl. (\"Aveda Answer\") at 4, ECF No. 18, \"Defendants have already conceded that this Court is the appropriate forum for adjudicating this dispute, and cannot retreat from this position now.\" Pl.'s ELC Opp'n at 8. The plaintiff is wrong. ELC and Aveda moved to compel arbitration on February 27, 2018, approximately three months after ELC answered the amended complaint and approximately one month after Aveda answered the amended complaint.\n   <em>\n    See generally\n   </em>\n   Def. ELC Answer Am. Compl., ECF No. 11; Aveda Answer. These slight delays did not prejudice either the plaintiff or the Court, and indeed, the plaintiff does not argue otherwise.\n   <em>\n    See\n   </em>\n   Pl.'s ELC Opp'n at 8.\n  </p>\n  <p id=\"p-66\">\n   Moreover, as nonsignatories to the Arbitration Agreement, ELC and Aveda did not learn about the Arbitration Agreement until after BBI had filed its motion to compel, alerting the Court and the nonsignatory defendants to the existence of the Arbitration Agreement. Defs. ELC &amp; Aveda Corp. Reply Supp. Mot. Compel (\"ELC Reply\") at 8, ECF No. 31. ELC and Aveda promptly moved to compel arbitration upon learning of the Arbitration Agreement, filing their motion only two weeks after BBI filed its motion. Thus, ELC and Aveda have neither waived nor forfeited their right to compel arbitration, nor have they acted inconsistently with an intent to arbitrate the claims against them.\n  </p>\n  <p id=\"p-67\">\n   <strong>\n    2.\n    <em>\n     ELC and Aveda Are Not Third-Party Beneficiaries to the Arbitration Agreement\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-68\">\n   Under District of Columbia law, \"a third party may sue to enforce contract provisions if the contracting parties intended for the third party to benefit directly from the contract.\"\n   <em>\n    Kelleher v. Dream Catcher, L.L.C.\n   </em>\n   (\"\n   <em>\n    Kelleher II\n   </em>\n   \"),\n   <extracted-citation case-ids=\"12273005\" index=\"155\" url=\"https://cite.case.law/f-supp-3d/278/221/#p224\">\n    278 F.Supp.3d 221\n   </extracted-citation>\n   , 224 (D.D.C. 2017) (citing\n   <em>\n    Hossain v. JMU Props., LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"12194379\" index=\"156\" url=\"https://cite.case.law/a3d/147/816/#p820\">\n    147 A.3d 816\n   </extracted-citation>\n   , 820 (D.C. 2016) ). This intent may be either express or implied.\n   <em>\n    See\n   </em>\n   <em>\n    Oehme, van Sweden &amp; Assocs.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3811462\" index=\"157\" url=\"https://cite.case.law/f-supp-2d/902/87/#p97\">\n    902 F.Supp.2d at 100\n   </extracted-citation>\n   (permitting a third party to enforce a contract if \" 'the contracting parties had an express or implied intention to benefit directly' the party urged to be a third-party beneficiary\" (quoting\n   <em>\n    Fort Lincoln Civic Ass'n v. Fort Lincoln New Town Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8387828\" index=\"158\" url=\"https://cite.case.law/a2d/944/1055/#p1064\">\n    944 A.2d 1055\n   </extracted-citation>\n   , 1064 (D.C. 2008) ) ). While\n   \"[t]he absence of the third party's name from the contract is not fatal,\"\n   <em>\n    Monument Realty LLC v. Wash. Metro. Area Transit Auth.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3604793\" index=\"159\" url=\"https://cite.case.law/f-supp-2d/535/60/#p70\">\n    535 F.Supp.2d 60\n   </extracted-citation>\n   , 70 (D.D.C. 2008), the record must provide evidence that the party's identity was \"ascertainable from either the terms of the contract or the circumstances surrounding its creation,\"\n   <em>\n    Kelleher II\n   </em>\n   ,\n   <extracted-citation case-ids=\"12273005\" index=\"160\" url=\"https://cite.case.law/f-supp-3d/278/221/#p224\">\n    278 F.Supp.3d at\n   </extracted-citation>\n   224 ;\n   <em>\n    see also\n   </em>\n   <em>\n    Hossain\n   </em>\n   ,\n   <extracted-citation case-ids=\"12194379\" index=\"161\" url=\"https://cite.case.law/a3d/147/816/#p820\">\n    147 A.3d at 820\n   </extracted-citation>\n   . Courts will read the contract \"as a whole to determine whether 'the third party's benefit ... is intended or incidental,' \"\n   <em>\n    Hossain\n   </em>\n   ,\n   <extracted-citation case-ids=\"12194379\" index=\"162\" url=\"https://cite.case.law/a3d/147/816/#p820\">\n    147 A.3d at 820\n   </extracted-citation>\n   (alteration in original) (quoting\n   <em>\n    W. Union Tel. Co. v. Massman Constr. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8043570\" index=\"163\" url=\"https://cite.case.law/a2d/402/1275/#p1277\">\n    402 A.2d 1275\n   </extracted-citation>\n   , 1277 (D.C. 1979) ), and will consider factors including whether the nonparty \"clearly stood to benefit\" from the agreement at issue and whether the nonparty's \"involvement [was] plainly ascertainable from the four corners of the contract,\"\n   <em>\n    <extracted-citation case-ids=\"8043570\" index=\"164\" url=\"https://cite.case.law/a2d/402/1275/#p1277\">\n     id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Kelleher II\n   </em>\n   ,\n   <extracted-citation case-ids=\"12273005\" index=\"165\" url=\"https://cite.case.law/f-supp-3d/278/221/#p224\">\n    278 F.Supp.3d at 225\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-69\">\n   In this case, ELC's and Aveda's interests in the Arbitration Agreement are not \"plainly ascertainable from the four corners of the contract.\"\n   <em>\n    Hossain\n   </em>\n   ,\n   <extracted-citation case-ids=\"12194379\" index=\"166\" url=\"https://cite.case.law/a3d/147/816/#p820\">\n    147 A.3d at 820\n   </extracted-citation>\n   . The Arbitration Agreement does not mention ELC. While the Agreement has a header on both pages reading \"AVEDA INSTITUTE,\" accompanied by the Institute's logo, the Agreement does not mention Aveda Corporation, the Aveda entity that remains a party to this action. Indeed, the litigation history in this case shows that Aveda Corporation was not \"ascertainable from the contract and the circumstances of the contract.\"\n   <em>\n    <extracted-citation case-ids=\"12194379\" index=\"167\" url=\"https://cite.case.law/a3d/147/816/#p820\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal quotation marks omitted). The plaintiff initially brought this suit against AII and ELC.\n   <em>\n    See\n   </em>\n   Compl. at 1. After this case was removed to federal district court, AII moved to dismiss the claims against AII based on a lack of personal jurisdiction, explaining that the plaintiff had sued the wrong defendant: AII is \"a private educational institution that owns and operates two cosmetology schools in the United States, which do business as the Aveda Institute of New York and Aveda Institute of Minneapolis,\" and AII \"does not manage, operate or have an ownership interest in any school in the District of Columbia.\" AII Mem. at 2. Rather, AII \"has a licensing agreement with Aveda Corporation to use Aveda Institute curriculum and the school name 'Aveda Institute.' \"\n   <em>\n    <extracted-citation case-ids=\"12194379\" index=\"168\" url=\"https://cite.case.law/a3d/147/816/#p820\">\n     Id.\n    </extracted-citation>\n   </em>\n   The plaintiff understandably thought that AII was the correct defendant based on the corporate logo on her Arbitration Agreement, and consequently she was not \"clearly aware\" that Aveda Corporation and/or its parent company, ELC, \"stood to benefit\" from the Arbitration Agreement.\n   <em>\n    Kelleher II\n   </em>\n   ,\n   <extracted-citation case-ids=\"12273005\" index=\"169\" url=\"https://cite.case.law/f-supp-3d/278/221/#p224\">\n    278 F.Supp.3d at 225\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-70\">\n   Notably, this result may have been different if the record provided evidence regarding the relationship between BBI and Aveda Corporation. If, like former defendant AII, BBI were a wholly owned subsidiary of Aveda Corporation,\n   <em>\n    see\n   </em>\n   Def. ELC LCvR 7.1 Disclosure Stmt. (\"ELC Disclosure Stmt.\") at 1, ECF No. 8, then Aveda Corporation and its parent company ELC would be third-party beneficiaries under the plain terms of the contract.\n   <em>\n    See\n   </em>\n   Agreement ¶ 1 (requiring arbitration of any claims against Aveda Institute \"or any of its parents, subsidiaries, officers, directors, or employees\"). Similarly, if BBI were a licensee of Aveda Corporation's \"Aveda Institute\" name, then Aveda Corporation might be a third-party beneficiary of the Arbitration Agreement. The record provides no indication of the relationship between BBI and Aveda Corporation, however, and BBI's corporate disclosure statement avers that it has no \"parent companies, subsidiaries, or affiliates\" with \"any outstanding securities in the hands of the public.\" Def. BBI LCvR 7.1 Disclosure Stmt. (\"BBI Disclosure Stmt.\") at 1, ECF No. 26. Without more information, the involvement of ELC and Aveda in this contract is not plainly ascertainable from the four corners of the Agreement.\n  </p>\n  <p id=\"p-71\">\n   <strong>\n    3.\n    <em>\n     ELC and Aveda Can Compel Arbitration Based on Equitable Estoppel\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-72\">\n   ELC and Aveda may nonetheless enforce the Arbitration Agreement based on the principle of equitable estoppel. \"Under the doctrine of estoppel, a non-signatory can compel arbitration with a signatory 'when the non-signatory is seeking to resolve issues that are intertwined with an agreement that the signatory has signed.' \"\n   <em>\n    Riley v. BMO Harris Bank, N.A.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4165062\" index=\"170\" url=\"https://cite.case.law/f-supp-3d/61/92/#p98\">\n    61 F.Supp.3d 92\n   </extracted-citation>\n   , 98-99 (D.D.C. 2014) (quoting\n   <em>\n    Fox v. Comput. World Servs. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4323633\" index=\"171\" url=\"https://cite.case.law/f-supp-2d/920/90/#p103\">\n    920 F.Supp.2d 90\n   </extracted-citation>\n   , 103 (D.D.C. 2013) );\n   <em>\n    see also\n   </em>\n   <em>\n    Aggarao v. MOL Ship Mgmt. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3752062\" index=\"172\" url=\"https://cite.case.law/f3d/675/355/#p373\">\n    675 F.3d 355\n   </extracted-citation>\n   , 373 (4th Cir. 2012) (\"[A] nonsignatory to an arbitration clause may, in certain situations, compel a signatory to the clause to arbitrate the signatory's claims against the nonsignatory despite the fact that the signatory and nonsignatory lack an agreement to arbitrate.\" (internal quotation marks omitted) ). \"[T]he propriety of applying the equitable estoppel doctrine ... is reinforced\" when the parties have a relationship that \" 'either supports the conclusion that the signatory had consented to extend its agreement to the non-signatory, or, otherwise put, made it inequitable for the signatory to refuse to arbitrate on the ground that it had made no agreement with the nonsignatory.' \"\n   <em>\n    Riley\n   </em>\n   ,\n   <extracted-citation case-ids=\"4165062\" index=\"173\" url=\"https://cite.case.law/f-supp-3d/61/92/#p98\">\n    61 F.Supp.3d at 101\n   </extracted-citation>\n   (alterations omitted) (quoting\n   <em>\n    Sokol Holdings, Inc. v. BMB Munai, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3840545\" index=\"174\" url=\"https://cite.case.law/f3d/542/354/#p361\">\n    542 F.3d 354\n   </extracted-citation>\n   , 361 (2d Cir. 2008) );\n   <em>\n    see also\n   </em>\n   <em>\n    Grigson v. Creative Artists Agency L.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11529811\" index=\"175\" url=\"https://cite.case.law/f3d/210/524/#p528\">\n    210 F.3d 524\n   </extracted-citation>\n   , 528 (5th Cir. 2000) (\"[E]quitable estoppel is warranted when the signatory to the contract containing an arbitration clause raises allegations of substantially interdependent and concerted misconduct by both the nonsignatory and one or more of the signatories to the contract. Otherwise the arbitration proceedings between the two signatories would be rendered meaningless and the federal policy in favor of arbitration effectively thwarted.\" (emphasis omitted) (quoting\n   <em>\n    MS Dealer Serv. Corp. v. Franklin\n   </em>\n   ,\n   <extracted-citation case-ids=\"727283\" index=\"176\" url=\"https://cite.case.law/f3d/177/942/#p947\">\n    177 F.3d 942\n   </extracted-citation>\n   , 947 (11th Cir. 1999) ) ).\n  </p>\n  <p id=\"p-73\">\n   Applying the doctrine of equitable estoppel often \"requires a multifactor factual and legal inquiry to determine whether the issues to be litigated by the non-signatory and signatory are sufficiently intertwined with the issues subject to arbitration.\"\n   <em>\n    DSMC Inc. v. Convera Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9070137,3702972\" index=\"177\" url=\"https://cite.case.law/f3d/349/679/\">\n    349 F.3d 679\n   </extracted-citation>\n   , 683-84 (D.C. Cir. 2003),\n   <em>\n    abrogated on other grounds by\n   </em>\n   <em>\n    Arthur Andersen\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"178\" url=\"https://cite.case.law/us/556/624/#p630\">\n    556 U.S. 624\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"179\" url=\"https://cite.case.law/us/556/624/#p630\">\n    129 S.Ct. 1896\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653731\" index=\"180\" url=\"https://cite.case.law/us/556/624/#p630\">\n    173 L.Ed.2d 832\n   </extracted-citation>\n   (2009). For example, when \"there would be no claim against the non-signatory defendant but for the contract, applying the doctrine of estoppel is appropriate.\"\n   <em>\n    Kelleher II\n   </em>\n   ,\n   <extracted-citation case-ids=\"12273005\" index=\"181\" url=\"https://cite.case.law/f-supp-3d/278/221/#p224\">\n    278 F.Supp.3d at\n   </extracted-citation>\n   225 (citing\n   <em>\n    Riley\n   </em>\n   ,\n   <extracted-citation case-ids=\"4165062\" index=\"182\" url=\"https://cite.case.law/f-supp-3d/61/92/#p98\">\n    61 F.Supp.3d at\n   </extracted-citation>\n   99 );\n   <em>\n    see also\n   </em>\n   <em>\n    Ragone v. Atl. Video at Manhattan Ctr.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4215969\" index=\"183\" url=\"https://cite.case.law/f3d/595/115/#p126\">\n    595 F.3d 115\n   </extracted-citation>\n   , 126-27 (2d Cir. 2010) (\"[A] non-signatory to an arbitration agreement may compel a signatory to that agreement to arbitrate a dispute where a careful review of the relationship among the parties, the contracts they signed, and the issues that had arisen among them discloses that the issues the nonsignatory is seeking to resolve in arbitration are intertwined with the agreement that the estopped party has signed.\" (internal quotation marks and alteration omitted) ).\n  </p>\n  <p id=\"p-74\">\n   In this case, the plaintiff's claims against ELC and Aveda are derived from and intertwined with her claims against BBI such that the doctrine of equitable estoppel applies. Throughout the Amended Complaint, the plaintiff \"asserts the exact same claims, based on the same operative set of facts,\"\n   <em>\n    Kelleher II\n   </em>\n   ,\n   <extracted-citation case-ids=\"12273005\" index=\"184\" url=\"https://cite.case.law/f-supp-3d/278/221/#p224\">\n    278 F.Supp.3d at 225-26\n   </extracted-citation>\n   , against all three defendants, discussing the \"Defendants\" generally without specifying which claims pertain to which defendant.\n   <em>\n    See, e.g.\n   </em>\n   , Am. Compl. ¶ 1 (\"This work primarily benefitted Defendants, who charged the clients for the work performed\n   and charged the students tuition higher than peer institutions, but did not pay students for the work they did, which was not in the nature of training.\");\n   <em>\n    id.\n   </em>\n   ¶ 3 (\"Defendants have violated provisions of the Washington D.C. Consumer Protection Procedures Act ('CPPA') by marketing that its cosmetology school was superior to its peer institutions because of the 'training' it provided on guests, which, in reality, amounted to hundreds of hours of unsupervised, free labor for Defendants.\");\n   <em>\n    id.\n   </em>\n   ¶ 30 (\"Defendants uniformly failed to pay Plaintiff and other class members a minimum wage and failed to pay all wages earned in a timely manner.\");\n   <em>\n    id.\n   </em>\n   ¶ 44 (\"Plaintiff and Class Members performed unpaid work controlled and required by Defendants and pursued necessarily and primarily for the benefit of Defendants and their business.\").\n  </p>\n  <p id=\"p-75\">\n   On the face of the complaint, the plaintiff's claims against BBI cannot be separated from her claims against ELC and Aveda as she has brought \"identical legal claims against all Defendants.\" ELC Reply at 1. Moreover, the plaintiff agreed to arbitrate \"[a]ny dispute\" she had against BBI \"or any of its parents, subsidiaries, officers, directors, or employees.\" Agreement ¶ 1. Thus, although the plaintiff claims that her \"consumer protection and wage theft claims arise from Washington D.C. statutes, rather than breach of a contract with the arbitration agreement,\" Pl.'s ELC Opp'n at 5, those claims still fall within the scope of the broadly worded Arbitration Agreement. Given the lack of clarity about which of the plaintiff's claims, if any, involve signatory BBI alone, the issues that the plaintiff seeks to litigate against nonsignatories ELC and Aveda are \"sufficiently intertwined with the issues subject to arbitration\" to invoke equitable estoppel.\n   <em>\n    DSMC\n   </em>\n   ,\n   <extracted-citation case-ids=\"9070137,3702972\" index=\"185\" url=\"https://cite.case.law/f3d/349/679/\">\n    349 F.3d at 683-84\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-76\">\n   Indeed, requiring arbitration between the plaintiff and BBI, while allowing litigation between the plaintiff, ELC, and Aveda, would deprive BBI of the benefit of the Arbitration Agreement. As discussed, the plaintiff's claims against ELC and Aveda are \"plainly intertwined with those against the signatory to the contract.\"\n   <em>\n    Kelleher II\n   </em>\n   ,\n   <extracted-citation case-ids=\"12273005\" index=\"186\" url=\"https://cite.case.law/f-supp-3d/278/221/#p224\">\n    278 F.Supp.3d at 226\n   </extracted-citation>\n   (internal quotation marks omitted). Thus, resolving the plaintiff's claims against ELC and Aveda through litigation would likely require the joinder of BBI in order to determine which claims apply to ELC and Aveda rather than to BBI. Furthermore, because the arbitration proceedings between the plaintiff and BBI would be confidential,\n   <em>\n    see\n   </em>\n   Agreement ¶ 8, witnesses would need to be deposed twice-once in arbitration and once in litigation-imposing additional costs on the parties and their witnesses.\n   <em>\n    See\n   </em>\n   ELC Reply at 9. Accordingly, because the plaintiff's claims against ELC and Aveda are so intertwined with the claims against BBI, ELC and Aveda may enforce the Arbitration Agreement under the doctrine of equitable estoppel.\n  </p>\n  <p id=\"p-77\">\n   Finally, after filing her briefs in response to the defendants' motions, the plaintiff notified the Court of a supplemental authority from the Seventh Circuit,\n   <em>\n    A.D. v. Credit One Bank, N.A.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12516264\" index=\"187\" url=\"https://cite.case.law/f3d/885/1054/\">\n    885 F.3d 1054\n   </extracted-citation>\n   (7th Cir. 2018). That case, however, is not binding on this Court and does not support the plaintiff's argument. In\n   <em>\n    A.D.\n   </em>\n   , a minor brought a putative class action, by and through her mother, under the Telephone Consumer Protection Act seeking compensation for telephone calls placed by defendant Credit One Bank to her cell phone in an attempt to collect a debt she did not owe.\n   <em>\n    <extracted-citation case-ids=\"12516264\" index=\"188\" url=\"https://cite.case.law/f3d/885/1054/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12516264\" index=\"188\" url=\"https://cite.case.law/f3d/885/1054/\">\n    at 1057\n   </extracted-citation>\n   . The minor's mother had opened a credit card account with Credit One and signed a standard cardholder agreement, which included an arbitration provision.\n   <em>\n    <extracted-citation case-ids=\"12516264\" index=\"189\" url=\"https://cite.case.law/f3d/885/1054/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12516264\" index=\"189\" url=\"https://cite.case.law/f3d/885/1054/\">\n    at 1058\n   </extracted-citation>\n   . The mother occasionally used the minor's cell phone to access the account information, causing Credit One's caller-identification software\n   to link the minor's cell phone number with the mother's account.\n   <em>\n    <extracted-citation case-ids=\"12516264\" index=\"190\" url=\"https://cite.case.law/f3d/885/1054/\">\n     Id.\n    </extracted-citation>\n   </em>\n   When Credit One moved to compel arbitration, the minor argued that, because she was not a signatory to agreement with the arbitration provision, she could not be compelled to arbitrate her claims.\n   <em>\n    <extracted-citation case-ids=\"12516264\" index=\"191\" url=\"https://cite.case.law/f3d/885/1054/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12516264\" index=\"191\" url=\"https://cite.case.law/f3d/885/1054/\">\n    at 1058-59\n   </extracted-citation>\n   . The Seventh Circuit agreed, holding that the minor \"had no relationship, contractual or otherwise, with Credit One\" and \"derived no direct benefit from the cardholder agreement.\"\n   <em>\n    <extracted-citation case-ids=\"12516264\" index=\"192\" url=\"https://cite.case.law/f3d/885/1054/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12516264\" index=\"192\" url=\"https://cite.case.law/f3d/885/1054/\">\n    at 1064\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-78\">\n   The plaintiff in this case contends that\n   <em>\n    A.D.\n   </em>\n   supports her position because, like the minor in\n   <em>\n    A.D.\n   </em>\n   , \"Defendants Estee Lauder and Aveda Corporation are not signatories to the arbitration agreement\" and \"a party cannot be compelled to arbitrate with a non-signatory unless there was an intention to benefit the third party.\" Pl.'s Notice Supp. Auth. (\"Pl.'s Notice\") at 2, ECF No. 32. In\n   <em>\n    A.D.\n   </em>\n   , however, the minor had no relationship with the defendant corporation and had not signed the arbitration agreement that the defendant was attempting to enforce. In this case, the plaintiff has signed the arbitration agreement and a nonsignatory is attempting to enforce the agreement executed by the plaintiff. This case is instead, as the defendants argue, more like\n   <em>\n    Khan v. Parsons Glob. Servs., Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5746976\" index=\"193\" url=\"https://cite.case.law/f-supp-2d/480/327/\">\n    480 F.Supp.2d 327\n   </extracted-citation>\n   (D.D.C. 2007),\n   <em>\n    rev'd on other grounds\n   </em>\n   ,\n   <extracted-citation case-ids=\"3737969,5865091\" index=\"194\" url=\"https://cite.case.law/f3d/521/421/\">\n    521 F.3d 421\n   </extracted-citation>\n   (D.C. Cir. 2008), in which a plaintiff filed a lawsuit against his employer even though the employment agreement he had entered into with the employer contained an arbitration agreement.\n   <em>\n    <extracted-citation case-ids=\"3737969,5865091\" index=\"195\" url=\"https://cite.case.law/f3d/521/421/\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 340 ;\n   <em>\n    see also\n   </em>\n   Defs.' Resp. Pl.'s Subm. Supp. Auth. at 2, ECF No. 33. The employer's corporate affiliates, who were not signatories to the employment agreement, also sought to enforce the arbitration clause.\n   <em>\n    Khan\n   </em>\n   ,\n   <extracted-citation case-ids=\"5746976\" index=\"196\" url=\"https://cite.case.law/f-supp-2d/480/327/\">\n    480 F.Supp.2d at 340\n   </extracted-citation>\n   . The Court concluded that equitable estoppel applied, noting that \"courts have been 'willing to estop a signatory from avoiding arbitration with a nonsignatory when the issues the nonsignatory is seeking to resolve in arbitration are intertwined with the agreement that the estopped party has signed.' \"\n   <em>\n    <extracted-citation case-ids=\"5746976\" index=\"197\" url=\"https://cite.case.law/f-supp-2d/480/327/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"5746976\" index=\"197\" url=\"https://cite.case.law/f-supp-2d/480/327/\">\n    at 341\n   </extracted-citation>\n   (quoting\n   <em>\n    Thomson-CSF, S.A. v. Am. Arbitration Ass'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"7414732\" index=\"198\" url=\"https://cite.case.law/f3d/64/773/#p779\">\n    64 F.3d 773\n   </extracted-citation>\n   , 779 (2d Cir. 1995) ).\n  </p>\n  <p id=\"p-79\">\n   Here, the plaintiff asserts a relationship with all three defendants, as evidenced by her referral, throughout the complaint, to \"the defendants\" and the defendants' conduct. If the plaintiff truly had no relationship with ELC and Aveda, she would have had no need to bring suit against those companies in addition to BBI. ELC and Aveda may therefore enforce the Arbitration Agreement pursuant to the doctrine of equitable estoppel.\n  </p>\n  <p id=\"p-80\">\n   <strong>\n    C. This Case Will Be Dismissed in Favor of Arbitration\n   </strong>\n  </p>\n  <p id=\"p-81\">\n   There is presently a circuit split on the question whether, when a motion to compel arbitration is granted, the case should be stayed pending the resolution of arbitration or rather dismissed in favor of arbitration.\n   <footnotemark>\n    9\n   </footnotemark>\n   This case does not require\n   consideration of that circuit split because the parties expressly agreed, in the Arbitration Agreement, that neither party would \"file any lawsuit against the other in any Court\" and that \"any suit filed in violation of this provision shall be promptly dismissed in favor of arbitration.\" Agreement ¶ 3. Thus, the plaintiff's claims will be referred to arbitration and this case will be dismissed without prejudice.\n   <footnotemark>\n    10\n   </footnotemark>\n  </p>\n  <p id=\"p-82\">\n   <strong>\n    IV. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-83\">\n   For the foregoing reasons, defendant BBI's Motion to Dismiss and Compel Arbitration and defendants ELC and Aveda Corporation's Motion to Dismiss and Compel Arbitration, or in the Alternative, to Stay, are granted. Accordingly, this matter is referred to arbitration and dismissed without prejudice. An appropriate Order accompanies this Memorandum Opinion.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-86\">\n    BBI is a Louisiana corporation with its principal place of business in Louisiana, doing business under the name \"Aveda Institutes South.\" Am. Compl. ¶ 11. According to BBI's corporate disclosure statement, BBI has no \"parent companies, subsidiaries or affiliates\" with \"any outstanding securities in the hands of the public.\" Def. BBI LCvR 7.1 Disclosure Stmt. (\"BBI Disclosure Stmt.\") at 1, ECF No. 26. Although BBI does business as \"Aveda Institutes South,\" the record contains no licensing agreement between BBI and defendant Aveda Corporation, which corporation is wholly owned by defendant ELC.\n    <em>\n     See\n    </em>\n    Def. ELC LCvR 7.1 Disclosure Stmt. (\"ELC Disclosure Stmt.\") at 1, ECF No. 8; Def. Aveda Corp. LCvR 7.1 Disclosure Stmt. (\"Aveda Disclosure Stmt.\") at 1, ECF No. 19.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-87\">\n    In contrast to AII's two schools, \"BBI operates campuses in Texas, Louisiana, Georgia, North Carolina, Tennessee, Alabama and the District of Columbia.\" Peterman Decl. ¶ 4.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-88\">\n    The validity of such class arbitration waivers is currently pending before the D.C. Circuit,\n    <em>\n     see\n    </em>\n    <em>\n     Price-Simms, Inc. v. NLRB\n    </em>\n    , No. 15-1457 (D.C. Cir. filed Dec. 14, 2015), but that case has been held in abeyance pending the Supreme Court's resolution of the issue in\n    <em>\n     Murphy Oil USA, Inc. v. NLRB\n    </em>\n    ,\n    <extracted-citation case-ids=\"4367133\" index=\"199\" url=\"https://cite.case.law/f3d/808/1013/\">\n     808 F.3d 1013\n    </extracted-citation>\n    (5th Cir. 2015),\n    <em>\n     cert. granted\n    </em>\n    , --- U.S. ----,\n    <extracted-citation case-ids=\"12609658,12609659,12609660,12609661,12609662\" index=\"200\" url=\"https://cite.case.law/s-ct/137/809/\">\n     137 S.Ct. 809\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"12609669,12609677,12609658,12609659,12609660,12609661,12609662\" index=\"201\" url=\"https://cite.case.law/l-ed-2d/196/595/\">\n     196 L.Ed.2d 595\n    </extracted-citation>\n    (2017) (addressing the question \"[w]hether arbitration agreements with individual employees that bar them from pursuing work-related claims on a collective or class basis in any forum are prohibited as an unfair labor practice under\n    <extracted-citation index=\"202\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20158\">\n     29 U.S.C. § 158\n    </extracted-citation>\n    (a)(1), because they limit the employees' right under the National Labor Relations Act to engage in 'concerted activities' in pursuit of their 'mutual aid or protection,'\n    <extracted-citation index=\"203\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20157\">\n     29 U.S.C. § 157\n    </extracted-citation>\n    , and are therefore unenforceable under the saving clause of the Federal Arbitration Act,\n    <extracted-citation index=\"204\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%202\">\n     9 U.S.C. § 2\n    </extracted-citation>\n    \"). The instant dispute need not be stayed for the reasons discussed\n    <em>\n     infra\n    </em>\n    , Part III.A.1-2.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-89\">\n    JAMS was formerly known as Judicial Arbitration and Mediation Services, Inc., but is now known simply as \"JAMS.\"\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-90\">\n    Although the plaintiff challenges the validity of the class arbitration waiver, she does not specifically challenge the validity of the provision delegating the resolution of all disputes to an arbitrator. \"It is only when a party challenges the delegation provision itself,\" however, \"that the district court intervenes.\"\n    <em>\n     Mercadante v. XE Servs., LLC\n    </em>\n    ,\n    <extracted-citation case-ids=\"4265980\" index=\"205\" url=\"https://cite.case.law/f-supp-3d/78/131/#p137\">\n     78 F.Supp.3d 131\n    </extracted-citation>\n    , 137 (D.D.C. 2015) (internal quotation marks omitted). Thus, the Court must treat the delegation provision \"as valid under § 2 [of the FAA], and must enforce it under §§ 3 and 4, leaving any challenge to the validity of the Agreement as a whole for the arbitrator.\"\n    <em>\n     Rent-A-Center\n    </em>\n    , 561 U.S. at 72,\n    <extracted-citation case-ids=\"12455276,3644316\" index=\"206\" url=\"https://cite.case.law/us/561/63/\">\n     130 S.Ct. 2772\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-91\">\n    The majority of circuits to address this question have concluded that arbitration agreements containing class waivers are enforceable.\n    <em>\n     See, e.g.,\n    </em>\n    <em>\n     Cellular Sales of Mo., LLC v. NLRB\n    </em>\n    ,\n    <extracted-citation case-ids=\"4321979\" index=\"207\" url=\"https://cite.case.law/f3d/824/772/#p776\">\n     824 F.3d 772\n    </extracted-citation>\n    , 776 (8th Cir. 2016) ;\n    <em>\n     D.R. Horton, Inc. v. NLRB\n    </em>\n    ,\n    <extracted-citation case-ids=\"3731155\" index=\"208\" url=\"https://cite.case.law/f3d/737/344/#p362\">\n     737 F.3d 344\n    </extracted-citation>\n    , 362 (5th Cir. 2013) ;\n    <em>\n     Richards v. Ernst &amp; Young, LLP\n    </em>\n    ,\n    <extracted-citation case-ids=\"3718125\" index=\"209\" url=\"https://cite.case.law/f3d/734/871/#p873\">\n     734 F.3d 871\n    </extracted-citation>\n    , 873-74 (9th Cir. 2013) ;\n    <em>\n     Sutherland v. Ernst &amp; Young LLP\n    </em>\n    ,\n    <extracted-citation case-ids=\"4073562\" index=\"210\" url=\"https://cite.case.law/f3d/726/290/\">\n     726 F.3d 290\n    </extracted-citation>\n    , 297 &amp; n.8 (2d Cir. 2013).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-92\">\n    Even if the merits were at issue in this motion, the plaintiff would face an uphill battle to establish her status as an employee. \"Whether a particular individual is an employee depends upon the facts\" of the case at hand.\n    <em>\n     Physicians Nat'l House Staff Ass'n v. Fanning\n    </em>\n    ,\n    <extracted-citation case-ids=\"3514575,1197143\" index=\"211\" url=\"https://cite.case.law/f2d/642/492/\">\n     642 F.2d 492\n    </extracted-citation>\n    , 496 (D.C. Cir. 1980) (en banc). The National Labor Relations Board itself has explained that vocational-school students are not employees.\n    <em>\n     Towne Chevrolet\n    </em>\n    ,\n    <extracted-citation index=\"212\" url=\"https://cite.case.law/citations/?q=230%20N.L.R.B.%20479\">\n     230 NLRB 479\n    </extracted-citation>\n    , 480 (1977). Similarly, numerous courts addressing the same question under the Fair Labor Standards Act (\"FLSA\"),\n    <extracted-citation index=\"213\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20201\">\n     29 U.S.C. § 201\n    </extracted-citation>\n    <em>\n     et seq.\n    </em>\n    , which uses the same definition of \"employees\" as the NLRA, have concluded that cosmetology students are not \"employees\" for the purposes of the FLSA.\n    <em>\n     See, e.g.,\n    </em>\n    <em>\n     Benjamin v. B &amp; H Educ., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12266836\" index=\"214\" url=\"https://cite.case.law/f3d/877/1139/#p1148\">\n     877 F.3d 1139\n    </extracted-citation>\n    , 1148 (9th Cir. 2017) ;\n    <em>\n     Gerard v. Mitchell Sys.\n    </em>\n    , No. 14-cv-4999,\n    <extracted-citation index=\"215\" url=\"https://cite.case.law/citations/?q=2016%20WL%204479987\">\n     2016 WL 4479987\n    </extracted-citation>\n    , at *7 (C.D. Cal. Aug. 22, 2016) (concluding that plaintiffs at a cosmetology school \"were the primary beneficiaries of the classroom clinic time\" and that \"[e]ven if Defendants sometimes incidentally benefitted, Plaintiffs benefitted by completing the required hours for licensing\" and \"receiving the practical training required\");\n    <em>\n     Hollins v. Regency Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"5914672\" index=\"216\" url=\"https://cite.case.law/f-supp-3d/144/990/#p1007\">\n     144 F.Supp.3d 990\n    </extracted-citation>\n    , 1007 (N.D. Ill. 2015),\n    <em>\n     aff'd\n    </em>\n    ,\n    <extracted-citation case-ids=\"12275419\" index=\"217\" url=\"https://cite.case.law/f3d/867/830/\">\n     867 F.3d 830\n    </extracted-citation>\n    (7th Cir. 2017) ;\n    <em>\n     Jochim v. Jean Madeline Educ. Ctr. of Cosmetology, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"4344281\" index=\"218\" url=\"https://cite.case.law/f-supp-3d/98/750/#p758\">\n     98 F.Supp.3d 750\n    </extracted-citation>\n    , 758 (E.D. Pa. 2015) (concluding that the plaintiff was not an employee but rather \"a student who participated in a realistic clinic mimicking an actual salon as part of her education\");\n    <em>\n     Ortega v. Denver Inst. LLC\n    </em>\n    , No. 14-cv-1351,\n    <extracted-citation index=\"219\" url=\"https://cite.case.law/citations/?q=2015%20WL%204576976\">\n     2015 WL 4576976\n    </extracted-citation>\n    , at *17 (D. Colo. July 30, 2015) (cosmetology students were not employees under the FLSA);\n    <em>\n     Atkins v. Capri Training Ctr., Inc.\n    </em>\n    , No. 13-cv-6820,\n    <extracted-citation index=\"220\" url=\"https://cite.case.law/citations/?q=2014%20WL%204930906\">\n     2014 WL 4930906\n    </extracted-citation>\n    , at *10 (D.N.J. Oct. 1, 2014) (plaintiff was not an employee because she \"did not depend on [the salon] for either her livelihood or continued employment particularly since Plaintiff was not paid for her work at the [salon]\").\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-93\">\n    BBI contends that the plaintiff \"failed to provide any facts and made no attempt to conclusively establish her implied argument that she is an 'employee' under the NLRA.\" BBI Reply Supp. Mot. Compel (\"BBI Reply\") at 5, ECF No. 29. This claim is belied by the plaintiff's amended complaint, in which she argues that \"[a]lthough considered by Defendants for purposes of labor laws as 'trainees,' the students are actually employees who are economically integrated into Defendants' profitable hair salons, and controlled by Defendants' common policies and practices.\" Am. Compl. ¶ 21;\n    <em>\n     see also\n    </em>\n    Pl.'s BBI Opp'n at 3 (\"While Defendant may consider Ms. Sakyi and other Aveda Institute enrollees to be 'trainees' for purposes of labor laws, they actually serve as employees who are economically integrated into Defendant's profitable business, and are controlled by Defendants' common policies and practices.\").\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-94\">\n    The majority of circuits to address this question have held that dismissal is appropriate if all of the claims raised in the action are subject to arbitration.\n    <em>\n     See, e.g.,\n    </em>\n    <em>\n     Johnmohammadi v. Bloomingdale's, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"4063025\" index=\"221\" url=\"https://cite.case.law/f3d/755/1072/#p1073\">\n     755 F.3d 1072\n    </extracted-citation>\n    , 1073-74 (9th Cir. 2014) (\"We have held that, notwithstanding the language of § 3, a district court may either stay the action or dismiss it outright when, as here, the court determines that all of the claims raised in the action are subject to arbitration.\");\n    <em>\n     Dialysis Access Ctr., LLC v. RMS Lifeline, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"4199997\" index=\"222\" url=\"https://cite.case.law/f3d/638/367/#p372\">\n     638 F.3d 367\n    </extracted-citation>\n    , 372 (1st Cir. 2011) (\"Where one side is entitled to arbitration of a claim brought in court, in this circuit a district court can, in its discretion, choose to dismiss the law suit, if all claims asserted in the case are found arbitrable.\" (internal quotation marks and citations omitted) );\n    <em>\n     Ozormoor v. T-Mobile USA, Inc.\n    </em>\n    ,\n    <extracted-citation index=\"223\" url=\"https://cite.case.law/citations/?q=354%20Fed.%20Appx.%20972\">\n     354 Fed.Appx. 972\n    </extracted-citation>\n    , 975 (6th Cir. 2009) (\"[Plaintiff] challenges the dismissal of his suit, asserting that\n    <extracted-citation index=\"224\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%C2%A7%203\">\n     9 U.S.C. § 3\n    </extracted-citation>\n    requires district courts to stay suits pending arbitration rather than dismiss them. We have already rejected that argument.\");\n    <em>\n     Choice Hotels Int'l, Inc. v. BSR Tropicana Resort, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"11088518\" index=\"225\" url=\"https://cite.case.law/f3d/252/707/#p709\">\n     252 F.3d 707\n    </extracted-citation>\n    , 709-10 (4th Cir. 2001) (\"Notwithstanding the terms of § 3, however, dismissal is a proper remedy when all of the issues presented in a lawsuit are arbitrable.\");\n    <em>\n     Alford v. Dean Witter Reynolds, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"10518445\" index=\"226\" url=\"https://cite.case.law/f2d/975/1161/#p1164\">\n     975 F.2d 1161\n    </extracted-citation>\n    , 1164 (5th Cir. 1992) (\"The weight of authority clearly supports dismissal of the case when\n    <em>\n     all\n    </em>\n    of the issues raised in the district court must be submitted to arbitration.\" (emphasis in original) ). At least three circuits hold that a case should be stayed pending arbitration rather than dismissed.\n    <em>\n     See, e.g.,\n    </em>\n    <em>\n     Cont'l Cas. Co. v. Am. Nat'l Ins. Co.\n    </em>\n    ,\n    <extracted-citation case-ids=\"8943423\" index=\"227\" url=\"https://cite.case.law/f3d/417/727/\">\n     417 F.3d 727\n    </extracted-citation>\n    , 732 n.7 (7th Cir. 2005) (\"[T]he proper course of action when a party seeks to invoke an arbitration clause is to\n    <em>\n     stay\n    </em>\n    the proceedings pending arbitration rather than to dismiss outright.\" (emphasis in original) );\n    <em>\n     Lloyd v. HOVENSA, LLC\n    </em>\n    ,\n    <extracted-citation case-ids=\"9245543\" index=\"228\" url=\"https://cite.case.law/f3d/369/263/#p269\">\n     369 F.3d 263\n    </extracted-citation>\n    , 269 (3d Cir. 2004) (\"[T]he District Court was obligated under\n    <extracted-citation index=\"229\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%C2%A7%203\">\n     9 U.S.C. § 3\n    </extracted-citation>\n    to grant the stay once it decided to order arbitration.\");\n    <em>\n     Adair Bus Sales, Inc. v. Blue Bird Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"10514111\" index=\"230\" url=\"https://cite.case.law/f3d/25/953/#p955\">\n     25 F.3d 953\n    </extracted-citation>\n    , 955 (10th Cir. 1994) (\"The proper course, therefore, would have been for the district court to grant Defendant's motion and stay the action pending arbitration.\").\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-95\">\n    BBI and ELC request dismissal \"with prejudice\" without articulating why such dismissal, rather than without prejudice, would be appropriate in this case.\n    <em>\n     See\n    </em>\n    BBI Mem. at 10; ELC Mem. at 10. In this case, the arbitrator is tasked with addressing several gateway questions of arbitrability, including whether the class arbitration waiver is enforceable and whether the plaintiff was an employee, and thus the arbitrator may still conclude that some of the plaintiff's claims are not arbitrable.\n    <em>\n     See supra\n    </em>\n    , Part III.A.2-3. Thus, if this case were dismissed with prejudice, the plaintiff \"would effectively be deprived of legal recourse, a most unjust result.\"\n    <em>\n     Frank v. Am. Gen. Fin., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"1621913\" index=\"231\" url=\"https://cite.case.law/f-supp-2d/23/1346/\">\n     23 F.Supp.2d 1346\n    </extracted-citation>\n    , 1350 n.3 (S.D. Ala. 1998) ;\n    <em>\n     see also\n    </em>\n    <em>\n     Jones v. Titlemax of Ga., Inc.\n    </em>\n    , No. 05-cv-1154,\n    <extracted-citation index=\"232\" url=\"https://cite.case.law/citations/?q=2006%20WL%20562189\">\n     2006 WL 562189\n    </extracted-citation>\n    , at *10 (N.D. Ga. Mar. 7, 2006) (\"[T]he Court finds that a stay, not dismissal, is the appropriate course where, as here, the threshold question of whether a claim is arbitrable is itself a matter of dispute to be resolved through arbitration.\").\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}