{
  "casebody": {
    "data": "<casebody firstpage=\"1164\" lastpage=\"1171\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b914-3\">[No. A017475.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AWyS\">First Dist., Div. Five.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALgB\">Oct. 18, 1984.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b914-4\">MAGGIE CRAWFORD, Plaintiff and Appellant, v. FARMERS GROUP, INC., et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b916-5\"><page-number citation-index=\"1\" label=\"1166\">*1166</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b916-6\">Robert A. Goldstein and Dennis Fischer for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b916-7\">Raoul D. Kennedy, Andrew H. Schwartz and Crosby, Heafey, Roach &amp; May for Defendants and Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b916-8\">Opinion</p>\n<author id=\"b916-9\">LOW, P. J.</author>\n<p id=\"AtM\">An insurance purchase plan which provides one month of coverage for each month a premium is paid, without any further obligation <page-number citation-index=\"1\" label=\"1167\">*1167</page-number>to pay or purchase beyond that month, is not governed by the Unruh Act, the Truth in Lending Act or the Check Sellers and Cashers Law.</p>\n<p id=\"b917-5\">Plaintiff Maggie Crawford instituted a class action on behalf of policyholders who purchased insurance policies from defendant Mid-Century Insurance Company (Mid-Century) by means of a monthly payment plan through the parent company, Farmers Group, Inc. (Farmers), and its billing and collection subsidiary, Prematic Service Corporation (Prematic). The Prematic payment plan permitted payment by monthly installments, calculated on the basis of a six-month automobile insurance policy, together with a $2.50 monthly service charge. In her complaint, plaintiff alleged (1) violations of the finance charge limitations and disclosure requirements under the Unruh Act (Civ. Code, § 1801 et seq.); (2) violation of the disclosure provisions of the Federal Truth in Lending Act (15 U.S.C.A. § 1601 et seq.); (3) that the fees collected exceeded the permissible amount allowed by the Check Sellers and Cashers Law (Fin. Code, § 12000 et seq.); and (4) that these practices constituted an unfair business practice (Bus. &amp; Prof. Code, § 17200 et seq.)</p>\n<p id=\"b917-6\">The trial court found and concluded that the purchase of the insurance coverage under the Prematic monthly payment plan was not a credit transaction or a retail installment sale within the meaning of either the Unruh Act or the Truth in Lending Act,<footnotemark>1</footnotemark> nor did Prematic act as a check seller or casher within the meaning of Financial Code section 12000 et seq., and, as such, defendants did not engage in any unfair business practices.</p>\n<p id=\"b917-7\">I.</p>\n<p id=\"b917-8\">On October 4, 1976, plaintiff purchased an automobile insurance policy from Mid-Century; the rates were calculated on a six-month term. Plaintiff chose to pay the premium in monthly installments. Accordingly, she executed a Prematic monthly payment plan agreement, which provided for a six-month total premium of $276.50 to be paid to Prematic in monthly installments of $46.08, plus a monthly service fee of $2.50. Plaintiff paid the first installment, the service charge and a deposit equal to one month’s premium.</p>\n<p id=\"b917-9\">The insurance policy issued to plaintiff contained a “Monthly Payment Endorsement’’ which provided that “the policy period is amended to one calendar month commencing with the effective date shown in the Declarations. The policy shall continue in force for successive monthly periods, if <page-number citation-index=\"1\" label=\"1168\">*1168</page-number>the premium required for each month is paid on or before the expiration date of the then current monthly period.”</p>\n<p id=\"b918-4\">Under the terms of the policy and the incorporated documents, plaintiff paid for the insurance as she needed it; she was not obligated to pay for the entire six-month policy period and could end the policy at any time by not paying the monthly premium when due. She could also cancel the policy in midterm by giving timely notice of cancellation and the premium earned could be prorated on a “short rate” basis. The trial court found, and there is no dispute, that plaintiff fully understood the terms of the agreement when she purchased the policy.</p>\n<p id=\"b918-5\">Plaintiff paid the monthly premiums and the service charges for the first six months and renewed the policy under the same terms and conditions on April 23, 1977, but at a slightly higher premium.</p>\n<p id=\"b918-6\">Plaintiff terminated the policy before the six-month period expired. She decided not to tender the October payment and service charge, choosing instead to purchase insurance from another insurance company. Because of the floating deposit and the company’s billing practices, plaintiff’s coverage did not expire until November 30, 1977. No claim for the service charge for the additional one-month coverage was ever demanded.</p>\n<p id=\"b918-7\">II.</p>\n<p id=\"b918-8\">In support of her first contention, plaintiff asserts that the Prematic payment plan is a “retail installment sale” under the Unruh Act. (Civ. Code, § 1802.5)  The Unruh Act was enacted to correct abuses incident to the growth of the consumer credit industry. (See <em>King </em>v. <em>Central Bank </em>(1977) 18 Cal.3d 840, 843-844 [135 Cal.Rptr. 771, 558 P.2d 857].) The act proscribes a variety of unfair practices and requires complete disclosure to the consumer of the total cost for the purchase of goods and services under a retail installment contract.</p>\n<p id=\"b918-9\">The act applies to any “retail installment contract,” which is defined as a contract for a retail installment sale between a buyer and a seller providing for either (a) repayment in installments, subject to a finance charge or other consideration, or (b) payment in four or more installments. (Civ. Code, § 1802.6.) A “seller” is defined as a person engaged in the business of selling goods or furnishing “services” to a retail buyer. (Civ. Code, § 1802.3.) Services mean “work, labor and services, for other than a commercial or business use, <em>including services furnished in connection with . . . the providing of insurance </em>. . . .” (Civ. Code, § 1802.2, italics added.)  The payment plan administered by Prematic is a service furnished in <page-number citation-index=\"1\" label=\"1169\">*1169</page-number>connection with the providing of insurance within the meaning of Civil Code section 1802.2. (See <em>King </em>v. <em>Central Bank, supra, </em>18 Cal.3d at p. 844.) To the extent that the trial court’s conclusion conflicts with this interpretation, it is disapproved. However, this does not close our inquiry.</p>\n<p id=\"b919-5\">To be regulated under the Unruh Act, defendants must be engaged in the retail sale of insurance for a “deferred payment price payable in installments.” (Civ. Code, § 1802.5.) Deferred payment price means the total cash price of the services including any finance charges. (Civ. Code, § 1802.9.) To be covered by the act, defendants must extend plaintiff credit either with or without an additional charge.</p>\n<p id=\"b919-6\">Plaintiff did not contract to pay the total purchase price for the six-month policy period. Although the policy she purchased was priced according to a six-month term, at no time was plaintiff obliged to make complete payment for the six-month period. The six-month term was used for rating purposes only and did not constitute a term of insurance coverage. The “Monthly Payment Endorsement” attached to and incorporated into the policy expressly amended the policy period to one calendar month. As long as plaintiff timely paid the monthly premium and service charge, she was covered for that month. By rating the policy in six-month periods, plaintiff was guaranteed that her monthly premiums would remain the same for six months. Under the policy, she could and did terminate the policy without further obligation to defendants by not paying the next month’s premium. Plaintiff owed no underlying obligation, and a creditor-debtor relationship did not arise.</p>\n<p id=\"b919-7\">Plaintiff relies on <em>Fox </em>v. <em>Federated Department Stores, Inc. </em>(1979) 94 Cal.App.3d 867 [156 Cal.Rptr. 893]. That reliance is misplaced. At issue was the amount of the finance charge retail sellers could assess their customers on the <em>unpaid balance </em>of credit card purchases. Unlike the credit buyers in <em>Fox, </em>plaintiff had no remaining balance or underlying debt to pay on her automobile insurance policy. As such, the purchase of the monthly insurance policy was not a credit sale within the meaning of the Unruh Act.</p>\n<p id=\"b919-8\">III.</p>\n<p id=\"b919-9\">Plaintiff contends that the Prematic payment plan violates the disclosure requirements of the Federal Truth in Lending Act and she seeks damages. (15 U.S.C.A. § 1601 et seq.)  As with the Unruh Act, a consumer credit transaction must exist before the Truth in Lending Act applies. (15 U.S.C.A. § 1601(a); <em>Munson </em>v. <em>Orrin E. Thompson Homes, Inc. </em>(D.Minn. 1974) 395 F.Supp. 152.) Unless there exists an underlying <page-number citation-index=\"1\" label=\"1170\">*1170</page-number>debt and an obligation to make full and complete payment, a “ ‘credit’ ” situation does not arise. <em>(Munson, supra, </em>at p. 157.)</p>\n<p id=\"b920-4\">The Truth in Lending Act defines credit as “the right granted by a creditor to a debtor to defer payment of debt or to incur debt and defer its payment.” (15 U.S.C.A. § 1602(e).) We note that Civil Code section 1802.5 of the Unruh Act was amended to conform with this terminology. (See <em>Fox </em>v. <em>Federated Department Stores, Inc., supra, </em>94 Cal.App.3d at p. 878, fin. 7.)  In an attempt to bring this transaction under the Truth in Lending Act, plaintiff again urges that the Prematic installment payment plan involves the deferred payment of the price of the insurance policy. We disagree. This same issue was raised and rejected in <em>Gerlach </em>v. <em>Allstate Insurance Company </em>(S.D.Fla. 1972) 338 F.Supp. 642. There, the holder of an automobile insurance policy elected to pay the premium on a one-year policy in ten equal monthly installments, together with a monthly service charge of 50 cents. Plaintiff sued under the Truth in Lending Act, seeking damages for failure to disclose the credit information required by the act. At all times during the litigation, the policy remained in full force. The court concluded that the installment payment plan was not a consumer credit transaction and Allstate was not a creditor within the meaning of the Truth in Lending Act. (At p. 647.) The court reasoned that: (a) the insured was not obligated to make any premium payments or pay an underlying debt; and (b) the insured may cancel at any time, simply by not paying the monthly premium, without any continuing obligation to Allstate. (At pp. 647-648; cf. <em>Cochran </em>v. <em>Paco, Inc. </em>(5th Cir. 1979) 606 F.2d 460, 466-467 [51 A.L.R.Fed. 731].)</p>\n<p id=\"b920-5\">Here, plaintiff was under no obligation to pay the total premium for the six-month policy. The amendment to the Mid-Century policy expressly declares the policy to be for one month. Further, plaintiff can terminate the insurance simply by not tendering the monthly premium when due, as she did in this case. Here, as in <em>Gerlach, </em>no debtor-creditor relationship was created and the transaction is not governed by the Truth in Lending Act.</p>\n<p id=\"b920-6\">IV.</p>\n<p id=\"b920-7\">Plaintiff also argues that the service charges assessed by Prematic exceeded those allowable under the Check Sellers and Cashers Law (Fin. Code, § 12000 et seq.). The trial court correctly found that Prematic was not a “check seller or casher” or a “prorater” as defined under the law. (Fin. Code, §§ 12002, 12002.1.) A “check seller or casher” is defined as a person who for compensation receives money “as agent of an obligor for the purpose of paying to a person other than the check seller or casher bills, invoices, or accounts of such obligor . . . .” (Fin. Code, § 12002.) A “pro-<page-number citation-index=\"1\" label=\"1171\">*1171</page-number>rater” is a person who for compensation receives money for the purpose of distributing the money among creditors in payment or partial payment of the obligations of the debtor. (Fin. Code, § 12002.1.)</p>\n<p id=\"b921-5\">Since no debt exists and the defendants are not creditors of plaintiff, Prematic cannot be a “prorater” as defined under the statute.</p>\n<p id=\"b921-6\">Nor is Prematic a check seller or casher. As provided in the Prematic monthly payment plan agreement, Prematic agreed to budget plaintiff’s premium payments among the eligible policies. In this fashion, it acted as the collection arm of its parent corporation, Farmers. This was not the type of transaction sought to be regulated by the statute. Rather, the statute was aimed at limiting the fees charged by numerous, unregulated persons and businesses who cashed checks or paid bills for a fee <em>independent </em>of the obligee or creditor. Prematic is a wholly owned subsidiary of Farmers. The service fee it charges reflects the total cost of the insurance to the policyholder in a competitive and highly regulated industry.</p>\n<p id=\"b921-7\">In light of our conclusion that none of the above-cited acts and laws govern the insurance transaction at issue, plaintiff’s charge of unfair or unlawful business practices (Bus. &amp; Prof. Code, § 17200 et seq.) need not be discussed.</p>\n<p id=\"b921-8\">The judgment is affirmed.</p>\n<p id=\"b921-9\">King, J., and Haning, J., concurred.</p>\n<p id=\"b921-10\">A petition for a rehearing was denied November 14, 1984, and appellant’s petition for a hearing by the Supreme Court was denied January 2, 1985.</p>\n<footnote label=\"1\">\n<p id=\"b917-10\">The defendants stipulated that they were not in compliance with the Truth in Lending Act or the Unruh Act should it be determined that this transaction is regulated by these acts.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}