{
  "casebody": {
    "data": "<casebody firstpage=\"819\" lastpage=\"823\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b835-4\">Boston Lodge 264, District 38, International Association of Machinists and Aerospace Workers, AFL-CIO <em>vs. </em>Massachusetts Bay Transportation Authority.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b835-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ajb\">April 7, 1983. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4t\">August 4, 1983.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b835-6\">Present: Hennessey, C.J., Wilkins, Abrams, Nolan, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b835-12\"><em>Michael </em>A. <em>Feinberg </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b835-13\"><em>Ronald G. Busconi (Carole A. Buckley </em>with him) for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b835-14\">Wilkins, J.</author>\n<p id=\"A_S\">The plaintiff union sought an order to compel the defendant Massachusetts Bay Transportation Authority (MBTA) to proceed to arbitration on the MBTA’s refusal to make certain cost-of-living adjustments allegedly <page-number citation-index=\"1\" label=\"820\">*820</page-number>required by a collective bargaining agreement. A judge in the Superior Court ordered the complaint dismissed because there was no collective bargaining agreement in effect. He also concluded that, in any event, the MET A was barred by statute from making the claimed cost-of-living payments. We transferred the union’s appeal here on our own motion. We reverse the judgment. There was an agreement to arbitrate the issue of the MBTA’s obligation to pay the disputed cost-of-living increases, and there is no statutory bar to the payment of such increases if the arbitrator determines that, in the circumstances, the collective bargaining agreement calls for them.</p>\n<p id=\"b836-5\">The term of the collective bargaining agreement began on January 1, 1976, and continued until December 31, 1977. It would have continued from year to year thereafter, but each party, in accord with the terms of the agreement, served a timely notice which caused the term of the agreement to end on December 31, 1977. The agreement provided for cost-of-living adjustments to be made quarterly “during the term of the Agreement <em>and during any period of negotiations thereafter, </em>unless and until the Parties, by agreement, provide otherwise” (emphasis added). There was also a provision for resolving grievances that “arise out of the terms and provisions of this Agreement,” with binding arbitration as the final available step.</p>\n<p id=\"b836-6\">After the term of the agreement ended on December 31, 1977, the META continued through September, 1980, to make quarterly cost-of-living adjustments which benefited members of the union. Apparently, members of the union continued to work without a collective bargaining agreement, and, until December, 1980, they were compensated as if the expired agreement remained in effect. In December, 1980, the META refused to make quarterly cost-of-living adjustments. The union filed a grievance which the META denied. The META refused to arbitrate the dispute. The union commenced this action to obtain an order directing the META to proceed with arbitration.<footnotemark>1</footnotemark></p>\n<p id=\"b837-4\"><page-number citation-index=\"1\" label=\"821\">*821</page-number>1. There was an agreement to arbitrate disputes arising under the agreement, and it should be enforced in this case. The collective bargaining agreement provided that, during “any period of negotiations” after the term of the agreement, quarterly cost-of-living adjustments of wages would be made. A provision for continued compensation during negotiations after the term of an agreement has expired seems reasonable. The dispute whether negotiations were continuing in December, 1980, so as to require continued payment of cost-of-living adjustments “arise[s] out of the terms and provisions” of the collective bargaining agreement and is one that should be submitted to arbitration.</p>\n<p id=\"b837-5\">Although the term of the collective bargaining agreement had ended, there continued both a contractual obligation to make cost-of-living adjustments under certain conditions and an agreement to arbitrate any unresolved grievance arising out of the agreement. The fact that the term of a collective bargaining agreement has expired does not mean there can be no duty to arbitrate issues arising out of that agreement, where the agreement includes obligations extending beyond its term and where there is a broadly expressed agreement to arbitrate grievances arising out of that agreement. See <em>Nolde Bros. </em>v. <em>Local No. 358, Bakery &amp; Confectionery Workers Union, </em>430 U.S. 243, 254-255 (1977); <em>Federated Metals Corp. </em>v. <em>United Steelworkers, </em>648 F.2d 856, 861 (3d Cir. 1981); <em>McAllister Bros. </em>v. A <em>&amp; S Transp. Co., </em>621 F.2d 519, 523 (2d Cir. 1980).</p>\n<p id=\"b837-6\">2. The MBTA argues that arbitration should not be ordered because by statute the MBTA is barred from paying the cost-of-living adjustments sought by the union on behalf of its members. The MBTA relies on two acts, each passed after the effective date of the collective bargaining agreement involved in this case.<footnotemark>2</footnotemark></p>\n<p id=\"b838-4\"><page-number citation-index=\"1\" label=\"822\">*822</page-number>In 1978, G. L. c. 161A, concerning the MBTA, was amended to prescribe certain interest arbitration procedures between the MBTA and its unions. St. 1978, c. 405. The 1978 act contains no language governing cost-of-living provisions in then existing agreements, nor does it bar enforcement of an agreement between the parties to pay cost-of-living adjustments after the expiration of a contract period.<footnotemark>3</footnotemark></p>\n<p id=\"b838-5\">In 1980, G. L. c. 161A, § 19, was amended to prohibit the MBTA “from bargaining collectively or entering into a contract which provides for automatic cost-of-living salary adjustments which are based on changes in the Consumer Price Index or other similar adjustments unless specifically authorized by law.” St. 1980, c. 581, § 8. This provision of the 1980 act, like the 1978 act, is concerned with interest arbitration and the terms of future collective bargaining agreements. See <em>Local Div. 589, Amalgamated Transit Union </em>v. <em>Massachusetts, </em>666 F.2d 618, 640 (1st Cir. 1981), cert. denied, 457 U.S. 1117 (1982).</p>\n<p id=\"b838-6\">Neither act purports to apply to cost-of-living adjustments under existing agreements, and we need not consider whether any statutory attempt to eliminate cost-of-living increases under existing contracts would be constitutional. Compare <em>Sonoma County Org. of Pub. Employees </em>v. <em>County of Sonoma, </em>23 Cal.3d 296 (1979) (statute invalidating certain cost-of-living provisions in existing agreements impaired the obligation of contracts), with <em>Subway-Surface Supervisors Ass’n </em>v. <em>New York City Transit Auth., </em>44 N.Y.2d 101 (1978) <page-number citation-index=\"1\" label=\"823\">*823</page-number>(prospective wage freeze statute did not violate the contracts clause of the Federal Constitution). The fact that the United States Court of Appeals for the First Circuit has upheld the constitutionality of these acts as applied to an existing contract that purported to provide for a perpetual extension of its terms does nothing to aid the MBTA. See <em>Local Div. 589, Amalgamated Transit Union </em>v. <em>Massachusetts, supra. </em>In that case, no issue was decided concerning the rights of the Commonwealth to abrogate the obligation to make cost-of-living adjustments expressed in an agreement already in effect.</p>\n<p id=\"b839-5\">3. Because the collective bargaining agreement provides for arbitration of the dispute concerning the MBTA’s obligation to continue to pay cost-of-living increases and because there is no statutory provision abolishing the employees’ rights to such increases, the judgment dismissing the complaint is reversed. Judgment shall be entered directing the MBTA to proceed to arbitration.</p>\n<p id=\"b839-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b836-7\"> The MBTA conceded at oral argument that, under their general authority, the courts have jurisdiction to compel arbitration in this case. The <page-number citation-index=\"1\" label=\"821\">*821</page-number>MBTA argues that G. L. c. 150C, concerning collective bargaining agreements to arbitrate, does not apply to the MBTA. Chapter 150C, § 1, appears to apply to all employers, but we need not decide whether the Legislature nevertheless intended some limitation on the apparent scope of G. L. c. 150C.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b837-8\"> We could defer consideration of the claimed unlawfulness of any arbitrator’s order directing the MBTA to pay the cost-of-living adjustments <page-number citation-index=\"1\" label=\"822\">*822</page-number>involved in this case. See <em>School Comm. of Danvers </em>v. <em>Tyman, </em>372 Mass. 106, 113-114 (1977). The issue will become important only if the union should receive a favorable ruling from the arbitrator. However, in our discretion, we pass on this question in order to facilitate resolution of the dispute.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b838-9\"> General Laws c. 161A, § 19G, inserted by St. 1978, c. 405, § 2, does bar an arbitrator, acting following the failure of negotiations and mediation on a new collective bargaining agreement, from including in his award “any provisions for any cost of living adjustments which are based on changes in the Consumer Price Index after the expiration of the contract period covered by the award.” This provision concerns interest arbitration and not grievance arbitration, future obligations and not past agreements.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}