{
  "casebody": {
    "data": "<casebody firstpage=\"275\" lastpage=\"281\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b299-2\">P. Garvan, Incorporated, <em>vs. </em>New York Central and Hudson River Railroad Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b299-4\">Hampden.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Atv\">October 17, 1911.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A5X\">November 29, 1911.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b299-7\">Present: Rugg, C. J., Hammond, Braley, Sheldon, &amp; DeCourcy, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b299-8\"><em>Carrier, </em>Of goods. <em>Negligence. Practice, Civil, </em>Exceptions, Election between counts. <em>Evidence, </em>Competency, <em>Bes inter alios. Contract, </em>Validity, Implied in law. <em>Sale, </em>Delivery.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b299-9\">A stipulation in a bill of lading of goods transported by rail, that the carrier shall not be liable for any loss or damage <em>“ </em>by fire for any cause whatsoever occur- ' ' ring” during the transit, does not relieve the carrier from liability for loss of or ;• damage to the goods by a fire caused by the negligence of the servants of the ^ -j <em>p </em>carrier. ^</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b299-10\">In an action against a railroad corporation for injury by fire to goods of the plain- ' ' tiff delivered to the defendant as a common carrier for transportation, where it appears that by the terms of the bill of lading the carrier is exempted from k- <em>if l </em>liability for loss or damage by fire and the plaintiff to hold the defendant <em>~2-'r, </em>liable must prove that the fire that injured the goods was caused by the negli--' gence of the defendant or its servants, if it appears that the fire which partially^ ‘ destroyed the goods occurred when the goods were in a car in the defendant’s • -r : « freight yard at their place of destination, and there is evidence on which it could'? J ?/ - be found that the seals on the doors of the car had remained unbroken, excluding the intrusion of strangers, it is for the jury to determine upon all the evidence whether the only reasonable explanation of the origin of the fire involves negligence of the defendant’s servants.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b299-11\">In an action against a railroad corporation for injury to goods of the plaintiff by a fire alleged to have been caused by negligence of the servants of the defendant while the goods were in a car standing on a side track in a freight yard of the defendant, the defendant offered in evidence a report of an investigation as to the origin of the fire made by the detective department of the district police of the Commonwealth under R. L. c. 32, § 2, St. 1904, c. 433. No statement was made as to the contents of the record. The presiding judge excluded the record. <em>Held, </em>that the exclusion could be sustained on the narrow ground that, no statement having been made of what the record, if admitted, would have disclosed, the defendant was not shown to have been prejudiced by its <em>exclusion; </em>but, assuming that the report would have exonerated the defendant, it was incompetent, the inquiry under the statute having been instituted for the information and benefit of the public as an aid in the detection of crime, and not having been a proceeding to ascertain the defendant’s civil liability in which the plaintiff could have appeared and have been heard.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b299-13\">Where goods are transported by a railroad corporation to one of its stations, at which the rule for the delivery of goods requires that the consignee shall be notified of their arrival, and the car containing the goods is left standing on a side track in the corporation’s freight yard, where, before any notice has been given to the consignee of the arrival of the goods, they are injured by fire <page-number citation-index=\"1\" label=\"276\">*276</page-number>while still in the car, the corporation has not become a mere warehouseman and its liability for the injury is that of carrier of the goods.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b300-3\">Where goods are sold by sample at the buyer’s place of business and the seller ships the goods by railroad consigned to the buyer who has given no directions for transportation, the seller paying the freight charges, the title to the goods remains in the seller until they have been delivered by the carrier to the buyer and have been accepted by him, and, if the goods are injured by fire while in the hands of the carrier, the right of action for such injury is in the seller.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b300-4\">In an action against a railroad corporation for injury by fire to goods of the plaintiff delivered to the defendant as a common carrier for transportation, it appeared that, upon the refusal of the consignee to receive the damaged goods, the railroad corporation sold them and retained the proceeds. The declaration contained a count in tort alleging negligence of the defendant in permitting the goods to be destroyed by £re while in its hands as a common carrier, and a count in contract for money had and received. There was evidence on which negligence of the defendant could have been found. The defendant contended that the fire originated from spontaneous combustion, in which case it would not be liable under the terms of the bill of lading. The presiding judge refused to compel the plaintiff to elect between his count in tort and that in contract, but instructed the jury that the plaintiff could not recover on both counts. <em>Held, </em>that the refusal and the instruction were correct; that, if the jury accepted the defendant's theory that the fire originated from spontaneous combustion, the plaintiff could not recover in tort but was entitled to the amount of the proceeds received by the defendant from the sale of the damaged goods.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b300-5\">Contract or tort for the value of twenty bales of rags alleged to have been damaged by fire on May 23, 1908, when they were in the possession and control of the defendant as a common carrier at the defendant’s freight yard in that part of West Springfield called Mittineague. Writ dated November 18, 1909.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b300-6\">In the Superior Court the case was tried before <em>Grosly, </em>J. The first count of the declaration, which was for an alleged conversion, was waived by the plaintiff at the trial. The second count was to recover the full value of the rags and alleged that the defendant negligently permitted them to be destroyed by fire while in its possession as a common carrier. The third count, added by amendment, was for money had and received. It appeared that on May 21 and 22, 1908, the agent of the plaintiff delivered the bales of rags at the freight station of the Boston and Maine Railroad in Holyoke for shipment to the Southworth Paper Company at Mittineague in West Springfield. “ The car of rags in which the fire took place was on a siding near the coal sheds” at the defendant’s Mittineague freight yard. The provisions of the bill of lading containing the contract of transpon<page-number citation-index=\"1\" label=\"277\">*277</page-number>tation are described in the opinion, where also the other material facts sufficiently appear.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b301-3\">At the close of the evidence the defendant, in addition to others which were given by the judge, requested the following instructions:</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b301-4\">“1. Upon all the evidence the plaintiff is not entitled to recover.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b301-5\">“ 3. Upon all the ¿vidence the plaintiff is not entitled to recover under the second count.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b301-6\">“ 17. If this carload of rags was sold to the Southworth Company by the plaintiff, and given by the plaintiff to the defendant to be delivered to the Southworth Company as consignee, in accordance with the contract of sale, the title passed from the plaintiff to the Southworth Company on delivery to the defendant.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b301-7\">“ 18. There is no evidence of a rescission of this sale revesting title in the plaintiff.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b301-8\">“ 22. Upon all the evidence the plaintiff is not entitled to recover under the third count.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b301-9\">“ 23. Unless the title was revested in the plaintiff, the plaintiff cannot recover under the third count.”</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b301-10\">The judge refused to give any of these instructions.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b301-11\">The plaintiff having waived its first count for conversion, the defendant asked the judge to compel the plaintiff to elect between the second and the third counts. The judge refused to compel the plaintiff to elect, and instructed the jury that the plaintiff could not recover on both counts. It was agreed that, if the plaintiff was entitled to recover on the second count it was entitled to $533.70, and that if the plaintiff was entitled to recover on the third count it could recover only $120.48, and the judge so instructed the jury.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b301-12\">The judge submitted to the jury the question “ Was the fire in the car, and the damage to the rags, caused by the negligence of the defendant? ” To this question the jury answered, “Yes.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b301-13\">The jury returned a verdict for the plaintiff in the sum of $533.70, the full value of the rags; and the defendant alleged exceptions.</summary>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b301-14\">The case was submitted on briefs.</attorneys>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b302-2\"><page-number citation-index=\"1\" label=\"278\">*278</page-number><em>G. H. Fernald, Jr., &amp; F. L. Watson, </em>for the defendant.</attorneys>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b302-3\"><em>A. L. Green &amp; F. F. Bennett, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b302-4\">Braley, J.</author>\n<p id=\"AJP\">The till of lading by its terms regulated the entire transportation, and, not having been limited to the first carrier by whom the bales of rags were received and accepted with the through rate prepaid, the defendant as the succeeding and last carrier is entitled to the benefit of the exemptions found in the contract. <em>Farmington Mercantile Co. </em>v. <em>Chicago, Burlington, &amp; Quincy Railroad, 166 Mass. 154. Moore v. New York, New Haven, &amp; Hartford Railroad, </em>173 Mass. 335. <em>Adams Express Co. </em>v. <em>Harris, </em>120 Ind. 73. <em>Etna Ins. Co. </em>v. <em>Wheeler, </em>49 N. Y. 616. <em>Cote </em>v. <em>New York, New Haven, &amp; Hartford Railroad, </em>182 Mass. 290. <em>Evansville &amp; Crawfordsville Railroad </em>v. <em>Androscoggin Mills, </em>22 Wall. 594. And, it having been stipulated that the carrier should not be liable for any loss or damage “ by five from any cause wheresoever occurring ” during the transit, the defendant relies upon this exemption in bar of the action.</p>\n<p id=\"b302-19\">It has long been settled that, while just and reasonable conditions may be imposed limiting his liability as it existed at common law, the carrier cannot be relieved where goods are lost or destroyed during carriage through his own negligence or the negligence of his servants or agents, although in terms the contract of shipment may exonerate him. The stipulation is invalid because against public policy. <em>Hoadley </em>v. <em>Northern Transportation Co. </em>115 Mass. 304. <em>Cox </em>v. <em>Central Vermont Railroad, </em>170 Mass. 129, 136, 137. <em>Bernard </em>v. <em>Adams Express Co. </em>205 Mass. 254, 258, 259. The plaintiff under the second count was required to prove that the fire, which partially destroyed the rags while they were in the car at the place of destination, occurred through the defendant’s neglect. <em>Willett </em>v. <em>Rich, </em>142 Mass. 356. <em>Wylie </em>v. <em>Marinofsky, </em>201 Mass. 583. When shipped, the goods were encased in burlap, and in good condition, and there was no delay during the short period of transportation. The condition of the seals on the car doors, which upon conflicting evidence the jury could find remained unbroken, excluded any inference of the intrusion of strangers, and upon all the evidence it was for them to determine whether the only reasonable explanation as to the origin of the fire inculpated the defendant’s servants, for whose carelessness it would be responsible. <page-number citation-index=\"1\" label=\"279\">*279</page-number>Stowe v. New York, Boston &amp; Providence Railroad, 113 Mass. 521, 524.</p>\n<p id=\"b303-4\">The exclusion of the report of investigation as to the origin of the fire conducted under the provisions of St. 1894, c. 444, and R. L. c. 32, § 2, as amended by St. 1902, c. 142, St. 1903, c. 365, and St. 1904, c. 433, offered by the defendant, might be sustained on the narrow ground that no prejudice is shown to have been suffered. What the record would have disclosed, if admitted, is not stated. <em>Lee </em>v. Tarplin, 183 Mass. 52, 54. But, even on the assumption that the defendant had been exonerated, the report was incompetent. The proceedings were instituted for the information and benefit of the public and as an aid in the detection and punishment of crime. It was not an inquiry for the ascertainment of the defendant’s civil liability, where the plaintiff could have appeared and been heard. <em>Fogg </em>v. <em>Pew, </em>10 Gray, 409. <em>McMahon </em>v. <em>Tyng, </em>14 Allen, 167. <em>Commonwealth </em>v. <em>Cannon, </em>97 Mass. 337.</p>\n<p id=\"b303-5\">Nor had the defendant become a warehouseman. The defendant’s rule, for the delivery of goods at the station, required that the consignee should be notified of their arrival, but, no notice having been given until after the fire when acceptance was refused by the consignee, there was no delivery, even if the defendant had shown that the car had been detached and placed where it could have been unloaded. Bachant v. Boston &amp; Maine <em>Railroad, </em>187 Mass. 392, 393. The fifth clause of the contract <footnotemark>*</footnotemark> which the defendant invoked being inapplicable, as the fire occurred within less than twenty-four hours after the goods arrived, the defendant’s liability as carrier had not terminated. Rice v. Boston &amp; Worcester Railroad, 98 Mass. 212. Rice v. <em>Hart, </em>118 Mass. 201.</p>\n<p id=\"b303-18\">But, if these defenses are unavailing, the refusal to give the defendant’s requests that the plaintiff had parted with the title is strongly urged as ground for a new trial. The action, if in tort, where goods are lost or damaged, must be brought by the owner, although the ownership need not be absolute but may be that of a bailee. <em>Finn </em>v. <em>Western Railroad, </em>112 Mass. 524, <page-number citation-index=\"1\" label=\"280\">*280</page-number>530. It was said by Mr. Justice Colt in <em>Wigton </em>v. Bowley, 130 Mass. 252, 254, that “ in the sale of specific chattels, an unconditional delivery to the buyer or his agent, or to a common carrier consigned to him, ... is sufficient to pass the title, if there is nothing to control the effect of it.” But the intention of the parties as to the time when title is to be transferred must be ascertained from the contract, and in the absence of any directions from the buyer, controls any presumption that delivery to a carrier is sufficient, even if in the bill of lading the goods are consigned to him. <em>Dr. A. P. Sawyer Medicine Co. </em>v. <em>Johnson, </em>178 Mass. 374, 377. <em>Barrie </em>v. <em>Quinby, </em>206 Mass. 259, 267. <em>Dows </em>v. <em>National Exchange Bank of Milwaukee, </em>91 U. S. 618. <em>Dunlop </em>v. <em>Lambert, </em>6 Cl. &amp; F. 600. See also 35 Cyc. 316, 317, 318, and cases cited. If the evidence is conflicting, and more than one inference can be drawn, the question as to what the parties intended is for the jury. <em>Merchants’ National Bank </em>v. <em>Bangs, </em>102 Mass. 291. <em>Wigton </em>v. <em>Bowley, </em>130 Mass. 252, 254.</p>\n<p id=\"b304-3\">By the terms of sale, which were not in dispute, the proposed purchase was by sample at the buyer’s place of business, and it was a condition precedent that the shipment in bulk should correspond with the sample, and, if it did not, the consignee was under no obligation to take title or to pay the price. <em>Androvette </em>v. <em>Parks, </em>207 Mass. 86. St. 1908, c. 237, § 47. <em>McNeal </em>v. <em>Braun, </em>24 Vroom, 617. It having been understood that the plaintiff should deliver the goods at their destination, the defendant as the carrier undertook to perform for the plaintiff the act of delivery. The plaintiff accordingly paid the charges, and the buyer, who had given no directions for transportation, retained the right to accept or reject the goods, which could not- be exercised until they arrived. <em>Kemensky </em>v. <em>Chapin, </em>193 Mass. 500. <em>Hanson &amp; Parker </em>v. <em>Wittenberg, </em>205 Mass. 319, 328. The defendant’s negligence having intervened before the contract had been executed, the title continued in the plaintiff, who could not have maintained an action against the consignee for goods sold and delivered. <em>Wheelhouse </em>v. <em>Parr, </em>141 Mass. 593, 595. <em>Bacon </em>v. <em>Gilman, </em>57 N. Y. 656. The seventeenth, eighteenth and twenty-third requests assumed that the sale was absolute, and for the reasons stated the presiding judge properly declined to give them.</p>\n<p id=\"b305-2\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>The plaintiff also was rightly permitted to go to the jury on the count in contract as well as on the count in tort, and they were correctly instructed that it could not recover on both counts. If they accepted the defendant’s theory, that the fire originated from spontaneous combustion, the plaintiff could not recover in tort, but was entitled to the proceeds in the defendant’s possession, which, from the briefs of counsel, we infer had been received from a sale of the damaged goods after the consignee refused to receive them. <em>Stevens </em>v. <em>Sayward, </em>3 Gray, 108; <em>S. C. </em>8 Gray, 215.</p>\n<p id=\"b305-4\">\n<em>Exceptions overruled.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b303-19\"> This clause related to “ Property not removed hy the person or party entitled to receive it within twenty-four hours after its arrival at destination.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}