{
  "casebody": {
    "data": "<casebody firstpage=\"427\" lastpage=\"430\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b435-4\">Aaron Buddington <em>versus </em>Lewis Shearer <em>et al.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b435-5\">Where, in an action of trespass against two persons for an injury done by a dog of which they were alleged, in the declaration, to be the owners, one of the defendants died, it was <em>held, </em>that the action might be sustained against the other defendant without proving that the deceased defendant was a part owner of the dog, and consequently that the declaration of the deceased (which was admitted in evidence to prove that fact) that he and the other defendant were joint owners, was immaterial, there being other evidence to prove the ownership of the surviving defendant. Where evidence is introduced solely for the purpose of proving a fact which is found to be immaterial, and such evidence has no tendency to influence the minds of the jury on other points, their verdict will not be set aside, although such evidence be incompetent.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b435-6\">This was an action of trespass, for an injury done by a dog to the plaintiff’s sheep. The action was brought upon Revised Stat. c. 58, § 13, which provides “ that every owner or keeper of any dog, shall forfeit to any person injured by such dog, double the amount of the damage sustained by him, to be recovered in an action of trespass.” The declaration contained three counts, the first charging the defendants as owners of the dog, the second describing them as owners and keepers, and the third describing them as keepers.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b435-7\">James Shearer, one of the defendants, died before the term of the court at which the trial took place ; and his death was suggested on the record accordingly.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b435-8\">At the trial, before <em>Wilde </em>J., the plaintiff offered evidence to prove, that James Shearer, during his life, had acknowledged that the dog belonged to himself and Lewis Shearer, the co-defendant. The defendant objected to this evidence; but the judge admitted it, and instructed the jury, that it was competent evidence to prove, that James Shearer was part-<page-number citation-index=\"1\" label=\"428\">*428</page-number>owner of the dog. There was other evidence as to the own* ership of Lewis.</summary>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b436-5\">\n<em>Sept. 25th.</em>\n</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b436-8\">The jury returned a verdict for the plaintiff. The defendant excepted to the instructions to the jury.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b436-9\"><em>Wells </em>and <em>Davis, </em>for the defendant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b436-10\"><em>Jlikin </em>and <em>II. Chapman, </em>for the plaintiff,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"Agga\">cited to the point, that the Court would not grant a new trial where evidence was improperly admitted, if there was sufficient evidence without it to support the verdict, 1 Stark. on Evid. 436 and cases cited ; <em>Nathan </em>v. <em>Buckland, </em>2 Moore, 153 ; <em>Prince </em>v. <em>Shepard, </em>9 Pick. 176 ; <em>Hamblett </em>v. <em>Hamblett, </em>6 N. Hamp. R. 333.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b436-11\">Shaw C. J.</author>\n<p id=\"AV6\">drew up the opinion of the Court. This action was commenced against James Shearer and Lewis Shearer, jointly, to recover double damages under the statute, for injuries alleged to have been sustained from a dog owned and kept by them. The statute provision is, that every owner and keeper of any dog, shall forfeit and pay to any person injured by such dog, double the amount of damage sustained by him, to be recovered in an action of trespass. Revised Stat. c. 58, § 13.</p>\n<p id=\"b436-12\">On a former consideration of this cause, (20 Pick. 477,) it appeared, that the two first counts of the declaration described the two defendants as owners <em>and </em>keepers of the dog ; and the Court held, that this was a descriptive averment, and though not necessary to bring the case within the statute, as the law would bold them liable if either owners or keepers, yet as they were so described, it must be so proved, in order to recover on those counts. It was however suggested, that the objection was merely technical, and might be obviated by a slight amendment, and a new trial was ordered mainly on another ground. The amendment suggested has probably been made, because the report now states, that one count charges the two defendants as owners, one as owners and keepers, and one, as keepers. It is therefore the common case, where two or more persons are jointly charged in an action for a tort.</p>\n<p id=\"b436-13\">It now appears, that before the last trial, James Shearer had deceased, and the action proceeded against Lewis. On the trial, the admissions of James were offered in evidence, <page-number citation-index=\"1\" label=\"429\">*429</page-number>made during his life, to prove that the dog belonged to himself and Lewis, there being other evidence to prove the ownership of Lewis. This was objected to, but admitted ; and upon that objection the defendant now moves for a new trial.</p>\n<p id=\"b437-5\">When and under what circumstances, the acts, confessions and admissions of one, not a party to the record, may be received as competent evidence, is often a difficult question, depending upon the interest which such party had at the time, the relation in which he stood to those who are parties to the record, and other circumstances. Where two or more are declared against as partners, and one cannot be served with process, the action may proceed against the other. <em>Tappan </em>v. Bruen, 5 Mass. R. 193. Then, on trial, the partnership being proved by other evidence, the admissions of the party not served would be competent evidence. So, in tort, confederacy being proved by evidence <em>aliunde, </em>the acts and admissions of each, though not parties, are competent.</p>\n<p id=\"b437-6\">But we do not think' it necessary to pursue the subject, or to consider this objection more particularly, because the Court are of opinion, that upon this last trial, after the death of James, it was not necessary to prove that he was part-owner of the dog, which was the only object of the testimony, and therefore the evidence objected to was immaterial.</p>\n<p id=\"b437-7\">It is a familiar rule of law, that in cases of tort, where two or more are liable to an action, they are liable jointly and severally ; and therefore if one is sued alone, it is no ground of abatement that others, who are liable, are not sued. And if two or more are sued, a verdict may be rendered against one and in favor of others ; and on such a verdict, judgment may be rendered against the one. Of course, therefore, although a joint liability is averred, it need not be proved.</p>\n<p id=\"b437-8\">From the application of this rule, it will be obvious, that, had the cause proceeded to trial against both, on a declaration, charging them in different counts as owners, and as keepers, in order to charge Lewis, it would not have been necessary to prove James to be an owner. Then <em>á fortiori, </em>when by the death of James the suit abated as against him and properly proceeded against Lewis alone, it was to be regarded in the same manner as if Lewis alone had been sued ; and the own-w=hiD of James became wholly immaterial.</p>\n<p id=\"b438-5\"><page-number citation-index=\"1\" label=\"430\">*430</page-number>The jury were instructed, that the evidence was competent to show that James Shearer was a part-owner of the dog, and it was admitted only for that purpose ; and we must presume, that it was understood by the jury, that it was competent for that purpose only, and applied by them accordingly. Where evidence is given solely for the purpose of proving a fact, which, upon examination, is found to be unnecessary to be proved, and such evidence has no tendency to influence the minds of the jury upon other points, the verdict ought not to be set aside, though such evidence should not be legally competent.</p>\n<p id=\"b438-6\">\n<em>Judgment on the verdict for the plaintiff.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}