{
  "casebody": {
    "data": "<casebody firstpage=\"764\" lastpage=\"774\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b804-9\">[S. F. No. 8831.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ays\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AE4\">January 27, 1921.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b804-10\">B. W. PARSONS et al., Respondents, v. ANSELL M. EASTON, Appellant.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b804-11\">EH Evidence—Direct Testimony—Contradiction by Circumstantial Evidence.—Direct testimony may be contradicted by circumstantial evidence and the contradiction may be so strong that it will justify a disbelief of the testimony.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b804-12\"><bracketnum>[2]</bracketnum> Negligence — Operation of Elevator With Open Doors.—The operation of an elevator with the doors opening into it open while passing a floor is negligence.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b804-13\"><bracketnum>[3]</bracketnum> Id.—Death in Elevator Accident—Theory of Accident—Sufficiency of Evidence.—In an action by parents for the death of their son from injuries received while a passenger in an elevator, the verdict cannot be overturned on the ground of the insufficiency of the evidence to show that the injury was caused by the defendant’s negligence, where the circumstances contradictory of the testimony as to the manner of the accident were sufficient to justify the jury in rejecting the testimony and adopting the theory indicated by the circumstances.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b804-14\"><bracketnum>[4]</bracketnum> Appeal — Incompetent Evidence — When Beviewable.—Evidence technically incompetent admitted without objection must be given as much weight in the supreme court, in reviewing the question of the sufficiency of the evidence, as if it were competent.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b805-4\"><page-number citation-index=\"1\" label=\"765\">*765</page-number><bracketnum>[5]</bracketnum> Negligence—Action by Parent for Death of Child—Damages. In an action by a parent for the death of a child, the damages allowed are only those which have been or may be suffered by the parent without regard to any suffering of the child.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b805-5\"><bracketnum>[6]</bracketnum> Id.—Assessment of Damages — Expectancy of Life.—In an action by parents for the death of a child, the shorter expectancy of life is to be taken into consideration, and if their expectancy is shorter than that of the child, the benefits to be considered are those only which might accrue during their lives.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b805-6\"><bracketnum>[7]</bracketnum> Id.—Deprivation of Society—Damages When Recoverable,— Damages arising from a deprivation of the society, comfort, and protection of a child by reason of its death through the negligence of another may be allowed to the parent, under section 377 of the Code of Civil Procedure, only where the circumstances show a reasonable probability that the society, comfort, and protection afforded to the surviving parent was of such a character that it would he of pecuniary advantage to the parent, and that a deprivation thereof would entail a pecuniary loss to the latter.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b805-7\"><bracketnum>[8]</bracketnum> Id.—Action by Parents for Death of Son—Excessive Verdict. In an action by parents for the death of their son a verdict of six thousand dollars was excessive where the father’s age was sixty-nine and a half years, the mother’s age a little under sixty years, the son’s age at the time of his death twenty-seven years, and the son mentally deficient and earning but $360 per year.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"AP13\">5. Measure of recovery of damages by parent for death of minor child, notes, Ann. Cas. 1912C, 58; Ann. Cas. 1916B, 532.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"AX7\">8. Excessive or inadequate damages for personal injuries resulting in death, notes, 18 Ann, Cas. 1209; Ann. Cas. 19150, 449; Ann. Cas. 1916B, 460; L. R. A. 19160, 820.</headnotes>\n<summary data-order=\"14\" data-type=\"history\" id=\"b805-8\">APPEAL from a judgment of the Superior Court of Alameda County. William H. Waste, Judge.</summary>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"A1Uh\">Reversed.</disposition>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b805-9\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"17\" data-type=\"attorneys\" id=\"b805-10\">Miller, Thornton, Miller &amp; Watt for Appellant.</p>\n<p data-order=\"18\" data-type=\"attorneys\" id=\"b805-11\">Theodore A. Bell for Respondents.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b805-12\">SHAW, J.</author>\n<p id=\"AtU\">This is an appeal hy the defendant from a judgment in favor of the plaintiffs for the sum of six thousand dollars.</p>\n<p id=\"b805-13\">The action was instituted by the plaintiffs, as father and mother and heirs at law of one Jay Parsons, to recover dam<page-number citation-index=\"1\" label=\"766\">*766</page-number>ages from the defendant on account of the death of said Jay Parsons, which, it is alleged, was the result of defendant’s negligence. The defendant assigns error in denying his motion for a nonsuit, and he also claims that the evidence is insufficient to sustain the allegation that the death of Jay Parsons was caused by the defendant’s negligence, and that the damages allowed by the jury were excessive. The question presented on the motion for nonsuit is .not substantially different from that presented by the assignment of the insufficiency of the evidence and the two propositions may be considered together.</p>\n<p id=\"b806-5\">The defendant was the owner of an office building in Oakland and maintained and operated therein a passenger elevator. The death of the deceased was caused by injuries received by him while a passenger in the elevator.</p>\n<p id=\"b806-6\">The floor of the elevator cage on the inside was five feet and six inches in length and four feet and nine and a half inches in width. The cage had no door, but for ingress and egress an opening was provided at the front on the left-hand side going out. This opening was three feet wide and about seven feet high. The cage ran up and down in a shaft composed of vertical iron bars five-sixteenths of an inch square, set two and a half inches apart. On each floor of the building there was a sliding door in the front of the shaft, opening opposite to the corresponding opening in the cage. This door was two feet seven and a half inches wide and seven feet five inches high. It was moved on wheels running upon an iron rail set on edge, two inches wide and three-eighths of an inch thick, extending entirely across the shaft. The distance between this rail and the cage as it passed was only two inches. Seven inches above this carriage rail was another rail or bar extending across the shaft, the distance from which to the passing cage was two and a half inches. Immediately above this bar there was a small steel air cylinder eighteen, inches long, parallel to the bar. It was used to open and close the door by air pressure. Above the air cylinder, for a distance of three feet, the space between the vertical bars of the shaft and the passing cage was five and a half inches. The air cylinder projected so far into the shaft that it left only one inch between it and the cage as it passed. The operator in running the elevator stood at the right-hand front part <page-number citation-index=\"1\" label=\"767\">*767</page-number>of the cage next to the end thereof. The full speed of the elevator was five hundred and fifty feet per minute.</p>\n<p id=\"b807-5\">On the occasion of the accident Parsons and one other person entered the elevator. The other person got out at the second floor. Parsons was bound for the sixth floor and was standing with his back against the end of the cage and about two feet from the front thereof until the third floor .was reached. At that instant, according to the testimony of the operator, the only eye-witness, Parsons fell oyer to his left toward the front of the cage, turning his face to the front as he fell, bringing his right arm immediately under the projecting air cylinder so that it was caught there by the floor of the rapidly ascending cage. Upon seeing him fall, the operator immediately moved the lever to stop the cage, and it was stopped three feet above the door and just as the floor of the cage reached the bottom of the fourth floor. No negligence is charged on account of there not being a quicker stop. The operator immediately called the engineer of the building and with his assistance extricated Parsons. His body was wedged at or Immediately above the hips between the floor of the cage, the floor above, and the iron bars of the shaft. His head, arms, and trunk were hanging down in the elevator shaft below the cage floor with the face toward the rear wall of the shaft. His legs and feet were inside the cage lying over on the floor. The pressure of the cage against the bars of the shaft or some of the irons connected therewith had ruptured the ascending colon and severely bruised the body immediately above the hips, from which injuries Parsons died a few hours later. The operator testified that the third floor door into the shaft was closed as he passed it. The engineer testified that it was closed when he arrived on the scene. There was no other direct evidence on that point, and there is no evidence tending to show that the motion of the cage or anything done in its operation caused Parsons to fall.</p>\n<p id=\"b807-6\">Relying on the testimony that the door into the elevator shaft was closed at the time, the defendant contends, in accordance with the testimony of the operator, that by reason of the fall of Parsons toward the front of the cage, his head, shoulders, and body were drawn into the five and one-half inch space between the cage floor and shaft bars above the door after the cage floor had reached that space <page-number citation-index=\"1\" label=\"768\">*768</page-number>and while the cage was traveling the remaining three feet before it was stopped, and that the body was crushed immediately above the hips, as above described, by the pressure. As the fall, if such it was, was not brought about by the operation of the elevator, the result, upon this theory, would be that the negligence of the defendant was not proven to be the cause of the injury.</p>\n<p id=\"b808-5\">The attendant circumstances appearing in the evidence are somewhat inconsistent with this theory and they tend to show that the elevator door was open at that floor and that that fact caused the injury. If the head and upper part of the body did not enter the space between the cage floor and the sides of the shaft until the cage floor reached the five and a half inch space above the cross-rails at the top of the door, it is extremely improbable that there would be no injury of any consequence to the head or any part of the body except at and just above the hips and no crushing or rupture of the internal organs except the ascending colon, and no abrasions , or contusions of the skin or flesh at any other part of the body. Yet these facts were shown by the evidence. The injuries at and immediately above the hips were very great. There must have been much greater pressure at that point than upon any part of the body above them. Yet, upon the theory of the defendant, the head and upper parts of the body must have passed first into the narrow space between the shaft and the cage floor and the part of the body which received the injuries was drawn in afterward. As the shoulders and chest of a normal man would have been practically as large as the portion at the small of the back and immediately above the hips, it is reasonable to believe that the pressure on the upper parts would have been enough to make perceptible lacerations of the skin, bruises, and contusions upon the shoulders and chest. If the door of the shaft opening on to the third floor was open at the time, the condition of the body is more easily explained. If Parsons, seeing it open, had impulsively thrown himself forward to get out, under the impression that it was his floor, or had fallen from some other cause toward the front of the cage at that point, it is entirely reasonable to suppose that the upper part of his body might have passed through the opening just far enough to have been caught at the hips by the top of the door, where there <page-number citation-index=\"1\" label=\"769\">*769</page-number>is a space of only two inches between the floor of the cage and the iron carriage rail which there extended across the shaft. This would have produced great pressure at that point and would have caused the rupture and bruises described as appearing at that part of the body. This pressure would have been relieved as soon as the floor of the cage had passed this rail and the other cross-rail seven inches above it, so that the upper parts of the body coming, as they would in that event, into the wider space immediately above these cross-rails, would hang free in the shaft below and would sustain comparatively little injury. It is true that there is evidence indicating that the injury may have been caused, just as the elevator was stopped, by the jamming of the body against the projecting lower edge of the fourth floor. But it was for the jury to determine between the two theories, since both were reasonable deductions from the circumstances.</p>\n<p id=\"b809-5\"><bracketnum>[1]</bracketnum> Direct testimony may be contradicted by circumstantial evidence and the contradiction may be so strong that it will justify a disbelief of the testimony. We think that in the present case the circumstances contradictory of the testimony as to the door being closed, and as to the manner of the accident are sufficient to justify the jury in rejecting that testimony and adopting the theory indicated by the circumstances above stated. <bracketnum>[2]</bracketnum> The operation of an elevator with the doors opening into it open while passing a floor is clearly negligence. <bracketnum>[3]</bracketnum> Consequently we cannot overturn the verdict on the ground that the evidence does not show that the injury was caused by the negligence of the defendant.</p>\n<p id=\"b809-6\">The plaintiffs testified that shortly before his death the son, in telling his mother how the accident happened, said that he “thought he was there before he got there” and started to get off. This is corroborative of the theory that the door may have been open. <bracketnum>[4]</bracketnum> Although this evidence was technically incompetent, it was admitted without objection. It must, therefore, be given as much weight in this court, in reviewing the question of the sufficiency of the evidence, as if it were competent. <em>(Janson </em>v. <em>Brooks, </em>29 Cal. 223; <em>Curiae </em>v. <em>Packard, </em>29 Cal. 197; <em>McCloud </em>v. <em>O’Neall, </em>16 Cal. 397; <em>Williams </em>v. <em>Hawley, </em>144 Cal. 102,. [77 Pac. 762].) The plea of contributory negligence did not aver the <page-number citation-index=\"1\" label=\"770\">*770</page-number>attempt to get off the elevator at the wrong floor as a part of sueh negligence, but limited it to the act of falling toward the front of the cage.</p>\n<p id=\"b810-5\">The next question is in respect of the claim that the damages are excessive. Section 377 of the Code of Civil Procedure provides that in an action by heirs for damages arising from the death of a person not a minor, “such damages may be given as under all the circumstances of the case may be just.” The present action is brought under this section. The rules upon the subject of the measure of damages in such cases are as follows:</p>\n<p id=\"Apy\"><bracketnum>[5]</bracketnum> “ In actions by a parent, either for the death or the injury of a child, the damages to be allowed are those, and those only, which have been, or may be, suffered by the parent. No damages can be given in such an action for pain or anguish inflicted-on the child, or for any pecuniary injury personal to such child. . . . The damages are limited to the pecuniary loss suffered by the person or persons for whose benefit the right of action is given from the death or injury of the victim.” <em>(Bond </em>v. <em>United Railroads, </em>159 Cal. 277, [Ann. Cas. 1912C, 50, 48 L. R. A. (N. S.) 687, 113 Pac. 366].) “This pecuniary loss may be either a loss arising from the deprivation of something to which such heirs would have been legally entitled if the person had lived, or a loss arising from a deprivation of benefits which, from all the circumstances of the particular case, it could be reasonably expected such heirs would have received from the deceased had his life not been taken, although the obligation resting on him to bestow sueh benefits on them may have been a moral obligation only.” <em>(Sneed </em>v. <em>Marysville Gas etc. Co., </em>149 Cal. 710, [87 Pac. 379].) In 17 Corpus Juris, 1331, the rule is set forth more in detail as follows: “When the action is by a parent for the death of an adult son, substantial damages are recoverable only by showing that the deceased had been of actual pecuniary benefit to his parent, or that such benefit might be reasonably expected by the continuance of his life, the reasonable character of such expectation to appear from the facts in evidence, such as for instance the age of deceased, his wages, habits as to economy, and amount of help given by deceased to his parent.” <bracketnum>[6]</bracketnum> It is the shorter expectancy of life that is to be taken into consideration; for example; if as in the case here, the expectancy of <page-number citation-index=\"1\" label=\"771\">*771</page-number>life of the parents is shorter than that of the son, the benefits to be considered are those only which might accrue during the life of the surviving parents. <em>(Redfield </em>v. <em>Oakland etc. Co., </em>110 Cal. 287, [42 Pac. 822, 1063].)</p>\n<p id=\"b811-5\">The facts relating to this subject are as follows: Jay Parsons, the deceased, was about twenty-seven and a half years of age at the time of his death. When about seventeen years old he became insane, and on September 6, 1907, he was committed to the Napa State Hospital for the Insane. Thereafter he was confined in said hospital for the following periods: From September 6, 1907, to March 1, 1908; from November 13, 1909, to February 6, 1912; from April 23, 1912, to June 12, 1912; from August 5, 1912, to April 1, 1913; from September 22, 1915, to June 21, 1917, less than three months prior to his death. During his absence after April 1, 1913, he was discharged from the hospital, on July 21, 1915, but not as cured, and he was recommitted thereto on September 22, 1915. He was not discharged on June 21, 1917, but was allowed to go on leave of absence. Shortly afterward he obtained work as messenger for the Postal Telegraph Company and remained in its service until his death, September 17, 1917, earning about thirty dollars a month thereby. During this period he lived with his parents and occasionally contributed small sums of money to the support of the family. His mother testified that she was “lenient with him”; that “whatever he gave” to her was satisfactory; that “he gave me just what I wanted”; that there was no regular sum paid, and that the money he gave was not asked for by her but was offered by him. There was no evidence as to the amount of any payment nor as to the total amount, nor of any previous contributions by him to his parents. He had only ten dollars in his possession at the time of his death. When about five years old his left leg became diseased in some manner and he was kept in a hospital for five or six months for treatment thereof. The leg shrunk in size and it never recovered. The physician at the Napa Hospital who examined him on his recommitment thereto in September, 1915, testified that at that time the circumference of the left thigh in the upper third was nine inches, while that of the right thigh at the same point was sixteen inches, and that of the left calf six inches, while that of the right calf was eleven inches, and that the left leg <page-number citation-index=\"1\" label=\"772\">*772</page-number>was two and a half inches shorter than the right. He was, however, able to walk without difficulty and did not limp so as to be especially noticeable. Upon that examination he was not found to be insane, but was found to be mentally defective, or “inferior.” He was of a kind and affectionate disposition and well-disposed toward his parents. His father testified that when he was out of the hospital he would take trips to New Orleans, St. Louis, Denver, Oregon, and different parts of the country, and would sometimes be away for two years at a time. As will be noted from the hospital record, he was never out of the hospital as long as two years except between the dates of April 1, 1913, and September 22, 1915. The father also testified that when the son was away from home he would write to his mother for money and she would send it to Mm. He was a person of ordinary intelligence in some respects and was usually in good health. His own statement made to the physician at the Napa Hospital on October 6, 1915, a month after his recommitment, was that when he was out of the hospital on previous occasions he had sometimes helped his father in the father’s business of distributing newspapers, that he also took care of the yard at home, that he had worked at odd jobs for meals in Los Angeles, Omaha, Oregon, and Oakland, and that seven days was the longest time he had ever worked at one place; that he went away and traveled just to see the country, working his way for Ms board at times and riding in box-cars.</p>\n<p id=\"b812-5\">The son being twenty-seven years old at the time of his death his expectancy of life, according to accepted mortality tables, was thirty-seven years. His father’s age was sixty-nine and a half years, with an expectancy of life of nearly seven years. The mother’s age was a little under sixty years, and her expectancy of life was a little over fourteen years. This, of course, assumes ordinary good health. In the absence of anything to the contrary, the presumption would be that the benefit to the parents from the son, if any, would have continued during her survivorship the same as during the lives of both of them. Hence, it is proper to consider the value in money of the benefits which, from all the circumstances of the case, the parents might be reasonably expected to derive from the son during their expectancy of joint life and for the remainder of the mother’s life expectancy, assuming that the son’s life would have continued for that period.</p>\n<p id=\"b813-4\"><page-number citation-index=\"1\" label=\"773\">*773</page-number>He was earning at the time of his death at the rate of $360 a year. Assuming that of this amount $180 yearly might have been devoted to the benefit of his parents, this benefit, if continued during the life of the mother, would be the equivalent of an annuity of $180 for fourteen years. Since the damage is to be paid in cash, the award on this account should not have exceeded the present worth of the annual contributions for the future period. Allowing seven per cent as the rate of interest and discount, at compound interest, the present worth of such an annuity would be $1,574. At a six per cent rate the present worth would be $1,673. The evidence shows that up to the time of his death, instead of being of any pecuniary or other benefit to his parents, he had always been a burden and a cause of solicitude and care to them, except during the last three months, when he contributed small unascertained sums to his mother. There is nothing in the proof as to his character and capacity to indicate any reasonable probability that he would ever contribute materially to their comfort or support, or would ever be able to earn more than would be necessary for his own support. Any reasonable estimate of his probable earnings and contributions therefrom for the benefit of his parents must fall far short of the six thousand dollars awarded by the verdict. Considering his physical malformation and mental inferiority and the restless habits of previous years, even the sum above stated could not reasonably be expected by them from him.</p>\n<p id=\"b813-5\"><bracketnum>[7]</bracketnum> It is also held that in addition to the pecuniary loss arising from deprivation of direct financial assistance or services, while nothing can be allowed for grief, sorrow, and mental suffering of the heirs of a person whose death is caused by negligence, additional damages may be given where the “circumstances” referred to in section 377 indicate that there may be a pecuniary loss to a parent from the death of a child or to a wife from the death of her husband arising from the deprivation of the “society, comfort, and protection” of such child or husband. <em>(Beeson </em>v. <em>Green Mountain G. M. Co., </em>57 Cal. 38; <em>Munro </em>v. <em>Pacific Coast etc. Co., </em>84 Cal. 525, [18 Am. St. Rep. 248, 24 Pac. 303].) But this is not a universal right existing in every case. It is allowable only where the “circumstances” show a reasonable probability that the “society, comfort, and protection” af<page-number citation-index=\"1\" label=\"774\">*774</page-number>forded to the surviving parent or wife was of such a character that it would be of pecuniary advantage to the parent or wife, and that a deprivation thereof would entail a pecuniary loss to them. Thus in the Beeson case the court said: “The loss of a kind husband might be a considerable pecuniary loss to a wife; she loses his advice and assistance in many matters of domestic economy.” Manifestly, no allowance can be made because of a possible loss arising from circumstances which do not appear from the evidence and which rest upon conjecture or imagination. The evidence in this case does not show circumstances indicating that the society, comfort, and protection of the son had been of any appreciable pecuniary advantage to the plaintiffs, or any reasonable probability that it would be so in the future. It may be that they dearly loved him and that they loved him the more because of his infirmities and helplessness. But it is pecuniary loss only, and not the loss of an object of love and affection, that the law recognizes as ground for allowing damages to the heirs of one whose death has been caused by the negligence of a third person. No great sum could reasonably be given as damages in this case on account of the deprivation by the plaintiff of the society, comfort, and protection of the deceased. <bracketnum>[8]</bracketnum> A verdict of six thousand dollars is clearly greater than the evidence warrants.</p>\n<p id=\"b814-5\">The judgment is reversed.</p>\n<p id=\"b814-6\">OIney, J., Wilbur, J., Angellotti, C. J., Sloane, J., Lawlor, J., and Lennon, J., concurred.</p>\n<p id=\"b814-7\">Rehearing denied.</p>\n<p id=\"b814-8\">All the Justices concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}