{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"891\" lastpage=\"898\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Janet W. EAKES\n  <br/>\n  v.\n  <br/>\n  David W. EAKES.\n </parties>\n <docketnumber id=\"p-2\">\n  No. COA08-248.\n </docketnumber>\n <docketnumber id=\"p-3\">\n  No. COA08-290.\n </docketnumber>\n <court id=\"p-4\">\n  Court of Appeals of North Carolina.\n </court>\n <decisiondate id=\"p-5\">\n  December 16, 2008.\n </decisiondate>\n <history id=\"p-6\">\n  Appeal by plaintiff from judgments entered 21 November and 13 December 2007 by Judge Vinston M. Rozier, Jr., in Wake County District Court. Heard in the Court of Appeals 8 October 2008.\n </history>\n <attorneys id=\"p-7\">\n  Sokol, McLamb, Schilawski, Oliver, Ladd &amp; Grace, by Helen M. Oliver, Raleigh, for plaintiff-appellant.\n </attorneys>\n <attorneys id=\"p-8\">\n  No brief filed by defendant-appellee.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   STEELMAN, Judge.\n  </author>\n  <p id=\"p-10\">\n   Where defendant brought an action related to child support, the trial court did not err in concluding that it had subject matter jurisdiction. Where defendant had a substantial interest in plaintiff's use and accounting of the monies in the Child Support Fund, the court did not err in concluding that defendant had standing. Where plaintiff has not shown that she was prejudiced by the trial court's denial of her motion to dismiss for failure to prosecute, or that such denial was an abuse of discretion, the trial court's ruling is affirmed. Where the trial court's findings of fact support its conclusion that plaintiff was in civil contempt, the trial court did not err in holding plaintiff in civil contempt for her willful failure to comply with the Child Support Order. Where the trial court failed to make adequate findings to support an award of attorneys' fees, the attorneys' fees award is vacated.\n  </p>\n  <p id=\"p-11\">\n   <em>\n    I. Factual and Procedural Background\n   </em>\n  </p>\n  <p id=\"p-12\">\n   Janet W. Cherry (formerly Eakes) (\"plaintiff\") and David W. Eakes (\"defendant\") were married on 16 February 1980. Three children were born of the marriage. Plaintiff and defendant were separated on 20 June 1999 and subsequently divorced. Plaintiff and defendant entered into a separation agreement on 19 July 2000, which was incorporated into a court order on 1 December 2000. The Separation Agreement provided that defendant was to pay plaintiff child support in the amount of $300.00 per month, plus \"one-half payment for any medical treatment, psychiatric, psychological or other\n   counseling that any of the children may require so long as child support is owing pursuant to this agreement.\" On 12 July 2002, a Child Support Order was entered that modified the parties' Separation Agreement. The court found defendant to be in arrears on his child support payments, and also that plaintiff was in possession of the sum of $75,000 that belonged to defendant. The order directed that the $75,000 be used to satisfy defendant's child support arrearages, as well as \"any outstanding unreimbursed medical, psychiatric, psychological or other expenses for the minor children as set forth in the Separation Agreement . . . ,\" and to make monthly child support payments in the event that defendant became unemployed (hereinafter referred to as \"Fund\"). The order further provided that \"[d]efendant shall not have the right to seek the return of any portion of the $75,000 in plaintiff's possession.\n  </p>\n  <p id=\"p-13\">\n   On 23 July 2004, a Consent Order for Child Support and Child Custody was entered. Pursuant to this order, defendant was required to pay $772.00 per month in child support. This was to be paid by defendant paying $675.00 per month to plaintiff and plaintiff's withdrawing $97.00 per month from the Fund. This Order further provided that \"[p]laintiff mother shall provide an accounting of the monies in the constructive trust established pursuant to the Child Support Order entered on 12 July 2002 which was initially funded with seventy-five thousand dollars ($75,000) of defendant father's money within sixty days (60) of the entry of this Order . . . and every two years thereafter. . . .\" Plaintiff used monies from the Fund for vacations, vehicles, and personal bills, nearly depleting it.\n  </p>\n  <p id=\"p-14\">\n   On 2 September 2005, the trial court entered an Order to Compel Accounting requiring plaintiff to provide an accounting of the Fund. On 14 December 2005, defendant filed a Motion to Show Cause, alleging plaintiff was in contempt of (1) the Order to Compel Accounting, (2) the 12 July 2002 Child Support Order, and (3) the 23 July 2004 Consent Order for Child Support and Child Custody; and seeking a replenishment of any misappropriated funds, and attorney's fees. No show cause order was ever entered by the trial court. On 20 March 2007, plaintiff filed a Motion to Dismiss defendant's claims for failure to prosecute. On 21 November 2007, an order was entered denying plaintiff's motion to dismiss and holding her in contempt for using the funds in the Fund for \"purposes other than those set forth in the parties' Separation Agreement and set forth in the parties' child support orders . . .\" On 13 December 2007, the court entered a separate order awarding defendant attorney's fees in the amount of $900.00. Plaintiff appeals the 21 November 2007 Contempt Order and the 13 December 2007 Attorney's Fees Order.\n  </p>\n  <p id=\"p-15\">\n   <em>\n    II. Subject Matter Jurisdiction\n   </em>\n  </p>\n  <p id=\"p-16\">\n   In her first argument, plaintiff contends that the trial court erred by concluding that it had jurisdiction over the parties and subject matter involved in this case. We disagree.\n  </p>\n  <p id=\"p-17\">\n   <em>\n    A. Jurisdiction of the District and Superior Courts\n   </em>\n  </p>\n  <p id=\"p-18\">\n   Plaintiff first contends that this case involved an issue of a trust accounting, and that the superior court had original and exclusive jurisdiction over the case. Plaintiff cites N.C. Gen.Stat. § 36C-2-203 (2007) for the proposition that, \"[t]he clerks of superior court of this State have original jurisdiction over all proceedings concerning the internal affairs of trusts . . . . the clerk of superior court's jurisdiction is exclusive.\"\n  </p>\n  <p id=\"p-19\">\n   Contrary to plaintiff's assertions, this case addressed the issue of contempt in the context of a child support action, and the alleged violations of prior orders entered by the Wake County District Court. While the subsequent orders of the District Court refer to the Fund as a \"constructive trust,\" this appellation does not place the administration and accounting of the Fund under the provisions of Chapter 36C of the General Statutes. The Fund was created by the district court, with the express consent of the parties, to provide a supplemental source of funding for defendant's child support obligations.\n  </p>\n  <p id=\"p-20\">\n   N.C. Gen.Stat. § 7A-244 (2007) provides that \"[t]he district court division is the proper division without regard to the amount in controversy, for the trial of civil actions and\n   proceedings for . . . child support . . . and the enforcement of separation or property settlement agreements between spouses, or recovery for the breach thereof.\"\n  </p>\n  <p id=\"p-21\">\n   Since the sole purpose of the Fund was for child support, the District court had exclusive jurisdiction over the Fund.\n  </p>\n  <p id=\"p-22\">\n   This argument is without merit.\n  </p>\n  <p id=\"p-23\">\n   <em>\n    B. Standing\n   </em>\n  </p>\n  <p id=\"p-24\">\n   Plaintiff further contends that defendant was not a beneficiary of the \"trust\" and was thus not the proper party to bring the accounting action. We disagree.\n  </p>\n  <p id=\"p-25\">\n   \"Standing is a necessary prerequisite to a court's proper exercise of subject matter jurisdiction.\"\n   <em>\n    Aubin v. Susi,\n   </em>\n   <extracted-citation case-ids=\"9127650\" index=\"0\" url=\"https://cite.case.law/nc-app/149/320/#p324\">\n    149 N.C.App. 320\n   </extracted-citation>\n   , 324,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=560%20S.E.2d%20875\">\n    560 S.E.2d 875\n   </extracted-citation>\n   , 878 (2002) (citation omitted). The party invoking jurisdiction has the burden of establishing standing.\n   <em>\n    Neuse River Found. v. Smithfield Foods,\n   </em>\n   <extracted-citation case-ids=\"9249087\" index=\"2\" url=\"https://cite.case.law/nc-app/155/110/#p113\">\n    155 N.C.App. 110\n   </extracted-citation>\n   , 113,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=574%20S.E.2d%2048\">\n    574 S.E.2d 48\n   </extracted-citation>\n   , 51 (2002) (citation omitted).\n   <em>\n    Street v. Smart Corp.\n   </em>\n   defined standing as follows:\n  </p>\n  <p id=\"p-26\">\n   Standing refers to whether a party has a sufficient stake in an otherwise justiciable controversy such that he or she may properly seek adjudication of the matter. . . . The gist of standing is whether there is a justiciable controversy being litigated among adverse parties with substantial interest affected so as to bring forth a clear articulation of the issues before the court.\n  </p>\n  <p id=\"p-27\">\n   <em>\n    Street v. Smart Corp.,\n   </em>\n   <extracted-citation case-ids=\"9186327\" index=\"4\" url=\"https://cite.case.law/nc-app/157/303/#p305\">\n    157 N.C.App. 303\n   </extracted-citation>\n   , 305-306,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=578%20S.E.2d%20695\">\n    578 S.E.2d 695\n   </extracted-citation>\n   , 698 (2003) (internal citations and quotations omitted).\n  </p>\n  <p id=\"p-28\">\n   We hold that defendant had a \"substantial interest affected\" by plaintiff's failure to account for the funds in the Fund, and by her improper use of those funds. The youngest child of the marriage was born 26 July 1996. Thus, defendant had an ongoing child support obligation at least through 26 July 2014. Under the 23 July 2004 Consent Order, $97.00 per month of defendant's child support obligation was being paid from the Fund. In addition, under the 11 July 2002 order, the Fund was to be used to pay outstanding medical expenses of the children, and could be a source of paying defendant's entire monthly child support obligation if he was unemployed. These provisions provided defendant with a substantial interest in the Fund.\n  </p>\n  <p id=\"p-29\">\n   In addition, the 23 July 2004 Consent Order required plaintiff to render an accounting within sixty days, and also provided that \"Plaintiff Mother shall provide to Defendant Husband an updated accounting\" every two years. These provisions constitute an additional and separate basis for defendant's standing in this matter.\n  </p>\n  <p id=\"p-30\">\n   Defendant had standing in this matter, and the trial court correctly concluded that it had jurisdiction over the parties and the subject matter.\n  </p>\n  <p id=\"p-31\">\n   This argument is without merit.\n  </p>\n  <p id=\"p-32\">\n   <em>\n    III. Failure to Prosecute\n   </em>\n  </p>\n  <p id=\"p-33\">\n   In her second argument, plaintiff contends that the trial court erred in denying her motion to dismiss for failure to prosecute. We disagree.\n  </p>\n  <p id=\"p-34\">\n   \"North Carolina Civil Procedure Rule 41(b) . . . authorizes dismissal with prejudice of a plaintiff's claim for failure to prosecute.\"\n   <em>\n    Green v. Eure,\n   </em>\n   <extracted-citation case-ids=\"8553526\" index=\"6\" url=\"https://cite.case.law/nc-app/18/671/#p672\">\n    18 N.C.App. 671\n   </extracted-citation>\n   , 672,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=197%20S.E.2d%20599\">\n    197 S.E.2d 599\n   </extracted-citation>\n   , 600 (1973). However, \"mere lapse of time does not justify dismissal if the plaintiff has not been lacking in diligence[,]\" but instead \"is proper only where the plaintiff manifests an intention to thwart the progress of the action to its conclusion, or by some delaying tactic plaintiff fails to progress the action toward its conclusion.\"\n   <em>\n    <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=197%20S.E.2d%20599\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=197%20S.E.2d%20599\">\n    at 672\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=197%20S.E.2d%20599\">\n    197 S.E.2d at 601\n   </extracted-citation>\n   . \"Dismissal under Rule 41(b) is within the discretion of the trial court.\"\n   <em>\n    Jones v. Stone,\n   </em>\n   <extracted-citation case-ids=\"12170391\" index=\"10\" url=\"https://cite.case.law/nc-app/52/502/#p506\">\n    52 N.C.App. 502\n   </extracted-citation>\n   , 506,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=279%20S.E.2d%2013\">\n    279 S.E.2d 13\n   </extracted-citation>\n   , 15 (1981). Where a ruling of a trial court is discretionary, the court \"may be reversed for abuse of discretion only upon a showing that its actions are `manifestly unsupported by reason.'\"\n   <em>\n    Davis v. Davis,\n   </em>\n   <extracted-citation case-ids=\"3795905\" index=\"12\" url=\"https://cite.case.law/nc/360/518/#p523\">\n    360 N.C. 518\n   </extracted-citation>\n   , 523,\n   <extracted-citation case-ids=\"12636049\" index=\"13\" url=\"https://cite.case.law/se2d/631/114/#p118\">\n    631 S.E.2d 114\n   </extracted-citation>\n   , 118 (2006) (citations omitted).\n  </p>\n  <p id=\"p-35\">\n   In the instant case, the trial court made the following findings of fact regarding plaintiff's motion to dismiss:\n  </p>\n  <p id=\"p-36\">\n   7A. Although considerable time has passed since the Defendant filed his\n   <em>\n    Motion to Show Cause (Replenishment and appropriate relief),\n   </em>\n   the file\n   indicates that numerous other issues have been undertaken in this file, in attempts to ready the issue for hearing, since the filing.\n  </p>\n  <p id=\"p-37\">\n   7B. The Defendant has not sought to delay this hearing to prejudice the Plaintiff, nor to [sic] any improper purpose, and no material prejudice to the Plaintiff has resulted from the delay.\n  </p>\n  <p id=\"p-38\">\n   Plaintiff has cited no authority for her argument that the court abused its discretion in denying her motion to dismiss. Further, plaintiff has failed to demonstrate that she was prejudiced by the court's ruling.\n  </p>\n  <p id=\"p-39\">\n   There is nothing in the record to suggest the trial court's ruling was \"manifestly unsupported by reason.\" We hold that the trial court did not abuse its discretion in denying plaintiff's motion to dismiss.\n  </p>\n  <p id=\"p-40\">\n   This argument is without merit.\n  </p>\n  <p id=\"p-41\">\n   <em>\n    IV. Contempt\n   </em>\n  </p>\n  <p id=\"p-42\">\n   In her third argument, plaintiff contends that the trial court erred in holding her in contempt. We disagree.\n  </p>\n  <p id=\"p-43\">\n   N.C. Gen.Stat. § 5A-21(a)(2a) states that \"[f]ailure to comply with an order of a court is a continuing civil contempt as long as . . . [t]he noncompliance by the person to whom the order is directed is willful[.]\" N.C. Gen.Stat. § 5A-21(a)(2a) (2007). \"Willfulness constitutes: (1) an ability to comply with the court order; and (2) a deliberate and intentional failure to do so.\"\n   <em>\n    Sowers v. Toliver,\n   </em>\n   <extracted-citation case-ids=\"9080028\" index=\"14\" url=\"https://cite.case.law/nc-app/150/114/#p118\">\n    150 N.C.App. 114\n   </extracted-citation>\n   , 118,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=562%20S.E.2d%20593\">\n    562 S.E.2d 593\n   </extracted-citation>\n   , 596 (2002) (citation omitted). The standard of review for contempt proceedings is limited to determining whether there is competent evidence to support the findings of fact and whether the findings support the conclusions of law.\n   <em>\n    Sharpe v. Nobles,\n   </em>\n   <extracted-citation case-ids=\"11799982\" index=\"16\" url=\"https://cite.case.law/nc-app/127/705/#p709\">\n    127 N.C.App. 705\n   </extracted-citation>\n   , 709,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=493%20S.E.2d%20288\">\n    493 S.E.2d 288\n   </extracted-citation>\n   , 291 (1997) (citation omitted). \"Findings of fact made by the judge in contempt proceedings are conclusive on appeal when supported by any competent evidence and are reviewable only for the purpose of passing upon their sufficiency to warrant the judgment.\"\n   <em>\n    Hartsell v. Hartsell,\n   </em>\n   <extracted-citation case-ids=\"8523187\" index=\"18\" url=\"https://cite.case.law/nc-app/99/380/#p385\">\n    99 N.C.App. 380\n   </extracted-citation>\n   , 385,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=393%20S.E.2d%20570\">\n    393 S.E.2d 570\n   </extracted-citation>\n   , 573 (citation omitted).\n  </p>\n  <p id=\"p-44\">\n   <em>\n    A. Findings of Fact\n   </em>\n  </p>\n  <p id=\"p-45\">\n   Plaintiff first contends that there is no evidence to support the trial court's findings of fact numbers 6, 12, 13, 14, 16, 18, and 19.\n  </p>\n  <p id=\"p-46\">\n   Although plaintiff assigned error to findings of fact numbers 12, 13, and 18, she has failed to argue in her brief that they are not supported by competent evidence. These findings are therefore binding on appeal. N.C. R.App. P. 28(b)(6) (2008). As to the remaining findings, plaintiff does not challenge their evidentiary basis, but instead argues that \"the 21 November 2007 order holding Ms. Eakes in contempt not only fails to provide adequate findings to show Ms. Eakes acted in bad faith and purposely and deliberately ignored an order of the court, but it fails to provide any findings to support its finding and ultimate holding that Ms. Eakes' actions were willful.\"\n  </p>\n  <p id=\"p-47\">\n   The trial court made the following findings: (1) that the Fund was established by the parties for certain limited expenses, including uninsured medical, psychiatric, and psychological expenses, for the benefit of the minor children; (2) that plaintiff used the monies in the Fund for purposes other than those established by the court orders; (3) that plaintiff's use of these monies was willful; and (4) that despite being ordered to provide a full accounting of her use of the funds within one week of the court's Order to Compel Accounting, plaintiff failed to produce a timely accounting, and the limited accounting that she provided to the court \"d[id] not provide with specificity the time, use and purpose of the expenditures claimed.\"\n  </p>\n  <p id=\"p-48\">\n   We hold that the court's findings were adequate to support its conclusion that plaintiff was in contempt. To the extent that the challenged findings were actually conclusions of law, we find that they were supported by the trial court's findings of fact.\n  </p>\n  <p id=\"p-49\">\n   This argument is without merit.\n  </p>\n  <p id=\"p-50\">\n   <em>\n    B. Construction of the Fund\n   </em>\n  </p>\n  <p id=\"p-51\">\n   Plaintiff next contends that the court erred in holding her in contempt on the\n   grounds that she willfully failed to comply with the 23 July 2004 Order. Plaintiff does not contest that she spent the monies from the Fund for purposes other than those agreed upon by the parties in the Separation Agreement that was incorporated into a later order of the court and in the Child Support Order. Rather, plaintiff argues that the trial court erred in concluding that the 23 July 2004 Consent Order provided that the Fund could only be used for specific purposes. Plaintiff relies on the language of the 23 July 2004 Consent Order, which states that \"[t]he constructive trust established . . .\n   <em>\n    may\n   </em>\n   continue to be used as originally described.\"\n  </p>\n  <p id=\"p-52\">\n   In the 21 November 2007 Contempt and Replenishment Order, the trial court found that \"[n]o additional expenses nor liberties were intended nor given by the use of `may' instead of `shall' in the July 23\n   <em>\n    Consent Order.\n   </em>\n   \" This finding is actually a conclusion of law, and we review it\n   <em>\n    de novo. Shear v. Stevens Building Co.,\n   </em>\n   <extracted-citation case-ids=\"8527276\" index=\"20\" url=\"https://cite.case.law/nc-app/107/154/#p160\">\n    107 N.C.App. 154\n   </extracted-citation>\n   , 160,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=418%20S.E.2d%20841\">\n    418 S.E.2d 841\n   </extracted-citation>\n   , 845 (1992). The Consent Order provided that a portion of the Fund was to be used for defendant's monthly child support payments. If that same Consent Order modified the previous child support orders and agreements of the parties by allowing plaintiff unchecked discretion to spend the monies in the Fund as she desired, there would be no monies left in the Fund to supplement defendant's child support obligation. Further, if plaintiff could spend the monies in the Fund at her discretion, a periodic accounting to the court detailing her expenditures would have been unnecessary.\n  </p>\n  <p id=\"p-53\">\n   The trial court's conclusion that plaintiff failed to comply with the Order by using monies from the Fund for purposes other than unreimbursed medical expenses and defendant's support obligation was supported by the record and was proper. This argument is without merit.\n  </p>\n  <p id=\"p-54\">\n   <em>\n    V. Attorney's Fees\n   </em>\n  </p>\n  <p id=\"p-55\">\n   In her fourth argument, plaintiff contends that the trial court erred in awarding defendant attorney's fees. We agree.\n  </p>\n  <p id=\"p-56\">\n   \"It is settled law in North Carolina that ordinarily attorneys fees are not recoverable as an item of damages or of costs, absent express statutory authority for fixing and awarding them.\"\n   <em>\n    Baxley v. Jackson,\n   </em>\n   <extracted-citation case-ids=\"8238783\" index=\"22\" url=\"https://cite.case.law/nc-app/179/635/#p640\">\n    179 N.C.App. 635\n   </extracted-citation>\n   , 640,\n   <extracted-citation case-ids=\"12636713\" index=\"23\" url=\"https://cite.case.law/se2d/634/905/#p908\">\n    634 S.E.2d 905\n   </extracted-citation>\n   , 908 (2006) (quoting\n   <em>\n    United Artists Records, Inc. v. Eastern Tape Corp. and Broadcasting System v. Tape Corp.,\n   </em>\n   <extracted-citation case-ids=\"8548013\" index=\"24\" url=\"https://cite.case.law/nc-app/18/183/#p187\">\n    18 N.C.App. 183\n   </extracted-citation>\n   , 187,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=196%20S.E.2d%20598\">\n    196 S.E.2d 598\n   </extracted-citation>\n   , 602 (1973)). North Carolina courts have held that the contempt power of the trial court includes the authority to require the payment of reasonable attorney's fees to opposing counsel as a condition to being purged of contempt for failure to comply with a child support order.\n   <em>\n    Blair v. Blair,\n   </em>\n   <extracted-citation case-ids=\"8548943\" index=\"26\" url=\"https://cite.case.law/nc-app/8/61/#p63\">\n    8 N.C.App. 61\n   </extracted-citation>\n   , 63,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=173%20S.E.2d%20513\">\n    173 S.E.2d 513\n   </extracted-citation>\n   , 514 (1970). Where an award of attorney's fees is granted, the trial court must make adequate findings as to the reasonableness of the award.\n   <em>\n    Gowing v. Gowing,\n   </em>\n   <extracted-citation case-ids=\"8523159\" index=\"28\" url=\"https://cite.case.law/nc-app/111/613/#p620\">\n    111 N.C.App. 613\n   </extracted-citation>\n   , 620,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=432%20S.E.2d%20911\">\n    432 S.E.2d 911\n   </extracted-citation>\n   , 915 (1993).\n  </p>\n  <p id=\"p-57\">\n   <em>\n    A. Statutory Authority\n   </em>\n  </p>\n  <p id=\"p-58\">\n   Plaintiff first contends that the child support obligations were separate and distinct from the Child Support Fund, and therefore the trial court lacked statutory authority to award attorney's fees as a condition to being purged of contempt. We disagree.\n  </p>\n  <p id=\"p-59\">\n   Plaintiff relies on\n   <em>\n    Powers v. Powers,\n   </em>\n   <extracted-citation case-ids=\"8523197\" index=\"30\" url=\"https://cite.case.law/nc-app/103/697/\">\n    103 N.C.App. 697\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=407%20S.E.2d%20269\">\n    407 S.E.2d 269\n   </extracted-citation>\n   (1991) in support of this argument. In\n   <em>\n    Powers,\n   </em>\n   the parties entered into a consent judgment which provided that the defendant would pay for the parties' child's college education. The trial court found defendant to be in contempt for failing to comply with this provision, and additionally awarded plaintiff attorney's fees. On appeal, this Court vacated the award of attorney's fees on the grounds that the case \"involve[d] neither a child support order (the child support provision under the consent judgment expired when the child reached 18 years of age and the provision here was made separate and apart from the child support provision) nor an equitable distribution award.\"\n   <em>\n    Powers\n   </em>\n   at 707,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=407%20S.E.2d%20269\">\n    407 S.E.2d at 276\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-60\">\n   <em>\n    Powers\n   </em>\n   is distinguishable from the instant case. The Fund created here was not \"separate and apart\" from defendant's child support obligation. To the contrary, a portion of defendant's monthly child support payments was to be taken directly out of the Fund.\n  </p>\n  <p id=\"p-61\">\n   Thus, the trial court had the statutory authority to award attorneys' fees as a condition to being purged of contempt for failure to comply with the child support order.\n   <em>\n    See Blair\n   </em>\n   at 63,\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=173%20S.E.2d%20513\">\n    173 S.E.2d at 514\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-62\">\n   <em>\n    B. Findings of Fact\n   </em>\n  </p>\n  <p id=\"p-63\">\n   Plaintiff next contends that the trial court's findings do not support its award of attorney's fees. We agree.\n  </p>\n  <p id=\"p-64\">\n   Before awarding attorney's fees, the trial court must make specific findings of fact concerning:\n  </p>\n  <p id=\"p-65\">\n   (1) the ability of the intervenors to defray the cost of the suit,\n   <em>\n    i.e.,\n   </em>\n   that the intervenors are unable to employ adequate counsel in order to proceed as a litigant to meet the other litigants in the suit;\n  </p>\n  <p id=\"p-66\">\n   (2) the good faith of the intervenors in proceeding in this suit;\n  </p>\n  <p id=\"p-67\">\n   (3) the lawyer's skill;\n  </p>\n  <p id=\"p-68\">\n   (4) the lawyer's hourly rate;\n  </p>\n  <p id=\"p-69\">\n   (5) the nature and scope of the legal services rendered.\n  </p>\n  <p id=\"p-70\">\n   <em>\n    In re Baby Boy Scearce,\n   </em>\n   <extracted-citation case-ids=\"8524992\" index=\"34\" url=\"https://cite.case.law/nc-app/81/662/#p663\">\n    81 N.C.App. 662\n   </extracted-citation>\n   , 663-64,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=345%20S.E.2d%20411\">\n    345 S.E.2d 411\n   </extracted-citation>\n   , 413 (citations omitted),\n   <em>\n    cert. denied,\n   </em>\n   <extracted-citation case-ids=\"4737321,4739148,4740524,4738711,4736029\" index=\"36\" url=\"https://cite.case.law/nc/318/415/\">\n    318 N.C. 415\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=349%20S.E.2d%20590\">\n    349 S.E.2d 590\n   </extracted-citation>\n   (1986);\n   <em>\n    see also\n   </em>\n   N.C. Gen.Stat. § 50-13.6 (2007).\n  </p>\n  <p id=\"p-71\">\n   In the instant case, although the trial court did not make findings as to defendant's good faith, the evidence shows that he is an interested party acting in good faith.\n   <em>\n    Lawrence v. Tise,\n   </em>\n   <extracted-citation case-ids=\"8527264\" index=\"38\" url=\"https://cite.case.law/nc-app/107/140/#p153\">\n    107 N.C.App. 140\n   </extracted-citation>\n   , 153,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=419%20S.E.2d%20176\">\n    419 S.E.2d 176\n   </extracted-citation>\n   , 184 (1992) (while the better practice is to make express findings as to an interested party's good faith, the lack of such findings is not fatal where the evidence is undisputed). However, the trial court failed to make a finding that defendant had insufficient means to defray the expense of the suit.\n   <em>\n    See Hudson v. Hudson,\n   </em>\n   <extracted-citation case-ids=\"8575259\" index=\"40\" url=\"https://cite.case.law/nc/299/465/#p472\">\n    299 N.C. 465\n   </extracted-citation>\n   , 472,\n   <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=263%20S.E.2d%20719\">\n    263 S.E.2d 719\n   </extracted-citation>\n   , 723-24 (1980).\n  </p>\n  <p id=\"p-72\">\n   We hold that the trial court's findings of fact were inadequate to support its award of attorneys' fees to defendant. The award of attorneys' fees is vacated and the matter is remanded for additional findings.\n  </p>\n  <p id=\"p-73\">\n   Appeal 08-248 is AFFIRMED.\n  </p>\n  <p id=\"p-74\">\n   Appeal 08-290 is VACATED and REMANDED.\n  </p>\n  <p id=\"p-75\">\n   Judges WYNN and JACKSON concur.\n  </p>\n </opinion>\n</casebody>\n"
  }
}