{
  "casebody": {
    "data": "<casebody firstpage=\"278\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b296-3\">Sally Peace, et al. v. Hugh A. Conway, Jr., t/a Apollo Hair Systems</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b296-6\">Record No. 921553</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AmE\">September 17, 1993</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b296-7\">Present: Compton, Stephenson, Whiting, Lacy, Hassell, and Keenan, JJ., and Poff, Senior Justice</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b297-7\"><page-number citation-index=\"1\" label=\"279\">*279</page-number><em>Halford I. Hayes (Lucretia A. Carrico; Hayes &amp; Carrico, </em>on brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b297-8\"><em>N. Leslie Saunders, Jr. (Gary B. Patterson; Minor, Saunders, Cary &amp; Patterson, </em>on brief), for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b297-9\">JUSTICE HASSELL</author>\n<p id=\"A0r\">delivered the opinion of the Court.</p>\n<p id=\"b297-10\">In this appeal from a judgment for an employer in an action for tortious interference with contracts, we consider whether former employees’ acts of soliciting the business of their former employer’s customers constitute “improper methods.”</p>\n<p id=\"b297-11\">Hugh A. Conway, Jr., trading as Apollo Hair Systems, began to operate a hair replacement business in 1978. He obtained a franchise from a hair replacement company that conducts business nationally. Conway sold hair replacement units to customers. The units, ordered from Conway’s franchisor, were designed to match the color and texture of die customers’ natural hair. Conway’s employees attached the units to the customers’ hair, then cut and styled each unit to blend with the customers’ natural hair. Each customer executed a written contract with Conway.</p>\n<p id=\"b297-12\">Wendy Dickens began to work for Conway in 1981. Conway hired Sally Peace in 1984. Conway did not execute employment contracts with Peace and Dickens; nor did either employee sign a covenant not to compete.</p>\n<p id=\"b297-13\">As Conway’s employees, Peace and Dickens sold hair replacement units to Conway’s customers and serviced these units. Peace and Dickens were aware that Conway had written contracts with 325 active customers.</p>\n<p id=\"b297-14\">On March 17, 1992, Peace and Dickens terminated their employment with Conway without giving him prior notice. They did not <page-number citation-index=\"1\" label=\"280\">*280</page-number>take any supplies, equipment, or products with them; nor did they take any written customer lists or documents.</p>\n<p id=\"b298-4\">On March 18, 1992, Peace and Dickens began to operate a competing business and solicited Conway’s customers by telephone, utilizing a list they had compiled solely from their memories. Peace and Dickens informed Conway’s customers that they had terminated their association with Conway and had established their own business in another location. They contacted more than 100 of Conway’s customers, and, eventually, Conway had only 37 active customers.</p>\n<p id=\"b298-5\">Conway filed a bill of complaint against Peace and Dickens, alleging, among other things, that they had tortiously interfered with Conway’s contracts with his customers. Conway requested, and was granted, a temporary injunction restraining Peace and Dickens from soliciting Conway’s customers and “using any confidential information belonging to [Conway], and from dealing with, in any way, any of [Conway’s] customers.”</p>\n<p id=\"b298-6\">At the conclusion of a trial on the merits, the court held that the contracts between Conway and his customers were terminable at will; that valid contractual relationships or business expectancies existed between Conway and his customers; that Peace and Dickens had knowledge of the relationships or expectancies; that they had intentionally interfered with the contractual relationships or business expectancies; that Conway had been damaged; and that Peace and Dickens had employed improper methods. The trial court entered a permanent injunction prohibiting Peace and Dickens from contacting or dealing with any person who had been Conway’s customer as of March 1, 1992. We awarded Peace and Dickens an appeal.</p>\n<p id=\"b298-7\">Peace and Dickens argue that they were entitled to rely upon their memories to compile a list of Conway’s customers and solicit their business and that these acts do not constitute “improper methods” within the meaning of <em>Duggin </em>v. <em>Adams, </em>234 Va. 221, 360 S.E.2d 832 (1987). In response, Conway argues that the trial court made a factual determination that Peace and Dickens had utilized improper methods to solicit his customers and that there is evidence in the record to support this conclusion.</p>\n<p id=\"b298-8\">In <em>Duggin, </em>we considered the elements of a cause of action for tortious interference with a terminable at-will sales contract. We stated:</p>\n<blockquote id=\"b299-3\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>[W]hen a contract is <em>terminable at will, </em>a plaintiff, in order to present a prima facie case of tortious interference, must allege and prove not only an <em>intentional </em>interference that caused the termination of the at-will contract, but also that the defendant employed <em>“improper </em>methods.”</blockquote>\n<blockquote id=\"b299-4\">Methods of interference considered improper are those means that are illegal or independently tortious, such as violations of statutes, regulations, or recognized common-law rules. . . . Improper methods may include violence, threats or intimidation, bribery, unfounded litigation, fraud, misrepresentation or deceit, defamation, duress, undue influence, misuse of inside or confidential information, or breach of a fiduciary relationship.</blockquote>\n<p id=\"b299-5\">234 Va. at 226-27, 360 S.E.2d at 836 (citations omitted). Here, we must decide whether the record supports a finding that Dickens and Peace misused confidential information.</p>\n<p id=\"b299-6\">Our review of the record before us, including the trial transcript and exhibits, reveals that it is uncontroverted that Dickens and Peace relied solely upon their memories when they contacted Conway’s customers.<footnotemark>*</footnotemark> Peace and Dickens argue, and we agree, that this fact does not support the conclusion that they used improper methods of interference. We find the <em>Restatement (Second) of Agency </em>§ 396 (1958), instructive here:</p>\n<blockquote id=\"b299-7\">Unless otherwise agreed, after the termination of the agency, the agent:</blockquote>\n<blockquote id=\"b299-8\">(a) has no duty not to compete with the principal;</blockquote>\n<blockquote id=\"b299-9\">(b) has a duty to the principal not to use or to disclose to third persons, on his own account or on account of others, in <page-number citation-index=\"1\" label=\"282\">*282</page-number>competition with the principal or to his injury, trade secrets, written lists of names, or other similar confidential matters given to him only for the principal’s use or acquired by the agent in violation of duty. The agent is entitled to use general information concerning the method of business of the principal and the names of the customers retained in his memory, if not acquired in violation of his duty as agent[.]</blockquote>\n<p id=\"b300-4\">We hold that Peace and Dickens did not employ improper methods by utilizing their memories to compile a list of the names of Conway’s customers and soliciting business from those customers. We reiterate that Peace and Dickens did not take any documents or utilize any property that belonged to Conway when contacting his customers.</p>\n<p id=\"b300-5\">Moreover, it is not unusual in the business world for an employee to leave his employment and start a competing business. When this occurs, inevitably customers of the former employer will desire to continue to deal with the former employee in the new business. Therefore, had Conway desired to prevent Peace and Dickens from soliciting his customers, he could have required his employees to execute covenants not to compete. This would have prohibited Peace and Dickens from soliciting those customers upon termination of the employment relationships. Even though the record reveals that Conway discussed the possibility of executing such a covenant with Dickens, for whatever reason, he chose not to require it.</p>\n<p id=\"b300-6\">We will reverse the judgment of the trial court and remand this case with instructions to dissolve the injunction and enter final judgment on behalf of Dickens and Peace.</p>\n<p id=\"b300-7\">\n<em>Reversed and remanded.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b299-10\"> Conway argues on brief that “[although no transcript is available for [the initial hearing on the preliminary injunction, Peace] testified that she and Wendy Dickens compiled two lists of Apollo customers containing a total of more than 100 names, and she claimed this was done only by memory. However, upon questioning, Peace could only remember one [customer’s name and that name was not on either list.]” We cannot consider this argument because this transcript was not made a part of the record. Rule 5:10.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}