{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"407\" lastpage=\"407\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  In The Matter Of: C.R., A minor child.\n </parties>\n <docketnumber id=\"p-2\">\n  No. COA03-1049\n </docketnumber>\n <court id=\"p-3\">\n  North Carolina Court of Appeals\n </court>\n <decisiondate id=\"p-4\">\n  Filed September 21, 2004\n </decisiondate>\n <attorneys id=\"p-5\">\n  This case not for publication\n </attorneys>\n <docketnumber id=\"p-6\">\n  Guilford County 94-J-424.\n </docketnumber>\n <attorneys id=\"p-7\">\n  <em>\n   Office of the Guilford County Attorney, by Assistant County Attorney Kevin W. Whiteheart, for Guilford County Department of Social Services.\n  </em>\n </attorneys>\n <attorneys id=\"p-8\">\n  <em>\n   Tracie M. Jordan for Guardian Ad Litem.\n  </em>\n </attorneys>\n <attorneys id=\"p-9\">\n  <em>\n   M. Victoria Jayne for respondent-appellant father.\n  </em>\n </attorneys>\n <attorneys id=\"p-10\">\n  <em>\n   Hall &amp; Hall, P.C., by Susan P. Hall, for respondent-appellant mother.\n  </em>\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-11\">\n   McGEE, Judge.\n  </author>\n  <p id=\"p-12\">\n   The Guilford County Department of Social Services (DSS) filed a petition on 2 December 1998 to terminate the parental rights of respondents P.R. (respondent-mother) and B.R. (respondent-father) (collectively respondents) to their child, C.R. (the child). The DSS petition set forth grounds for termination under N.C. Gen. Stat. . 7A-289.32 (recodified N.C. Gen. Stat. § 7B-1111) alleging neglect and abuse. The petition further alleged that the child was willfully left in foster care for more than twelve months, that respondents willfully failed to pay a reasonable portion of thecost of care for the child, and that respondents were incapable of providing proper care and supervision. A hearing on the petition was held on 7, 8, and 14 May 2001. The trial court entered a written order on 14 March 2002 terminating respondents' parental rights. Respondents appeal from that order.\n  </p>\n  <p id=\"p-13\">\n   The child, born 6 January 1993, was initially removed from respondents' home by DSS after DSS was notified that the child had suffered a spiral fracture to her right femur on or about 10 June 1994, while she was at home with respondent-mother. A spiral fracture is the result of a twisting or wrenching motion applied to a limb. The child's treating physician found respondent-mother's explanation of the injury to be inconsistent with the nature of the fracture, and the physician suspected physical abuse.\n  </p>\n  <p id=\"p-14\">\n   DSS took emergency custody of the child on 13 June 1994 and filed a petition the same day alleging the child was abused and neglected and should be removed from respondents' home. At a February 1995 hearing, respondents stipulated the child was neglected and the child was adjudicated neglected. The trial court ordered that physical and legal custody of the child remain with DSS. The child has continued in the custody of DSS since that time and has not at any time been returned to the custody of respondents. Respondents entered into a service agreement with DSS on 14 October 1994 in which they agreed,\n   <em>\n    inter alia,\n   </em>\n   to participate in and complete a psychological examination, attend parenting classes, and visit with the child on a weekly basis. They signed a substantially similar service agreement with DSS on 22 April 1996that included a stipulation that respondents would adhere to recommended nutritional guidelines and discipline practices in interacting with the child.\n  </p>\n  <p id=\"p-15\">\n   In December 1994, respondent-mother submitted to a psychological examination which concluded that she was not in a position at that time \"to provide a reasonably healthy, safe and nurturing environment for her young daughter.\" A second evaluation completed three years later found no significant improvement in respondent-mother's mental and emotional condition since the first evaluation.\n  </p>\n  <p id=\"p-16\">\n   Respondent-father's psychological evaluations were conducted in December 1994 and February 1995. Dr. Nissim Shimoni (Dr. Shimoni), a psychologist, determined that respondent-father showed poor insight and judgment and that he was \"not yet capable of caring for [his] daughter and providing a safe and secure environment for her.\" In a 1997 evaluation, Dr. Shimoni noted that there had been very little indication of change in respondent-father's life since the previous evaluations. Dr. Shimoni concluded that\n  </p>\n  <blockquote id=\"p-17\">\n   in spite of some change in [respondent-father's] life such as the fact that he is employed now 20 to 30 hours a week, I was unable to detect any other noticeable changes in [respondent-father's] attitude, behavior, judgment, and insight that are necessary if reunification [with the child] is to take place.\n  </blockquote>\n  <p id=\"p-18\">\n   Dr. Shimoni stated that the prospect of reunification depended upon respondents' progress in parenting classes and individual therapy sessions. In addition to such clinical evaluations, respondents attended parenting classes in 1996 under the supervision of Robert Egelson (Egelson), a staff psychologist with Guilford County's mental health program (Guilford Center). Egelson and Bob Herman (Herman), a clinical specialist with Guilford Center, concluded in a September 1996 letter to DSS that, although respondents had \"worked to implement the training provided[,]\" reunification would fail because respondents had reached a plateau in parenting training and could not provide for the child's specific needs.\n  </p>\n  <p id=\"p-19\">\n   Respondents attended all scheduled visits with the child, but the visits were always supervised. In a letter to DSS dated 25 February 1997, Herman stated that when the child returned from a visit with respondents, she was \"often aggressive (attacking [her foster mother's children or dog]), self-abusive (scratching her face and screaming until her throat [was] raw), urinating on herself, and spitting.\" In March 1997, the trial court ordered that all visitation cease until further orders of the trial court, and that DSS provide a written report within ninety days as to when and how visits should resume. Dr. Walter Schmalstieg, a psychiatrist with Charter Greensboro Behavioral Health System, wrote a specific recommendation in January 1998 that the child \"have no further contact with her biological parents\" due to her \"severe physiological reactions from contact with her birth parents (i.e. hives, skin rashes, etc.)[.]\"\n  </p>\n  <p id=\"p-20\">\n   DSS was relieved of its efforts toward reunification and DSS filed a petition to terminate respondents' parental rights inDecember 1998. Respondents' motion to resume visitation was denied in July 1999 based, in part, on Egelson's testimony that such visits were not in the child's best interest. Nonetheless, in December 2000, the trial court directed that Egelson evaluate the child and make a recommendation as to visitation. After speaking with the child regarding a visit with respondents, Egelson recommended that respondents be allowed one supervised visit. In March 2001, the trial court permitted respondents to visit with the child so long as therapeutic personnel found that visitation was \"appropriate or in the best interest of the . . . child.\" Respondents did visit with the child before their parental rights were terminated.\n  </p>\n  <p id=\"p-21\">\n   In respondents' first assignment of error, they contend their constitutional and due process rights have been violated by the poor quality of the audio recording of the termination proceedings. Respondents contend that the absence of an accurate and complete transcript denies them meaningful appellate review.\n  </p>\n  <p id=\"p-22\">\n   Respondents cite numerous instances of inaudible testimony from throughout the hearings. They specifically point to the destruction of an original taped audio recording containing a portion of the 7 May 2001 hearing and they state that all remaining copies of that tape are inaudible. The missing testimony largely concerned respondents' mental health evaluations.\n  </p>\n  <p id=\"p-23\">\n   N.C. Gen. Stat. . 7B-806 (2003) requires that all juvenile adjudicatory or dispositional hearings must be recorded by stenographic notes or by some electronic or mechanical means. \"Mere failure to comply with this statute standing alone is, however, not by itself grounds for a new hearing. A party, in order to prevail on an assignment of error under section 7B-806, must also demonstrate that the failure to record the evidence resulted in prejudice to that party.\"\n   <em>\n    In re Clark,\n   </em>\n   <extracted-citation case-ids=\"8954022\" index=\"0\" url=\"https://cite.case.law/nc-app/159/75/#p80\">\n    159 N.C. App. 75\n   </extracted-citation>\n   , 80,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=582%20S.E.2d%20657\">\n    582 S.E.2d 657\n   </extracted-citation>\n   , 660 (2003). An appellant's general allegations of prejudice are insufficient to show reversible error.\n   <em>\n    <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=582%20S.E.2d%20657\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"Where a verbatim transcript of the proceedings is unavailable, there are 'means . . . available for [a party] to compile a narration of the evidence, i.e., reconstructing the testimony with the assistance of those persons present at the hearing.'\"\n   <em>\n    <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=582%20S.E.2d%20657\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    Miller v. Miller,\n   </em>\n   <extracted-citation case-ids=\"8526924\" index=\"4\" url=\"https://cite.case.law/nc-app/92/351/#p354\">\n    92 N.C. App. 351\n   </extracted-citation>\n   , 354,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=374%20S.E.2d%20467\">\n    374 S.E.2d 467\n   </extracted-citation>\n   , 469 (1988)). Hence, respondents must attempt to reconstruct those portions of the transcript that are missing and cited as error.\n  </p>\n  <p id=\"p-24\">\n   Respondent-father states that because an entire tape was destroyed, any attempt to reconstruct the absent testimony would be speculation at best. He surmises that since the trial court's written order noted that the \"parents functioned within the borderline range of cognitive ability,\" the trial court \"may have relied heavily on this omitted testimony to find a ground for terminating the father's parental rights.\" Respondent-mother directs this Court to a long list denoting portions of the transcript where the testimony is unintelligible on the recordings from all three days of the hearing. She alleges that she can do nothing further to reconstruct the record. This Court held in\n   <em>\n    Coppley v. Coppley,\n   </em>\n   that\n  </p>\n  <blockquote id=\"p-25\">\n   where the appellant has done all that she can [] do [to reconstruct the transcript], but those efforts fail because of some error on the part of our trial courts, it would be inequitable to simply conclude that the mere absence of the recordings indicates the failure of appellant to fulfill that responsibility.\n  </blockquote>\n  <p id=\"p-26\">\n   <extracted-citation case-ids=\"11656424\" index=\"6\" url=\"https://cite.case.law/nc-app/128/658/#p663\">\n    128 N.C. App. 658\n   </extracted-citation>\n   , 663,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=496%20S.E.2d%20611\">\n    496 S.E.2d 611\n   </extracted-citation>\n   , 616,\n   <em>\n    disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"1659813,1659846,1659785,1659834,1659900\" index=\"8\" url=\"https://cite.case.law/nc/348/281/\">\n    348 N.C. 281\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=502%20S.E.2d%20846\">\n    502 S.E.2d 846\n   </extracted-citation>\n   (1998). However, in the case before us, respondents make no attempt whatsoever to reconstruct the testimony.\n  </p>\n  <p id=\"p-27\">\n   Respondents have failed to indicate any specific prejudice they have suffered due to the absence of certain testimony. In addition, respondents' mental health evaluations are among the exhibits included in the record. This assignment of error is overruled.\n   <em>\n    See In re Bradshaw,\n   </em>\n   <extracted-citation case-ids=\"8958306\" index=\"10\" url=\"https://cite.case.law/nc-app/160/677/#p681\">\n    160 N.C. App. 677\n   </extracted-citation>\n   , 681,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=587%20S.E.2d%2083\">\n    587 S.E.2d 83\n   </extracted-citation>\n   , 86 (2003).\n  </p>\n  <p id=\"p-28\">\n   Respondent-father further contends that he was unduly prejudiced by the trial court's failure to act within the time frame imposed by statute for determining a petition to terminate parental rights. N.C. Gen. Stat. . 7B-1109(e) (2003) mandates that an \"adjudicatory order shall be reduced to writing, signed, and entered no later than 30 days following the completion of the termination of parental rights hearing.\" Furthermore, N.C. Gen. Stat. . 7B-1110(a) (2003) mandates that a disposition order terminating parental rights must be \"reduced to writing, signed, and entered no later than 30 days following the completion of the termination of parental rights hearing.\" The adjudication anddisposition orders in this case were entered more than ten months after the termination hearing was concluded. Finally, N.C. Gen. Stat. . 7B-1109(a) (2003) provides that a hearing on the termination of parental rights is to be held \"no later than 90 days from the filing of the petition or motion unless the judge pursuant to subsection (d) of this section orders that it be held at a later time.\" The hearing in the case before us was held over two years after the initial petition to terminate respondents' parental rights was filed.\n  </p>\n  <p id=\"p-29\">\n   Although we are greatly concerned by the trial court's failure to provide a timely resolution of the petition to terminate respondents' parental rights, we conclude that respondent-father's argument is misplaced. Respondent-father notes that \"[a]lthough Chapter 7B of the North Carolina General Statutes was not yet enacted when this case started in 1994, the controlling sections of former Chapter 7A correspond to current sections in 7B.\" Respondent-father does not direct this Court to any statutory provision in Chapter 7A setting forth such compulsory time frames, and we find none. N.C.G.S. .. 7B-1109, 1110 were previously codified, respectively, as N.C.G.S. §. 289.30, 289.31 and neither statute contained such time limits. Also, the mandatory time frame imposed by statute and cited by respondent-father was not in effect at the time DSS filed its petition in December 1998, nor at the time the termination hearing was conducted. The General Assembly amended N.C.G.S. . 7B-1109 and 1110 in 2001 to include the compulsory time within which a hearing must be conducted and ordersfiled, in an effort to avoid delays in proceedings to terminate parental rights. 2001 N.C. Sess. Laws ch. 208, .. 7, 22, and 23. The effective date of the amendments was \"January 1, 2002, and [the amendments applied] to actions filed on or after that date.\" 2001 N.C. Sess. Laws ch. 208, .. 7, 22, and 23. Thus, respondent-father's argument is misplaced.\n  </p>\n  <p id=\"p-30\">\n   Respondent-father further assigns error to the trial court's conclusion that termination of his parental rights was proven by clear, cogent, and convincing evidence. The trial court held that termination of parental rights was warranted pursuant to four of the statutory grounds for termination. The trial court found: (1) the child was abused, (2) the child was neglected, (3) the respondents \"willingly left\" the child in foster care for more than twelve months, and (4) respondents were incapable of providing proper care and supervision of the child. Upon appellate review, \"[a] finding of any one of the grounds enumerated at Section 7A-289.32 will support a judge's order of termination.\"\n   <em>\n    In re Taylor,\n   </em>\n   <extracted-citation case-ids=\"8519469\" index=\"12\" url=\"https://cite.case.law/nc-app/97/57/#p64\">\n    97 N.C. App. 57\n   </extracted-citation>\n   , 64,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=387%20S.E.2d%20230\">\n    387 S.E.2d 230\n   </extracted-citation>\n   , 233-34 (1990).\n  </p>\n  <p id=\"p-31\">\n   A proceeding for termination of parental rights is a two-stage process. At the adjudication stage, the petitioner must establish by clear, cogent, and convincing evidence that one or more of the grounds for termination exists as set forth in N.C.G.S. . 7A-289.32.\n   <em>\n    In re Leftwich,\n   </em>\n   <extracted-citation case-ids=\"11239010\" index=\"14\" url=\"https://cite.case.law/nc-app/135/67/#p71\">\n    135 N.C. App. 67\n   </extracted-citation>\n   , 71,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=518%20S.E.2d%20799\">\n    518 S.E.2d 799\n   </extracted-citation>\n   , 802 (1999). If one or more of the specific grounds listed is proven, the trial court must determine at the dispositional stage whether it is in the best interest of the child to terminate the parentalrights.\n   <em>\n    <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=518%20S.E.2d%20799\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-32\">\n   Although a party may challenge the sufficiency of the evidence presented to support the trial court's findings of fact, our appellate courts are bound by those findings \"where there is some evidence to support those findings, even though the evidence might sustain findings to the contrary.\"\n   <em>\n    In re Montgomery,\n   </em>\n   <extracted-citation case-ids=\"4679227\" index=\"17\" url=\"https://cite.case.law/nc/311/101/#p110\">\n    311 N.C. 101\n   </extracted-citation>\n   , 110-11,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=316%20S.E.2d%20246\">\n    316 S.E.2d 246\n   </extracted-citation>\n   , 252-53 (1984). Our Court's review is therefore limited to a determination as to whether the trial court's findings are supported by clear, cogent, and convincing evidence and whether those findings support the conclusions of law as to the termination of respondent-father's parental rights.\n   <em>\n    Id.\n   </em>\n   at 110-11,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=316%20S.E.2d%20246\">\n    316 S.E.2d at 253\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-33\">\n   In situations where a child is neglected and custody is at issue, our Supreme Court has noted that\n  </p>\n  <blockquote id=\"p-34\">\n   the best interest of the child is the polar star. The fact that a parent does provide love, affection and concern, although it may be relevant, should not be determinative, in that the court could still find the child to be neglected within the meaning of our neglect and termination statutes.\n  </blockquote>\n  <p id=\"p-35\">\n   <em>\n    Id.\n   </em>\n   at 109,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=316%20S.E.2d%20246\">\n    316 S.E.2d at 251-52\n   </extracted-citation>\n   . Accordingly, pursuant to N.C. Gen. Stat. § 7A-289.32, a trial court may terminate parental rights upon a finding that a child has been neglected within the meaning of N.C. Gen. Stat. § 7A-517(21) (recodified N.C. Gen. Stat. § 7B-101(15)), which defines a \"neglected juvenile\" as follows:\n  </p>\n  <blockquote id=\"p-36\">\n   A juvenile who does not receive proper care, supervision, or discipline from the juvenile's parent, guardian, custodian, or caretaker; or who has been abandoned; or who is not provided necessary medical care; or who is not provided necessary remedial care; or who lives in anenvironment injurious to the juvenile's welfare; or who has been placed for care or adoption in violation of law.\n  </blockquote>\n  <p id=\"p-37\">\n   Our Court determined in\n   <em>\n    In re Pope,\n   </em>\n   <extracted-citation case-ids=\"11432636\" index=\"21\" url=\"https://cite.case.law/nc-app/144/32/#p37\">\n    144 N.C. App. 32\n   </extracted-citation>\n   , 37,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=547%20S.E.2d%20153\">\n    547 S.E.2d 153\n   </extracted-citation>\n   , 156 (citations omitted),\n   <em>\n    aff'd,\n   </em>\n   <extracted-citation case-ids=\"138479\" index=\"23\" url=\"https://cite.case.law/nc/354/359/\">\n    354 N.C. 359\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=554%20S.E.2d%20644\">\n    554 S.E.2d 644\n   </extracted-citation>\n   (2001), that in order to establish neglect in a termination proceeding,\n  </p>\n  <blockquote id=\"p-38\">\n   there must be clear and convincing evidence: (1) the juvenile has not, at the time of the termination proceeding, \"receive[d] proper care, supervision, or discipline from the juvenile's parent . . . or . . . is not provided necessary medical care,\" and (2) the juvenile has sustained \"some physical, mental, or emotional impairment . . . or [there is] a substantial risk of such impairment as a consequence of [such] failure[.]\"\n  </blockquote>\n  <p id=\"p-39\">\n   Although a prior adjudication of neglect may be considered by the trial court in determining a later petition to terminate parental rights on the ground of neglect, the sufficiency of a prior adjudication of neglect, standing alone, will not support a termination of parental rights when the parents have not had custody of the child for a significant period of time preceding the termination proceeding.\n   <em>\n    In re Ballard,\n   </em>\n   <extracted-citation case-ids=\"4683935\" index=\"25\" url=\"https://cite.case.law/nc/311/708/#p713\">\n    311 N.C. 708\n   </extracted-citation>\n   , 713-14,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=319%20S.E.2d%20227\">\n    319 S.E.2d 227\n   </extracted-citation>\n   , 231 (1984);\n   <em>\n    see als\n   </em>\n   o\n   <em>\n    In re Young,\n   </em>\n   <extracted-citation case-ids=\"139356\" index=\"27\" url=\"https://cite.case.law/nc/346/244/#p248\">\n    346 N.C. 244\n   </extracted-citation>\n   , 248,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=485%20S.E.2d%20612\">\n    485 S.E.2d 612\n   </extracted-citation>\n   , 615 (1997) (\"Termination of parental rights for neglect may not be based solely on past conditions which no longer exist.\"). However, even if there is not evidence of neglect at the time of the termination proceeding, the trial court may terminate parental rights if there is a prior adjudication of neglect and the trial court finds by clear and convincing evidence that there is a likelihood of repetition of neglect if the minor child is returnedto the parents.\n   <em>\n    Pope,\n   </em>\n   <extracted-citation case-ids=\"11432636\" index=\"29\" url=\"https://cite.case.law/nc-app/144/32/#p37\">\n    144 N.C. App. at 37\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=547%20S.E.2d%20153\">\n    547 S.E.2d at 156\n   </extracted-citation>\n   ;\n   <em>\n    see also In re White,\n   </em>\n   <extracted-citation case-ids=\"8521439\" index=\"31\" url=\"https://cite.case.law/nc-app/81/82/#p90\">\n    81 N.C. App. 82\n   </extracted-citation>\n   , 90,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=344%20S.E.2d%2036\">\n    344 S.E.2d 36\n   </extracted-citation>\n   , 41 (1986) (\"The court must also consider evidence of any change in condition up to the time of the hearing, but this evidence is to be considered in light of the evidence of prior neglect and the probability of repetition of neglect.\"),\n   <em>\n    disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"4736775,4740168,4739944,4736235,4733980\" index=\"33\" url=\"https://cite.case.law/nc/318/283/\">\n    318 N.C. 283\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=347%20S.E.2d%20470\">\n    347 S.E.2d 470\n   </extracted-citation>\n   (1986);\n   <em>\n    In re Caldwell,\n   </em>\n   <extracted-citation case-ids=\"8525708\" index=\"35\" url=\"https://cite.case.law/nc-app/75/299/#p302\">\n    75 N.C. App. 299\n   </extracted-citation>\n   , 302,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=330%20S.E.2d%20513\">\n    330 S.E.2d 513\n   </extracted-citation>\n   , 516 (1985) (The trial court \"must also consider evidence of changed conditions to the time of hearing in light of the evidence of prior neglect and the probability of repetition of neglect. It is not essential that there be evidence of culpable neglect following the initial adjudication.\").\n  </p>\n  <p id=\"p-40\">\n   At the time of the termination proceeding in this case, respondent-father did not have custody of the child and therefore, the trial court made no findings concluding that the child was neglected at the time of the proceeding. Instead, the trial court determined that there was a high probability of repetition of neglect if the child returned to the care of respondent-father.\n  </p>\n  <p id=\"p-41\">\n   The trial court in its order confused conclusions of law with findings of fact. Findings of fact are determinations based on the evidence concerning facts averred by one party and denied by the other; whereas conclusions of law are findings by the trial court as determined by the application of rules of law.\n   <em>\n    In re Johnston,\n   </em>\n   <extracted-citation case-ids=\"9082290\" index=\"37\" url=\"https://cite.case.law/nc-app/151/728/#p731\">\n    151 N.C. App. 728\n   </extracted-citation>\n   , 731,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=567%20S.E.2d%20219\">\n    567 S.E.2d 219\n   </extracted-citation>\n   , 221 (2002). We are able to distinguish the trial court's findings of fact from its conclusions of law. In the trial court's order, finding of fact thirteen states:\n  </p>\n  <p id=\"p-42\">\n   Pursuant to N.C.G.S. 7A-289.32(2), the juvenile is a neglected child in that she was adjudicated Neglected within the meaning of the law on or about February 10, 1995. She has remained neglected with regard to her parents in that neither parent has corrected those conditions which caused the minor child to be removed. These include, but are not limited to, the parents['] history of social maladjustment; the parents' poor understanding and judgment in regard to [the child's] complex needs; their inability to cope with situations having any complexity at all; and their limited ability to absorb, understand and apply information pertaining to parenting issues as it relates to [the child]. Further, the parents' participation in the services offered to them through the history of this case has done nothing to assure [the child's] physical safety in their home even without any consideration being given to [the child's] intense personal and medical needs. The parents will not be able to provide a safe home within a reasonable time. The Court notes specifically that at a recent visit, even after Mr. Egelson had instructed the parents not to do so, they fed the minor child two snacks instead of one. The Court notes further the considerable improvement made by the child in her current home setting and the risk to her of losing this if placed in an inadequate, unsafe environment.\n  </p>\n  <p id=\"p-43\">\n   The trial court further found that despite the assistance of DSS, respondents did not participate in parenting classes until more than a year after the child was removed from their home. The trial court also found that respondent-father missed at least two appointments before completing his psychological examination in 1995. In addition, counselors from Guilford Center concluded in their September 1996 letter to DSS that respondents where not yet capable of caring for the child and that reunification of the family would \"fail.\" Notably, Egelson, the psychologist whodeveloped and implemented the parenting classes for respondents, testified that respondents had not benefitted from the classes to the point of being able to independently care for the child outside the presence of another adult. The trial court found that respondents: argued in front of the child during visits; failed to notice when the child had wandered off; and fed the child \"junk food\" despite being told by the psychologist and DSS not to do so because the child was overweight.\n  </p>\n  <p id=\"p-44\">\n   The trial court also made several findings regarding the child's mental health. Specifically, the trial court noted that beginning in 1994 and into 1995, the child exhibited numerous behavioral problems, including aggressiveness toward other children, spitting, scratching, and biting her fingernails. At the termination hearing, Egelson testified that because of behavioral problems, the child had been hospitalized at age four and had been placed on anti-psychotic medication. Subsequent to the hospitalization, she was diagnosed as having posttraumatic stress disorder and reactive attachment disorder.\n  </p>\n  <p id=\"p-45\">\n   In reaching its conclusion to terminate respondent-father's parental rights, the trial court made numerous findings as to the complexity of the child's physical and psychological needs based on extensive testimony and documentary evidence. Regarding the child's ongoing needs, Egelson testified that although the child no longer presented aggression, severe non-compliance and severe impulsivity, the child continued to occasionally demonstrate problems with social skills and non-compliance, as well as extremerigidity. He further noted that the child was \"pretty far behind in her academics. She's in her second year in first grade and still doesn't know all of her letters . . . and has a real hard time identifying any of the sounds that are associated with the letters.\" Egelson opined that he and others had been unable to develop techniques to solve the child's problems and that \"whatever was going on in the foster family in terms of the way they were using their discipline and the way they were structuring their days for [the child], was matching well with what [the child's] needs were.\" He credited the turnaround in the child's behavior to her current foster family and concluded that \"[the child is] too tough . . . for the [respondents] to be able to successfully be able to parent.\"\n  </p>\n  <p id=\"p-46\">\n   Egelson testified that respondent-father had responded positively to the parenting classes, but he concluded in his written report to DSS that reunification was not feasible. In their September 1996 letter to DSS, Egelson and Herman wrote that\n  </p>\n  <blockquote id=\"p-47\">\n   additional [parenting] training for [respondents would] not make a difference in their ability to parent [the child]. This conclusion is based on an assessment of [the child's] needs, evaluation of [respondents'] ability to discipline, and observations of parent-child interaction over time, especially the family's ability to use the information provided in training.\n  </blockquote>\n  <p id=\"p-48\">\n   In addition, respondent-father's psychological evaluations indicated he was not capable of caring for the child and providing a safe and secure environment for her. Dr. Shimoni, who conducted both of respondent-father's psychological evaluations, concluded inhis October 1997 report that he was unable to detect any improvement in respondent-father's attitude, behavior, judgment, and insight which would be necessary for reunification. The evidence showed little or no change in respondent-father's situation since the time the child was adjudicated neglected. Dr. Shimoni, Egelson and Herman concluded in their individual reports that if the child were to be returned to respondents, she would be subject to the same absence of proper care and supervision that led to the initial adjudication of neglect.\n  </p>\n  <p id=\"p-49\">\n   \"The determinative factors must be the best interests of the child and the fitness of the parent to care for the child\n   <em>\n    at the time of the termination proceeding.\n   </em>\n   \"\n   <em>\n    Ballard,\n   </em>\n   <extracted-citation case-ids=\"4683935\" index=\"39\" url=\"https://cite.case.law/nc/311/708/#p713\">\n    311 N.C. at 715\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"40\" url=\"https://cite.case.law/citations/?q=319%20S.E.2d%20227\">\n    319 S.E.2d at 232\n   </extracted-citation>\n   . We do not question respondent-father's affection for the child, but \"'[t]he welfare or best interest of the child is always to be treated as the paramount consideration to which even parental love must yield[.]'\"\n   <em>\n    Montgomery,\n   </em>\n   <extracted-citation case-ids=\"4679227\" index=\"41\" url=\"https://cite.case.law/nc/311/101/#p110\">\n    311 N.C. at 109\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=316%20S.E.2d%20246\">\n    316 S.E.2d at 252\n   </extracted-citation>\n   (citation omitted). A thorough review of DSS' extensive evidence shows there is clear and competent evidence to support the trial court's findings of fact as to neglect. Those findings are sufficient to support a conclusion of law that the child would not receive the care and supervision required for such a demanding child if returned to respondent-father. Therefore, we find respondent-father's assignment of error to be without merit.\n  </p>\n  <p id=\"p-50\">\n   Respondent-mother argues that the trial court abused its discretion in determining at the dispositional phase that the best interest of the child would be served by terminating respondent-mother's parental rights. Although the trial court need only find one ground to \"warrant termination of parental rights, termination of parental rights is only required where the trial court further concludes that it would be in the best interest of the child to do so.\"\n   <em>\n    In re Huff,\n   </em>\n   <extracted-citation case-ids=\"12125951\" index=\"43\" url=\"https://cite.case.law/nc-app/140/288/#p301\">\n    140 N.C. App. 288\n   </extracted-citation>\n   , 301,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=536%20S.E.2d%20838\">\n    536 S.E.2d 838\n   </extracted-citation>\n   , 847 (2000),\n   <em>\n    disc. review denied,\n   </em>\n   <extracted-citation case-ids=\"135896,135730,135565,135847\" index=\"45\" url=\"https://cite.case.law/nc/353/374/\">\n    353 N.C. 374\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=547%20S.E.2d%209\">\n    547 S.E.2d 9\n   </extracted-citation>\n   (2001).\n  </p>\n  <p id=\"p-51\">\n   Our Court's review is limited under this argument to whether the trial court abused its discretion in concluding that the best interest of the child would be served by the termination of parental rights.\n   <em>\n    See In re Anderson,\n   </em>\n   <extracted-citation case-ids=\"9079405\" index=\"47\" url=\"https://cite.case.law/nc-app/151/94/#p98\">\n    151 N.C. App. 94\n   </extracted-citation>\n   , 98,\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=564%20S.E.2d%20599\">\n    564 S.E.2d 599\n   </extracted-citation>\n   , 602 (2002). Egelson testified at length as to the child's special needs and to her success in her current foster home placement. In a September 1996 letter to DSS, Egelson and Herman wrote \"[i]t appears that [respondent-mother] does not have the mental abilities to learn, retain and demonstrate mastery of [certain] parenting skills.\" As to the child's foster care situation, Egelson wrote in an October 1998 summary of services provided to the child, that the foster family is a \"near perfect match\" for the child and that she is in the \"right environment, with a family that provides her with the right mix of structure, teaching, relaxed parenting style, rewards and caring.\" Egelson further stated that if the child was removed from \"this near-perfect environment . . . she will regress and again require dramatic interventions including medications, hospitalizations and extensive supports.\"\n  </p>\n  <p id=\"p-52\">\n   Based on the foregoing evidence, we cannot say that the trialcourt abused its discretion in finding and concluding that the child's best interest was served by terminating respondent-mother's parental rights. Respondent-mother's assignment of error is therefore overruled.\n  </p>\n  <p id=\"p-53\">\n   Affirmed.\n  </p>\n  <p id=\"p-54\">\n   Judge TIMMONS-GOODSON concurs.\n  </p>\n  <p id=\"p-55\">\n   Judge TYSON concurs in the result with a separate opinion.\n  </p>\n  <p id=\"p-56\">\n   Report per Rule 30(e).\n  </p>\n  <p id=\"p-57\">\n   TYSON, Judge concurring in the result.\n  </p>\n  <p id=\"p-58\">\n   I concur in the result reached by the majority opinion to affirm the trial court's order terminating respondents' parental rights.\n  </p>\n  <p id=\"p-59\">\n   On appeal of an order terminating parental rights, we must consider whether clear, cogent, and convincing evidence supports the trial court's findings of fact, which in turn support its conclusions of law.\n   <em>\n    In re Montgomery,\n   </em>\n   <extracted-citation case-ids=\"4679227\" index=\"49\" url=\"https://cite.case.law/nc/311/101/#p110\">\n    311 N.C. 101\n   </extracted-citation>\n   , 110-11,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=316%20S.E.2d%20246\">\n    316 S.E.2d 246\n   </extracted-citation>\n   , 252 (1984) (citation omitted). Here, respondents have failed to except to any of the trial court's findings of fact. Under our standard of review, the trial court's findings of fact are deemed conclusive and we need not consider the sufficiency of the evidence.\n   <em>\n    In re Caldwell,\n   </em>\n   <extracted-citation case-ids=\"8525708\" index=\"51\" url=\"https://cite.case.law/nc-app/75/299/#p302\">\n    75 N.C. App. 299\n   </extracted-citation>\n   , 301,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=330%20S.E.2d%20513\">\n    330 S.E.2d 513\n   </extracted-citation>\n   , 515 (1985) (citing\n   <em>\n    In re Apa,\n   </em>\n   <extracted-citation case-ids=\"8526361\" index=\"53\" url=\"https://cite.case.law/nc-app/59/322/\">\n    59 N.C. App. 322\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"54\" url=\"https://cite.case.law/citations/?q=296%20S.E.2d%20811\">\n    296 S.E.2d 811\n   </extracted-citation>\n   (1982)). The crux of respondents' appeal rests on whether the findings of fact support the conclusions of law.\n   <em>\n    In re Montgomery,\n   </em>\n   <extracted-citation case-ids=\"4679227\" index=\"55\" url=\"https://cite.case.law/nc/311/101/#p110\">\n    311 N.C. at 111\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=316%20S.E.2d%20246\">\n    316 S.E.2d at 253\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-60\">\n   \"In all actions tried upon the facts without a jury . . . the court shall find the facts specially and state separately its conclusions of law . . . .\" N.C. Gen. Stat. 1A-1, Rule 52(a)(1)(2003). While our standard of review is limited, trial courts must adhere to the duty set forth in Rule 52(a). Although the majority opinion concludes the \"findings of fact\" at bar are discernable from the entangled web of findings of fact and conclusions of law, the trial court's order makes it difficult for respondents to make specific exceptions to mixed findings of fact and conclusions of law.\n  </p>\n  <p id=\"p-61\">\n   Without any specific exception taken by respondents, our standard of review presumes the evidence supports the \"findings of fact.\" I agree with the majority opinion that the \"findings of fact\" support the trial court's conclusion that the child was neglected pursuant to the former N.C. Gen. Stat. § 7A-289.32(2), now codified as N.C. Gen. Stat. § 7B-1111(a)(1) (2003). Neglect provides an adequate basis to uphold the trial court's order terminating respondents' rights.\n   <em>\n    See In re Taylor,\n   </em>\n   <extracted-citation case-ids=\"8519469\" index=\"57\" url=\"https://cite.case.law/nc-app/97/57/#p64\">\n    97 N.C. App. 57\n   </extracted-citation>\n   , 64,\n   <extracted-citation index=\"58\" url=\"https://cite.case.law/citations/?q=387%20S.E.2d%20230\">\n    387 S.E.2d 230\n   </extracted-citation>\n   , 233-34 (1990). I concur in the result reached by the majority opinion.\n  </p>\n </opinion>\n</casebody>\n"
  }
}