{
  "casebody": {
    "data": "<casebody firstpage=\"760\" lastpage=\"766\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b830-5\">AMERICAN HOME PRODUCTS CORPORATION, Plaintiff-Appellant-Cross-Appellee, v. LIBERTY MUTUAL INSURANCE COMPANY, Defendant-Appellee-Cross-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b830-10\">Nos. 1019, 1135, Dockets 83-7952, 83-7990.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b830-11\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b830-12\">Argued May 22, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b830-13\">Decided Nov. 13, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b831-5\"><page-number citation-index=\"1\" label=\"761\">*761</page-number>Stephen Greiner, New York City (Louis L. Hoynes, Jr., Lawrence 0. Kamin, Deborah E. Cooper, John R. Dutt, Linda Crawford, Willkie Farr &amp; Gallagher, New York City, on brief), for plaintiff-appellant-cross-appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b831-6\">Gerald V. Weigle, Jr., Cincinnati, Ohio (Janet R. Eaton, David M. Kothman, Dins-more &amp; Shohl, Cincinnati, Ohio, Michael E. Twomey, Olwine, Connelly, Chase, O’Donnell &amp; Weyher, New York City, Christopher C. Mansfield, Liberty Mutual Insurance Co., Boston, Mass., on brief), for defendant-appellee-eross-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b831-7\">Skadden, Arps, Slate, Meagher &amp; Flom, New York City (Sheila L. Birnbaum, Irene A. Sullivan, Barbara Wrubel, Jeffrey S. Lichtman, New York City, of counsel), filed a brief for amicus curiae The Home Insurance Co.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b831-8\">Winthrop, Stimson, Putnam &amp; Roberts, New York City (Edwin J. Wesely, Eloise L. Morgan, Susan J. Kohlmann, New York City, of counsel), filed a brief for amicus curiae Schering Corp.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b831-9\">Karel L. Zaruba, Morris Plains, N.J., filed a brief for amicus curiae Warner-Lambert Co.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b831-10\">Cravath, Swaine &amp; Moore, New York City (Robert S. Rifkind, Louis M. Solomon, New York City, Harry Huge, Saul B. Goodman, Rogovin, Huge &amp; Lenzner, Washington, D.C., of counsel), filed a brief for amicus curiae E.R. Squibb &amp; Sons, Inc.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b831-11\">Slade &amp; Pellman, New York City (John F. Triggs, Anthony P. Coles, New York City, of counsel), filed a brief for amicus curiae Emons Industries, Inc.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b831-15\">Covington &amp; Burling, Washington, D.C. (Robert N. Sayler, Edward J. Beder, Jr., John G. Buchanan, III, Washington, D.C., of counsel), filed a brief for amicus curiae The Upjohn Co.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b831-16\">Simpson Thacher &amp; Bartlett, New York City (Barry R. Ostrager, Peter J. Schlesinger, David E. Bamberger, New York City, of counsel), filed a brief for amicus curiae The Travelers Indemnity Co.</attorneys>\n<p data-order=\"14\" data-type=\"judges\" id=\"b831-17\">Before LUMBARD, MESKILL and KEARSE, Circuit Judges.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b831-18\">KEARSE, Circuit Judge:</author>\n<p id=\"b831-19\">Plaintiff American Home Products Corp. (“AHP”) appeals, and defendant Liberty Mutual Insurance Co. (“Liberty”) cross-appeals, from a judgment of the United States District Court for the Southern District of New York, Abraham D. Sofaer, <em>Judge, </em>entered upon cross-motions for summary judgment, (1) declaring that, under liability insurance policies issued to AHP by Liberty, Liberty had (a) the duty to indemnify AHP with respect to diagnosable and compensable injuries that occurred during the policy period as a result of exposure to AHP products, and (b) the duty to defend AHP against any suit in which the complaint could be read to permit proof of such injury, and (2) refusing to grant a declaratory judgment as to whether Liberty’s duty to defend or indemnify AHP existed in each of 54 product liability suits against AHP (the “Underlying Suits”). <em>See </em>565 P.Supp. 1485 (1983). In this Court, AHP contends that the district court’s ruling as to the extent of the coverage provided by the policies was too restrictive; Liberty contends that the court did not properly give effect to a proviso in the policies and that the court’s ruling thus was not restrictive enough; and both parties attack the court’s refusal to make specific declarations as to Liberty’s obligations in each of the 54 Underlying Suits.</p>\n<p id=\"b832-4\"><page-number citation-index=\"1\" label=\"762\">*762</page-number>For the reasons below, we agree with Judge Sofaer’s extensive and scholarly opinion except to the extent that it interpreted coverage to be conditioned on the claimed injury’s being diagnosable and compensable within the policy period. We modify the judgment to eliminate those conditions and affirm the judgment as modified.</p>\n<p id=\"b832-5\">I. Background</p>\n<p id=\"b832-6\">A. <em>The Insurance Policies</em></p>\n<p id=\"b832-7\">The history of the insurance policies involved here and the longstanding relationship between the parties are set forth in detail in the opinion of the district court, 565 F.Supp. at 1488 <em>et seq., </em>familiarity with which is assumed. The policies at issue here were the product of negotiation between AHP and Liberty and are variants of the Comprehensive General Liability Policy (“CGL”), a standard-form policy for liability coverage introduced by the insurance industry in the mid-1960’s to deal with the problem of liability for injuries caused over a period of time. The policies require Liberty to indemnify AHP with respect to any covered claim and to defend it against any claim allegedly covered. The question is what event triggers coverage.</p>\n<p id=\"b832-8\">During the relevant period, Article I of AHP’s policies provided liability coverage for occurrences that result in “personal injury, sickness or disease, including death at any time resulting therefrom, sustained by any person.” Article IV of the policy provided that “[t]his policy applies only to (1) personal injury, sickness or disease including death resulting therefrom ... which occurs during the policy period.” Effective in 1968, AHP’s policies also contained a proviso (“Proviso”) that “[t]he policy does not apply to such injury, death or destruction caused by such continuous or repeated exposure any part of which occurs after the termination of the policy.”</p>\n<p id=\"b832-9\">B. <em>The Proceedings Below</em></p>\n<p id=\"b832-10\">AHP, a manufacturer of drugs, foods, and household products, has been named a defendant in the 54 Underlying Suits which arose from its manufacture and sale of six pharmaceuticals: Ovral and L/Ovral (oral contraceptives), DES (Diethylstilbestrol), Mysoline (an anticonvulsant used to treat epileptic seizures), Atromid-S (an antilipi-demic used to treat high levels of blood cholesterol), Premarin (used in estrogen replacement therapy), and Anacin (a nonprescription analgesic). In each suit, the injury complained of did not manifest itself until after termination of Liberty’s insurance coverage on November 1, 1976. In each case, AHP requested that Liberty defend it; Liberty refused to defend and denied coverage. AHP then initiated this suit seeking a judgment declaring that Liberty is obligated under the policies to defend and indemnify it in each of the Underlying Suits.</p>\n<p id=\"b832-12\">After a period of discovery, AHP moved for summary judgment. It contended that the policies should be read as providing either (a) that coverage was triggered if exposure, or injury, or manifestation occurred during the policy period, or (b) that regardless of when the injuries occurred or became manifest, coverage was triggered if exposure occurred during the policy period. It argued, <em>inter alia, </em>that the policy language was ambiguous, that discovery had revealed no conclusive evidence of the parties’ intent at the time the language was drafted, and that New York law therefore required the application of the doctrine of <em>contra proferentem, </em>which requires that all ambiguities in contract language be resolved against the drafter of the language.</p>\n<p id=\"b832-13\">Liberty opposed AHP’s motion, arguing that the trigger-of-coverage clause was unambiguous and provided coverage only when an injury became manifest within the policy period. Liberty also moved for partial summary judgment on the ground that the Proviso unambiguously excluded coverage for all cases in which exposure to the allegedly injurious substance continued after the termination of Liberty’s coverage on November 1, 1976, regardless of when the injury occurred or manifested itself.</p>\n<p id=\"b833-3\"><page-number citation-index=\"1\" label=\"763\">*763</page-number>The district court rejected both parties’ interpretations of the policies. It found that the trigger-of-coverage clause was unambiguous; that it did not support either AHP’s continuous trigger theory, or its exposure theory, or Liberty’s manifestation theory; and that, construed “as ... written,” the clause plainly called for coverage upon the occurrence of an injury in fact during the policy period. The court stated that the policies required</p>\n<blockquote id=\"AJS\">a showing of actual injury, sickness or disease occurring during the policy period, based upon the facts proved in each particular case. Thus, an occurrence of “personal injury, sickness, or disease” is read to mean any point in time at which a finder of fact determines that the effects of exposure to a drug actually resulted in a diagnosable and compensable injury.</blockquote>\n<p id=\"Abx\">565 F.Supp. at 1489. The court elaborated as follows:</p>\n<blockquote id=\"b833-4\">The most basic demand of the policy language is that to establish Liberty’s liability the insured must prove that an “occurrence” — injury, sickness, or disease — arose during the policy period. The plain language demands that the insured prove the cause of the occurrence (accident or exposure), the result (injury, sickness, or disease), and that the result occurred during the policy period. An exposure that does not result in injury during coverage would not satisfy the policy’s terms. On the other hand, a real but undiscovered injury, proved in retrospect to have existed at the relevant time, would establish coverage, irrespective of the time the injury became manifest.</blockquote>\n<p id=\"b833-5\"><em>Id. </em>at 1497.</p>\n<p id=\"b833-6\">The court also rejected Liberty’s interpretation of the Proviso as unsupported by any evidence or by any reasonable reading of the policy as a whole. Rather, the court found that the plain language of the Proviso supported its view of the plain meaning of the trigger-of-coverage clause:</p>\n<blockquote id=\"b833-8\">Liberty argues correctly that the provision is unambiguous, but its meaning is not the one Liberty suggests. Rather, on its face the provision removes from coverage only injury, death, or destruction that is caused by continuous or repeated exposure occurring in part after November 1, 1976, the date AHP terminated the policy. It does not remove from coverage harm caused wholly by exposure occurring prior to November 1, 1976. Nothing in the language of the provision takes such harm out of the policy simply because exposure to the same products continued after November 1, 1976, or indeed because further harm may have occurred from such continued exposure. If, in a particular case, pre-November 1, 1976 exposure is found to have caused a particular harm, no exposure after November 1, 1976 would be a cause of that particular harm; such harm is not “caused by ... exposure any part of which” occurred after November 1, 1976, because all of that harm-causing exposure occurred before that date.</blockquote>\n<p id=\"b833-9\"><em>Id. </em>at 1498-99.</p>\n<p id=\"b833-10\">Finally, the court ruled that the policies’ broad language concerning Liberty’s duty to defend requires that Liberty defend AHP in every suit in which the complaint permits proof of facts establishing coverage, until Liberty is able to exclude the possibility of any recovery for which it provided insurance. <em>Id. </em>at 1499-1500. The court declined, however, to determine Liberty’s actual duty in any given Underlying Suit to defend and indemnify AHP because it concluded that those questions depended on the particular facts of each case, including what injury was alleged and what drug was alleged to have caused it. The court therefore concluded that a determination of whether the complaint in each of the Underlying Suits permitted proof of a recovery for which Liberty would be liable under the policies was an issue inappropriate for resolution in an action for a declaratory judgment.<footnotemark>1</footnotemark> These appeals followed.</p>\n<p id=\"b834-3\"><page-number citation-index=\"1\" label=\"764\">*764</page-number>II. Discussion</p>\n<p id=\"b834-4\">On appeal, AHP argues principally that we should reverse the judgment of the district court and enter judgment in its favor on the ground that the language of the policies is ambiguous and that one of the two interpretations of the policies advocated by AHP should thus be adopted under the doctrine of <em>contra proferentem. </em>AHP’s interpretations are (a) that coverage is triggered at every stage of the disease process from exposure to the allegedly injurious substance, through any latency period of the disease, until manifestation of the full extent of the injury, or (b) that coverage is triggered simply by exposure. AHP also contends that the court abused its discretion in not deciding the declaratory judgment issues as to each of the Underlying Suits, and seeks reversal on that ground as well. Liberty, while urging af-firmance of the court’s interpretation of the trigger-of-coverage clause and reversal of its construction of the Proviso, joins in AHP’s contention that the court erred in not issuing a declaratory judgment as to Liberty’s duty to defend and indemnify AHP in each of the Underlying Suits.</p>\n<p id=\"b834-5\">We reject all of these arguments. We agree with the district court’s conclusion, substantially for the reasons stated in its opinion, that the trigger-of-coverage clause unambiguously provides for coverage based upon the occurrence during the policy period of an injury in fact. We reject only so much of the court’s decision as holds that “injury in fact” means an injury that was “diagnosable” or “compensable” during the policy period.</p>\n<p id=\"b834-8\">A. <em>Coverage in General</em></p>\n<p id=\"b834-9\">We agree with the district court that the plain language of the policies is quite inconsistent with any of the interpretations put forth by the parties. The provision that the policies give coverage for occurrences that cause injury, read with the provision that the policies apply only to “personal injury, sickness or disease ... which occurs during the policy period,” clearly supports the court’s conclusion that coverage is triggered by injury in fact. Liberty’s construction of “injury” as “manifestation of injury” is inconsistent with this language. Some types of injury to the body occur prior to the appearance of any symptoms; thus, the manifestation of the injury may well occur after the injury itself. There is no language in the policies that purports to limit coverage only to injuries that become apparent during the policy period, regardless of when the injury actually occurred. Therefore, we agree with the district court that Liberty’s manifestation interpretation is not reasonable.</p>\n<p id=\"b834-10\">AHP’s contentions that exposure alone is sufficient to trigger coverage are likewise contrary to the plain language of the policies. Injury cannot be read as the equivalent of exposure, because the policy contemplates injury caused by exposure; since a cause normally precedes its effect, it is plain that an injury could occur during the policy period although the exposure that caused it preceded that period. AHP’s interpretations urging that exposure alone could trigger coverage are thus also not reasonable.</p>\n<p id=\"b835-4\"><page-number citation-index=\"1\" label=\"765\">*765</page-number>The same recognition of the sequence of cause and effect supports the court’s rejection of Liberty’s interpretation of the Proviso as eliminating its responsibility for injury that occurred during the policy period where exposure that commenced prior to or during that period continued thereafter. An effect never precedes its cause. The policies plainly give coverage for injury that occurred during the policy period and was caused by exposure to AHP products; injury occurring during the policy period could not have been caused by an exposure that occurred thereafter.</p>\n<p id=\"b835-5\">The district court’s reading of the trigger-of-coverage clause as plainly providing for coverage upon the occurrence of an injury in fact, an injury that has occurred, is the only interpretation of the clause that neither departs from the policies’ language nor imports expansions of or limitations on the words that do not ordinarily exist. This factor distinguishes the present case from <em>Sobering Corp. v. Home Insurance Co., </em>712 F.2d 4 (2d Cir.1983), in which we reversed a grant of summary judgment that declared that the language of the CGL policies provided that either injury in fact or the manifestation of it would trigger coverage. The insurer there contended, supported by affidavit testimony of the draftsmen of the CGL policies, that the policies contemplated coverage for injuries that occurred during the policy period and not for pre-policy-period injuries that merely became manifest during that period. We concluded that this interpretation was not meritless and reversed the entry of summary judgment, stating that “where one party opposes summary judgment by propounding a reasonable interpretation of a disputed matter, it may be sufficient to defeat the motion.” <em>Id. </em>at 10. In the present case, none of the interpretations urged by the parties is reasonable in light of the language of the AHP policies.</p>\n<p id=\"b835-6\">Where, as here, the contract’s language admits of only one reasonable interpretation, the court need not look to extrinsic evidence of the parties’ intent or to rules of construction to ascertain the contract’s meaning. <em>E.g., Breed v. Insurance Co. of North America, </em>46 N.Y.2d 351, 355, 413 N.Y.S.2d 352, 355, 385 N.E.2d 1280, 1282 (1978). In any event, the extensive discovery conducted by the parties revealed nothing that called into question the plain meaning of the policies as interpreted by the court or suggested that there was any material issue to be tried. Consequently, the court properly ruled as a matter of law that the clause provides for coverage upon the occurrence of an injury in fact within the policy period.</p>\n<p id=\"b835-8\">We find no basis, however, for a ruling that “injury in fact” means injury that is “diagnosable” or “compensable” during the policy period. First, no clause in the policies uses either of those terms or any equivalents. Second, compensability is a legal concept that is not material to the determination of whether an injury has in fact occurred. As the district court ruled, that determination must be made according to the facts of the particular case based on medical evidence as to which drug was used and what type of injury is claimed.</p>\n<p id=\"b835-9\">Finally, the requirement that the injury be diagnosable during the policy period, like Liberty’s contention for a requirement that it be manifested during that period, presents the potential for imposing an unwarranted limitation on the injury-in-fact concept. <em>See generally </em>Dykhouse &amp; Falik, <em>Trigger of Coverage: The Business Context, the Plain Language and </em>American Home Products, 16 Conn.L.Rev. 497, 504-12 (1984). For example, a person may suffer an injury or illness that does not become diagnosable until after some period of gestation; it may be possible after diagnosis to infer that the harm must have begun some time prior to diagnosability because of the stage of the illness at the time it is diagnosed and the fact that the type of illness that is diagnosed does not occur without a gestation period. Thus, diagnosability need not coincide with the actual occurrence of injury; to add the requirement that an injury be diagnosable limits the scope of the “injury-in-fact” trigger-of-coverage clause in a way that is not <page-number citation-index=\"1\" label=\"766\">*766</page-number>justified by the policies’ language. To paraphrase the district court’s analysis rejecting the manifestation theory, “a real but undiscovered injury, proved in retrospect to have existed at the relevant time, would establish coverage, irrespective of the time the injury became [diagnosable].” 565 F.Supp. at 1497.</p>\n<p id=\"b836-4\">Accordingly, we modify the district court’s judgment, <em>see </em>note 1 <em>supra, </em>to eliminate from paragraphs 1 and 2 thereof the words “diagnosable” and “compensable.”</p>\n<p id=\"b836-5\">B. <em>Coverage in the Underlying Suits</em></p>\n<p id=\"b836-6\">We affirm the district court’s refusal to issue a declaratory judgment as to the question of Liberty’s duty to defend and indemnify AHP in the Underlying Suits. The issuance of declaratory relief is a matter committed to the discretion of the trial court; it is not a matter of right of the litigants. <em>Zemel v. Rusk, </em>381 U.S. 1, 19, 85 S.Ct. 1271, 1282, 14 L.Ed.2d 179 (1965). We see no basis for concluding that the court abused its discretion here.</p>\n<p id=\"b836-7\">Liberty contends, relying on this Court’s recent decision in <em>Restor-A-Dent Dental Laboratories, Inc. v. Certified Alloy Products, Inc., </em>725 F.2d 871 (2d Cir. 1984), that the court abused its discretion because Liberty will not be able to intervene in the Underlying Suits. Its reliance on <em>Restor-A-Dent </em>is misplaced, however, since that case dealt only with the insurer’s liability for damages in the event that judgment was entered against its insured in an underlying suit. We ruled that such a contingent liability for damages did not amount to such an “interest relating to the property or transaction which is the subject of the action” that the insurer must be permitted to intervene as of right in the underlying suit pursuant to Fed.R.Civ.P. 24(a)(2). 725 F.2d at 874-76. In contrast, Liberty’s interest here in the Underlying Suits is not limited to its potential liability for damages, but includes its obligation to defend the Underlying Suits as well. Thus it seems highly unlikely that Liberty will not be allowed to intervene.</p>\n<p id=\"b836-8\">Nor is there merit in the parties’ reliance on <em>Associated Indemnity Corp. v. Garrow Co., </em>125 F.2d 462 (2d Cir.1942). There we ruled that the district court would abuse its discretion in not deciding declaratory judgment issues if those issues were incapable of resolution in the underlying suit:</p>\n<blockquote id=\"b836-9\">We are not, however, to be understood as holding that the granting of declaratory relief is always mandatory rather than discretionary when another action is pending . . . . In the case at bar the issue of liability under the policy <em>could not </em>be raised in the pending tort action to which the insurer was not a party. It would have been abuse of discretion not to decide it in the declaratory judgment suit.</blockquote>\n<p id=\"b836-12\"><em>Id. </em>at 463 (emphasis added). Here, the parties have made no showing that the issues cannot be raised, but only suggest the possibility that they may not be. Given the possibility that the issues will be resolved in the Underlying Suits and the fact, pointed out by the district court, that the question of when injury in fact occurred is not amenable to mass resolution but must be determined in each case with specific reference to, <em>inter alia, </em>the nature of the injury claimed and the nature of the drug alleged to have caused it, we cannot conclude that the district court abused its discretion in refusing to declare as to each Underlying Suit that Liberty was or was not obligated to indemnify or defend.</p>\n<p id=\"b836-13\">Conclusion</p>\n<p id=\"b836-14\">The judgment of the district court is modified to eliminate the terms “diagnosable” and “compensable”; as modified, the judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b833-7\">. The final judgment declared, in pertinent part, as follows:</p>\n<blockquote id=\"b833-11\">1. Liberty is required by the provisions of its above policies to pay all sums which AHP <page-number citation-index=\"1\" label=\"764\">*764</page-number>has become, is, or becomes liable to pay by reason of liability of AHP for damages arising from the use of AHP products, insofar as such damages result from diagnosable and com-pensable injury, sickness, or disease to a claimant during the coverage period of such a policy; no such indemnification is required, however, with respect to any injury, sickness, or disease which Liberty can establish resulted solely from the use of AHP product after November 1, 1976.</blockquote>\n<blockquote id=\"b834-7\">2. Liberty shall bear the costs of defense of each lawsuit against AHP in whichf ] the complaint could be read to permit proof, or does not exclude the possibility, of the existence of any diagnosable, compensable injury, sickness or disease during any policy period. Liberty shall enter and defend, and shall bear the costs of defense, in every case brought against AHP for damages caused by any of the drugs at issue, from the time each case is brought, until and unless Liberty confines a particular plaintiff's claim so as to exclude the possibility of a recovery for which Liberty has provided insurance. Whether Liberty has so confined any particular claim shall be determined by the Court before which each such case is brought, based upon the facts developed in each litigation.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}