{
  "casebody": {
    "data": "<casebody firstpage=\"574\" lastpage=\"588\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<decisiondate data-order=\"0\" data-type=\"decisiondate\" id=\"b586-15\">[Philadelphia\", May 5, 1838.]</decisiondate>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b586-16\">M‘ILVAINE and Wife <em>against </em>GETHEN and Others.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b586-17\">IN EQUITY.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b586-18\">A testator, after giving to his wife all his household and kitchen furniture, for her sole and separate use, declared it to be his “ express intention, that this devise, and that which he should thereinafter devise to her, should be in full satisfaction and lieu of dower.” He then gave to her <em>“the </em>yearly sum of $000, for and during her natural life, if she should so long remain my widow, to be paid to her quarterly by my executors, out of the income of iny estate, real and personal; and if she shall marry again, this yearly payment is to cease.” After several other legacies and annuities, he made certain annual provisions for his son; and in tho event of his death under the ago of twenty-five years, he enlarged the annuity to his wife, with a similar condition. He devised and bequeathed to liis said son the rent and income of his real and personal estate for life; and after his death, all his real and personal es<page-number citation-index=\"1\" label=\"575\">*575</page-number>tate to the childron of his said son ; and in default of such, to the children of his daughter ; and in default of both, he directed his executors to sell the whole of his estate ; and of the proceeds, he gave a certain proportion to his wife, if living, and still remaining his widow; and the remainder he directed *to be divided among certain persons: <em>Held, </em>that the widow of the testator was entitled to the annuity of $600 per annum, notwithstanding a second marriage.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b587-7\">This was a suit in equity, instituted by Robert L. M‘Ilvaine and Ellen Rosalie, his wife, against John Grethen, executor of the will of Allen Armstrong, deceased, and guardian of Allen Armstrong.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b587-8\">The bill charged, that Allen Armstrong died in March, 1832, leaving a will, dated in the same month, whereby, <em>inter alia, </em>he gave to his wife all his household and kitchen furniture, for her sole and separate use ; and therein declared it to be his intention “ that that devise, and that which he should hereafter devise to her should be in full satisfaction and lieu of dowerand after-wards further gave and devised to her, “ the yearly sum of six hundred dollars for and during her natural life, if she should so long remain his widow, to be paid to her quarterly, by his executors, <em>out of the income of his </em>estate, <em>real and personal. And if she should marry again, this yearly payment to cease.” </em>He further directed his executors when, but not until, “moneys should be collected sufficient to pay from the income of his estate, all the annuities given by his will to his wife and others,” to rent a house for her, for the sum of three hundred dollars, or purchase one for her for six thousand: and provided that on her marriage, she should have neither the rent nor the house.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b587-9\">The bill further stated the appointment and probate of the will by John Grethen, John C. Stanbridge, and Richard M. Burke, as executors; the dismission of Stanbridge from the ex-ecutorship by the Orphans’ Court in 1834; the absence of Burke, and his residence out of the state; and charged, that Grethen was the sole and acting executor of, and trustee under the will. It stated the surviving family of the testator, to be his said widow, two children of a former marriage, one of whom, Kitty, died unmarried, and Jane W., who married, and died, leaving one daughter, her only issue; and one son, Allen, by his last marriage. It stated, that he left a large personal estate of the appraised value of $84,000, which was much reduced, and real estate of the value of $20,000, or thereabouts: and it stated the intermarriage of the complainant, Robert L. M‘I1-vaine, with Ellen Rosalie Armstrong, the widow of the testator, on the 6th of June, 1837.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b587-10\">The bill charged, that Grethen had paid various sums on account of the said annuity of $600 to the complainant, Mrs. <page-number citation-index=\"1\" label=\"576\">*576</page-number>M‘Ilvaine, up to June, 1837, but not so much as was due to her; that he had not at any time paid her any part of the house-rent, nor had he purchased a house for her: that he had since her second marriage, refused to make any payments to her; and it alleged her right to the said annuity of $600 during her life; and also to the $300 house-rent, or a house in lieu thereof; and that the condition against her marriage was void. The bill prayed an account of the estate; *and that the defendant should be decreed to make to the complainants regular payments of the said annuity of during the life of Mrs. M'llvaine; and also of the $300 house rent, or to buy a house not exceeding in value $6000, for their use during her life; and also prayed arrears, and the general relief.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b588-6\">The answer admitted the material facts contained in the bill; and set forth the whole will, which, besides the bequests mentioned, contained the following:—</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b588-7\">To the testator’s daughter, Jane W. $400 yearly, during life, for her sole and separate use; and after her death, to her issue, if any, $6660.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b588-8\">To his daughter Hetty, the same.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b588-9\">To his sister Jane, $200 yearly, for life, to her separate use, so long as she remained the wife or widow of her then husband.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b588-10\">To his sister Susan, $200 yearly, for life, if she so long remained a widow; which two bequests were not to be paid until after payment of the annuity to his wife, daughters, and son.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b588-11\">He appointed the defendant sole guardian of the person and estate of his son Allen, until he should attain twenty-one.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b588-12\">He then gave $400 yearly to his son, until he should be sixteen ; then $500 until he should be of the age of twenty-one years; then $750 until he should be twenty-five: and in case of the death of his son before twenty-five, unmarried and without issue, he gave to his said wife one half of the said annuity for life, if she should so long remain his widow; the other half to his daughters. And in the same way he devised if his son should die after twenty-five without issue.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b588-13\">He authorized and empowered his executors to take charge of all his real estate, and to manage, repair and lease the same, and collect rents, and out of rents, &amp;c. to pay taxes and expenses, and the several yearly sums thereinbefore bequeathed, and to invest the surplus, if any: and gave to Allen, after twenty-five, the income of his estate during life, after paying the annuities before-mentioned: and after his death devised to his issue, if any, all the. estate, share and share alike: and if he died without issue, then one-half of the income to be paid to his, testator’s, wife during life, if she should so long remain a widow, and the other half to his other children, and the principal to their issue; but <page-number citation-index=\"1\" label=\"577\">*577</page-number>the estate not to be divided until after the death of the testator’s wife, or her marrying again: and then made disposition of it, in the event of the death of his daughters without issue.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b589-6\">The answer alleged an election on the part of the testator’s widow to take under the will, and payments to her in consequence thereof, until her second marriage: and that the respondent had not bought a house, nor paid the house rent, because the estate was never sufficiently productive, after the payment of all the annuities, because the complainant had never expressed her desire to *keep house, and because she had married a second time. And it denied any arrears of the annuity of $600; declared the income of the estate to be about $1700; and set forth the accounts.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b589-7\">The answer further denied the jurisdiction of this Court, because the remedies and relief prayed by the bill are cognizable in the Orphans’ Court, which has the sole and exclusive jurisdiction- touching all matters connected with the distribution of the assets of the decedent; and that this Court can have jurisdiction only upon appeal from the Orphans’ Court, where the accounts of the executor were alleged to be still pending. And it alleged the want of parties in the bill, viz., of Jones, the guardian of the issue of Jane W., and of the testator’s sisters, and of Burke the other executor, (as to whom it Avas stated in the ansAver, that he resided in NeAV York, and had given a power of attorney as executor to the defendant to act for him). And it alleged the condition that the complainant remained a AvidoAV to be valid and operative, both at law and equity.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b589-8\">The cause Avas heard on the bill and answer. Mr. <em>Ingraham </em>appeared for Jones, the guardian of the child of Jane W.; Mr. <em>Rice, </em>for' one of the testator’s sisters; Mr. <em>J. A. Phillips, </em>for the other, and for the defendant.</summary>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b589-9\">Mr. <em>Hare, </em>for the plaintiff.</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"b589-10\">1. As to the point of jurisdiction. It is not denied, that the Orphans’ Court may have jurisdiction of the principal question in this cause, as it may incidentally decide upon any .arising on the accounts of an executor; but it has not exclusive jurisdiction. The act which gave it jurisdiction Avas passed in 1832; and supposing that its Avords include this case, the act giving equity poAvers to this Court Avas passed in 1836. Those poAvers include this case, for in them is contained “the care of trust money and property,” &amp;c. If the Orphans’ Court has exclusive jurisdiction, then a party in the condition of the complainant, may be Avithout remedy, if the event Avhicli gives her a right of action against the executor, does not arise until after the executor’s accounts are closed; as if she had’not married until after a <page-number citation-index=\"1\" label=\"578\">*578</page-number>decree. — Rut this is especially a question fit for a Court of Equity, and one in which it uniformly exercises a concurrent jurisdiction, for it is a prayer for relief against a forfeiture. 2 Madd. Ch. 24; 1 Fonbl. 151, 255, 395; Jeremy’s Equity, 471. It can scarcely be good policy to construe the equity powers of this Court with great strictness.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b590-4\">2. As to the want of parties. This fails in point of fact, as all have come in; but if they had not, yet a Court of Chancery does not refuse jurisdiction of a cause, where a party representing all the interests appears; and the others represented by him, are, as in this case, out of the jurisdiction. The rule is sta&lt; ed in Mitford, 30, 145 ; Calvert on Parties to suits in Equity, 20, 64.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"pAVd6\">*3. The real question in the case is, the validity the condition attached to the bequest to Mrs. M‘Ilvaine of $600, during her life, which is to be forfeited to her in case of her second marriage. Being a condition in total restraint of marriage, this Court will not decree a forfeiture, since such conditions are unsustainable. It is not a case of election, which is, that the party claiming under the instrument must be bound by its provisions; but it is that of a party having elected to take under a will, according to the validity of its provisions in law. She is bound to no more by her election; and she is entitled to dispute their validity in this case, as much as in those where a greater sum being bequeathed, on marriage with consent, and a smaller on marriage without it, the party is entitled to the judgment of the Court in the face of the condition. 2 Freeman, 21, 45, 59, 118, 171. It is not an estate <em>during widoivhood, </em>but upon condition that she does not max-ry. It is not a limitation but a condition. The words and spirit of the phrase show it to be such, as well as the whole tenor of the will. Sheph. Touch. 121. Where there are express words of condition it cannot be a limitation. 10 Coke, 35. Being a legacy orx condition against marriage, the condition is denied to be binding, because it makes an entire prohibition; because it is subsequent; because there is no devise over; because it is of personal aixd not of real estate; and, because, being to a widow, it is not coupled with the caso of young children. These are the rules adopted in Courts of equity in Englaixd. That a total restraint of man’iage is illegal, and coxiditions making it void, has not been doubted. <em>Harvey </em>v. <em>Alston, </em>(2 Comyn’s Report, 728); <em>Fry </em>v. <em>Foster, </em>(1 Mod. 308). Neither the civil nor common law allowed such total restraints. By the civil law, all restraints in mari’iage were void. But that rule has been modified iix Courts of Equity, which allows them whexi partial and reasonable, as against marriage before twenty-one, or with a particular person, or with consent. But even partial restrictions are void, when the con<page-number citation-index=\"1\" label=\"579\">*579</page-number>clition is subsequent, attached to a legacy of personalty, and there is no bequest over on breach. Where the condition is fraudulent, equity will not give the estate which has never vested. The rule is said not to extend to real estate, because it was introduced into equity, in order to prevent a diversity from the Ecclesiastical Courts, which had jurisdiction of legacies of personalty, and administered the civil law. <em>Harvey </em>v. <em>Alston, </em>(Cas. Temp. Talbot, 212, and note, where the rules and cases are collected). That was a charge on portions on land. The Master of the Rolls held, the partial restriction on marriage attached to the portions to be void, because it ivas personal estate. But his decree was reversed in 1 Atk. 380, where the charge was held to be real: g. c. 2 Comyn’s Rep. 728-; <em>Willis’s. Cases, </em>95; 1 Wils. Here the annuity is charged <em>“ </em>on the income *of real and estate.” But that is not a charge on land. Ward on Legacies, 331. Co. Litt. 237, Butler’s note. Nor is it within the decisions in this state. 1 Penn. Rep. 96; 6 Binn. 395. That, where there is no devise over, the breach of a condition subsequent, does not work a forfeiture, is clear upon all the cases. <em>Putting </em>v. <em>Redding, </em>(1 Wils. 21); <em>Elton </em>v. <em>Elton, </em>(1 Wils. 159); <em>Wheeler </em>v. <em>Bingham, </em>(1 Wils. 135; s. c. 3 Atk. 365); <em>Regnish </em>v. <em>Martin, </em>(1 Wilson, 130; s. c. 3 Atkyns, 330). In <em>Chauncey </em>v. <em>Graydon, </em>(2 Atk. 616,) there was a devise over. <em>Doly </em>v. <em>Derbouverie, </em>(2 Atk. 261; 2 Atk. 184); <em>Underwood </em>v. <em>Morris, </em>which has been doubted, and was overruled in <em>Hemmings </em>v. <em>Monkley, </em>(1 Bro. C. C. 303); but the Lord Chancellor (Rosslyn), had apparently peculiar ideas on the propriety of restraints on marriage, and doubted the wisdom of the rule of the civil law in <em>Stackpole </em>v. <em>Beaumont, </em>(3 Ves. 96,) and differed from Lord Mansfield, in <em>Long </em>v. <em>Dennis, </em>(4 Burr. 2055); <em>Hemphill </em>v. <em>Bailey, </em>(Prec. in Ch. 562). Covenants against marriage being void, it would be an anomaly, that restraints upon it at the will of a third person should be construed favourably. (4 Burr. 2225; 2 Yern. 215). The great case on the subject of late years, is <em>Heily </em>v. <em>Monk, </em>(3 Ridgway’s P. C. 252). It niay be attempted to sustain this condition on the particular reason that it is by a husband to his widow; but a husband being bound not only by the force of religion and morality, but also by law, to provide for his widow, can have no claim to a favourable construction in a simulated or imperfect performance of his duties. There is no such reason for a distinction in his favour in this case, as can avail in a court of law or equity. The death of one party to the marriage restores the survivor to the original situation of ability to enter into a new contract. And as it is admitted that such a condition attached to a legacy by a stranger to a widow, is as <page-number citation-index=\"1\" label=\"580\">*580</page-number>void as if she were a maid, there is no reason why it is better when by a husband. Lord Thurlow says, in <em>Scott </em>v. <em>Tyler, </em>(2 Bro. C. C. 488; s. c. 2 Dickens), that an annuity to a widow, coupled with a restriction against her second marriage, is good by the civil laAV. As that law originally stood, a widow claiming such a bequest was obliged to swear and give <em>security </em>— the <em>cautio mutiana </em>— that she would not marry again. But the rule was altered by Justinian; Dig. lib. 35, tit. 1, c. 62, sec. 2; c. 63, sec. 1, (vol. 5, 127-8,). who abolished all such restrictions as to widows, unless coupled with a charge of taking care of younger children; <em>quia magis cura liberorum quam viduitas injunguitur. </em>The code is fuller to the same purpose, and abolishes all restraints,-giving her the legacy absolutely. Code, lib. 6, tit. 40, sec. 1, 2, 3, (vol. 3, p. 56, <em>et seq.) </em>Gludolpkin Orp. Leg. 45, in laying down the rule, involves the same reason. Swinb. 283, p. 4, sec. 12. This is the rule of the civil law as introduced ^01ir&lt;;s Equity in *England, and enforced. And the subsequent repeal of it in the Nouvellse, Nov. 22, c. 45, (vol. 1, 204,) is of no importance to this Court. 4 Burns’s Eccl. Law. In <em>Richards </em>v. <em>Baker, </em>(2 Atk. 321,) the real estate was given during widowhood; the question was one of construction — whether the furniture of the house went with it; nor is it considered authority; 2 Wms. on Executors, 792. As far as it goes, it is for the plaintiff. In <em>Lucas </em>v. <em>Evans, </em>(3 Atk. 260,) there was a devise over of one-half of the surplus in case of marriage. In <em>Marples </em>v. <em>Bainbridge, </em>(1 Madd. Rep. 590,) the devise was similar to this; and so was <em>Parsons </em>v. <em>Winslow, </em>(6 Mass. 169); and both were decided for the widow. These are the only cases where the question has arisen. <em>Barton </em>v. <em>Barton, </em>(2 Vernon, 308,) was a forfeiture of the office of executrix, and only incidentally of the surplus. 4 Bacon’s Abridgment, tit. Legacies, 411. There is no devise over in this case. The words are, “ the yearly payment is to cease.” There is no reference to this bequest in any subsequent part of the will. That -his son should take upon breach, what he would take at her death, is no devise over, even if it were specifically declared — as it is not. <em>Parsons </em>v. <em>Winslow, </em>(6 Mass. 169); 1 Wils. 135; 3 Atk. 368. The difference in the reports of the same cases in these books, is in favour of the plaintiff: the report in Wilson, is said in <em>Keeley </em>v. <em>Monk, </em>(3 Ridgway’s P. C.) to be the best. 1 Eq. Cas. Abr. 111; Willis’s Cas. 95-6; Ward on Leg. 150; 2 Wms. Ex; 2 Freeman, 41, 118, 220; 2 Vern. 293; Ch. Prec. 565; 2 Ventr. 352 ; 6 Mass. 169; 3 Meriv. 118; 3 Ridg. P. C. 252. This is a condition attached to a bequest in lieu of dower. The words, “in lieu of dower,” when applied to an estate must mean to describe it. They are not here used as a purchase of dower. <page-number citation-index=\"1\" label=\"581\">*581</page-number>Taking them as describing an estate, the condition is repugnant. In jointure or marriage settlement, or in assignment of dower, an estate upon condition, or less than dower, is not a bar. Hob. 153, 170; Co. Litt. 34, 36 ; Park on Dower, 264; <em>Lawrence </em>v. <em>Lawrence, </em>cited in 1 Cruise, 182; s. c. 1 Bro. P. C. If this could not be considered as a bar of dower under the late act of assembly, (which declares bequests to be in lieu of dower, unless otherwise directed,) because it is charged with a condition repugnant to the nature of dower, but would be considered as cumulative, it is no better when -those words are placed in the will. It is in fact a bequest of dower, upon condition that she does not marry again. A condition repugnant to the nature of the estate, is void. Pollexfen, 435-7; 1 Ventris, 321; 3 Vesey, 325; 2 Serg. &amp; Rawle, 513. — There is no principle in law or morals, on which such a condition can be sustained. If such a restraint is void or disregarded, when imposed by a father on his children, whose age and indiscretion may justify it, it is no more valid when inflicted by a husband on a wife, or by a wife (having to make a on a husband. Widowhood is at best but ‘ *an imperfect obligation, such as a Court of Equity does not enforce.</p>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b593-6\">Mr. <em>J. A. Phillips, </em>for the defendants.</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"A-G\">l! This Court has no jurisdiction, The Orphans’ Court has the sole and exclusive jurisdiction of all matters connected with trusts created by will, with the distribution of the surplusage of the assets after payment of debts, and with the recovery of legacies. Acts of Assembly, Purdon, (5th ed.) 222, 759, 760.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b593-8\">2. Where the remedy by law is complete, equity will not interfere: here an action of assumpsit would lie. <em>Parsons </em>v. <em>Winslow, </em>(6 Mass. 169).</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"Aec\">3. This devise in the will is not a condition, but a limitation; it partakes of the characteristics of a limitation, (2 Bl. Com. 155). It is an annuity charged on the income of real as well as personal estate, and is limited over with sufficient certainty to vest other rights. In this case, if the plaintiff fails, the sisters of the testator will get their annuities, but not otherwise. But if it be a condition, it ought to be enforced, if not unreasonable or <em>contra bonos mores. </em>The-doctrine of the impolicy of restraints of marriage, as laid down in the early reports, applies almost exclusively to restraints upon wards and young persons, whom equity will relieve against the unreasonable tyranny of guardians or trustees, who had the power to doom them to perpetual celibacy. Courts of equity have refused to interfere, where the testator devised to his wife <em>durante viduitate, </em>even where there <page-number citation-index=\"1\" label=\"582\">*582</page-number>was no limitation over. There is an innate feeling in man against permitting his wife to sever herself from old associations, withdraw from his family, and form new alliances with .strangers, who will be benefited by his estate. It is right and proper that a wife’s sole reliance should be on her husband. In this case, the testator made provision for his widow, to an amount greatly exceeding that which she could have claimed as dower: she made her solemn election after being forewarned of her liabilities and restraints; she expressed her determination to do nothing disrespectful to the intentions of the testator, as expressed in almost every item of the will; she took under these conditions, for more than five years; she has broken them, and now calls on equity to relieve her. There is a distinction between permissive and wilful forfeiture: equity will relieve against the former, but not against the latter.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b594-6\">Cases cited: Ridgway’s P. C. 206, 247, 261; 1 Fonbl. book 1, chap. 4, sec. 10; 2 Rob. on Wills, App. p. 9, in notes; 4 Bac. Abr. tit. Legacies; Godolph. Orph. Leg. 45; 2 Mad. Ch. Practice, 31; 2 Hargrave, Jurisconsult. Exercitat, 255-6; <em>Barton </em>v. Barton, (2 Vern. 309); 3 Merivale, 118 ; <em>Scott </em>v. Tyler, (2 Bro. C. C. 488); 19 Ves. 13; <em>Cooper v. Remsen, </em>(5 Johns. Ch. C. 459); Co. Lit. 42; 2 Story’s Equity, § 1552.</p>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"A4Z\">*Mr. <em>Kittera, </em>on the same side.</attorneys>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b594-8\">Mr. <em>B,andall </em>replied.</attorneys>\n<opinion data-order=\"30\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b594-9\">The opinion of the Court was delivered by</p>\n<author id=\"b594-10\">Kennedy, J.</author>\n<p id=\"AhE\">The precise question presented here, has not, that we know of, received any judicial determination, as yet, in this state, which may be regarded as settling any rule to guide us on the subject. If in England, whence we derive our principles of jurisprudence, a rule, decisive of the question, had been settled anterior to, and had obtained down to our revolution, it might be considered as governing this case, unless the peculiarity of our local circumstances should render it expedient to adopt a different one.</p>\n<p id=\"b594-11\">The testator, by his will, after giving to his wife, the complainant, all his household and kitchen furniture, for her sole and separate use, declaring it expressly to be his intention, that this bequest, and that which he should thereinafter devise and bequeath to her, should be in full satisfaction and lieu of dower, gave to her “ the yearly sum of six hundred dollars, for and during her natural life, if she should so long remain his widow, to be paid to her quarterly, for her sole and separate use, by his executors, thereinafter named, out of the incomes of his estates, real <page-number citation-index=\"1\" label=\"583\">*583</page-number>and personal; and if she should marry again this quarterly payment to cease.” The testator had one child, a son, by his wife, the complainant, for whom he made a provision by his will, separate and distinct from that made for his wife; and appointed the respondent, John G-ethen, sole guardian of the person and estate of the son, until the latter should attain the age of twenty-one years. The testator then, after making these and other bequests and devises, gave the residue and remainder of his estate, real and personal, to Allen A., Burt, and others, to be equally divided among them, share and share alike, &amp;c.</p>\n<p id=\"b595-6\">The annuity of .six hundred dollars was paid to the wife, for some years after'the death of the testator, as long as she remained a widow; but Laving united in marriage with Bobert MTlvaine, the co-complainant, the respondent became doubtful whether he would be justified in continuing the payment thereof to her or her husband after the marriage, and accordingly refused to do so, until it should be judicially determined that she was entitled to receive the annuity bequeathed to her by her late husband, notwithstanding her subsequent marriage.</p>\n<p id=\"b595-7\">According to G-odolphin on Legacies, part I. page 45, ch. 15, sec. 1, all <em>conditions </em>against the liberty of marriage were in his day considered unlawful: if, however, they were only such as did not prohibit marriage altogether, but tended merely to restrain it to time, place, or person, then they were not to be absolutely rejected. He cites the civil law alone in support of this doctrine: and Lord Thurlow, in <em>Scott </em>v. Tyler, 2 Dick. 717, 718, 719, says, that the *civil law ruled all the earlier cases of in His words are: “ The earlier cases refer, in general terms, to the canon law, as the rule by which all legacies are to be governed:” and he then very distinctly admits, that all conditions in restraint of marriage were, by that law, rejected as <em>void; </em>but seems to think, that towards the latter end of the seventeenth and beginning of the eighteenth century, the canon law, instead of being mentioned as furnishing the rule which governed money legacies, that conditions thereto annexed, importing a restraint upon marriage, were treated as unfavourable, and contrary to the common weal and good order of society; and that finally, such conditions, when viewed as conditions subsequent, -were considered and held by the Court of Chancery to be merely <em>in terrorem, </em>instead of pronouncing them, in plain terms, <em>void. </em>To this, however, an exception was established, that whenever the testator directed that the legacy, in the event of a breach or non-performance of such a condition, should go over to another legatee, the condition became available and obligatory; not, however, because it was to be more favoured or countenanced in such case, than in others, but be<page-number citation-index=\"1\" label=\"584\">*584</page-number>cause it was thought that the Court was bound to protect the interest of the party in whose favour the ulterior limitation was made. <em>Swatton </em>v. <em>Grimes, </em>(2 <em>Vern. 857); Wheeler </em>v. <em>Bingham, </em>(3 Atk. 367); <em>Malcolm </em>v. <em>O‘Callaghan, </em>(2 Madd. 353). But still a mere gift of the residue to a particular person, has been held not to be such a limitation over, unless the testator has also directed that the legacy shall fall into the residue, in case of breach of the condition. <em>Wheeler </em>v. <em>Bingham, </em>(3 Atkyns, 364, 368); <em>Lloyd </em>v. <em>Branton, </em>(3 Merivale, 118). • A condition subsequent in the case of a legacy not exclusively charged on land, as tending to prevent marriage, may therefore be regarded according to the settled law of England, as not affecting the right of the legatee to receive the legacy, whether he continue to observe the condition or not. A distinction, however, seems to have been taken between a <em>condition subsequent </em>in restraint of marriage, and a mere, <em>limitation </em>during widowhood. Upon this latter ground, it would seem as if Lord Hardwicke ruled the case of <em>Richards </em>v. <em>Baker, </em>(2 Atk. 321). There Mr. Richards bequeathed to his wife his goods, furniture, &amp;c., in or belonging to his house at Edmonton, <em>“so long </em>as she <em>continued his widow, </em>and <em>no longer.” </em>And it was held, by Lord Hardwicke, though there was no specific limitation over of the goods, &amp;c., to any other, in the event of the wife’s subsequent marriage, but a disposition of the residue of his personal estate generally, that she was entitled only to the use of the goods <em>during her widowhood. </em>But upon the former ground, Sir Thomas Plumer, in <em>Marples </em>v. <em>Bainbridge, </em>(1 Madd. 590; American ed. 317,) where the testator bequeathed to his wife, <em>“ </em>should she survive and continue unmarried, all his goods, estate and effects, at the time of his death, to use, occupy and Possess same <em>during </em>*the term of her <em>natural life; </em>and from and <em>ionmediately after her death,” </em>he disposed of the same, determined that the words imported a <em>condition subsequent, </em>and not barely a limitation of the gift during her widowhood; and therefore, according to the cases, as he conceived, which had been decided on the subject, the condition was only to he regarded as <em>in terrorem; </em>and that the breach of it, by the wife, did not work a forfeiture of her right to tbe gift under the will. His honour, in delivering his opinion, observes, “It has been argued, that this is not a condition, but a bequest till the second marriage, but that is too refined a distinction; nor will the Court feel disposed to put such a construction on the will, as will occasion a forfeiture. The language imports a condition, just as much as if the words were, <em>if, </em>or <em>provided, </em>she continued unmarried. It must be considered as a condition subse<page-number citation-index=\"1\" label=\"585\">*585</page-number>quent. The testator’s wife, therefore, is entitled to this property during her life.” .</p>\n<p id=\"b597-6\">Now, if it be possible to make <em>widowhood </em>a <em>condition subsequent, </em>in any case, upon the observance of which the wife shall continue to enjoy and receive the gift of the husband by his will, it must be so considered in the case before us. The annuity, in the first place, is given and directed to be paid to the wife expressly for and <em>during her natural life ; </em>and then are superadded words, the most appropriate of all others for making a condition, <em>“if </em>she shall so long remain my widow.” The very Avords are used here, which Sir Thomas Plumer seems to mention, as importing a condition beyond the possibility of a doubt. Godbolt on Legacies, however, page 45, has been cited in opposition to the claim of the plaintiffs. This author, after laying doAvn the broad proposition, that the laAV rejects all conditions made against marriage, or that are impediments thereto, remarks, “ yet an annuity bequeathed by a man to his wife for so many years, if she shall remain after his death a Avidow and unmarried, it is good.” For this he cites the civil law, Digest De conditione et Demonst, without referring to any English adjudication in support thereof. He seems to think that an annuity Ayith such a condition annexed to it, stands on .a different footing from a gift of a gross sum of money, or any specific article in kind; because, in speaking of the annuity he says, “it is an annual and successive legacy, congruous to a vidual state.” The force, however, of this reasoning, is not very obvious, because the ground upon which such conditions are rejected, is, their tendency to restrain and prevent marriage, when it is the interest of the commonwealth to encourage it; and it is very clear, that giving a legacy in the form of an annuity, with such condition annexed to it, does not obviate the ground of the objection, more than in the case of a legacy consisting of a gross sum of money.</p>\n<p id=\"b597-7\">Besides the circumstance of the legacy here being given upon a condition subsequent, in restraint of marriage, it is, perhaps, not unworthy of notice, that the testator directs it to be paid <em>“to her, *for her sole and separate </em>usewhich would rather seem to render it somewhat doubtful, at least, whether he intended all further payment thereof should cease immediately upon her subsequent marriage; because it is difficult to conceive why he should have directed it to be paid to her, for her <em>sole </em>and <em>separate use, </em>unless it were Avith a vieAV to enable her to receive it Avithout the consent and control of her subsequent husband, in case she should thereafter marry. We, therefore, upon the AYhole phraseology of the Avill in this case, are inclined to think, that the wife of the testator is entitled to <page-number citation-index=\"1\" label=\"586\">*586</page-number>receive the annuity of six hundred dollars given to her by the will notwithstanding her marriage. It is not only a' stronger case in her favour than that of <em>Marples </em>v. <em>Bainbridge, </em>decided by Sir Thomas Plumer, but greatly more so than <em>Parsons and Wife </em>v. <em>Winslow, </em>(6 Mass. 169,) where it was held by the Supreme Court of Massachusetts, that a bequest of an annuity to a wife “ <em>during her widowhood and life,” </em>was to be considered <em>in terrorem </em>merely; and that the wife was entitled to the annuity during her life, notwithstanding her second marriage ; the same not being expressly bequeathed over, otherwise than to the residuary legatee, who was the heir at law to the testator.</p>\n<p id=\"b598-5\">It has been argued, that because the annuity is charged here upon the real estate of the testator, the rule of the civil law contended for by the plaintiffs, is not applicable; that it is confined, at most, to legacies made payable out of the personal estate. This argument, however, has been, as we think, very fully and satisfactorily answered, by showing, that according to the terms of the will, and the operation of the law upon them, the annuity must be paid out of the personal estate, if sufficient, and that the real estate can only be resorted to, in the event of the personal estate being insufficient. Hence, according to the authorities on the subject, the annuity not being exclusively charged on the real estate, the same rule of decision is applicable to it, as if it had been made payable out of the personal estate alone. <em>Kelly </em>v. <em>Monck, </em>(3 Ridgway’s P. C. 234); <em>Reynish </em>v. <em>Martin, </em>(3 Atk. 330-335; s. c. 1 Wilson, 130).</p>\n<p id=\"b598-6\">The following decree was made.</p>\n<p id=\"b598-7\">“ This cause coming on the sixth and ninth days of April, 1838, to be heard and debated in the presence of counsel learned in the law, for the plaintiffs and for t£e defendants, and also for the guardian of the daughter of Jane W1 Jones, deceased, formerly Armstrong, and also for Mrs. Burns and Mrs. Burke, legatees in the will of the testator, the substance of the plaintiffs’ bill appeared to be that the said Allen Armstrong, the testator, left a will, duly proved, whereby ho gave, devised and bequeathed to ’w^°'w'&gt; one fh® plaintiffs, in *fnll satisfaction and lieu of dower, the sum of six hundred for and during her natural life, if she should so long remain his widow; to be paid to her quarterly by his executors, out of the income of his estates, real and personal; and if she should marry again, this yearly payment should cease. And that he also by his said will and codicils, gave the sum of six thousand dollars, after payment of his just debts and funeral expenses, to his executors, to purchase a house; and until they should pur<page-number citation-index=\"1\" label=\"587\">*587</page-number>chase such house, gave the sum of three hundred dollars per annum <em>to- </em>pay the rent of a house for the said Ellen Rosalie, until the testator’s son, Allen, should attain the age of twenty-one years, if she should so long remain his widow — conditioned that she should dwell therein, and keep house, and not otherwise; which rent was not to commence until sufficient moneys were collected and invested to pay that and all other ’annuities mentioned in the will of the testator: and in case she should marry again, the possession of such house to be surrendered: and appointed executors of his said will: and that the said John Gethen is now the sole acting executor and trustee under the said will: and'that the testator left three children at the time of his.death, which happened on the 22d day of March, 1832, viz. Hetty Maria, who since died unmarried and without issue — Jane W. who married a certain William H. Jones, which said Jane is since dehd, leaving her husband and one daughter, her only issue now surviving, of whom the said W. II. Jones is now duly appointed guardian, which two children were by a former wife of the testator; and left by his second marriage with the plaintiff, Ellen Rosalie, one son, Allen Armstrong, the only issue thereof, and appointed the said John Gethen to be the sole guardian of his'person and estate, until he should be of the age of twenty-one : and that the plaintiffs, the said Ellen Rosalie Armstrong, and Robert L. M'llvaine, intermarried rvith each other on the sixth day of June, 1837: and that the said John Gethen, had made to the plaintiff Ellen Rosalie, since the death of the testator, various payments on account of the said annuity; but not so much as is due to her, up to June 30th, 1837, but had made no payments whatever of the whole or any part of the said sum of $300 for house rent, nor had he ever expended the whole, or any part of the said sum of $6000 in the purchase of a house; and that under a just construction of the will of the testator, the said Ellen Rosalie is entitled to the said annuity of $600 during her life; and also to a house of the value of $6000, or to the yearly sum of $300 during her widowhood; and also to all arrears of the said annuity of $600; and of the said sum of</p>\n<p id=\"pA-Xk\">And the bill prayed, that the said John Gethen should set forth a full, just and true account of all payments made by him to the said Ellen Rosalie, and to all other the devisees, legatees, and annuitants named in the will of the testator; and might be to make of the said of $600 during the life of the *said Ellen Rosalie, to the plaintiffs; and also regular payments of the said $300 per annum house rent, or buy a house not exceeding $6000 in value for the natural life of the complainant; and also all arrears of <page-number citation-index=\"1\" label=\"588\">*588</page-number>the said sum of $300 house rent: and the scope of the plaintiffs’ bill was to be relieved.</p>\n<p id=\"b600-6\">Whereto the counsel for the defendant alleged, that by the answer of the defendants it appeared, that the said plaintiffs were not entitled to' any part of the said annuity of $600, since the marriage of the said Ellen Rosalie, and that no arrears up to June 30th 1837, were due thereon: and that they were not entitled to the said sum of $6000, nor to a house to be bought therewith; nor to the yearly rent of $800, nor any part thereof; and that no .arrears 'were due thereon; and that the estate was not, and never had been sufficient to pay the said house rent, nor buy the said house, according to the terms of the will of the testator : and that this Court had no jurisdiction of the matter : and that all the parties interested had not appeared.</p>\n<p id=\"b600-7\">Whereupon, and upon debate of the matter, this Court doth decree — That the said defendant, John Grethen, executor and trustee under the will of the said Allen Armstrong, should pay to the said plaintiff R. L. MTlvaine, all arrears of the said annuity of $600 per annum, due since the last payment thereon, to wit, since June 30th, 1837, and interest thereon, taking that the same payments ought to have been made quarterly; and that he continue to pay in equal quarterly payments on the 24th days of June, September, December, and March, in every year during the life of the said Ellen Rosalie, to her, the said Ellen Rosalie, free from the debts, engagements, and control of her said husband, the said annuity of $600. And in case the defendant shall not make the said -quarterly payments, or shall not pay up the ■arrears as aforesaid, then the plaintiff shall be at liberty to apply to this Court, for a sale of a sufficient part of the said real and personal estate, or to have a sufficient part of the said real and personal estate set- apart for securing to'the plaintiffs the growing payments of the said annuity during the life of the said Ellen Rosalie. And that the defendant shall pay to -the plaintiffs their costs of suit out of the estate of the said Allen Armstrong.”</p>\n<p id=\"b600-8\">Cited by Counsel, 5 Wharton, 366; 8 Watts, 499; 10 Id. 181; 2 Jones, 197.</p>\n<p id=\"b600-9\">.Cited by the Court below, 11 Casey, 103; 2 Wright, 423.</p>\n<p id=\"b600-10\">Commented on by Kennedy., J., 2 -Barr, 302.</p>\n<p id=\"b600-11\">Cited by the Court, 10 Barr, 354; 3 Grant, 310: 10 Wright, 341, and followed 10 Barr, 77.</p>\n<p id=\"b600-12\">See also, 10 Watts, 350; Brightly, 88.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}