{
  "casebody": {
    "data": "<casebody firstpage=\"61\" lastpage=\"67\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<decisiondate data-order=\"0\" data-type=\"decisiondate\" id=\"b61-11\">•* [Philadelphia, January 3, 1838.]</decisiondate>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b61-12\">SMITH <em>against </em>STARR.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b61-13\">CASE STATED.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b61-14\">1. It is well settled, that when real estate is ordered to be sold, and the proceeds bequeathed, the persons beneficially interested may elect to take the fund as real estate.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b61-15\">2. If a married woman, having a separate estate, becomes discovert, the restraints upon the disposal of the estate inconsistent with its general character, which attached during coverture, cease to exist while she is <em>sui juris.</em></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b62-5\"><page-number citation-index=\"1\" label=\"62\">*62</page-number>3. A testator appointed <em>W. </em>R. and M. <em>W. </em>executors, and empowered them to sell certain real estate; and the moneys thence arising she bequeathed to her two daughters, A. 0. and M. <em>W., </em>and to her son <em>W. </em>R., equally to be divided among them; but the share allotted to her daughter A. 0. she directed to be held by her brother <em>W. </em>R., in trust for her separate use, and not to be liable to her husband’s control, &amp;c.; adding, <em>“ </em>and it shall be in her power to dispose of the same by any writing in the nature of a will, notwithstanding her state of marriage ; and if she shall die without having made such disposition thereof, then the said personalty shall go to her daughter R.” Letters testamentary were granted to <em>W. </em>R. alone. At the date of the will, the husband of A. C. was alive. After his death, <em>W. </em>R. and A. 0. conveyed their undivided two-thirds of the real estate to M. <em>W. Held </em>that the conveyance was valid, and vested the whole title in M. W.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b62-6\">An action was brought in this Court, to July Term, 1836,, by Jacob R. Smith and wife against James Starr, to recover damages for the non-performance, by the defendant, of an agreement to purchase a certain brick messuage and lot of ground, situate on the north side of Callowhill street, between Front and Second streets, in the city of Philadelphia.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b62-7\">By agreement of the counsel, a case was stated for the opinion of the Court, to be considered as a special verdict, as follows: “Rebecca Shoemaker of the City of Philadelphia, widow, being seised in her demesne as of fee, of and in the said messuage and lot of ground, made her last will and testament in writing, dated the 21st day of January, 1815, and proved on the 4th of January, 1820, wherein, after certain devises of real estate, and after giving a legacy for life, which lapsed, she made the following-provision :</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b62-8\">‘ I empower my executors to sell and convey my house and lot in Callowhill street, and also such not dev^sec^) *as may remain my property at the time of my departure. The moneys thence arising, together with my other personal property and estate, deducting the before-mentioned legacy, and excepting such articles as may be otherwise disposed of by a memorandum which I shall leave among my papers, I give and bequeath to my two daughters, Anna Clifford and Margaret Wharton, and my son, William Rawle, equally to be divided among them; but the share allotted to my daughter Anna is to be held by her brother, in trust, for her separate use, and not to be liable to her husband’s contracts or control, in any manner whatever. And it shall be in her power to dispose of the same by any writing in the nature of a will, notwithstanding her state of marriage. And if she shall die without having made such disposition thereof, then the said personalty shall go to her daughter Rebecca.’</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b62-9\">She appointed the said William Rawle and Edward Shoemaker, the said Margaret Wharton and her son-in-law John Clifford, to <page-number citation-index=\"1\" label=\"63\">*63</page-number>be executors of her said will, of whom only William Rawle and Margaret Wharton survived her. Letters testamentary were granted to William Rawle alone.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b63-6\">On the 16th of December, 1824, Anna Clifford, widow, and William Rawle, by indenture bearing that date, in consideration of one dollar to them paid, conveyed the premises to Margaret Wharton in fee.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b63-7\">The said Margaret Wharton died intestate, seised of the said messuage and lot of ground. And on a partition of her real estate among her children, the same were allotted to Rebecca, the wife of Jacob R. Smith, the plaintiffs, in fee.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b63-8\">The question for the opinion of the Court is, whether the title to the said messuage and lot of ground, is vested in the plaintiffs in fee.”</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b63-9\">Mr. <em>T. I. Wharton </em>for the plaintiffs.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AKW\">The only difficulty suggested in this case, grows out of the conveyance made by William Rawle and Anna Clifford to Margaret Wharton; which, it is submitted, may be sustained either as an execution of the power, or independently of the power.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b63-10\">1. The conveyance may be considered as an execution of the power given by the will of Mrs. Shoemaker. Mr. Rawle was the only acting executor. By the act of 1800, he might execute the power alone. Nor was the conveyance invalid by reason of its having been made to one who was named as a co-executor; for, 1st. The only persons interested in the proceeds, were the grantors and grantee; and, 2d. Even if it were not so, yet it is now held *that a sale to a renouncing executor is good. 1 Sugden on Powers, 140, <em>Mackintosh </em>v. <em>Barber, </em>(1 Bing. 50.) It is true that the instrument does not profess to be an execution of the power; but this is not necessary. It is a well established rule, that where a man has a power and an interest in land, and the instrument would be ineffectual, unless taken to be made in execution of the power, it shall be so considered. 1 Sugden, 430, 436 ; <em>Bradish </em>v. <em>Gribbs, </em>(3 Johns. Ch. Rep. 551); <em>Alison </em>v. <em>Kurts, </em>(2 Watts, 185.)</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b63-13\">2. Independently of th'e power, and looking at this instrument as a conveyance or release by two out of three devisees to the third, it is clearly good; for, 1st. It is settled that where there is a power to sell, and the proceeds of the sale are given to certain persons, the legatees may elect to take the property as real estate. The English cases on this point are collected in Leigh &amp; Dalzell on Conversion, chap. viii.; and the rule was recognised in <em>Burr </em>v. <em>Sim, </em>(1 Wharton’s Rep. 252.) In 1824, the three legatees of the fund are to be considered as having elected' to take this devise as- real estate, and they convey it as such. <page-number citation-index=\"1\" label=\"64\">*64</page-number>Then, 2d. Piad they a right so to convey ? The only doubt that can arise respects the power of Mrs. Clifford. By the will of Mrs. Shoemaker, she was entitled to the beneficial interest in one-third, to her separate use, with a power of disposing of the Avhole of that third by will; and in default of appointment, it was ' given over. Now in the case of a male adult, it is certain that such a devise or bequest would give the absolute estate. Co. Litt. 9, b.; Dalison’s Rep. 58; <em>Jackson </em>v. Robins, (16 Johns. Rep. 537, 588). In this case, however, the property, whether it is to' be considered as real or personal, was given to a trustee for the separate use of a married woman; and a distinction undoubtedly exists, at least in this state, since the case of Lancaster v. <em>Dolan, </em>(1 Rawle, 231), between the case of a married woman with a separate estate, and a power of appointment by will only, and that of a male, or unmarried female. At the date of the conveyance, however, Mrs. Clifford was discovert, and <em>sui juris; </em>and her power of alienation ought to be considered as equal to that of every other person not under disabilities. The principle upon which restrictions on the power of married women to dispose of their separate estates have been supported, is to be found in their legal incapacity, and their liability to the control of their husbands. It is with reference only to the state of coverture, that restraints, inconsistent with a general power of disposition have been admitted; and when coverture ceases, the capacity revives ; and there is no greater reason for withholding. it from a widow, than from a man or single woman. The point is believed to be new in this country, but in England it has been expressly decided that a widow is freed from the restraints connected with a separate estate. <em>Bartons. Briscoe, </em>(Jacob, 603); <em>Woodmeston </em>v. <em>Walker, </em>(2 Russ. &amp; Mylne, 197); <em>Brown </em>v. <em>Pocock, </em>(5 Simons, 663); <em>Knight </em>v. <em>Knight, </em>(6 Simons, 121).</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"pAFu\">*Mr. <em>William Smith, </em>for the defendant, stated that he was not instructed to dispute the ground taken on behalf of the plaintiff; his client desiring only the adjudication of the question for his security.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b64-8\">The opinion of the Court was delivered by</p>\n<author id=\"b64-9\">Rogers, J.</author>\n<p id=\"ATK\">This action is brought to recover damages, for the non-performance of an agreement to purchase a certain messuage and lot of ground, &amp;c. The question is, whether the title to the messuage and lot of ground is vested in the plaintiff in fee. The facts of the case are contained in a case stated, in the nature of a special verdict. The doubt arises on the conveyance of William Rawle and Mrs. Clifford, to Margaret Wharton. The plaintiff’s counsel contend, 1st. That the conveyance may <page-number citation-index=\"1\" label=\"65\">*65</page-number>be considered, as an execution of the power given by the will of Rebecca Shoemaker ; and 2d. That it may be viewed as a conveyance or release by two out of three devisees, to the third, and therefore valid.</p>\n<p id=\"b65-6\">It is unnecessary to rest the question on the first ground, as we are clearly of the opinion the title is good on the second. The testatrix empowers her executor to sell and convey her house and lot in Callowhill street, and also such ground-rents, not already devised, as may remain her property, at the time of her death. The moneys thence arising, together with her other personal property and estate, &amp;c., she gives and bequeaths to her two daughters, Anna Clifford, and Margaret Wharton, and her son William Rawle, equally to be divided among them; but the share allotted to her daughter <em>Anna, </em>is to be held by her brother in trust for her separate use, and not to be liable to her husband’s contracts, or control, in any manner whatever. The testatrix gives her a power to dispose of the same, by any writing in the nature of a will, notwithstanding her state of marriage. And, if she should die, without having made such disposition thereof, then the said, personalty goes to her daughter Rebecca. By the will of Mrs. Shoemaker, therefore, her property is directed to be equally divided between Anna Clifford, Margaret Wharton; and William Rawle, with a power to sell. It is well settled, that when the proceeds of real estate are devised, the persons beneficially interested may elect to take the fund as real estate. The devisee may take it either as land or money. Leigh and Dalzel on Conversion, ch. 8, p. 119, 170, 179, 180; <em>Burr </em>v. <em>Sim, </em>(1 Wharton, 265.) I entertain no doubt that the deed of two of the legatees to the third, may be taken as an election to take the fund as real estate. Nor. can the right of William Rawle to convey, or of Margaret Wharton to receive the conveyance, admit of doubt: and as to the right of Anna Clifford, we consider it as a question more of novelty in this state, than as presenting any real difficulty either in principle or authority. By the will of Mrs. Shoemaker, the one-third of the property is vested in William Rawle, to the separate *use of Anna Clifford, with a power of disposition by will, and in default of appointment, over. Independent of the fact, that at the time the devise took effect, Mrs. Clifford was a married woman, it is clear that such a devise would give her an absolute estate in fee. <em>Jackson </em>v. <em>Robins, </em>(16 Johns. Rep. 537,) is full to this point. Chancellor Kent, after a full review of the authorities, lays it down as an incontrovertible rule, that when an estate is given to a person generally, or indefinitely with a power of disposition, it carries a fee; and the only exception to the rule is, when the testator gives the first taker an estate for life <em>only, </em>by certain and express <page-number citation-index=\"1\" label=\"66\">*66</page-number>words, and annexes to it, a power of disposal.<footnotemark>*</footnotemark> If this be so, and her deed with the joint devisees of the fund would have been good, then the question is, whether her being a <em>feme covert, </em>at the time of the death of the testatrix, although discovert, or <em>sui juris, </em>at the execution of the deed, will invalidate it. A restriction, inconsistent with a general power of disposal, is- as ineffectual and inoperative, in the case of a female, as that of a male. It is only on marriage, that her disability, which in truth is intended for her protection, commences. At law a wife can have no separate estate; but a court of equity permits such an estate, for the protection of the wife, against the legal rights of the husband. When, therefore, coverture ceases, and of course she is not subject to control, there can be no reasons why the conditions and restrictions should not cease also. Thus in <em>Barton </em>v. <em>Briscoe, </em>(4 Con. Ch. Rep. 283,) and in <em>Benson </em>v. <em>Benson, </em>and <em>Knight </em>v. <em>Knight, </em>(4 Con. Ch. Rep. 199, 200,) it is held, that on a settlement in trust, for the separate use of a married woman for life, the clause against anticipation, as it is called, becomes inoperative on the death of the husband, and no longer binding. <em>Barton </em>v. <em>Briscoe </em>is very like this case, for there it is held, that on a settlement in trust, for the separate use of a married woman, for life, but so as not to anticipate, with remainder, as she should appoint by will, and in default of appointment to A., on the death of her husband, the restraint on anticipation ceased, and that she was entitled, with the concurrence of A., to a transfer of the fund. And in <em>Benson </em>v. <em>Benson, </em>the testator directed-the interest of ¿610,000, to be for the separate use of his daughter, Jane Lane, the wife of T. Lane, for her life, free from the debts of her husband.<footnotemark>†</footnotemark>The husband died, and the widow married again; it was held that the separate use ceased, on the death of her husband.f The principle upon which the cases in equity proceeds is, that unless the female to whom the gift be made, be married at the time, the interest vests, and unless the coverture be continuing down to the moment when the alienation is attempted, a female of full age stands on precisely the same footing as a male, and equally with him, may exercise all the rights of ownership, notwithstanding a clause against anticipation and against marital interferences. The trust fund is at her free disposal, while she is <em>sui juris; </em>and a court of equity only gives effect to the restriction, upon her marriage, and while married, marital lights. 2 Kent’s Com. 165, note 8. It has been also held, that gifts to a <em>feme sole, </em>or to trustees in trust for <page-number citation-index=\"1\" label=\"67\">*67</page-number>a <em>feme sole, </em>to her separate use, free from the control of any future husband, and not subject to his debts, or disposition, are, as to such restraints, illegal and void, unless they be settlements made in immediate contemplation of marriage. <em>Woodmester </em>v. <em>Walker, </em>(6 Con. Ch. Rep. 457); <em>Evans </em>v. <em>Hughes, </em>(7 Con. Ch. Rep. 572). And so far has this principle been pushed, that in <em>Newton </em>v. <em>Reed, </em>(4 Simon’s Rep. 141,) the vice-chancellor held, that though the annuity was given by will, in trust for a daughter for life, not subject to the debts or control of any future husband, nor alienable by her, and intended for her support, and she married, the restrictions were still void, and she and her husband might sell the annuity, and apply the proceeds to pay his debts, and for his use. Rut this doctrine would impose an unreasonable restriction upon the power of parents to provide for the future support of their daughters, and is not, as I conceive, the law, as applicable to this state.* †In this case, it was evidently the testatrix’s intention to guard against the control of the husband: but if the restriction had been expressly extended to any future husband, the case might have been altered; although I do not intend to express any opinion on the point-† In the intermediate time, however, between the first and second marriage, upon the principles above stated, she should have an undoubted right to convey her interest. Rut be this as it may, we are of the opinion, that upon the case stated, the plaintiff is entitled to judgment.</p>\n<p id=\"b67-6\">Judgment for the plaintiff.</p>\n<p id=\"b67-7\">Cited by Counsel, 4 Wharton, 449 ; 8 Watts, 506 ;. 4 Watts &amp; Sergeant, 547; 9 Id. 134; 9 Barr, 379 ; 1 Jones, 363; 3 Harris, 342; 4 Id. 262; 6 Id. 269; 12 Id. 254; 3 Casey, 78 ; 2 P. F. Smith, 157; 4 Id. 247; 7 Id. 242, 510 ; 8 Id. 367.</p>\n<p id=\"b67-8\">Cited by the Court below, 7 Casey, 151.</p>\n<p id=\"b67-9\">Cited by the Court, 4 Wharton, 129 ; 3 Watts &amp; Sergeant, 231; 4 Id. 197 ; 7 Barr, 290; 6 Harris, 108; 9 Id. 384 ; 2 Casey, 231; 1 Wright, 39 ; 10 Id. 490; 8 P. F. Smith, 442; 10 Id. 495.</p>\n<footnote label=\"*\">\n<p id=\"A70\"> Soo 2 P. F. Smith, 223 ; 10 Id. 147.</p>\n</footnote>\n<footnote label=\"†\">\n<p id=\"b66-7\"> See 8 Harris, 302; 9 Casey, 87; 14 Wright, 148; 7 P. F. Smith, 355.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b67-10\"> See 9 Watts, 137 ; 1 Barr, 111; 4 Id. 93 ; 10 Id. 423.</p>\n</footnote>\n<footnote label=\"†\">\n<p id=\"b67-11\"> 6 P. F. Smith, 230,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}