{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"925\" lastpage=\"942\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  UNITED STATES of America, Plaintiff-Appellee,\n  <br/>\n  v.\n  <br/>\n  Khaled ELBEBLAWY, Defendant-Appellant.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 16-16048\n </docketnumber>\n <court id=\"p-3\">\n  United States Court of Appeals, Eleventh Circuit.\n </court>\n <decisiondate id=\"p-4\">\n  August 7, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Ellen Meltzer, Gejaa T. Gobena, Vasanth R. Sridharan, Nicholas E. Surmacz, Andrew H. Warren, U.S. Department of Justice, Criminal Division, Jeremy Raymond Sanders, U.S. Department of Justice, Criminal Division, Fraud Section, Alexander Patrick Robbins, U.S. Department of Justice, Chief Appellate Section Tax Division, Washington, DC, Emily M. Smachetti, Wifredo A. Ferrer, Nalina Sombuntham, U.S. Attorney Service-SFL, Barry Michael Wax, Barry M. Wax PLLC, Miami, FL, for Plaintiff-Appellee.\n </attorneys>\n <attorneys id=\"p-6\">\n  Richard Carroll Klugh, Jr., Law Office of Richard C. Klugh, Miami, FL, for Defendant-Appellant.\n </attorneys>\n <attorneys id=\"p-7\">\n  Khaled Elbeblawy, Pro se.\n </attorneys>\n <judges id=\"p-8\">\n  Before WILLIAM PRYOR and MARTIN, Circuit Judges and WOOD,\n  <footnotemark>\n   *\n  </footnotemark>\n  District Judge.\n </judges>\n <footnote label=\"*\">\n  <p id=\"p-74\">\n   Honorable Lisa Wood, United States District Judge for the Southern District of Georgia, sitting by designation.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   WILLIAM PRYOR, Circuit Judge:\n  </author>\n  <p id=\"p-10\">\n   This appeal from the convictions and sentence of Khaled Elbeblawy for conspiracy to commit healthcare fraud and wire fraud,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%201349\">\n    18 U.S.C. § 1349\n   </extracted-citation>\n   , and conspiracy to defraud the United States and pay healthcare kickbacks,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20371\">\n    18 U.S.C. § 371\n   </extracted-citation>\n   , calls to mind the familiar warning that anything you say to the government can and will be used against you. While he owned or managed three home health entities, Elbeblawy hired patient recruiters and bribed doctors and staffing groups to refer patients with Medicare coverage to his agencies; he falsified medical records; and he billed Medicare for tens of millions of dollars in unnecessary medical services. After he had cooperated with the investigation of these crimes for two years, Elbeblawy and his attorney signed a plea agreement and a statement about its factual basis. The agreement waived two evidentiary rules that would ordinarily bar the admission of statements made during plea discussions. But before Elbeblawy pleaded guilty in open court, he changed his mind and demanded a jury trial. At trial, the district court admitted the factual basis for the plea agreement as well as other evidence that the government obtained as a result of Elbeblawy's cooperation. The jury convicted Elbeblawy, and the district court sentenced him to 240 months of imprisonment and ordered him to forfeit approximately $36 million. We conclude that the district court did not err when it admitted the factual basis for the plea agreement because Elbeblawy knowingly and voluntarily signed a valid waiver. And we reject Elbeblawy's arguments that the district court committed other errors at his trial when it calculated his Sentencing Guidelines range. But we vacate the forfeiture order and remand for entry of a new order because the district court impermissibly held Elbeblawy jointly and severally liable for the proceeds of the conspiracy. We affirm in part, vacate in part, and remand.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   Khaled Elbeblawy owned or managed three home health agencies that provided in-home medical nursing and other services to homebound patients, and he used each to defraud Medicare of millions of dollars. Elbeblawy began defrauding Medicare when he was working as a billing agent at Willsand Home Health. He and Eulises Escalona, the owner of Willsand and a cooperating witness for the government, were \"falsifying ... medical records, [ ]exaggerating the symptoms [of] ... patients in order to get paid [by] Medicare,\" and billing for services that were never provided. Elbeblawy quickly saw the potential to bilk Medicare for still more money. He asked Escalona for a promotion to marketing director and offered to \"go out there [in] the community and recruit doctors ... [who would accept] kickbacks.\" He told Escalona that if they \"pa[id] kickback[s],\" and took \"doctors to lunch or g[ave] them nice gift[s],\" the doctors would refer patients to them. Escalona agreed, and they began to pay doctors between $400 and $800 per referral. They insisted on paying the doctors only in \"[c]ash because\n   cash is the only way that nobody can trace if you pay somebody or not.\"\n  </p>\n  <p id=\"p-13\">\n   Elbeblawy also hired \"[b]etween eight [and] ten\" \"patient recruiters\" and purchased referrals from nurses and other home health entities or staffing groups that lacked the authority to bill Medicare. Because the groups required a \"large amount of money,\" it was impractical to pay them in cash. Elbeblawy and Escalona consulted a lawyer who informed them that it was illegal to pay for patient referrals. Undeterred, Elbeblawy and Escalona disguised check payments to the groups by inflating the rate they paid for staffing services. And they described checks to the patient recruiters as payments for consulting and other services. Escalona testified that 90 percent of the patients of Willsand were referred because of a kickback of some kind.\n  </p>\n  <p id=\"p-14\">\n   Elbeblawy and Escalona also paid the doctors to approve unnecessary medical services. Elbeblawy would pick the most profitable services, falsify the medical records, and pay the doctors in cash-filled envelopes to sign the appropriate documents. Escalona testified that the majority of the patients of Willsand did not need the services billed to Medicare.\n  </p>\n  <p id=\"p-15\">\n   Although Elbeblawy began to hold himself out as the chief executive officer of Willsand, Escalona refused to make him a full partner and instead agreed to become equal partners with him in a new firm, JEM Home Health. Elbeblawy managed the day-to-day operations of the new agency, which had \"the same modus operand[i]\" as Willsand and used many of the same sources for patient referrals. Around March 2009, Elbeblawy became the sole owner of JEM.\n  </p>\n  <p id=\"p-16\">\n   In November 2009, Medicare suspended payments to JEM in response to \"reliable information that [JEM] billed Medicare and received payment for home health services provided to beneficiaries who are not, in fact, homebound and were not homebound during the time the services were rendered.\" Safeguard Services, a Medicare contractor responsible for investigating healthcare fraud, audited JEM. The audit revealed that almost 74 percent of claims submitted between July 2008 and July 2009, and almost 99 percent of claims submitted between August 2009 and February 2010, should never have been paid.\n  </p>\n  <p id=\"p-17\">\n   Elbeblawy then started yet another home health agency, this time in his ex-wife's name, and failed to disclose that he was affiliated with a suspended agency. From the beginning, Elbeblawy ran Healthy Choice Home Health. And in 2013, he bought the company from his ex-wife for ten dollars in accordance with a \"stock purchase option agreement\" they entered in 2010. All told, Medicare paid $29.1 million for claims from Willsand, $8.7 million for claims from JEM, and $2.5 million for claims from Healthy Choice.\n  </p>\n  <p id=\"p-18\">\n   Elbeblawy later decided to \"cooperate with the [g]overnment and accept responsibility.\" For approximately two years, Elbeblawy helped investigators obtain evidence against his former conspirators. For example, he provided the government with a handwritten list of the doctors, home health groups, and recruiters with whom he used to work. And he recorded more than 30 incriminating conversations about kickbacks with his former conspirators. He offered one physician \"the same number [they] used to do.\" And he told another physician that he \"remember[ed] what [he] used to do with [the physician] before,\" and he told the physician to \"[l]et [him] know what [he] ha[d] in mind\" for payment.\n  </p>\n  <p id=\"p-19\">\n   In June 2015, Elbeblawy and his attorney signed a plea agreement and, 14 days later, a written factual basis for the agreement.\n  </p>\n  <p id=\"p-20\">\n   The agreement provided that, \"[i]n the event of ... a breach[,] ... the [d]efendant waives any protection[ ] afforded by ... Rule 11 of the Federal Rules of Criminal Procedure and Rule 410 of the Federal Rules of Evidence,\" both of which bar the admission of statements made during plea discussions. The agreement also stated that \"the [g]overnment w[ould] be free to use against the [d]efendant, directly and indirectly, in any criminal or civil proceeding[,] any of the information, statements, and materials provided by him pursuant to th[e] [a]greement, including offering into evidence or otherwise using the attached Agreed Factual Basis for Guilty Plea.\" Elbeblawy's attorney testified that he met with Elbeblawy at least twice to discuss the agreement, that he \"literally read\" the agreement to him, and that he \"walk[ed] [Elbeblawy] through each paragraph separately.\"\n  </p>\n  <p id=\"p-21\">\n   After he signed the agreement, Elbeblawy \"changed [his] mind\" and refused to plead guilty, so the government prosecuted him for conspiracy to commit healthcare fraud and wire fraud,\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%201349\">\n    18 U.S.C. § 1349\n   </extracted-citation>\n   , and conspiracy to defraud the United States and pay healthcare kickbacks,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20371\">\n    18 U.S.C. § 371\n   </extracted-citation>\n   . Before the trial, the district court denied Elbeblawy's motion to suppress the signed factual basis for the plea agreement on the ground that Elbeblawy did not knowingly and voluntarily waive the protections of Rule 410 and Rule 11. It held a two-day evidentiary hearing at which Elbeblawy, his attorney, and a government investigator testified. And it explained that Elbeblawy \"has a college degree,\" that \"[t]here were several meetings between [Elbeblawy] and [his] attorney,\" that Elbeblawy was \"engaged\" and \"asked many questions\" before he signed the agreement, and that \"[h]is questions were answered.\" Based on this evidence, the district court found that Elbeblawy \"made a free and deliberate choice to continue to cooperate\" and that he \"had full knowledge of [his] actions and [their] consequences.\"\n  </p>\n  <p id=\"p-22\">\n   At trial, the government introduced the factual basis for the plea agreement as well as the evidence Elbeblawy helped the government obtain. And it called Escalona and Kansky Delisma, one of the doctors who accepted kickbacks, to testify. Elbeblawy testified in his own defense and declared that he was completely \"framed\" by the government.\n  </p>\n  <p id=\"p-23\">\n   At the end of the trial, the district court instructed the jury on both conspiracy counts. It instructed the jury that \"[t]o ... defraud the United States\" under section 371\"means to cheat the [g]overnment out of ... property or money or to interfere with any of its lawful [g]overnment functions by deceit, craft, or trickery.\" The wording of this instruction varied slightly from the wording in the indictment, which alleged that Elbeblawy conspired \"to defraud the United States by impairing, impeding, obstructing, and defeating through deceitful and dishonest means, the lawful government functions of the United States Department of Health and Human Services.\" The jury found Elbeblawy guilty of each object on both conspiracy counts: conspiracy to commit healthcare fraud and wire fraud, and conspiracy to defraud the United States and pay healthcare kickbacks.\n  </p>\n  <p id=\"p-24\">\n   The district court denied Elbeblawy's motion for a new trial based on an alleged violation of his right to due process under\n   <em>\n    Brady v. Maryland\n   </em>\n   ,\n   <extracted-citation case-ids=\"11716714\" index=\"4\" url=\"https://cite.case.law/us/373/83/\">\n    373 U.S. 83\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11716714\" index=\"5\" url=\"https://cite.case.law/us/373/83/\">\n    83 S.Ct. 1194\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11716714\" index=\"6\" url=\"https://cite.case.law/us/373/83/\">\n    10 L.Ed.2d 215\n   </extracted-citation>\n   (1963). Elbeblawy argued that the government unconstitutionally failed to disclose an exculpatory interview report that revealed that Delisma originally denied working with Elbeblawy. The district court reviewed the evidence at trial, which included testimony by Delisma admitting that he knew Elbeblawy\n   as well as a video of Elbeblawy giving him a kickback. And it concluded that the interview report did not create a \"reasonable probability that the outcome of th[e] trial would have been different\" had the report been disclosed.\n  </p>\n  <p id=\"p-25\">\n   The district court imposed a forfeiture order of $36,400,957.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20982\">\n    18 U.S.C. § 982\n   </extracted-citation>\n   (a)(7). Because Escalona testified that about 90 percent of the patients of Willsand and JEM were referred because of kickbacks, the district court reduced the total amount Medicare paid to the three clinics-$40,445,507-by 10 percent. This number represented \"the total amount of the gross proceeds traceable to the commission of the conspiracy, not the amount that was received directly by ... Elbeblawy.\" The district court also ruled that \"Elbeblawy's convicted co-conspirators [were] jointly and severally liable for th[e] forfeiture money judgment up to the amount of their respective forfeiture money judgments.\"\n  </p>\n  <p id=\"p-26\">\n   At the sentencing hearing, the district court ruled that the 2015 Sentencing Guidelines applied, that Elbeblawy used \"sophisticated means\" to commit his crimes, and that the loss amount from the conspiracy exceeded $25 million. Elbeblawy argued that an earlier, less-stringent version of the Guidelines applied because his criminal conduct occurred before November 2011. But the district court ruled that the 2015 Guidelines applied because the \"continuing criminal conduct ... began in 2006 and ended in 2013.\" It also applied a sophisticated-means role enhancement because the conspiracy \"was a sophisticated and very extensive and elaborate operation.\" The district court explained that Elbeblawy \"recruited ... patient recruiters\" and \"directly paid the doctors ... [and] made arrangements for those meetings and those payments.\" And it stated that Elbeblawy \"was involved in the fraudulent contracts that were executed.\" For the loss amount, the district court used the same $36 million figure it had used for the forfeiture order. It then sentenced Elbeblawy to 240 months of imprisonment.\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    II. STANDARDS OF REVIEW\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   Several standards govern this appeal. \"In reviewing the district court's suppression rulings, 'we review factual findings for clear error and the court's application of law to those facts\n   <em>\n    de novo\n   </em>\n   .' \"\n   <em>\n    United States v. Mathurin\n   </em>\n   ,\n   <extracted-citation case-ids=\"12266441\" index=\"8\" url=\"https://cite.case.law/f3d/868/921/#p927\">\n    868 F.3d 921\n   </extracted-citation>\n   , 927 (11th Cir. 2017) (quoting\n   <em>\n    United States v. Goddard\n   </em>\n   ,\n   <extracted-citation case-ids=\"9324891\" index=\"9\" url=\"https://cite.case.law/f3d/312/1360/#p1362\">\n    312 F.3d 1360\n   </extracted-citation>\n   , 1362 (11th Cir. 2002) ). \"We review\n   <em>\n    de novo\n   </em>\n   alleged\n   <em>\n    Brady\n   </em>\n   ... violations,\" and we review \"the district court's denial of a motion for [a] new trial for an abuse of discretion.\"\n   <em>\n    United States v. Stein\n   </em>\n   ,\n   <extracted-citation case-ids=\"12139689\" index=\"10\" url=\"https://cite.case.law/f3d/846/1135/#p1145\">\n    846 F.3d 1135\n   </extracted-citation>\n   , 1145 (11th Cir. 2017). We review a forfeited constructive-amendment argument for plain error.\n   <em>\n    United States v. Madden\n   </em>\n   ,\n   <extracted-citation case-ids=\"3714166\" index=\"11\" url=\"https://cite.case.law/f3d/733/1314/#p1322\">\n    733 F.3d 1314\n   </extracted-citation>\n   , 1322 (11th Cir. 2013). \"We review\n   <em>\n    de novo\n   </em>\n   the interpretation of the Guidelines by the district court and the application of the Guidelines to the facts.\"\n   <em>\n    United States v. Shabazz\n   </em>\n   ,\n   <extracted-citation case-ids=\"12516513\" index=\"12\" url=\"https://cite.case.law/f3d/887/1204/#p1222\">\n    887 F.3d 1204\n   </extracted-citation>\n   , 1222 (11th Cir. 2018). But \"[w]e review for clear error the factual findings of the district court, including its ... loss-amount determinations.\"\n   <em>\n    <extracted-citation case-ids=\"12516513\" index=\"13\" url=\"https://cite.case.law/f3d/887/1204/#p1222\">\n     Id.\n    </extracted-citation>\n   </em>\n   And \"[w]e review\n   <em>\n    de novo\n   </em>\n   the district court's legal conclusions regarding forfeiture and the court's findings of fact for clear error.\"\n   <em>\n    United States v. Hoffman-Vaile\n   </em>\n   ,\n   <extracted-citation case-ids=\"3655173\" index=\"14\" url=\"https://cite.case.law/f3d/568/1335/#p1340\">\n    568 F.3d 1335\n   </extracted-citation>\n   , 1340 (11th Cir. 2009) (quoting\n   <em>\n    United States v. Puche\n   </em>\n   ,\n   <extracted-citation case-ids=\"9056061\" index=\"15\" url=\"https://cite.case.law/f3d/350/1137/#p1153\">\n    350 F.3d 1137\n   </extracted-citation>\n   , 1153 (11th Cir. 2003) ).\n  </p>\n  <p id=\"p-29\">\n   <strong>\n    III. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-30\">\n   We divide our discussion in five parts. First, we explain that the district court did not err when it admitted the signed factual basis for Elbeblawy's plea agreement. Second, we explain that the government did\n   not violate Elbeblawy's right to due process under\n   <em>\n    Brady\n   </em>\n   . Third, we explain that the district court did not constructively amend the indictment when it instructed the jury. Fourth, we explain that the district court did not clearly err when it calculated Elbeblawy's Sentencing Guidelines range. Fifth, we explain that the district court erred when it imposed a forfeiture order that held Elbeblawy jointly and severally liable for the proceeds of the conspiracy.\n  </p>\n  <p id=\"p-31\">\n   <em>\n    A. The District Court Did Not Err when It Admitted the Factual Basis for Elbeblawy's Plea Agreement.\n   </em>\n  </p>\n  <p id=\"p-32\">\n   Federal Rule of Evidence 410(a), which is incorporated into Federal Rule of Criminal Procedure 11(f), provides that \"a statement made during plea discussions\" may not be admitted \"[i]n a civil or criminal case ... against the defendant who made the plea or participated in the plea discussions\" if \"the discussions did not result in a guilty plea.\" Fed. R. Evid. 410(a) ;\n   <em>\n    see also\n   </em>\n   Fed. R. Crim. P. 11(f) (\"The admissibility or inadmissibility of a plea, a plea discussion, and any related statement is governed by Federal Rule of Evidence 410.\"). But \"an agreement to waive\" the protections in these rules is \"valid and enforceable,\" the Supreme Court has held, \"absent some affirmative indication that the agreement was entered into unknowingly or involuntarily.\"\n   <em>\n    United States v. Mezzanatto\n   </em>\n   ,\n   <extracted-citation case-ids=\"1334986\" index=\"16\" url=\"https://cite.case.law/us/513/196/#p210\">\n    513 U.S. 196\n   </extracted-citation>\n   , 210,\n   <extracted-citation case-ids=\"1334986\" index=\"17\" url=\"https://cite.case.law/us/513/196/#p210\">\n    115 S.Ct. 797\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1334986\" index=\"18\" url=\"https://cite.case.law/us/513/196/#p210\">\n    130 L.Ed.2d 697\n   </extracted-citation>\n   (1995).\n  </p>\n  <p id=\"p-33\">\n   Elbeblawy argues that, although he and his attorney signed a plea agreement that waived the plea-statement rules, the waiver is unenforceable. The relevant provision of that agreement waived the protections of Rule 410 and Rule 11 in broad terms:\n  </p>\n  <blockquote id=\"p-34\">\n   Defendant agrees that if he fails to comply with any of the provisions of this [a]greement, including the failure to tender such [a]greement to the [district] [c]ourt, ... or attempts to withdraw the plea (prior to or after pleading guilty to the charges identified [in the agreement] ), the [g]overnment will have the right to characterize such conduct as a breach of th[e] [a]greement. In the event of such a breach[,] ... the [d]efendant waives any protections afforded by Section 1B1.8(a) of the Sentencing Guidelines, Rule 11 of the Federal Rules of Criminal Procedure [,] and Rule 410 of the Federal Rules of Evidence, and the [g]overnment will be free to use against the [d]efendant, directly and indirectly, in any criminal or civil proceeding any of the information, statements, and materials provided by him pursuant to this [a]greement, including offering into evidence or otherwise using the attached Agreed Factual Basis for Guilty Plea.\n  </blockquote>\n  <p id=\"p-35\">\n   Elbeblawy argues that the waiver is ambiguous and should be construed against the government and, in the alternative, that he did not knowingly and voluntarily sign the plea agreement and that his attorney could not waive the plea-statement rules on his behalf. We disagree.\n  </p>\n  <p id=\"p-36\">\n   1. The Waiver Is Unambiguous.\n  </p>\n  <p id=\"p-37\">\n   We construe plea agreements \"in a manner that is sometimes likened to contractual interpretation.\"\n   <em>\n    United States v. Harris\n   </em>\n   ,\n   <extracted-citation case-ids=\"9378453\" index=\"19\" url=\"https://cite.case.law/f3d/376/1282/#p1287\">\n    376 F.3d 1282\n   </extracted-citation>\n   , 1287 (11th Cir. 2004) (quoting\n   <em>\n    United States v. Jefferies\n   </em>\n   ,\n   <extracted-citation case-ids=\"10541408\" index=\"20\" url=\"https://cite.case.law/f2d/908/1520/#p1523\">\n    908 F.2d 1520\n   </extracted-citation>\n   , 1523 (11th Cir. 1990) );\n   <em>\n    see also\n   </em>\n   <em>\n    United States v. Hunter\n   </em>\n   ,\n   <extracted-citation case-ids=\"4354102\" index=\"21\" url=\"https://cite.case.law/f3d/835/1320/#p1326\">\n    835 F.3d 1320\n   </extracted-citation>\n   , 1326 (11th Cir. 2016). \"This analogy, however, should not be taken too far.\"\n   <em>\n    Jefferies\n   </em>\n   ,\n   <extracted-citation case-ids=\"10541408\" index=\"22\" url=\"https://cite.case.law/f2d/908/1520/#p1523\">\n    908 F.2d at 1523\n   </extracted-citation>\n   . We have explained that \"a plea agreement must be construed in light of the fact that it constitutes a waiver of 'substantial constitutional rights' requiring that the defendant be adequately warned of the consequences of the plea.\"\n   <em>\n    United States v. Copeland\n   </em>\n   ,\n   <extracted-citation case-ids=\"9202491\" index=\"23\" url=\"https://cite.case.law/f3d/381/1101/#p1106\">\n    381 F.3d 1101\n   </extracted-citation>\n   , 1106 (11th Cir. 2004) (quoting\n   <em>\n    Jefferies\n   </em>\n   ,\n   <extracted-citation case-ids=\"10541408\" index=\"24\" url=\"https://cite.case.law/f2d/908/1520/#p1523\">\n    908 F.2d at\n   </extracted-citation>\n   1523 ). So \"[w]hen a plea agreement is ambiguous, it 'must be read against the government.' \"\n   <em>\n    Id.\n   </em>\n   at 1105-06 (quoting\n   <em>\n    Raulerson v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"10537238\" index=\"25\" url=\"https://cite.case.law/f2d/901/1009/#p1012\">\n    901 F.2d 1009\n   </extracted-citation>\n   , 1012 (11th Cir. 1990) ).\n  </p>\n  <p id=\"p-38\">\n   Elbeblawy argues that the waiver provision in his plea agreement was ambiguous and must be construed against the government, but the agreement clearly stated that Elbeblawy \"waive[d] any protections afforded by ... Rule 11... and Rule 410.\" And to avoid any confusion, it elaborated that \"the [g]overnment will be free to use against the [d]efendant, directly and indirectly, in any criminal or civil proceeding any of the information, statements, and materials provided by him pursuant to th[e] [a]greement, including offering into evidence or otherwise using the attached Agreed Factual Basis.\" We discern no ambiguity in this text.\n  </p>\n  <p id=\"p-39\">\n   Elbeblawy objects that the waiver provision is ambiguous because it defined \"breach\" to include \"attempts to withdraw the plea (prior to or after pleading guilty ...)\" even though \"[a] guilty plea that has not yet been entered cannot be withdrawn.\" Put differently, he contends that the use of the word \"withdraw\" renders the agreement \"ambiguous\" about whether a defendant who \"attempts to withdraw\" \"prior to\" pleading guilty has breached the agreement. We disagree.\n  </p>\n  <p id=\"p-40\">\n   That the term withdraw might have a different meaning in other contexts does not render its meaning in this context any less clear. The text of the agreement makes clear that to withdraw, in this context, includes a decision not to plead guilty at all. Elbeblawy's waiver is unambiguous.\n  </p>\n  <p id=\"p-41\">\n   We also reject Elbeblawy's argument that the waiver is ambiguous because it refers to the \"attached Agreed Factual Basis\" even though the factual basis was not attached when the agreement was signed. The factual basis was identified in the plea agreement and was later signed by both Elbeblawy and his attorney. And the agreement did not condition its enforcement on whether the signed statement was yet attached. Elbeblawy's attorney also testified that when he and Elbeblawy signed the agreement, they \"had a ... [f]actual [b]asis,\" although he could not recall \"if it was specifically stapled to [the agreement].\" Nothing suggests that Elbeblawy was confused about the contents of the factual basis.\n  </p>\n  <p id=\"p-42\">\n   2. The District Court Did Not Clearly Err when It Found that Elbeblawy Knowingly and Voluntarily Waived the Plea-Statement Rules.\n  </p>\n  <p id=\"p-43\">\n   The Supreme Court has held that a waiver of the plea-statement rules is \"valid and enforceable\" \"absent some affirmative indication that the agreement was entered into unknowingly or involuntarily.\"\n   <em>\n    Mezzanatto\n   </em>\n   ,\n   <extracted-citation case-ids=\"1334986\" index=\"26\" url=\"https://cite.case.law/us/513/196/#p210\">\n    513 U.S. at 210\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1334986\" index=\"27\" url=\"https://cite.case.law/us/513/196/#p210\">\n    115 S.Ct. 797\n   </extracted-citation>\n   . And this Court has described the conditions necessary for a knowing and voluntary waiver in decisions about the waiver of a defendant's rights under\n   <em>\n    Miranda v. Arizona\n   </em>\n   ,\n   <extracted-citation case-ids=\"12046400\" index=\"28\" url=\"https://cite.case.law/us/384/436/\">\n    384 U.S. 436\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12046400\" index=\"29\" url=\"https://cite.case.law/us/384/436/\">\n    86 S.Ct. 1602\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12046400\" index=\"30\" url=\"https://cite.case.law/us/384/436/\">\n    16 L.Ed.2d 694\n   </extracted-citation>\n   (1966). \"[T]he relinquishment of [a] right\" is \"voluntary\" if it is \"the product of a free and deliberate choice rather than intimidation, coercion, or deception.\"\n   <em>\n    United States v. Farley\n   </em>\n   ,\n   <extracted-citation case-ids=\"3683802\" index=\"31\" url=\"https://cite.case.law/f3d/607/1294/#p1326\">\n    607 F.3d 1294\n   </extracted-citation>\n   , 1326 (11th Cir. 2010) (quoting\n   <em>\n    Moran v. Burbine\n   </em>\n   ,\n   <extracted-citation case-ids=\"6204292\" index=\"32\" url=\"https://cite.case.law/us/475/412/#p421\">\n    475 U.S. 412\n   </extracted-citation>\n   , 421,\n   <extracted-citation case-ids=\"6204292\" index=\"33\" url=\"https://cite.case.law/us/475/412/#p421\">\n    106 S.Ct. 1135\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6204292\" index=\"34\" url=\"https://cite.case.law/us/475/412/#p421\">\n    89 L.Ed.2d 410\n   </extracted-citation>\n   (1986) ). And a decision is made knowingly if it is \"made with a full awareness of both the nature of the right being abandoned and the consequences of the decision to abandon it.\"\n   <em>\n    <extracted-citation case-ids=\"6204292\" index=\"35\" url=\"https://cite.case.law/us/475/412/#p421\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    Moran\n   </em>\n   ,\n   <extracted-citation case-ids=\"6204292\" index=\"36\" url=\"https://cite.case.law/us/475/412/#p421\">\n    475 U.S. at 421\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6204292\" index=\"37\" url=\"https://cite.case.law/us/475/412/#p421\">\n    106 S.Ct. 1135\n   </extracted-citation>\n   ). We have explained that \"the totality of the circumstances ... must reveal both an uncoerced choice and the requisite level of comprehension.\"\n  </p>\n  <p id=\"p-44\">\n   <em>\n    Everett v. Sec'y, Fla. Dep't of Corr.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4011579\" index=\"38\" url=\"https://cite.case.law/f3d/779/1212/#p1241\">\n    779 F.3d 1212\n   </extracted-citation>\n   , 1241 (11th Cir. 2015).\n  </p>\n  <p id=\"p-45\">\n   Elbeblawy acknowledges that both he and his attorney signed the plea agreement, but he argues that his attorney could not waive the plea-statement rules on his behalf and that he did not knowingly sign the agreement because he did not understand the waiver provision or the protections he was waiving. He stresses that, although his attorney met with him twice to discuss the agreement and \"read the entire plea agreement to him,\" his attorney did not\n   <em>\n    explain\n   </em>\n   the plea-statement rules or the waiver provision. Elbeblawy also argues that his attorney testified that he generally advises his clients that \"there would be no agreement\" if the client \"pulls out of the agreement\n   <em>\n    after the plea\n   </em>\n   .\" According to Elbeblawy, his attorney \"did not tell [him] the agreement would be void if he never entered a guilty plea.\" This argument fails.\n  </p>\n  <p id=\"p-46\">\n   We need not decide whether an attorney may waive the plea-statement rules on behalf of his client, because the district court did not clearly err when it ruled that Elbeblawy knowingly and voluntarily waived the rules. As discussed above, the waiver provision is unambiguous. And the testimonies of Elbeblawy, his attorney, and a government investigator over the course of a two-day evidentiary hearing amply support the findings by the district court. Not only could Elbeblawy read the waiver provision for himself, his attorney \"literally read\" it to him. Indeed, his attorney \"walk[ed] through each paragraph separately\" with Elbeblawy, and his attorney testified that he was present when Elbeblawy signed the agreement. The district court also explained that Elbeblawy \"has a college degree\" and \"asked many questions\" of his attorney, which suggests that he took steps to ensure that he knew his rights and understood the consequences of signing the agreement. His attorney agreed that, \"[o]ther than those questions or concerns that he raised\" about unrelated issues, Elbeblawy never \"indicate[d] to [him] that there was any portion of the [p]lea [a]greement or [f]actual [b]asis that he didn't understand.\" We reject Elbeblawy's argument that the district court clearly erred.\n  </p>\n  <p id=\"p-47\">\n   B.\n   <em>\n    The Government Did Not Violate Elbeblawy's Right to Due Process Under\n   </em>\n   Brady.\n  </p>\n  <p id=\"p-48\">\n   To establish a violation of the duty to disclose exculpatory evidence, a defendant must prove \"that the government possessed favorable evidence,\" that the defendant \"did not possess the evidence and could not have obtained the evidence with any reasonable diligence, that the government suppressed the favorable evidence, and that the evidence\" is material, or \"creates a reasonable probability of a different outcome.\"\n   <em>\n    United States v. Man\n   </em>\n   ,\n   <extracted-citation case-ids=\"12517050\" index=\"39\" url=\"https://cite.case.law/f3d/891/1253/#p1276\">\n    891 F.3d 1253\n   </extracted-citation>\n   , 1276 (11th Cir. 2018) (alterations adopted) (citation and internal quotation marks omitted). \"A reasonable probability of a different result is one in which the suppressed evidence undermines confidence in the outcome of the trial.\"\n   <em>\n    Rimmer v. Sec'y, Fla. Dep't of Corr.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12266507\" index=\"40\" url=\"https://cite.case.law/f3d/876/1039/#p1054\">\n    876 F.3d 1039\n   </extracted-citation>\n   , 1054 (11th Cir. 2017) (citation and internal quotation marks omitted). \"[W]e must consider the totality of the circumstances\" and \"evaluate the withheld evidence in the context of the entire record\" to determine whether the result would have been different.\n   <em>\n    <extracted-citation case-ids=\"12266507\" index=\"41\" url=\"https://cite.case.law/f3d/876/1039/#p1054\">\n     Id.\n    </extracted-citation>\n   </em>\n   (alteration adopted) (citations and internal quotation marks omitted).\n  </p>\n  <p id=\"p-49\">\n   Elbeblawy argues that the government violated\n   <em>\n    Brady\n   </em>\n   when it failed to disclose an allegedly exculpatory report about an early police interview of Delisma. According to the interview report, Delisma initially denied knowing Elbeblawy and acknowledged\n   only that he \"may have seen Elbeblawy ... approximately 4-5 years [before the date of the interview]\" when Elbeblawy was approaching other doctors about working with him. But Delisma almost immediately reversed course. He testified that about two weeks after that initial interview he \"f[ound] out that the [g]overnment knew that [he] had referred patients to ... Elbeblawy in exchange for money\" when an investigator \"showed [him] a video where [he] was receiving cash money from ... Elbeblawy in exchange for a referral.\" At that point, he \"admitt[ed] to receiving money for patient referrals.\" The government played the video for the jury, and Delisma testified that he \"told the [g]overnment\" about other referrals he made in exchange for kickbacks.\n  </p>\n  <p id=\"p-50\">\n   Elbeblawy contends that the report was material because \"Delisma [was] the only witness who testified that he received kickbacks from Elbeblawy\" and the report \"directly exculpate[d] Elbeblawy of any wrongdoing relating to his alleged payment to Delisma of kickbacks.\" He also maintains that the report was \"powerful impeachment evidence\" because it showed \"Delisma's dishonesty and his willingness to lie to [government investigators].\" And he asserts that impeaching Delisma's credibility would have \"undermined ... Escalona's testimony\" because \"the government relied on Delisma's testimony to corroborate testimony elicited from [Escalona,] its star witness.\" We again disagree.\n  </p>\n  <p id=\"p-51\">\n   The interview report does not \"create[ ] a reasonable probability of a different outcome.\"\n   <em>\n    Man\n   </em>\n   ,\n   <extracted-citation case-ids=\"12517050\" index=\"42\" url=\"https://cite.case.law/f3d/891/1253/#p1276\">\n    891 F.3d at 1276\n   </extracted-citation>\n   (citation and internal quotation marks omitted). The video and Delisma's testimony established that his initial, exculpatory denials were false. And although the interview report may have had some minimal impeachment value, there is no reasonable probability that it would have changed the outcome of the trial. Counsel for Elbeblawy had already called Delisma's credibility into question when he effectively cross-examined him about a separate Medicare fraud scheme. In response to questioning, Delisma admitted that he knew he was violating the law when he referred patients to his brother's home health agency and that he \"lie[d]\" to federal agents when he said that he stopped referring patients after he learned that it is illegal to pay kickbacks. \"[A]ny additional impeachment value that [counsel] might have derived from the [interview report] would have been minimal.\"\n   <em>\n    United States v. Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"4225067\" index=\"43\" url=\"https://cite.case.law/f3d/601/1247/#p1267\">\n    601 F.3d 1247\n   </extracted-citation>\n   , 1267 (11th Cir. 2010).\n  </p>\n  <p id=\"p-52\">\n   Moreover, the evidence at trial was overwhelming even without Delisma's testimony.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Hernandez\n   </em>\n   ,\n   <extracted-citation case-ids=\"12276018\" index=\"44\" url=\"https://cite.case.law/f3d/864/1292/#p1306\">\n    864 F.3d 1292\n   </extracted-citation>\n   , 1306 (11th Cir. 2017) (holding that evidence was immaterial, \"not just because the alleged unavailable evidence [was] insufficiently probative or sufficiently substituted, but also because the evidence of guilt [was] overwhelming\"). Escalona was the main cooperator, and the government introduced evidence derived from two years of cooperation, including multiple videos of Elbeblawy discussing his kickback arrangements with various doctors, the inculpatory statements Elbeblawy made to federal agents, and Elbeblawy's signed factual basis. Delisma's testimony was not especially important in the light of this record.\n  </p>\n  <p id=\"p-53\">\n   <em>\n    C. The District Court Did Not Constructively Amend the Indictment.\n   </em>\n  </p>\n  <p id=\"p-54\">\n   The Fifth Amendment provides that \"[n]o person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a Grand Jury....\" U.S. Const. amend. V. So the government may not try\n   a defendant \"on charges that are not made in the indictment against him.\"\n   <em>\n    Madden\n   </em>\n   ,\n   <extracted-citation case-ids=\"3714166\" index=\"45\" url=\"https://cite.case.law/f3d/733/1314/#p1322\">\n    733 F.3d at 1318\n   </extracted-citation>\n   (quoting\n   <em>\n    Stirone v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"6167188\" index=\"46\" url=\"https://cite.case.law/us/361/212/#p217\">\n    361 U.S. 212\n   </extracted-citation>\n   , 217,\n   <extracted-citation case-ids=\"6167188\" index=\"47\" url=\"https://cite.case.law/us/361/212/#p217\">\n    80 S.Ct. 270\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6167188\" index=\"48\" url=\"https://cite.case.law/us/361/212/#p217\">\n    4 L.Ed.2d 252\n   </extracted-citation>\n   (1960) ). And it follows that a \"district court may not constructively amend the indictment\" by altering the \"essential elements of [an] offense contained in the indictment ... to broaden the possible bases for conviction beyond what is contained in the indictment.\"\n   <em>\n    <extracted-citation case-ids=\"6167188\" index=\"49\" url=\"https://cite.case.law/us/361/212/#p217\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    United States v. Keller\n   </em>\n   ,\n   <extracted-citation case-ids=\"10536769\" index=\"50\" url=\"https://cite.case.law/f2d/916/628/#p634\">\n    916 F.2d 628\n   </extracted-citation>\n   , 634 (11th Cir. 1990) ).\n  </p>\n  <p id=\"p-55\">\n   Elbeblawy argues that the district court \"constructively amended Count [Two] of the superseding indictment\" when it instructed the jury. Count Two charged Elbeblawy with violating section 371, which prohibits \"conspir[ing] ... to defraud the United States, or any agency thereof in any manner or for any purpose.\"\n   <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20371\">\n    18 U.S.C. § 371\n   </extracted-citation>\n   . The indictment alleged that Elbeblawy conspired to \"defraud the United States by impairing, impeding, obstructing, and defeating through deceitful and dishonest means, the lawful government functions of the ... Department of Health and Human Services.\" And the district court instructed the jury that \"[t]o ... defraud the United States means to cheat the [g]overnment out of ... property or money or to interfere with any of its lawful [g]overnment functions by deceit, craft, or trickery.\" Elbeblawy argues that the statute \"identifies at least two distinct ways in which it can be violated\": by depriving the government of property or money and by obstructing or impairing the lawful functions of the government. And he argues that the indictment alleged a violation of the statute by obstructing or impairing the lawful functions of the government, not by depriving the government of property or money. So Elbeblawy contends that the district court constructively amended the indictment when it instructed the jury that it could convict Elbeblawy for conspiring to \"cheat the [g]overnment out of ... property or money.\" This argument fails.\n  </p>\n  <p id=\"p-56\">\n   Our review is governed by the plain-error standard, which applies to challenges that were not raised before the district court.\n   <em>\n    See\n   </em>\n   <em>\n    Madden\n   </em>\n   ,\n   <extracted-citation case-ids=\"3714166\" index=\"52\" url=\"https://cite.case.law/f3d/733/1314/#p1322\">\n    733 F.3d at 1319\n   </extracted-citation>\n   . Elbeblawy argues that he preserved his constructive-amendment argument because he mentioned it, in passing, in a post-trial reply motion. But Federal Rule of Criminal Procedure 51(b)\"tells parties how to preserve claims of error: 'by informing the court-when the court ruling or order is made or sought-of the action the party wishes the court to take, or the party's objection to the court's action and the grounds for that objection.' \"\n   <em>\n    Puckett v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653331\" index=\"53\" url=\"https://cite.case.law/us/556/129/#p135\">\n    556 U.S. 129\n   </extracted-citation>\n   , 135,\n   <extracted-citation case-ids=\"3653331\" index=\"54\" url=\"https://cite.case.law/us/556/129/#p135\">\n    129 S.Ct. 1423\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653331\" index=\"55\" url=\"https://cite.case.law/us/556/129/#p135\">\n    173 L.Ed.2d 266\n   </extracted-citation>\n   (2009) (quoting Fed. R. Crim. P. 51(b) ). The rule \"serves to induce the timely raising of claims and objections, which gives the district court the opportunity to consider and resolve them.\"\n   <em>\n    <extracted-citation case-ids=\"3653331\" index=\"56\" url=\"https://cite.case.law/us/556/129/#p135\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3653331\" index=\"56\" url=\"https://cite.case.law/us/556/129/#p135\">\n    at 134\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653331\" index=\"57\" url=\"https://cite.case.law/us/556/129/#p135\">\n    129 S.Ct. 1423\n   </extracted-citation>\n   . Ebleblawy's post-trial remark was neither timely nor sufficiently developed.\n  </p>\n  <p id=\"p-57\">\n   We conclude that there was no error, let alone plain error, because the slightly different wording of the jury instruction did not amount to a constructive amendment of the indictment. The district court correctly stated the law and its instructions tracked, almost verbatim, our pattern instructions for conspiracy to defraud the United States,\n   <extracted-citation index=\"58\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20371\">\n    18 U.S.C. § 371\n   </extracted-citation>\n   . The defraud clause prohibits \"conspir[ing] ... to defraud the United States, or any agency thereof in any manner or for any purpose.\"\n   <em>\n    Id\n   </em>\n   . And the Supreme Court has explained that the statute does not encompass only \"conpirac[ies] [that] contemplate a financial loss or that one shall result.\"\n   <em>\n    Haas v. Henkel\n   </em>\n   ,\n   <extracted-citation case-ids=\"8290104\" index=\"59\" url=\"https://cite.case.law/us/216/462/#p479\">\n    216 U.S. 462\n   </extracted-citation>\n   , 479,\n   <extracted-citation case-ids=\"8290104\" index=\"60\" url=\"https://cite.case.law/us/216/462/#p479\">\n    30 S.Ct. 249\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"8290104\" index=\"61\" url=\"https://cite.case.law/us/216/462/#p479\">\n    54 L.Ed. 569\n   </extracted-citation>\n   (1910). \"The statute is\n   broad enough in its terms to include any conspiracy for the purpose of impairing, obstructing[,] or defeating the lawful function of any department of [g]overnment.\"\n   <em>\n    <extracted-citation case-ids=\"8290104\" index=\"62\" url=\"https://cite.case.law/us/216/462/#p479\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Dennis v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"12047997\" index=\"63\" url=\"https://cite.case.law/us/384/855/#p861\">\n    384 U.S. 855\n   </extracted-citation>\n   , 861,\n   <extracted-citation case-ids=\"12047997\" index=\"64\" url=\"https://cite.case.law/us/384/855/#p861\">\n    86 S.Ct. 1840\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12047997\" index=\"65\" url=\"https://cite.case.law/us/384/855/#p861\">\n    16 L.Ed.2d 973\n   </extracted-citation>\n   (1966). Cheating the government out of money or property is a\n   <em>\n    kind\n   </em>\n   of deceptive interference with the lawful functions of the government. After all, the lawful functions of the government do not include making unlawful payments to fraudsters.\n  </p>\n  <p id=\"p-58\">\n   <em>\n    D. The District Court Did Not Clearly Err when It Calculated Elbeblawy's Sentencing Guidelines Range.\n   </em>\n  </p>\n  <p id=\"p-59\">\n   Elbeblawy raises three challenges to the calculation of his Sentencing Guidelines range. First, he argues that the district court violated the Ex Post Facto Clause, U.S. Const. art. 1, § 9, cl. 3, when it sentenced him under the 2015 Guidelines instead of the less severe Guidelines in effect before November 1, 2011. Second, he argues that the district court clearly erred when it found that Elbeblawy used sophisticated means within the meaning of section 2B1.1(b)(10)(C) of the Guidelines. Third, he argues that the district court clearly erred when it calculated the loss amount. None of these arguments is persuasive.\n  </p>\n  <p id=\"p-60\">\n   Although a defendant is ordinarily sentenced under the Guidelines in effect at the time of sentencing,\n   <em>\n    United States v. Aviles\n   </em>\n   ,\n   <extracted-citation case-ids=\"3555395\" index=\"66\" url=\"https://cite.case.law/f3d/518/1228/#p1230\">\n    518 F.3d 1228\n   </extracted-citation>\n   , 1230 (11th Cir. 2008), the Ex Post Facto Clause proscribes sentencing an offender under a version of the Guidelines that would provide a higher sentencing range than the version in place at the time of the offense,\n   <em>\n    Peugh v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"12697059\" index=\"67\" url=\"https://cite.case.law/us/569/530/#p533\">\n    569 U.S. 530\n   </extracted-citation>\n   , 533,\n   <extracted-citation case-ids=\"12697059\" index=\"68\" url=\"https://cite.case.law/us/569/530/#p533\">\n    133 S.Ct. 2072\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12697059\" index=\"69\" url=\"https://cite.case.law/us/569/530/#p533\">\n    186 L.Ed.2d 84\n   </extracted-citation>\n   (2013). Because the Guidelines were amended to provide a four-level increase for certain federal healthcare offenses in November 2011,\n   <em>\n    see\n   </em>\n   U.S.S.G. App. C., vol. III, at 388-89 (amend. 749), Elbeblawy could be sentenced under the 2015 Guidelines only if his offense conduct continued after the amendment.\n   <em>\n    Aviles\n   </em>\n   ,\n   <extracted-citation case-ids=\"3555395\" index=\"70\" url=\"https://cite.case.law/f3d/518/1228/#p1230\">\n    518 F.3d at 1231\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-61\">\n   The district court did not clearly err when it found that Elbeblawy's conduct continued after 2011. Elbeblawy's signed factual basis expressly provided that his \"primary role in the scheme ... was to establish and take control of JEM ... (from approximately 2006-2011) and Healthy Choice ... (\n   <em>\n    from approximately 2009-2013\n   </em>\n   ).\" This evidence alone establishes that Elbeblawy's criminal conduct continued after 2011.\n  </p>\n  <p id=\"p-62\">\n   Nor did the district court err when it found that Elbeblawy used \"sophisticated means\" within the meaning of section 2B1.1(b)(10)(C) to defraud the government. The role enhancement for sophisticated means applies to \"especially complex or especially intricate offense conduct pertaining to the execution or concealment of an offense,\" such as \"hiding assets or transactions, or both, through the use of fictitious entities, corporate shells, or offshore financial accounts.\" U.S.S.G. § 2B1.1 n.9(B). Elbeblawy and Escalona first agreed to use cash to pay the doctors because \"cash is the only way that nobody can trace if you pay somebody or not.\" They later decided to create sham contracts that allowed them to inflate the rates they paid for staffing services to disguise the kickbacks they paid to the home health entities. Elbeblawy also sent checks to patient recruiters that used the term \"patient care coordinator[ ]\" because, according to Escalona, \"if you use the word 'recruiter' ..., you will be caught very eas[il]y.\" And he used his ex-wife to open a new home health agency when Medicare suspended payments to JEM. In the light of these efforts at concealment,\n   we are not \"left with a definite and firm conviction that a mistake has been committed.\"\n   <em>\n    United States v. Robertson\n   </em>\n   ,\n   <extracted-citation case-ids=\"3511307\" index=\"71\" url=\"https://cite.case.law/f3d/493/1322/#p1332\">\n    493 F.3d 1322\n   </extracted-citation>\n   , 1332 (11th Cir. 2007) ;\n   <em>\n    see also\n   </em>\n   <em>\n    United States v. Feaster\n   </em>\n   ,\n   <extracted-citation case-ids=\"4332452\" index=\"72\" url=\"https://cite.case.law/f3d/798/1374/#p1381\">\n    798 F.3d 1374\n   </extracted-citation>\n   , 1381 (11th Cir. 2015) (\"[O]ur caselaw demonstrates that we have sustained application of the sophisticated-means enhancement where defendants have engaged in concealment of their crimes in a variety of ways not expressly stated in the Application Note.\").\n  </p>\n  <p id=\"p-63\">\n   Finally, the district court did not clearly err when it estimated that the loss amount under section 2B1.1(b)(1) was in excess of $25 million. \"Although it may not speculate about the existence of facts and must base its estimate on reliable and specific evidence, the district court is required only to make a reasonable estimate of the loss\" based on facts that the government must prove by a preponderance of the evidence.\n   <em>\n    United States v. Ford\n   </em>\n   ,\n   <extracted-citation case-ids=\"4180555\" index=\"73\" url=\"https://cite.case.law/f3d/784/1386/#p1396\">\n    784 F.3d 1386\n   </extracted-citation>\n   , 1396 (11th Cir. 2015). \"[B]ecause 'district courts are in a unique position to evaluate the evidence relevant to a loss determination,' we must give their determinations 'appropriate deference.' \"\n   <em>\n    United States v. Whitman\n   </em>\n   ,\n   <extracted-citation case-ids=\"12516517\" index=\"74\" url=\"https://cite.case.law/f3d/887/1240/#p1248\">\n    887 F.3d 1240\n   </extracted-citation>\n   , 1248 (11th Cir. 2018) (alteration adopted) (quoting\n   <em>\n    United States v. Moran\n   </em>\n   ,\n   <extracted-citation case-ids=\"5745585\" index=\"75\" url=\"https://cite.case.law/f3d/778/942/#p973\">\n    778 F.3d 942\n   </extracted-citation>\n   , 973 (11th Cir. 2015) ). In his signed factual basis, Elbeblawy admitted that Medicare paid tens of millions of dollars to Willsand, JEM, and Healthy Choice. And evidence at trial established that the three entities collectively reaped $40,445,507 from Medicare, and audit findings revealed that over 73 percent of claims submitted by JEM between 2008 and 2009, and almost 99 percent of claims submitted between 2009 and 2010, should not have been paid. Applying even the lower overpayment rate of 73 percent to $40,445,507 yields $29,525,220.11, which is sufficient for 22-level increase that the district court applied.\n   <em>\n    See\n   </em>\n   U.S.S.G. § 2B1.1(b)(1)(L). We \"must affirm the finding by the district court if it is 'plausible in light of the record viewed in its entirety.' \"\n   <em>\n    Whitman\n   </em>\n   , 887 F.3d at 1248 (quoting\n   <em>\n    United States v. Siegelman\n   </em>\n   ,\n   <extracted-citation case-ids=\"4191084\" index=\"76\" url=\"https://cite.case.law/f3d/786/1322/#p1333\">\n    786 F.3d 1322\n   </extracted-citation>\n   , 1333 (11th Cir. 2015) ). The record here amply supports the finding by the district court.\n  </p>\n  <p id=\"p-64\">\n   <em>\n    E. The District Court Erred when It Entered a Forfeiture Order That Held Elbeblawy Jointly and Severally Liable for the Proceeds of the Conspiracy.\n   </em>\n  </p>\n  <p id=\"p-65\">\n   Elbeblawy raises three challenges to the forfeiture order. He argues that the district court erred because \"[t]he forfeiture statutes do not authorize personal money judgments as a form of forfeiture,\" because the Sixth Amendment \"require[s] a jury verdict or proof beyond a reasonable doubt to sustain [a] forfeiture order,\" and because \"a forfeiture judgment premised on proceeds received by Escalona\" contravenes the holding of the Supreme Court in\n   <em>\n    Honeycutt v. United States\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12604669\" index=\"77\" url=\"https://cite.case.law/s-ct/137/1626/\">\n    137 S.Ct. 1626\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12604669\" index=\"78\" url=\"https://cite.case.law/s-ct/137/1626/\">\n    198 L.Ed.2d 73\n   </extracted-citation>\n   (2017). Our precedent forecloses the first two arguments, but Elbeblawy is correct that joint and several liability is impermissible under\n   <em>\n    Honeycutt\n   </em>\n   .\n  </p>\n  <p id=\"p-66\">\n   We have squarely held that \"criminal forfeiture acts\n   <em>\n    in personam\n   </em>\n   as a punishment against the party who committed the criminal act[ ].\"\n   <em>\n    United States v. Fleet\n   </em>\n   ,\n   <extracted-citation case-ids=\"3629131\" index=\"79\" url=\"https://cite.case.law/f3d/498/1225/#p1231\">\n    498 F.3d 1225\n   </extracted-citation>\n   , 1231 (11th Cir. 2007). The \"proceeds of crime constitute a defendant's interest in property\" and \"can be forfeited in an\n   <em>\n    in personam\n   </em>\n   proceeding in a criminal case.\"\n   <em>\n    In re Rothstein, Rosenfeldt, Adler, P.A.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4179605,3576415\" index=\"80\" url=\"https://cite.case.law/f3d/717/1205/\">\n    717 F.3d 1205\n   </extracted-citation>\n   , 1211 (11th Cir. 2013) (citation and internal quotation marks omitted). In an attempt to circumvent this precedent, Elbeblawy argues that \"\n   <em>\n    Honeycutt\n   </em>\n   's focus on individual receipt of forfeitable assets ... shows that money judgments derived from conspiratorial criminal responsibility are not authorized.\"\n  </p>\n  <p id=\"p-67\">\n   But\n   <em>\n    Honeycutt\n   </em>\n   held only that a district court may not hold members of a conspiracy jointly and severally liable for property that a conspirator derived from the crime.\n   <extracted-citation case-ids=\"12604669\" index=\"81\" url=\"https://cite.case.law/s-ct/137/1626/\">\n    137 S.Ct. at 1630\n   </extracted-citation>\n   . And far from\n   <em>\n    sub silentio\n   </em>\n   abolishing\n   <em>\n    in personam\n   </em>\n   judgments against conspirators, the Court presumed the continued existence of\n   <em>\n    in personam\n   </em>\n   proceedings when it stated that the statute at issue there \"adopt[ed] an\n   <em>\n    in personam\n   </em>\n   aspect to criminal forfeiture.\"\n   <em>\n    <extracted-citation case-ids=\"12604669\" index=\"82\" url=\"https://cite.case.law/s-ct/137/1626/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12604669\" index=\"82\" url=\"https://cite.case.law/s-ct/137/1626/\">\n    at 1635\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-68\">\n   Elbeblawy's Sixth Amendment argument fares no better. The Supreme Court held in\n   <em>\n    Libretti v. United States\n   </em>\n   that \"the right to a jury verdict on forfeitability does not fall within the Sixth Amendment's constitutional protection.\"\n   <extracted-citation case-ids=\"328015\" index=\"83\" url=\"https://cite.case.law/us/516/29/#p49\">\n    516 U.S. 29\n   </extracted-citation>\n   , 49,\n   <extracted-citation case-ids=\"328015\" index=\"84\" url=\"https://cite.case.law/us/516/29/#p49\">\n    116 S.Ct. 356\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"328015\" index=\"85\" url=\"https://cite.case.law/us/516/29/#p49\">\n    133 L.Ed.2d 271\n   </extracted-citation>\n   (1995). Elbeblawy argues that the Supreme Court abrogated this precedent by implication when it held in\n   <em>\n    Alleyne v. United States\n   </em>\n   that \"any fact that increases the mandatory minimum [imposed by statute] is an 'element' [of the offense] that must be submitted to the jury.\"\n   <extracted-citation case-ids=\"12699057\" index=\"86\" url=\"https://cite.case.law/us/570/99/#p103\">\n    570 U.S. 99\n   </extracted-citation>\n   , 103,\n   <extracted-citation case-ids=\"12699057\" index=\"87\" url=\"https://cite.case.law/us/570/99/#p103\">\n    133 S.Ct. 2151\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12699057\" index=\"88\" url=\"https://cite.case.law/us/570/99/#p103\">\n    186 L.Ed.2d 314\n   </extracted-citation>\n   (2013). He also maintains that \"[t]he crucial underpinnings of th[e] holding in\n   <em>\n    Libretti\n   </em>\n   ... have been so thoroughly undermined by subsequent holdings ... that applying\n   <em>\n    Libretti\n   </em>\n   ... defies recognition of supervening precedent.\" But\n   <em>\n    Libretti\n   </em>\n   controls this appeal, and as a circuit court, we must \"follow the case which directly controls, leaving to th[e] [Supreme] Court the prerogative of overruling its own decisions.\"\n   <em>\n    Agostini v. Felton\n   </em>\n   ,\n   <extracted-citation case-ids=\"915883\" index=\"89\" url=\"https://cite.case.law/us/521/203/#p237\">\n    521 U.S. 203\n   </extracted-citation>\n   , 237,\n   <extracted-citation case-ids=\"915883\" index=\"90\" url=\"https://cite.case.law/us/521/203/#p237\">\n    117 S.Ct. 1997\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"915883\" index=\"91\" url=\"https://cite.case.law/us/521/203/#p237\">\n    138 L.Ed.2d 391\n   </extracted-citation>\n   (1997) (citation and quotation marks omitted).\n  </p>\n  <p id=\"p-69\">\n   Finally, we agree with both parties that we must remand for a new forfeiture determination because the district court erred when it ruled that Elbeblawy was jointly and severally liable for the proceeds from the conspiracy. The Supreme Court held in\n   <em>\n    Honeycutt\n   </em>\n   that a defendant may not \"be held jointly and severally liable for property that his co-conspirator derived from [certain drug] crime[s] but that the defendant himself did not acquire.\"\n   <extracted-citation case-ids=\"12604669\" index=\"92\" url=\"https://cite.case.law/s-ct/137/1626/\">\n    137 S.Ct. at 1630\n   </extracted-citation>\n   . The Court interpreted a different forfeiture statute in\n   <em>\n    Honeycutt\n   </em>\n   ,\n   <em>\n    see\n   </em>\n   <extracted-citation index=\"93\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%20853\">\n    21 U.S.C. § 853\n   </extracted-citation>\n   (a), but the same reasoning applies to the forfeiture statute for healthcare fraud,\n   <em>\n    see\n   </em>\n   <extracted-citation index=\"94\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20982\">\n    18 U.S.C. § 982\n   </extracted-citation>\n   (a)(7). As the Fifth Circuit has explained, neither statute provides for joint and several liability, and both statutes reach only property traceable to the commission of an offense.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Sanjar\n   </em>\n   ,\n   <extracted-citation case-ids=\"12265677\" index=\"95\" url=\"https://cite.case.law/f3d/876/725/#p749\">\n    876 F.3d 725\n   </extracted-citation>\n   , 749 (5th Cir. 2017). The drug statute at issue in\n   <em>\n    Honeycutt\n   </em>\n   requires, among other things, the forfeiture of \"any property constituting, or derived from, any proceeds the person obtained, directly or indirectly, as the result of [a] violation [of a relevant statute].\"\n   <extracted-citation index=\"96\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%20853\">\n    21 U.S.C. § 853\n   </extracted-citation>\n   (a)(1). And the healthcare-fraud statute requires district courts to \"order the person [convicted of a healthcare-fraud offense] to forfeit property, real or personal, that constitutes or is derived, directly or indirectly, from gross proceeds traceable to the commission of the offense.\"\n   <extracted-citation index=\"97\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20982\">\n    18 U.S.C. § 982\n   </extracted-citation>\n   (a)(7). Finally, \"the forfeiture statute for [healthcare-fraud] offenses incorporates many of the drug-law provisions on which\n   <em>\n    Honeycutt\n   </em>\n   relied in rejecting joint and several liability.\"\n   <em>\n    Sanjar\n   </em>\n   , 876 F.3d at 749 (citing\n   <extracted-citation index=\"98\" url=\"https://cite.case.law/citations/?q=21%20U.S.C.%20%C2%A7%20853\">\n    21 U.S.C. §§ 853\n   </extracted-citation>\n   (c), 853(e), and 853(p) ). For example, the Supreme Court stated in\n   <em>\n    Honeycutt\n   </em>\n   that \"[s]ection 853(p)-the sole provision of [ section] 853 that permits the [g]overnment to confiscate property untainted by the crime-lays to rest any doubt that the [drug-forfeiture] statute permits joint and several liability.\"\n   <extracted-citation case-ids=\"12604669\" index=\"99\" url=\"https://cite.case.law/s-ct/137/1626/\">\n    137 S.Ct. at 1633\n   </extracted-citation>\n   . And section 982, which includes the healthcare-fraud provision, provides that \"[t]he forfeiture of property under\n   this section ... shall be governed by the provisions of [ section 853 ].\"\n   <extracted-citation index=\"100\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20982\">\n    18 U.S.C. § 982\n   </extracted-citation>\n   (b)(1) ;\n   <em>\n    see also\n   </em>\n   <em>\n    <extracted-citation index=\"101\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20982\">\n     id.\n    </extracted-citation>\n   </em>\n   at § 982(b)(2). The healthcare-fraud statute does not permit joint and several liability.\n  </p>\n  <p id=\"p-70\">\n   <strong>\n    IV. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-71\">\n   We\n   <strong>\n    AFFIRM\n   </strong>\n   Elbeblawy's convictions and sentence,\n   <strong>\n    VACATE\n   </strong>\n   the forfeiture order, and\n   <strong>\n    REMAND\n   </strong>\n   for proceedings consistent with this opinion.\n  </p>\n </opinion>\n</casebody>\n"
  }
}