{
  "casebody": {
    "data": "<casebody firstpage=\"537\" lastpage=\"539\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b741-11\">The State ex rel. Herdman et al„ Appellants, <em>v. </em>Watson, Judge, et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b741-12\">[Cite as <em>State ex rel. Herdman v. Watson </em>(1998), 83 Ohio St.3d 537.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b741-14\">(No. 98-595</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Aj0\">Submitted September 15, 1998</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A4Y\">Decided November 10, 1998.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b742-7\"><page-number citation-index=\"1\" label=\"538\">*538</page-number><em>David A. Sams, </em>for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b742-8\"><em>Ron OBrien, </em>Franklin County Prosecuting Attorney, and <em>Jeffrey L. Glasgow, </em>Assistant Prosecuting Attorney, for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b742-9\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"AhL\">Appellants assert in their sole proposition of law that the court of appeals erred in dismissing their prohibition action. This action, they claim, is appropriate to prevent the enforcement of judicial orders that erroneously violated their constitutional privilege against self-incrimination as well as statutory attorney-client and physician-patient privileges. For the following reasons, however, appellants’ proposition lacks merit.</p>\n<p id=\"b742-10\">First, trial courts have the requisite jurisdiction to decide issues of privilege; thus, extraordinary relief in prohibition will not lie to correct any errors in decisions on these issues. See <em>State ex rel. Children’s Med. Ctr. v. Brown </em>(1991), 59 Ohio St.3d 194, 196, 571 N.E.2d 724, 726; <em>Rath v. Williamson </em>(1992), 62 Ohio St.3d 419, 583 N.E.2d 1308.</p>\n<p id=\"b742-11\">Second, appellants did not allege in their complaint that the trial court patently and unambiguously lacked jurisdiction to enter the pretrial discovery orders. In general, absent a patent and unambiguous lack of jurisdiction, a court having general subject-matter jurisdiction can determine its own jurisdiction, and a <page-number citation-index=\"1\" label=\"539\">*539</page-number>party challenging the court’s jurisdiction possesses an adequate remedy by appeal. <em>State ex rel. Willacy v. Smith </em>(1997), 78 Ohio St.3d 47, 51, 676 N.E.2d 109,113.</p>\n<p id=\"b743-5\">Therefore, appeal following the entry of a final appealable order constitutes an adequate remedy in the ordinary course of law to resolve any alleged error by the trial court in its pretrial discovery orders. See, <em>e.g., State ex rel. White v. Junkin </em>(1997), 80 Ohio St.3d 335, 338, 686 N.E.2d 267, 270, and <em>Manrow v. Lucas Cty. Court of Common Pleas, Juv. Div. </em>(1985), 20 Ohio St.3d 37, 20 OBR 285, 485 N.E.2d 713, holding that postjudgment appeal is an adequate legal remedy to raise a purported violation of a person’s privilege against self-incrimination, thereby precluding issuance of a writ of prohibition. In addition, any further evidentiary rulings by the trial court concerning appellants’ assertions of privilege may be subject to immediate appeal under R.C. 2505.02, as amended effective July 22, 1998.<footnotemark>1</footnotemark></p>\n<p id=\"b743-6\">Third, while we have issued a writ of prohibition in extremely rare circumstances to prevent the disclosure of privileged materials, see <em>State ex rel. Lambdin v. Brenton </em>(1970), 21 Ohio St.2d 21, 50 O.O.2d 44, 254 N.E.2d 681, appellants’ complaint does not reveal any similar usurpation of judicial authority here, <em>i.e., </em>the attachment of prejudicial conditions to the failure to submit evidence. See <em>Rath, </em>62 Ohio St.3d at 420-421, 583 N.E.2d at 1309, distinguishing <em>Lambdin.</em></p>\n<p id=\"b743-7\">Based on the foregoing, the court of appeals properly granted appellees’ motion and dismissed appellants’ complaint. Accordingly, the judgment of the court of appeals is affirmed.</p>\n<p id=\"b743-8\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b743-9\">Moyer, C.J., Douglas, Resnick, F.E. Sweeney, Pfeifer, Cook and Lundberg Stratton, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b743-10\">. In <em>Walters v. The Enrichment Ctr. of Wishing Well, Inc. </em>(1997), 78 Ohio St.3d 118, 676 N.E.2d 890, syllabus, we reaffirmed that discovery orders, including those concerning applicability of privileges, are interlocutory. But we invited the appellees in that case to request the General Assembly to amend R.C. 2505.02 to address their policy contentions. <em>Id., </em>78 Ohio St.3d at 123, 676 N.E.2d at 894, fn. 2. The General Assembly subsequently enacted Sub.H.B. No. 394, which amends R.C. 2505.02, effective July 22, 1998, by permitting, <em>inter alia, </em>a right of immediate appeal from certain trial court decisions concerning discovery of privileged matter.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}