{
  "casebody": {
    "data": "<casebody firstpage=\"1357\" lastpage=\"1360\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1419-10\">UNITED STATES of America, Plaintiff-Appellee, v. John Henry ADAMS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1419-12\">No. 71-1288.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1419-13\">United States Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1419-14\">Jan. 5, 1972.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1419-15\">Certiorari Denied April 17, 1972.</otherdate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b1419-16\">See 92 S.Ct. 1523.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1420-3\"><page-number citation-index=\"1\" label=\"1358\">*1358</page-number>Charles W. Grubb, Cedar Lake, Ind., for defendant-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1420-4\">William C. Lee, U. S. Atty., Charles W. Larmore, Asst. U. S. Atty., Fort Wayne, Ind., for plaintiff-appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b1420-5\">Before CASTLE, Senior Circuit Judge, and KILEY and STEVENS, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1420-6\">CASTLE, Senior Circuit Judge.</author>\n<p id=\"b1420-7\">The defendant-appellant, John Henry Adams, was convicted following a bench trial on a three-count indictment charging violations of 18 U.S.C.A. § 2314. He was sentenced to three years imprisonment on each count, the sentences to run concurrently. Each count of the indictment charges that the defendant and a named co-defendant, Protho Walker, Jr., on a specified occasion transported and caused to be transported in interstate commerce a falsely made and forged American Express Company money order, knowing the same to be falsely made and forged, in violation of § 2314. The District Court found the defendant guilty on each of the three counts as an aider and abettor,<footnotemark>1</footnotemark> and entered the judgment order of conviction and sentence from which defendant appeals.</p>\n<p id=\"b1420-8\">The record discloses that a woman acquaintance of the defendant, identified only as “Gloria”, possessed a number of American Express Company money order blanks stolen in a robbery of an issuing agency, a Kansas City, Missouri, drug store. Defendant and Protho Walker, Jr., were life-long acquaintances. The three of them made a two-month trip taking them into several states. Defendant furnished the automobile in which the journey was made. Gloria used a typewriter she brought along to fill in the dollar amount on the face of the money order blanks and gave them to Walker who forged and cashed them. The proceeds so realized were split evenly between Walker and the defendant. During the trip the three of them stayed at motels, normally taking two rooms one of which was shared by the defendant and Gloria. Gloria retained possession of the supply of stolen money order forms. She would give four or five at a time to Walker after she had filled in the dollar amount in her motel room on the typewriter. The three money orders involved in the indictment were cashed by Walker at Gary, Indiana. One was used in making payment for service work done on defendant’s automobile, the others cashed in connection with a payment for meat purchased at a meat market, and a payment made for motel accommodations. After clearing through normal banking channels, these money orders were presented to American Express Company in New York for payment.</p>\n<p id=\"b1420-11\">All of the evidence was presented by the government. Walker was the last government witness. When the government rested the defendant moved for a judgment of acquittal. During the argument of counsel which followed, the court in inquiries directed to the prosecutor indicated the court’s concern as to whether the testimony adduced was sufficient to warrant a finding that the defendant knew that the money orders were falsely made and forged. At this juncture the government moved to reopen its case for the purpose of recalling Walker to the witness stand for further testimony. The court withheld a ruling on the motion for acquittal and permitted the government to recall the witness, Walker.</p>\n<p id=\"b1420-12\">The further testimony elicited of Walker, although it contained some repetition, was in greater detail. Before his recall, Walker’s testimony insofar as it bore on the element of defendant’s knowledge served only to establish that he had received one-half of the proceeds derived from the cashing of the stolen <page-number citation-index=\"1\" label=\"1359\">*1359</page-number>money orders because he had furnished the transportation for the trip, and that the defendant was present with Walker on two of the occasions money orders were cashed by Walker at Gary, Indiana. Walker’s testimony on his recall brought out that prior to setting out on the trip Gloria had made a request to Walker that the defendant accompany them on the proposed venture; Gloria and Walker then met with the defendant at the latter’s apartment where the defendant was told that Walker agreed to give the defendant half of what Walker “earned” on the trip in return for the defendant’s providing the automobile to be used by them for the trip; defendant was present in the motel room on an occasion when Gloria typed in the dollar amounts on some of the money order forms; defendant was present on occasions when Gloria gave such money orders to Walker to cash; Gloria and the defendant usually remained in the automobile to await Walker’s return when they dropped him off at a place he had selected to cash one of the money orders; and that at the end of the day Walker would place the money derived from cashing the money orders on the motel room bed in the defendant’s presence and they would divide it.</p>\n<p id=\"b1421-4\">After this testimony the defendant renewed his motion for acquittal. It was then denied by the court, after hearing the arguments of counsel thereon. We perceive no error in the court’s ruling. This additional testimony, together with the reasonable inferences which may be drawn therefrom, when considered in the light most favorable to the government, as it must be on appeal (Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680; United States v. Coduto, 7 Cir., 284 F.2d 464), provides ample basis for the finding, implicit in the court’s ruling, that the defendant had knowledge of the spurious character of the money orders Walker was cashing. And, when coupled with the other testimony and evidence of record it fully warrants the District Court’s ultimate finding and conclusion that the defendant was guilty as an aider and abettor.</p>\n<p id=\"b1421-6\">The defendant contends that it was grossly unfair for the court to find him guilty as an aider and abettor because he was without notice of and had no opportunity to meet that issue. But the record does not support the defendant in this connection. When defendant’s motion for an acquittal was first made, before the re-opening of the government’s case and the recall of Walker as a witness, government counsel in his argument opposing the motion expressly pointed out with respect to the government’s position:</p>\n<blockquote id=\"b1421-7\">“Our theory, of course, is founded under Section 2, Title 18, aider and abettor, counsellor and participant <em>)&gt;</em></blockquote>\n<p id=\"b1421-8\">Thus defendant was put on notice of the government’s reliance upon Section 2 of Title 18, and had ample opportunity to respond thereto through a subsequent presentation of evidence or argument to the contrary. Under the circumstances, the defendant’s claim of prejudice and resulting lack of a fair trial stemming from lack of notice of an aider and abettor issue is wholly without merit.</p>\n<p id=\"b1421-9\">The defendant additionally argues that the District Court erred in crediting the uncorroborated testimony of Walker, and that the record reflects that only by so doing could the court have been satisfied that there was evidence from which knowledge on defendant’s part of the spurious nature of the money orders is inferable. In this connection the defendant points to Walker’s status as a convicted felon brought from a federal penitentiary to testify against him; Walker’s status as an accomplice, if not the principal actor, in the offenses charged; and Walker’s status as a co-defendant, with respect to whom the indictment was dismissed. Of course, each of these factors affects the credibility of a witness. But neither singly nor collectively do they require a rejection of testimony on the basis of lack of credibility. Accomplice testimo<page-number citation-index=\"1\" label=\"1360\">*1360</page-number>ny, properly scrutinized and weighed by the trier of the facts, may be accorded probative value. Thus, in United States v. Williams, 7 Cir., 194 F.2d 72, 75, it was aptly observed:</p>\n<blockquote id=\"b1422-4\">“The scrutiny of evidence, the weighing of testimony and the determination as to the credibility of witnesses are, of course, peculiarly the function of the trier of the facts, here the trial judge. In this case the fact that Diorio was an accomplice was brought out in the trial court. The trial judge saw him and listened to him testify. We find nothing to indicate that the trial judge did not carefully scrutinize and weigh his testimony. The trial judge was necessarily aware of certain inconsistencies in Diorio’s testimony and yet he chose to believe the essential parts of Diorio’s testimony rather than to believe the defendant Williams and some of the other witnesses. In view of the entire record in this case we can not say that the trial judge abused his discretion by accepting and believing Diorio’s testimony.”</blockquote>\n<p id=\"b1422-5\">And it is well established that the testimony of an accomplice need not be corroborated. Caminetti v. United States, 242 U.S. 470, 37 S.Ct. 192, 61 L.Ed. 442; United States v. Karavias, 7 Cir., 170 F.2d 968. “However bitterly such testimony may be assailed . . . the fact remains that it alone may support a verdict”. Allen v. United States, 7 Cir., 4 F.2d 688, 690-691. Likewise, the dismissal of the charges against Walker does not require the rejection of his testimony. The testimony of an accomplice is not necessarily incredible because he expects or hopes to receive a lessened penalty or dismissal of the charges against him for turning state’s evidence. Caton v. United States, 8 Cir., 407 F.2d 367.</p>\n<p id=\"b1422-7\">There is nothing inherently improbable about Walker’s testimony, and the trial judge was in a position to appraise the witness’ credibility. We see no basis for disturbing the court’s action in this respect.</p>\n<p id=\"b1422-9\">The judgment order of conviction and sentence appealed from is affirmed. Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1420-9\">. 18 U.S.C.A. § 2 makes an aider or abettor punishable as a principal. It is not required that § 2 be specifically pleaded or that an aider or abettor be charged as such. United States v. Washington, 7 Cir., 287 F.2d 819; Nassif v. United States, 8 Cir., 370 F.2d 147, 155.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}