{
  "casebody": {
    "data": "<casebody firstpage=\"38\" lastpage=\"45\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b100-13\">VOLKSWAGEN DE PUERTO RICO, INC., Plaintiff-Appellant, v. PUERTO RICO LABOR RELATIONS BOARD et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"APG\">No. 71-1059.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b100-15\">United States Court of Appeals, First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b100-17\">Heard Nov. 18, 1971.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b100-18\">Decided Jan. 11, 1972.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b101-20\"><page-number citation-index=\"1\" label=\"39\">*39</page-number>Donald M. Hall, San Juan, P. R., with whom Radames A. Torruella and McConnell, Valdes, Kelley &amp; Sifre, San Juan, P. R., were on brief, for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b101-21\">Jose E. Rodriguez Rosály, Counsel, Puerto Rico Labor Relations Bd., with whom Gilberto Gierbolini-Ortiz, Sol. Gen. for Com. of P. R., Peter Ortiz, Asst. Sol. Gen., and Miguel A. Rivera-Arroyo, Counsel, Puerto Rico Labor Relations Bd., were on brief for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b101-22\">Before COFFIN, Circuit Judge, VAN OOSTERHOUT <footnotemark>*</footnotemark>, Senior Circuit Judge, and STEPHENSON <footnotemark>*</footnotemark>, Circuit Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b101-14\"> Of the Eighth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"A99\">COFFIN, Circuit Judge.</author>\n<p id=\"b101-24\">This is an appeal from the dismissal of an action for a declaratory judgment under 28 U.S.C. § 2201.<footnotemark>1</footnotemark> It requires us <page-number citation-index=\"1\" label=\"40\">*40</page-number>to plot the intersection of the federal labor policy embodied in § 301 of the National Labor Relations Act, 29 U.S.C. § 185, with the federal removal statute, 28 U.S.C. § 1441. The factual background is relatively uncomplicated. On the basis of a charge by defendant Asociation Insular de Guardianes de Puerto Rico, Independiente (“Asociation”), alleging that plaintiff Volkswagen de Puerto Rico, Inc. had breached its collective bargaining agreement with the union by refusing to discuss a particular decision with the Grievance Committee created by the agreement, defendant Puerto Rico Labor Relations Board issued an unfair labor practice complaint <em>(querella).</em><footnotemark><em>2</em></footnotemark><em> </em>Without answering the complaint, Volkswagen filed this action in the court below. By agreement of the parties, proceedings before the Board were suspended pending the outcome of this litigation. Accepting the decision in Star Publishing Corp. v. Puerto Rico Newspaper Guild, 303 F. Supp. 760 (D.P.R.1969) that an action may not be removed from the Puerto Rico Board to federal court, Volkswagen maintains that to vindicate federal labor policy we must hold the Puerto Rico Board to be without jurisdiction over a dispute involving the breach of a collective bargaining agreement.</p>\n<p id=\"b102-4\">I.</p>\n<p id=\"b102-5\"> Preliminarily, defendants challenge the jurisdiction of the district court on two grounds. The first claim, that the Declaratory Judgment Act, 28 U.S.C. § 2201, does not confer jurisdiction where it is otherwise lacking, is accurate, Schilling v. Rogers, 363 U.S. 666, 677, 80 S.Ct. 1288, 4 L.Ed.2d 1478 (1960), but irrelevant, since subject matter jurisdiction is conferred by § 301(a). Textile Workers’ Union v. Lincoln Mills, 353 U.S. 448, 77 S.Ct. 912, 1 L.Ed.2d 972 (1957).</p>\n<p id=\"b102-8\">Defendants’ second claim is that exhaustion of administrative remedies is a prerequisite to the jurisdiction of the district court. While it is not altogether clear that exhaustion is, strictly, a jurisdictional doctrine, we agree that we should proceed no further if exhaustion is appropriate. We begin by noting that Volkswagen is not asking us to review for errors of statutory construction or lack of substantial evidence an anticipated agency decision on the merits of the union’s claim. The issue is, rather, whether § 301 permits the Board to take jurisdiction, a question manifestly beyond the Board’s special expertise. The Board has asserted jurisdiction in the present case by issuing a complaint in response to an alleged breach of the agreement, and has done so numerous times in the past. This jurisdiction has consistently been affirmed by the Puerto Rico Supreme Court, most recently in F, Utier v. Puerto Rico Labor Relations Board (P.R. Dec. 30, 1970); we have no doubt that that court would continue its practice in the present case. Clearly, then, Volkswagen will not be able successfully to challenge the Board’s jurisdiction except in federal court, and to that extent federal labor policy will <em>be </em>frustrated by the agency proceedings if jurisdiction was improperly seized.</p>\n<p id=\"b102-9\">While the case law relating to exhaustion is at best confusing,<footnotemark>3</footnotemark> the most closely analogous eases are those involving challenges to the jurisdiction of state agencies on the grounds of repug-nancy to a federal regulatory scheme. In Public Utilities Comm’n v. United Fuel Gas Co., 317 U.S. 456, 63 S.Ct. 369, 87 L.Ed. 396 (1943), the Supreme Court held exhaustion unnecessary in the face of an allegation that a state agency had asserted jurisdiction over the interstate transportation of natural gas and thus interfered with the Congressional scheme expressed in the Natural Gas <page-number citation-index=\"1\" label=\"41\">*41</page-number>Act. <em>See also </em>Public Utilities Comm’n v. United States, 355 U.S. 534, 78 S.Ct. 446, 2 L.Ed.2d 470 (1958) (affirming the grant of a declaratory judgment); L. Jaffe, Judicial Control of Administrative Action 437-38 (1965). We conclude that Volkswagen was not required to exhaust its administrative remedies, patently ineffective to reach its jurisdictional claim, before invoking the jurisdiction of the federal courts to determine whether the Board’s assertion of jurisdiction was proper.</p>\n<p id=\"b103-5\">II.</p>\n<p id=\"b103-6\">The Supreme Court’s expansive interpretation of § 301 is the starting point for Volkswagen’s claims.<footnotemark>4</footnotemark> In <em>Lincoln Mills, supra, </em>the Court held that § 301 not only conferred jurisdiction on federal courts in cases involving breaches of collective bargaining agreements but mandated that federal substantive law be applied. Subsequently, in the same term in which it held that state courts retained concurrent jurisdiction, Charles Dowd Box Co. v. Courtney, 368 U.S. 502, 82 S.Ct. 519, 7 L.Ed.2d 483 (1962), the Court held that they must nevertheless apply federal substantive law. Local 174, Teamsters, etc., Helpers of America v. Lucas Flour Co., 369 U.S. 95, 82 S.Ct. 571, 7 L.Ed.2d 593 (1962). “[I]n enacting § 301 Congress intended doctrines of federal labor law uniformly to prevail over inconsistent local rules.” 369 U.S. at 104, 82 S.Ct. at 577. From this history clearly emerges a strong federal interest in uniform substantive labor law.</p>\n<p id=\"b103-7\">The residual state interest, after <em>Dowd Box, </em>was an as yet roughly-defined interest in providing an alternative forum. The practical significance of the alternative forum was that, in some states, the courts were empowered to enjoin strikes, a power denied the federal courts by the then-prevailing interpretation of the Norris-LaGuardia Act. Sinclair Refining Co. v. Atkinson, 370 U.S. 195, 82 S.Ct. 1328, 8 L.Ed.2d 440 (1962).</p>\n<p id=\"b103-11\">The next development of present significance was the Court’s first interpretation of the federal removal statute, 28 U.S.C. § 1441, in the context of § 301, Avco Corp. v. Aero Lodge 735, 390 U.S. 557, 88 S.Ct. 1235, 20 L.Ed,2d 126 (1968). There, in holding that § 301 actions brought in state courts were removable to federal district courts, the Court further narrowed the state interest in that state court injunctions could now be dissolved upon removal. The Court spoke in appropriate terms: “Removal is but one aspect of ‘the primacy of the federal judiciary in deciding questions of federal law.’ ” [footnote omitted] 390 U.S. at 560, 88 S.Ct. at 1237. In sum <em>Avco </em>made clear that <em>Dowd Box </em>was not a repudiation of the general doctrine that a defendant has the right to have a federal question decided in a federal forum even if, in removing, he deprives the plaintiff of a procedural or remedial advantage. A party who is sued in a Puerto Rico court for breach of a collective bargaining agreement may thus remove to federal court. Espino v. Volkswagen de Puerto Rico, Inc., 289 F.Supp. 979 (D. P.R.1968).</p>\n<p id=\"b103-12\">The difficulty in the case before us is that the proceeding is before the Board rather than a court. Three federal district courts have addressed the question whether a proceeding before a state agency for violation of a collective bargaining agreement is removable as a “civil action brought in a State court”. 28. U.S.C. § 1441.<footnotemark>5</footnotemark> One held that such <page-number citation-index=\"1\" label=\"42\">*42</page-number>an action was removable, Tool and Die Makers, etc., Assoc, of Machinists v. General Electric, 170 F.Supp. 945 (E.D. Wis.1959), and two that it was not. California Packing Corp. v. I. L. W. U. Local 142, 253 F.Supp. 597 (D.Hawaii 1966); <em>Star Publishing, supra. </em>Volkswagen accepts the latter conclusion, as for the moment do we, in order to explore its implications.</p>\n<p id=\"b104-4\">Were a decision of the Board final and binding under Puerto Rican law and non-removable under federal law, we would doubtless hold the Board to be without jurisdiction, lest a defendant be deprived of his right to a federal forum. The putative distinction between private remedies (damages), enforced at the behest of a party, and public remedies (injunctions), enforced by the Board,<footnotemark>6</footnotemark> would offer no adequate basis for a surviving jurisdiction, just as it was inadequate to defeat removal. <em>Aveo, supra. </em>The question posed here, however, is whether that conclusion is shaken by the fact that the Board may not enforce its own orders but must petition for enforcement in the Puerto Rico Supreme Court. 29 L.P.R.A. § 70(2) (a), (c). At that stage the action would presumably be one “in a state court” and removable at Volkswagen’s behest. The deprivation of a federal forum would thus be incomplete.</p>\n<p id=\"b104-5\">In recognizing the interest in a federal forum, the Supreme Court in <em>Avco, supra, </em>390 U.S. at 560, 88 S.Ct. 1235, relied upon England v. Louisiana State Bd. of Medical Examiners, 375 U.S. 411, 84 S.Ct. 461, 11 L.Ed.2d 440 (1964), which contained a fuller exposition of the role of federal courts in the course of a discussion of the abstention doctrine. Conceding that a litigant can always appeal a state court determination of a federal question to the United States Supreme Court, the Court in <em>England </em>turned to pragmatic concerns, characterizing such rights of appeal as an “inadequate substitute” for a full hearing in federal court. “This is true as to issues of law; it is especially true as to issues of fact.” 375 U.S. at 416, 84 S.Ct. at 465. To the extent that the federal district court would treat a case removed from the Puerto Rico Supreme Court as a review of an administrative decision by giving deference to the Board’s determination, Volkswagen would be deprived of the critical right to have facts found in federal court. Moreover, this would place a federal court in an improper posture vis-a-vis a non-federal agency. <em>Cf. </em>Chicago Rock Island &amp; P. R.R. Co. v. Stude, 346 U.S. 574, 581, 74 S.Ct. 290, 98 L.Ed. 317 (1954).</p>\n<p id=\"b104-8\">In the event that the district court upon removal rigorously excluded evidence and conclusions from the administrative proceedings in conducting a <em>de novo </em>proceeding, Volkswagen could vindicate its right to a determination of fact and law in federal court. In assessing whether this is adequate protection, we note that under the Court’s decision in <em>England, </em>when the federal district court abstains in favor of a state court, a litigant may reserve his federal claims to be considered subsequently in federal court. One might argue from this that a <em>de novo </em>hearing on federal claims in federal court is adequate regardless of when in the course of litigation it is held, and thus that a <em>de novo </em>hearing upon removal from the Puerto Rico Supreme Court is adequate to protect Volkswagen and the federal interest. But this approach is, ultimately, unpersuasive, since the very reason for abstention in <em>England </em>was that considerations of comity made appropriate a state court interpretation of state substantive law despite the resulting awkwardness. In contrast, the present facts are governed exclusively by federal substantive law; a rehearing <em>de novo </em>in federal court would be a rehearing of the same issues. Forcing a defendant to go through a <page-number citation-index=\"1\" label=\"43\">*43</page-number>preliminary and, in effect, advisory proceeding before the Board would penalize his right to a federal forum. <em>Cf. </em>Harrison v. St. L. &amp; San Francisco, RR., 232 U.S. 318, 34 S.Ct. 333, 58 L.Ed. 621 (1914). In addition, not only would an eleventh hour removal as of right render futile all prior proceedings but the very assertion at an early stage of intent to exercise such right would tend to reduce what should be a useful Board proceeding to a charade.</p>\n<p id=\"b105-4\">The foregoing leaves us with substantial doubt whether the Board has jurisdiction if, as <em>Star Publishing </em>held, removal from the Board is not permitted, and persuades us to address the question of removal directly. The requirement of 28 U.S.C. § 1441<footnotemark>7</footnotemark> that the matter be one over which the district court has original jurisdiction is satisfied by § 301. The more formidable barrier, at which the court in <em>Star Publishing </em>stopped, is that which requires that the proceeding be a “civil action brought in a State court.” That court cited as authority for its holding two earlier cases. One, American Dredging Co. v. Local 25, Marine Div., etc., 338 F.2d 837 (3d Cir. 1964), which proceeded on the broad theory that no removal was permitted even from state courts, had already been overruled by the Supreme Court in <em>Avco, supra. </em>The other was a decision by a federal district court that a proceeding before the Hawaii Employment Relations Board was not removable. California Packing Corp. v. I.L.W.U. Local 142, <em>supra. </em>The latter court, in turn, relied On <em>American Dredging, </em>and, significantly, on <em>Sinclair, supra. </em>253 F.Supp. at 599. As detailed in its discussion of a related issue, the court’s <em>Sinclair </em>theory was that since under that case a federal district court could not issue an injunction, it was deprived of original jurisdiction over the subject matter — an action for injunctive relief. Apart from possible difficulties with the court’s notion of subject matter jurisdiction, <em>Sinclair </em>has in the interim been overruled. Boys Markets, Inc. v. Retail Clerk’s Union, Local 770, 398 U.S. 235, 90 S.Ct. 1583, 26 L.Ed.2d 199 (1970). What remains of <em>Star Publishing </em>and <em>.California Packing </em>after <em>Avco </em>and <em>Boys Market, </em>then, is an unquestioning reliance on the state’s characterization of its chosen instrument as a board or a court, even for the purpose of a federal removal statute in the context of federal substantive law.</p>\n<p id=\"b105-9\">Such an unquestioning acceptance of nomenclature, i. e., that the Board is a board and not a court, would put a quick end to the matter. The federal courts are courts of limited jurisdiction and the removal statute applies only to civil actions in state courts; the Board not being a “court”, there would be no right of removal and therefore no jurisdiction in the Board to- deal with § 301 cases. But we are unconvinced that, as to the Board’s specific function of applying federal substantive law to § 301 cases, the institutional label is dispositive.</p>\n<p id=\"b105-10\">The Supreme Court has held that notwithstanding a state’s characterization of a body as a “court”, it may not be a court for removal purposes. Upshur County v. Rich, 135 U.S. 467, 10 S.Ct. 651, 34 L.Ed. 196 (1890). Applying the same approach to the converse situation, the court in <em>Tool and Die Makers, supra, </em>in effect held that a board may, as to <page-number citation-index=\"1\" label=\"44\">*44</page-number>the issue faced here, be a court for removal purposes. It recognized that the Supreme Court “has adopted a functional rather than a literal test” in the interpretation of the removal statute. 170 F.Supp. at 950. Applying its functional test to the proceedings before the Wisconsin board, the court held that removal was permitted even though the Wisconsin Board, like the Puerto Rico Board, was obliged to seek enforcement of any order in state court. Decisive, in its view, was the argument that Wisconsin could not be permitted, in bifurcating what was traditionally a judicial function, to “defeat the right of a litigant otherwise entitled to have his cause heard in Federal court.” 170 F.Supp. at 950.</p>\n<p id=\"b106-4\">Such an approach is not cavalierly undertaken, but must focus on a number of relevant factors, including the Board’s procedures and enforcement powers, the locus of traditional jurisdiction over breaches of contract, and the respective state and federal interests in the subject matter and in the provision of a forum. Concentrating on such factors seems to us far more satisfactory than to be content with a Steinian rendering of “a board is a board is a board”. <em>See, </em>for a persuasive discussion, Note, Removal to Federal Court from State Administrative Agencies, 69 Yale L.J. 615 (1960). We therefore proceed to examine in light of those factors the operations of the Board not over the full breadth of its jurisdiction but only insofar as it exercises concurrent jurisdiction under § 301. In doing so, we wish to emphasize that we are not questioning the institutional status of the Board as to any of its other functions, jurisdictions, or procedures. Our problem is the exceedingly narrow one of reconciling the removal statute with the federal law relating to § 301 and its implementation in both state and federal forums.<footnotemark>8</footnotemark></p>\n<p id=\"b106-8\">The proceeding before the Board has the threshold characteristic of a “civil action in a State court” in that it is <em>inter yartes. </em>Commissioners of Road Imp. District, etc. v. St. Louis S. W. Ry. Co., 257 U.S. 547, 559, 42 S.Ct. 250, 66 L.Ed. 364 (1922). The Board acted upon the Asociation’s charge in directing Volkswagen to respond, and significantly, the gravamen of the complaint was the breach of an agreement between the parties. In addition, the Board’s lack of rule-making or “legislative” power under § 301 and its adjudicative format suggest that it is a court, <footnotemark>9</footnotemark> while its lack of enforcement power supports a contrary conclusion. As to the locus of traditional jurisdiction, it is clear that ordinarily courts have adjudicated breaches of contract. More particularly, only five states had authorized unfair labor practice proceedings for breaches of collective bargaining agreements when § 301 was enacted in 1947, American Motors Corp. v. Wisconsin Employ. Rel. Bd., 32 Wis.2d 237, 145 N.W.2d 137, 141 (1966).</p>\n<p id=\"b106-9\">The respective state and federal interests have been sketched above. The state interest after <em>Lincoln Mills, Dowd Box, </em>and <em>Avco </em>is <em>indeed </em>a limited one. <em>See </em>Note, The New Federal Law of Labor Injunctions, 79 Yale L.J. 1593, 1609-10 (1970). Substantive law is purely federal, and while both state and federal governments may create forums, an action brought before a state forum is, in general, removable to a federal court. Nor do the states have in practice the opportunity to go their own ways which they lack in theory, since a state proceeding is in any event remova<page-number citation-index=\"1\" label=\"45\">*45</page-number>ble at the enforcement stage.<footnotemark>10</footnotemark> Any advantage which the state might find in the specialized expertise of its Board or in expedited procedures would then be lost. <em>See </em>Note, Removal to Federal Courts from State Administrative Agencies, <em>swpra </em>at 626. The interest in the federal forum to decide questions of federal substantive law, developed in <em>England </em>and <em>Avco, </em>would thus be burdened without substantial benefit to the state. For these reasons, we conclude that the Board in conducting unfair labor practice proceedings for breach of collective bargaining agreements under § 301 acts as a court and that such proceedings are removable to federal court.</p>\n<p id=\"b107-5\">While our decision, in the light of the legal developments sketched above, means that <em>Star Publishing </em>is no longer law in this circuit, it also means that the Board does have jurisdiction over the present complaint. While it is a curious paradox that an emphasis on access to a federal forum is required to preserve a useful Commonwealth forum, we think the result sound in both law and sense. Congress was aware in passing § 301 that some states gave jurisdiction to administrative bodies to adjudicate alleged violations of collective bargaining agreements, S. Rep. No. 105, 80th Cong., 1st Sess. 18 (1947), and evidenced no intention of limiting the states in the exercise of concurrent jurisdiction to the use of courts, narrowly defined.<footnotemark>11</footnotemark> And where both parties agree, it is the essence of concurrent jurisdiction that they be able to submit their disputes to a state tribunal. In the ease of the Puerto Rico Board, the opportunity to conduct the proceedings in Spanish may be an important convenience for the parties. Furthermore, under our decision, removal, if any, will take place at an early stage in the litigation, before the expenditure of substantial resources in a futile proceeding.</p>\n<p id=\"b107-9\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b101-15\">. It is not altogether clear whether the district court dismissed on jurisdictional or substantive grounds. While the complaint was dismissed after a hearing devoted to the issue of jurisdiction over the subject matter, the court also adopted that part of defendants’ brief which dealt with the merits. The district court opinion is reported at 331 F.Supp. 1043 (D. P.R.1970).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b102-6\">. The Puerto Rico Labor Relations Act makes it an unfair labor practice for an employer “to violate the terms of a collective bargaining contract. ...” 29 L.P.R.A. § 69(1) (f).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b102-10\">. For an attempt to organize tbe case law, see K. Davis, Administrative Law Treatise § 20.02 (1958, Supp.1970).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b103-8\">. Section 301 states in part that:</p>\n<blockquote id=\"b103-9\">“Suits for violation of contracts between an employer and a labor organization representing employees may be brought in any district court of the United States having jurisdiction of the parties, without respect to the amount in controversy or without regard to tlie citizenship of the parties.” 29 U.S.C. § 185.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b103-15\">. The issue has not reached any Court of Appeals, in part because “An order remanding a case to the State court from which it was removed is not reviewable on appeal or otherwise.” 28 U.S.C. § 1447(d). In the present case, Volkswagen did not seek removal.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b104-6\">. The distinction was advanced in <em>Utier, supra, </em>slip opinion [translation] at 19, but was then fundamentally blurred by the holding that the awarding of compensatory damages for breach was a public remedy since it implemented an important public policy. Slip opinion [translation] at 26.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b105-5\">. Section 1441 provides in pertinent part that:</p>\n<blockquote id=\"b105-6\">“(a) Except as otherwise expressly provided by Act of Congress, any civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed by the defendant or the defendants, to the district court of the United States for the district and division embracing the place where such action is pending.</blockquote>\n<blockquote id=\"b105-11\">(b) Any civil action of which the district courts have original jurisdiction founded on a claim or right arising under the Constitution, treaties or laws of the United States shall be removable without regard to the citizenship or residence of the parties.”</blockquote>\n<p id=\"b105-12\">Because the claim would be one “arising under the . . . laws of the United States” (§ 301), diversity would be unnecessary.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b106-5\">. We are informed by the Acting Clerk of the Supreme Court of Puerto Rico that of the 32 petitions for review of cases from the Board filed with the Supreme Court between July 1, 1967, and November 30, 1971, only three involved an unfair labor practice for violation of a collective bargaining agreement.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b106-11\">. We note that the Puerto Rico Supreme Court has recently referred to the Board’s function as a “quasi-judicial” one. <em>Utier, supra, </em>slip opinion [translation] at 11.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b107-6\">. In contrast, despite a grant of concurrent jurisdiction, Congress created such practical independence under the Federal Employers’ Liability Act by expressly forbidding removal, 28 U.S.C. § 1445(a), “in order to secure to employees the exclusive choice of forum. . . . ” H. Hart &amp; H. Wechsler, The Federal Courts and the Federal System 732 (1953).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b107-21\">. <em>See </em>American Motors Corp. v. Wisconsin Employ. Bel. Bd., <em>supra; </em>Tecumseh Products Co. v. Wisconsin Employ. Bel. Bd., 23 Wis.2d 118, 126 N.W.2d 520 (1964).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}