{
  "casebody": {
    "data": "<casebody firstpage=\"416\" lastpage=\"420\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b430-6\">John Ayala v. State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b430-7\">No. 24040.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AaG\">June 16, 1948.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b430-8\">Rehearing Denied November 10, 1948.</otherdate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b430-9\">Request For Leave to File Second Motion For Rehearing Denied November 17, 1948.</otherdate>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b431-12\"><page-number citation-index=\"1\" label=\"417\">*417</page-number>Hon. A. P. Mays, Judge Presiding.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b431-14\"><em>Doyle Pevehouse </em>and <em>Tyson, Dawson &amp; Dawson, </em>all of Corsicana, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b431-15\"><em>Ernest S. Qoens, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b431-16\">BEAUCHAMP, Judge.</author>\n<p id=\"b431-17\">The appeal is from a conviction for murder without malice with a sentence of three years in the penitentiary.</p>\n<p id=\"b431-18\">Appellant and deceased met at a filling station at Emhouse, in Navarro County, about eleven-thirty in the morning. After consuming the greater part of a quart bottle of wine, which appellant had purchased in Corsicana, they became engaged in gambling at a vacant house a few hundred yards from the home of appellant. They were joined by the State’s only eye witness, M. H. Colquitt. Witnesses testified to friendly conversations between appellant and deceased at Emhouse, and the same spirit seemed to prevail when Colquitt came to join in their poker game. Immediately thereafter, while the parties were settling their financial obligations, a ten-dollar bill belonging to appellant was lost and the two were unable to find it. Suddenly and without warning, from the viewpoint of the witness, appellant pulled a pistol and shot the deceased, Robert Vyers, through the <page-number citation-index=\"1\" label=\"418\">*418</page-number>head, killing him instantly. Appellant testified that Vyers called him an ugly name and made a motion as if to get his knife and threatened to kill him. The issue of self-defense was submitted ■to-the jury.</p>\n<p id=\"b432-4\">Appellant plead not guilty and asked for a suspended sentence. He introduced a number of witnesses who testified to his general reputation over a period of some twenty-five years. It was also the. opinion of several witnesses that the deceased was an overbearing man.</p>\n<p id=\"b432-5\">Several bills of exception áre found in the record. The motion for a new trial was overruled on November 29, 1947, and the ' bills were filed on February 24, 1948. There is no order in the record extending the time within which they may be filed. A supplemental transcript, so denominated, was filed in this Court on April 29, 1948, which attempts to bring forward a certificate of the trial judge as to the things that took place. It is stated that, even though no order extending the time appears in the minutes, he did tell counsel for the appellant, at the time the motion for new trial was overruled, that all of the time allowed by law for filing the bills of exception would be granted, and that he did grant all additional time as lay within his discretionary power, and that such statement was made in open court It is further recalled that the Judge had nothing to do with the preparation of the minutes of the court, “* * * * * but counsel for appellant, in the preparation of the order overruling the motion for new trial, inadvertently failed to include therein the true pronouncement of the court with reference to the time allowed, * * * <em>**” </em>It is further said that at the time the bills were presented to him and approved, the court assumed that they were filed within the time granted by the court. Based on the foregoing, we are requested to consider the bills of exception.</p>\n<p id=\"b432-6\">Article 760 of the Code of Criminal Procedure requires that the order granting the extension of time shall be entered of record. Frequently the question has come before this Court with the record showing that a docket entry was made without carrying the order forward in the minutes. It is the consistent holding, over a long period of time, that such entry is not sufficient to extend the time. The situation in the instant case is no different. The fact remains that the order was not carried forward and entered of record. We are unable to consider the bills, without which no error in the procedure is pointed out.</p>\n<p id=\"A7R\">The judgment of the trial court is affirmed.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b433-3\"><page-number citation-index=\"1\" label=\"419\">*419</page-number>ON APPELLANT’S MOTION FOR REHEARING.</p>\n<author id=\"b433-4\">DAVIDSON, Judge.</author>\n<p id=\"b433-5\">Upon original presentation appellant did not discuss in his brief and oral argument the exceptions reserved to the court’s charge, relying, rather, upon his bills of exception which we refused to consider because they were not filed within the time required by law. He now asks consideration of the exceptions to the charge.</p>\n<p id=\"b433-6\">The trial court submitted self-defense from real and apparent danger and threats and, in addition, gave a special requested charge upon appellant’s right to act upon the appearance of danger from the demonstrations of deceased as if to draw a weapon. These charges, when considered together, accorded to appellant his every right of self-defense, under the facts.</p>\n<p id=\"b433-7\">We fail to find any evidence raising the issue of defense of property. Hence, appellant’s exception to the charge because of the failure to instruct the jury upon that subject is unavailing.</p>\n<p id=\"b433-8\">The charge on self-defense is not subject to the exception that it cast upon appellant a greater burden than that authorized by law. The jury were repeatedly told that the circumstances must be viewed from the standpoint of the appellant as they appeared to him at the time.</p>\n<p id=\"b433-9\">Believing a proper disposition was made of the case originally, the motion for rehearing is overruled.</p>\n<p id=\"b433-10\">Opinion approved by the Court.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"rehearing\">\n<p id=\"b433-11\">REQUEST FOR LEAVE TO FILE SECOND MOTION FOR REHEARING.</p>\n<author id=\"b433-13\">HAWKINS, Presiding Judge.</author>\n<p id=\"b433-14\">Appellant requests leave to file second motion for rehearing and asks this court to (1) withhold the issuance of mandate of affirmance in order that appellant may obtain a judgment nunc pro tunc from the trial court granting 90 days within which to file bills of exception; and (2) that his bills of exception now on file be considered.</p>\n<p id=\"b434-3\"><page-number citation-index=\"1\" label=\"420\">*420</page-number>On Ms first request we point out that the trial court would have no authority to enter a judgment nunc pro tunc as long as the case was pending in this court on appeal. When notice of appeal was given the trial court lost jurisdiction to do anything further than is authorized in Art. 828 C. C. P., which does not include the thing requested by appellant. Many authorities will be found in the notes under the article mentioned in Vernon’s Ann. Texas Criminal Statutes, Vol. 3, C. C. P. The following cases are directly in point. Murphy v. State, 133 Tex. Cr. R. 189, 109 S. W. (2d) 488; Davis v. State, 120 Tex. Cr. R. 114, 28 S. W. (2d) 794; Acuff v. State, 98 Tex. Cr. R. 71, 262 S. W. 761; Allen v. State, 124 Tex. Cr. R. 642, 65 S. W. (2d) 311.</p>\n<p id=\"b434-4\">The original opinion delivered June 16, 1948, points out clearly the reasons why appellant’s bills of exception may not be considered. The authorities cited by appellant in his request that we consider his second motion for rehearing have been examined, but are not thought to bring this case within the holding in those cases.</p>\n<p id=\"b434-5\">The request for leave to file second motion for rehearing is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}