{
  "casebody": {
    "data": "<casebody firstpage=\"435\" lastpage=\"443\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b447-7\">THE STATE v. ISAAC S. OVERTON.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b447-8\">1. If a railroad company sell to a passenger a ticket to go over the road hy a through train, such passenger has no right, without the assent of the company, to stop at a way station, and demand, by virtue of his ticket, or conductor’s check given in lieu thereof, a continuation of his passage over the residue of the road. The distance and manner in which a passenger is to <em>be </em>carried over a road is a <em>matter </em>of contract, entered into between him and the company, and unless prohibited by law, a railroad company has the right to charge higher fares to way stations than their proportion of the distance.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b447-9\">2. If a passenger in a railroad train refuses to pay his fare, he may be required to leave the ears, and upon refusing so to do, he may be removed at a suitable time and place, using no unnecessary violence.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b447-10\">3. The reasonableness of a by-law of a corporation is a question of law, not of fact; by-laws of a corporation bind only the members, not strangers.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b447-11\">4. The regulations of a railroad company or other passenger carriers, with regard to the conduct of passengers, are not by-laws of the corporation, hut regulations whose validity depends not upon their lawfulness, but upon their being reasonable.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b447-12\">This was a case certified from the Morris county Oyer and Terminer, for the advisory opinion of this court; the de<page-number citation-index=\"1\" label=\"436\">*436</page-number>fendant, Overton, had been convicted of an assault and battery on Theodore A. Canfield, in forcibly ejecting him from the cars, on a train on the Morris and Essex Eailroad, of which he, Overton, was the conductor. A motion was made in the court below for a new trial, on account of a misdirection of the court. The facts and questions of law arising in the case are fully set forth in the opinion of the Chief Justice.</summary>\n<p data-order=\"6\" data-type=\"summary\" id=\"b448-4\">The question was argued before the Chief Justice and Justices Ogdeh and Potts,</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"AV_\">by Mr. <em>Whelpley </em>for defendant, and Mr. <em>Dalrymple, </em>Prosecutor of Morris, for the State.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b448-5\">Mr. <em>Whelpley, </em>for the defendant,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"Ahmd\">cited 2 <em>Sumner, C. C. R. </em>221, <em>Jenks </em>v. <em>Coleman; </em>10 <em>New Hamp. </em>481, <em>Bennet </em>v. <em>Dutton ; 8 New Hamp. </em>523, <em>Markham </em>v. <em>Brown; </em>7 <em>Metc. </em>596; 11 <em>Metc. </em>121, <em>Cheney </em>v. <em>R. R. Co.; A. &amp; A. on Corp. </em>357; 3 <em>Pick. </em>462, <em>Com. </em>v. <em>Worcester; </em>1 <em>Green, </em>196, <em>Paxon </em>v. <em>Sweet; Angell on Carriers, </em>497; <em>Jeremy on Carriers, </em>23; <em>Story on Bailments, 600; </em>1 <em>Esp. </em>27, <em>Kerr </em>v. <em>Mountain; </em>4 <em>Esp. </em>260, <em>Mesen </em>v. <em>Cooper.</em></p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b448-6\">Mr. <em>Dalrymple, </em>for State,</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AFa\">cited 3 <em>Pick. </em>474, <em>Com. </em>v. <em>Worcester ; A. &amp; A. on Corp., Chap. </em>10, <em>Sec. </em>7.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b448-7\">The Chief Justice.</author>\n<p id=\"AUb\">The defendant was convicted in the Oyer and Terminer of Morris, of an assault and battery upon Theodore A. Canfield. A motion having been made for a new trial, upon the ground that the charge of the court was erroneous, and that the verdict was against law and contrary to the evidence, the question was reserved and submitted to this court for its advisory opinion.</p>\n<p id=\"b448-8\">The material facts are, that on the 18th of March, 1853, Canfield, the prosecutor, procured at the office of the Morris and Essex Eailroad Company, in Newark, a passenger’s ticket to Morristown. He paid for the ticket the regular fare from Newark to Morristown, and took his seat in the cars. At Millville, one of the way stations upon the road, he left the train. Before leaving the cars, he received from <page-number citation-index=\"1\" label=\"437\">*437</page-number>Van Pelt, the conductor of that train, a conductor’s check, upon which was printed the words “ conductor’s check to Morristown.” About an hour afterwards, Canfield took the next train of cars which passed-the Millville station for Morristown, of which train Overton, the defendant, was conductor. Upon being asked by the conductor for his fare, Canfield tendered in payment the check received by him from Van Pelt, the conductor of the train in which Canfield had first taken his seat; this the conductor refused to accept, and the passenger refusing to pay his fare, and declining to leave the cars upon request, he was, without unnecessary force or violence, and without personal injury, removed by the defendant from the cars, at one of the way stations upon the road, before reaching Morristown. The company furnished, at the office in Newark, through tickets to Morris-town, and also tickets to Millville and other way stations upon the route. The cost of a ticket directly from Newark to Morristown was less than the cost of a ticket to Millville and another ticket thence <em>to </em>Morristown. Some years previous to the transaction, the company had given public notice that conductor’s checks were not transferable from one train to another.</p>\n<p id=\"b449-5\">It was not questioned upon the trial that a railroad company are not bound to carry a passenger, unless upon payment or tender of his fare; that they may, in such case, either refuse to permit him to enter the cars, or having entered them, they may require him to leave them before the termination of the journey ; and that if he refuses to leave, they may remove him at a suitable time and place, using no unnecessary force. The ground upon which the conviction was asked, was, that in fact the passenger had paid his fare; that he offered to the conductor competent and satisfactory evidence of that fact, and that, consequently, the act of the conductor in removing him from the cars, was illegal.</p>\n<p id=\"b449-6\">.Mad the passenger in feet paid his fere, or was the check given by the conductor of another train, evidence of that fact ? He had, it is admitted, paid his fare to Morristown, <page-number citation-index=\"1\" label=\"438\">*438</page-number>by the train in which he originally took his passage. Did that authorize him to leave the train at any point upon the road, and to resume his place for his original destination, in a different train, at his pleasure ?</p>\n<p id=\"b450-5\">The question is obviously a question of contract between the passenger and the company. By paying for a passage, and procuring a ticket from Newark to Morristown, the passenger acquired the right to be carried directly from one point to the other, without interruption. He acquired no right to be transported from one point to another upon the route, at different times and by different lines of .conveyance, until the entire journey was accomplished. The company engaged to carry the passenger over the entire route for a stipulated price. But it was no part of their contract that they would suffer him to leave the train, and to resume his seat in another train, at any intervening point upon the road. Their contract with the passenger would have been executed, if they had proceeded directly to Morristown, without stopping at any intervening point ; nor could he have complained of a violation of contract, if no other train had passed over the road, in which he might have completed his journey. If the passenger chose voluntarily to leave the train before reaching his destination, he forfeited-all rights under his contract. The company did not engage, and were not bound to carry him in any other train, or at any other time, over the residue of the route.</p>\n<p id=\"b450-6\">The production of the conductor's ticket in no wise altered the case, or affected the terms of the original contract. It was evidence, indeed, that the holder had paid his passage, and was entitled to be carried to Morristown. But how and when ? Why, clearly, according to the terms of his original contract. ■ It was evidence that he had paid his fare to Morristown, and was entitled to be carried there by the train in which he had originally taken his passage; for that purpose alone it was given to him; that train he had left voluntarily, without the knowledge or assent of the conductor, and without giving up his check. The check <page-number citation-index=\"1\" label=\"439\">*439</page-number>was therefore valueless; the right, of which it was the evidence, the passenger had voluntarily relinquished.</p>\n<p id=\"b451-5\">This is the clear legal effect of the contraed between the company and the passenger, in the absence of any evidence to the coulrary. If the passenger insists that under his contract-, by virtue of general usage, or the custom upon the road, he is entitled to be carried at his pleasure either by one or by different trains, and at different times, over various portions of his journey, the burthen of proof was upon the State. No such usage was established, although some evidence was offered upon the trial, for the purpose; of proving it.</p>\n<p id=\"b451-6\">The defendant offered evidence to show that some years previous to the transaction, the company had adopted a rule, and given public notice, that a conductor’s check was not transfe,rabie from one train to another. This properly considered, is a simple warning to passengers, that they would be carried strictly according to the terms of their contract. Even if a previous custom had been proved, (which it was not,) for passengers to bo carried over different parts of their journey by different trains, it was a mere warning that in the future the custom would not prevail. Upon the trial, this action of the company was presented to the court, and by them submitted to the jury, as if it were a by-law or regulation of the company affecting the rights of passengers, upon the reasonableness and consequent validity of which the jury were to decide. The court clearly intimated its opinion, that the regulation of the company was valid, but under the influence of the ruling of another tribunal, submitted the validity of the regulation as a matter of fact to the jury.</p>\n<p id=\"b451-7\">In this the court erred. Here was no evidence of any by-law, or of any regulation made by the company, affecting the rights of passengers upon the reasonableness, or validity of which either court or jury were called upon to decido. The right of the passenger rested upon his contract. The notice given by the company was in strict conformity with His rights under the contract. Upon the evidence in the cause, if no proof had been offered of the notice given by the company, that conductors’ checks were not transferable, the <page-number citation-index=\"1\" label=\"440\">*440</page-number>defendant would have been entitled to a verdict. Proof of that notice certainly placed him in no worse position. The company have an unquestionable right, under their charter, independent of any by-law or regulation, to charge different rates by different trains, or a higher price for travelling over the road as a way-passenger, by different journeys, than for a through passenger. This was in reality all that was involved in the evidence of the action by the company, as proved upon the trial. The case does not fall within the operation of the principle, by which it was held to be controlled.</p>\n<p id=\"b452-5\">Assuming at the bar, as was done upon the trial, that the guilt or innocence of the defendant depended upon the va- ■ lidity of a regulation made by the company, affecting the rights of passengers, the question was elaborately argued whether the validity of such regulation can in any case be submitted as a question of fact to be decided by a jury, and the broad principle was assumed that the validity of every regulation made by a railroad company, regulating the concerns and affecting the rights of the road, is a question of law, to be decided by the court, and never can be submitted to a jury; that the company is bound to make regulations for the comfort and convenience of passengers; that the power is regulated by their charter; that what is lawful is reasonable; and that, therefore, every regulation is reasonable which is not unlawful.</p>\n<p id=\"b452-6\">The validity of the by-law of a corporation is purely a question of law. Whether the by-law be in conflict with the law or with the charter of the company, or be in a legal sense unreasonable, and therefore unlawful, is a question for the court and not for the jury. <em>Commonwealth </em>v. <em>Worcester, </em>3 Pickering, 462; <em>Paxon </em>v. <em>Sweet, </em>1 <em>Green, </em>196; <em>Ang. &amp; Ames on Corps. </em>357. But the <em>by-laws </em>of a private corporation bind the <em>members only </em>by virtue of their assent, and do not affect third persons. All regulations of a company affecting its business, which do not operate upon third persons, nor in any way affect their rights, are properly denominated by-laws of the company,, and may come within <page-number citation-index=\"1\" label=\"441\">*441</page-number>the operation of the principle. Within this limit it is the peculiar and exclusive office of the court to decide upon the validity of the regulation.</p>\n<p id=\"b453-5\">But there is another class of regulations, made by corporations, as well as by individuals, who are common carriers of passengers, which operate upon, and affect the rights of others which are not, properly speaking, by laws of the corporation, and which do not fall within the operation of the principle. Of this character are all regulations touching the comfort and convenience of travellers, or prescribing rules for their conduct to secure the just rights of the company.— It is not perceivable of this class of regulations, that they are never unreasonable unless they are unlawful. On the contrary, they are unlawful because they are unreasonable-, or an unnecessary infringement of the rights and liberty of the passengers. The reasonableness and validity of a regulation, that passengers by railroad or steamboat should exhibit their tickets when reasonably requested, that they should not smoke or indulge in other filthy, or offensive practices; that male passengers should not enter a car or a saloon, especially appropriated to females, might be conceded, and the right of the company to enforce them, even by excluding, in case of necessity, the offending passenger from the train. But it would scarcely be contended that a regulation requiring passengers continually, or as often as the caprice or malice of a conductor might require it, to exhibit their tickets; forbidding them to speak, or change their seats from one part of a car or saloon, to another, when the right of no other passenger was affected, was a regulation lawful in itself or which might safely be enforced. This latter class of regulations are no more in violation of the charter of the company, or of any particular statute, than the former. But they would be held unlawful, because they are unreasonable, and an unnecessary infringement of the rights and liberty of travelers. The distinction between such regulations as are necessary, and conducive to the comfort and convenience of travellers, or to protect the rights of the company, must from its very nature be a question of fact rather than of <page-number citation-index=\"1\" label=\"442\">*442</page-number>law. The reasonableness and unreasonableness of the regulation, is properly for the consideration, not of the court, but of the jury.</p>\n<p id=\"b454-5\">In <em>Jenks </em>v. <em>Coleman, </em>2 <em>Sumner, </em>221, the action was brought to recover damages against the defendant, for refusing to receive the plaintiff as a passenger on board of a steamboat, of which the defendant was commander. The defence was that an agreement had been entered into by the proprietors of the boat, with a line of stages, to carry their passengers from and to Providence and Boston. That the plaintiff was the agent of another line of stages, and that his object in going on board of the boat was to procure passengers, and thus ■interfere with the arrangement made by the steamboat proprietors. Justice Story in his charge to the jury, said: “ The true question is, whether the contract is reasonable and proper in itself, and entered into with good faith, and not for the purpose of an oppressive monopoly. If the jury find the contract to be reasonable and proper in itself, and not oppressive, and they believe the purpose of Jenks in going on board, was to accomplish the objects of his agency, and in violation of the reasonable regulations of the steamboat proprietors, then their verdict ought to be for the defendant, otherwise to be for the plaintiff.” If the question whether a contract entered into by common earners be reasonable and proper, and one which may be enforced, even by excluding passengers from the conveyance, be a question of fact, to be decided by a jury, there is surely no violation of principle in submitting to their decision, the necessity or propriety, and consequent validity of a regulation affecting the comfort or safety of passengers.</p>\n<p id=\"b454-6\">But there was in reality no such question involved in the present case. The right to transfer conductors’ checks, resulted upon a contract which the company had a clear and unquestionable legal right to enforce. The question was improperly submitted to the jury, and the verdict is against law, and contrary to the evidence.</p>\n<p id=\"b454-7\">The Oyer and Terminer should be furnished with the <page-number citation-index=\"1\" label=\"443\">*443</page-number>advisory opinion of the court, that the verdict ought to bo set aside and a new trial granted.</p>\n<p id=\"b455-5\">Ogden, J., concurred.</p>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b455-6\">Potts, J.</author>\n<p id=\"A8o\">I concur in advising that the rule to show cause why the verdict in this case should not be set aside, be made absolute. Campbell contracted with the Morris and Essex Railroad Company, to carry him from Newark to Morristown by the first afternoon train on the 18th February last. He got into the cars and rode as far as Mill-ville, where he left the train. That act was an abandonment of the contract on his part. He got into the next train at Millville for Morristown, and refusing to pay the regular fare from that place to Morristown, the defendant, who was the agent of the company, put him out of the cars, using no more force than was necessary. This he had a right to do; and the verdict <em>finding </em>him guilty of an assault and battery on Campbell for so doing, was wrong.</p>\n<p id=\"b455-7\">Cited <em>in Ayres </em>v. <em>Mor. &amp; Es. R. R. Co., </em>5 <em>Dutch. </em>395; <em>Ripley </em>v. <em>N. J. R. R. &amp; Tr. </em>Co, 2 Vr. 393; <em>Compton </em>v. <em>Van Valkenburgh, </em>5 <em>Vr. </em>135.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}