{
  "casebody": {
    "data": "<casebody firstpage=\"481\" lastpage=\"501\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b349-4\">[No. A097959.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AFG\">First Dist., Div. Four.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AA5\">Aug. 19, 2003.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b349-5\">HOLDEN H. LEE, Plaintiff, Cross-defendant and Appellant, v. JANET J. YANG, Defendant, Cross-complainant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b349-6\">[CERTIFIED FOR PARTIAL PUBLICATION<footnotemark>*</footnotemark>]</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b352-4\"><page-number citation-index=\"1\" label=\"484\">*484</page-number>Counsel</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b352-5\">Law Offices of Daniel A. Conrad, Daniel A. Conrad and Robin Rudderow for Plaintiff, Cross-defendant and Appellant.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b352-6\">Tesler, Sandmann &amp; Fishman, Peter B. Sandmann and Pauline H. Tesler Defendant, Cross-complainant and for Appellant.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b349-10\">Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of parts II.B. through II.D., III and IV.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b352-7\">Opinion</p>\n<author id=\"b352-8\">REARDON, Acting P. J.</author>\n<p id=\"APT\">While the legal issues in this case are all about the money, the heart of the matter is a romantic relationship and engagement turned sour upon the prospective bride’s discovery of her betrothed’s prior undisclosed homosexual liaisons. With that the parties’ mutual trust and expectations for a life together came to an end. Promises had been made, funds had been commingled, a residence had been purchased and the bride-to-be had left her lucrative Hong Kong job and relocated to San Francisco. Both parties sued after the wedding was cancelled. Many issues were decided on summary judgment. Cutting through the evasive, self-serving testimony that followed in the court trial, the court concentrated on documentary evidence. In the end, neither party prevailed on their claims for damages, although plaintiff and appellant Holden H. Lee was awarded the diamond engagement ring. We affirm the judgment in its entirety.</p>\n<p id=\"b352-9\">I. FACTUAL BACKGROUND</p>\n<p id=\"b352-10\">A. <em>The Relationship</em></p>\n<p id=\"b352-11\">With a master’s degree in business administration from the Wharton School, University of Pennsylvania, Holden has worked in Hong Kong and the United States in the fields of development and private investment. Defendant and appellant Janet J. Yang, holding a bachelor of science degree in electrical engineering from Stanford University, worked for Merrill Lynch in New York and Hong Kong and then for Salomon Smith Barney in Hong Kong from 1997 to 1999 as a research analyst, eventually earning $500,000 a year.</p>\n<p id=\"b352-12\">The two met in Hong Kong in 1995 and started dating in the winter of 1996. Holden moved to San Francisco in the summer of 1997 to start a new job. The courtship continued and in March 1999 Holden formally proposed to Janet, presenting her with an engagement ring; the diamond was from his grandmother’s ring. She accepted. The wedding was set for September 18, 1999. The couple agreed that Janet would move to San Francisco.</p>\n<p id=\"b353-4\"><page-number citation-index=\"1\" label=\"485\">*485</page-number>Meanwhile, in spring 1999 the parties each added the other as a signatory on their respective Hong Kong accounts. Before moving to San Francisco, Janet wired $60,000 to one of Holden’s Bank of America (B of A) accounts.</p>\n<p id=\"b353-5\">Janet arrived in San Francisco on June 4, 1999, and began living with Holden. Holden added her to three of his B of A accounts. By July 9, 1999, they had purchased a condominium located at 2005 Broadway. Holden took out a loan in his name for $772,000, but the parties took title to the property as “Holden Lee, an unmarried man and Janet J. Yang, an unmarried woman, as Joint Tenants.”</p>\n<p id=\"b353-6\">Janet started working at Draper International earning $70,000 annually. She had her payroll checks deposited directly into one of the B of A accounts.</p>\n<p id=\"b353-7\">The couple moved into their new home the first week of August 1999. Several weeks before the scheduled wedding, Janet discovered love letters written to Holden by different men from various parts of the world. She was “utterly shocked,” felt betrayed and made several suicide attempts.</p>\n<p id=\"b353-8\">Janet made three withdrawals from the B of A accounts, transferring funds initially to a new local account and then to a Maryland account that she held jointly with her parents. The first, on August 20, 1999, was for $25,359.97. The second, on September 3, 1999, was for $20,000. And finally on September 7, 1999, Janet closed out the $301,490.53 certificate of deposit.</p>\n<p id=\"b353-9\">Holden and Janet went to see her parents in Maryland over the Labor Day weekend. The four of them talked, then Janet left and her parents interviewed Holden alone. Her father videotaped the interview and also gave Holden a five-page handwritten questionnaire to fill out. According to Holden, Janet’s father indicated that if Holden were to “transfer a sum ... to their bank account in one week’s time[,] they would put aside their hesitations and support their daughter’s decision.” They wanted reassurances that everything would be “okay” for their daughter. Holden wrote in the figure “$500,000.”</p>\n<p id=\"b353-10\">The next day Janet and Holden cancelled the wedding. Upon returning to San Francisco they sold the condominium. Per the closing statement Holden received $108,812.89, Janet $103,312.90—the difference representing Holden’s recovery of $5,500, or one-half of the “staging cost” that Janet agreed to pay in connection with the sale.</p>\n<p id=\"b353-11\">B. <em>Litigation</em></p>\n<p id=\"b353-12\">Holden sued Janet for conversion, imposition of constructive trust and money had and received. Janet cross-complained, alleging causes of action <page-number citation-index=\"1\" label=\"486\">*486</page-number>for breach of contract, fraud, interference with prospective business interests, negligence, battery and intentional infliction of emotional distress.</p>\n<p id=\"b354-5\">The court granted summary judgment in Holden’s favor on the conversion and constructive trust counts with respect to the diamond engagement ring, and on all causes in the cross-complaint. Holden’s remaining claims proceeded to court trial.</p>\n<p id=\"b354-6\">The trial court held that; (1) Civil Code section 683, subdivision (a), defining a joint interest as one owned in equal shares, applied to the funds Janet withdrew from the B of A accounts, not the California Multiple-Party Accounts Law (CAMPAL);<footnotemark>1</footnotemark> (2) the three-part B of A account was held in joint tenancy, with each party having a right to withdraw funds; (3) Holden failed to establish that there was a different, enforceable agreement restricting Janet’s right to withdraw funds from the accounts or rebutting the presumption of equal ownership; (4) no gift of funds was made in contemplation of marriage; and (5) the condominium was held in joint tenancy, and Holden failed to prove any agreement whereby Janet promised to reimburse him (a) based on the amount each contributed to the purchase of the property, or (b) for half of the taxes and operating expenses incurred after they called off the wedding.</p>\n<p id=\"b354-7\">The trial court entered judgment accordingly and ordered that neither party was the prevailing party for purposes of costs. These appeals followed.</p>\n<p id=\"b354-8\">H. HOLDEN’S APPEAL</p>\n<p id=\"b354-9\">A. <em>The Trial Court Correctly Ruled that Holden Was Not Entitled to Recover Any Funds that Janet Withdrew from the B of A Accounts</em></p>\n<p id=\"b354-10\">1. <em>Statutory Framework</em></p>\n<p id=\"b354-11\">Holden’s primary contention is that he owned the funds that Janet withdrew from the B of A accounts and therefore she must reimburse him. The trial court determined that he was not entitled to recover the funds. We agree.</p>\n<p id=\"b354-12\">We start with Civil Code section 683, which defines a “joint interest” as “one owned by two or more persons in equal shares, by a title created by a single will or transfer, when expressly declared in the will or transfer to be a joint tenancy ....” (Civ. Code, § 683, subd. (a).) Prior to July 1, 1990, this <page-number citation-index=\"1\" label=\"487\">*487</page-number>was the sole statutory authority governing the character and ownership of funds on deposit in joint tenancy bank accounts.</p>\n<p id=\"b355-5\">In 1980 the California Law Revision Commission (Commission) first recommended that the Legislature enact the substance of article VI of the Uniform Probate Code (UPC) relating to multiple-party accounts in banks and other financial institutions, with some substantive and technical revisions. (Recommendation Relating to Non-Probate Transfers (Dec. 1980) 15 Cal. Law Revision Com. Rep. (1980) p. 1607 (1980 Recommendation).) The Commission explained that the proposed legislation would “make it easier— particularly for those who have small estates—to transfer property upon death to designated beneficiaries without the need for probate.” <em>(Ibid.)</em></p>\n<p id=\"b355-6\">Legislation was introduced to effect the recommendation, but only a narrow statute was enacted. With further study and some revisions, the Commission again recommended enactment of legislation similar to article VI of the UPC. (Recommendation Relating to Nonprobate Transfers (Sept. 1982) 16 Cal. Law Revision Com. Rep. (1982) pp. 131, 133 (1982 Recommendation).)</p>\n<p id=\"b355-7\">a. <em>1983 Enactment</em></p>\n<p id=\"b355-8\">The Legislature responded, enacting CAMPAL in 1983 (Stats. 1983, ch. 92, § 5, p. 187) and amending Civil Code section 683 (Stats. 1983, ch. 92, § 1, pp. 185-186).<footnotemark>2</footnotemark> Unlike Civil Code section 683, subdivision (a), CAMPAL provides that “[a]n account belongs, during the lifetime of all parties, to the parties in proportion to the net contributions<footnotemark>3</footnotemark> by each to the sums on deposit, unless there is clear and convincing evidence of a different intent.” (§ 5301, subd. (a).) However, “the provisions [of section 5301 et seq.] concerning beneficial ownership as between parties ... are relevant only to controversies between these persons and their creditors and other successors, and <em>have no bearing on the power of withdrawal of these persons as determined by the terms of account </em>contracts.” (§ 5201, italics added.)</p>\n<p id=\"b356-4\"><page-number citation-index=\"1\" label=\"488\">*488</page-number>Under CAMPAL, a financial institution may pay a multiple-party account to any one or more of the parties on request and according to the terms of the account. (§ 5401, subd. (a).) Payment pursuant to section 5401 releases the financial institution from claims for amounts so paid, whether or not the payment mirrors the parties’ beneficial ownership of the account. (§ 5405, subd. (a).) In turn this protective provision has no bearing on the rights of parties embroiled in a dispute over ownership of funds in, or withdrawn from, a multiparty account. <em>(Id., </em>subd. (d).) In addition, the withdrawal of funds by a party having the present right of withdrawal extinguishes survivorship rights as to those funds upon the party’s death. (§ 5303, subd. (c).)</p>\n<p id=\"b356-5\">b. <em>1990 Revision</em></p>\n<p id=\"b356-6\">Initially, CAMPAL pertained only to accounts with credit unions and industrial loan companies. (Com. com., 53 West’s Ann. Prob. Code (1991 ed.) foil, former § 5101, pp. 169-170, repealed by Stats. 1989, ch. 397, § 24, p. 1566 (operative July 1, 1990); see also Com. com., 53 West’s Ann. Prob. Code, <em>supra, </em>foil. § 5128, p. 174.) In 1989 the Commission proposed extending CAMPAL to include accounts in banks' and savings and loan associations, explaining; “Present law applicable to banks and savings and loan associations presumes that funds in a joint account belong equally to the parties during their lifetimes, without regard to how much each contributed to the account. But a person who deposits funds in a multiple-party account normally does not intend to make an irrevocable present gift of any part of the funds deposited, and many people believe that depositing funds in a joint account in a bank or savings and loan association has no effect on ownership of the funds until death. HQ [CAMPAL] conforms to the common understanding of depositors by presuming that funds in a joint account belong to the parties during lifetime in proportion to their net contributions. This rule is consistent with the federal gift tax rule that no completed gift occurs when the account is opened; instead the gift occurs when the nondepositing party withdraws funds from the account.”<footnotemark>4</footnotemark> (Recommendation Relating to Multiple-<page-number citation-index=\"1\" label=\"489\">*489</page-number>Party Accounts in Financial Institutions (Feb. 1989) 20 Cal. Law Revision Com. Rep. (1990) pp. 97, 108, fns. omitted (1989 Recommendation).)</p>\n<p id=\"b357-5\">The Legislature again responded and since July 1, 1990, CAMPAL has also covered accounts in banks, savings and loan associations and like organizations.<footnotemark>5</footnotemark> Indeed, CAMPAL applies broadly to “accounts in existence on July 1, 1990, and accounts thereafter established.” (§ 5205.)</p>\n<p id=\"b357-6\">2. <em>Analysis</em></p>\n<p id=\"b357-7\">In light of the above statutory scheme we conclude that CAMPAL, not section 683, subdivision (a), governs the accounts in question, contrary to the trial court’s call. (Civ. Code, § 683, subd. (b); §§ 5122, 5128, 5132, 5205.) However, the result in this case is the same.</p>\n<p id=\"b357-8\">a. <em>Janet Had a Right to Withdraw the Funds</em></p>\n<p id=\"b357-9\">The section 5301 rule of proportional ownership is not relevant to the power of a party to withdraw funds from an account; rather, that issue is determined by the terms of the account in question. (§ 5201, subd. (a).) Here, prior to the engagement, Holden maintained a three-part prima account with B of A consisting of: (1) a prima interest checking account; (2) a regular savings account; and (3) an investment certificate of deposit. On June 11, 1999, the parties executed a master agreement which added Janet as a signatory on all three accounts. The agreement provided: “If more than one person signs below, all accounts are held in joint tenancy with right of survivorship unless you specify another type of ownership under account names below: ffl ... [j[] We may pay out funds on any one of the signatures below (unless you specify another number here_).”</p>\n<p id=\"b357-10\">Both parties signed the master agreement. There was no insertion of another type of ownership or modification to the number of signatures. Statements for the prima account for June through September 1999 were addressed to both Holden and Janet.</p>\n<p id=\"b358-4\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>By definition the three-part prima account was a multiparty account governed by CAMPAL. (§§ 5130, 5132, 5205.) And under the terms of the account, Janet had a right to withdraw the funds that she did, no questions asked.</p>\n<p id=\"b358-5\">Further, the trial court found that Holden failed to establish by a preponderance of the evidence that the parties had a legally enforceable oral agreement that <em>restricted </em>Janet or her right to withdraw the funds. The evidence on this point was conflicting. Holden testified that Janet was added to his accounts “for convenience purposes” and that they had an agreement that she would not make withdrawals except for household items, wedding preparations and the like. Further they discussed that “any large withdrawals from the accounts would be done by mutual consultation.” On the other hand, Janet testified that they had merged their bank accounts in Hong Kong and California. Holden told her she had full access to all the money and could use it for any purpose. Janet never asked Holden for per mission to withdraw any of the funds because she did not believe it was necessary. The trial court’s finding is supported by substantial evidence. This being the case, Holden had no basis to challenge Janet’s withdrawals.</p>\n<p id=\"b358-6\">b. <em>Holden Has no Right to Reimbursement</em></p>\n<p id=\"b358-7\">Notwithstanding Janet’s right to withdraw the funds, can Holden nevertheless pursue reimbursement on an ownership theory premised on his proportionate net contribution to the sums on deposit in the B of A prima account? No, he cannot.</p>\n<p id=\"b358-8\">Section 5301, subdivision (a) delineates a rule of ownership <em>of an account </em>based on a party’s net contribution to the “sums on deposit.” An <em>account </em>is nothing more than a contract of deposit of funds between a depositor and a financial institution. (§ 5122, subd. (a).) The term “sums on deposit” refers to the <em>balance payable </em>on the account plus any life insurance proceeds added because of the death of a party. (§ 5150, subds. (a), (b).) Thus, at any point in time the sums on deposit in an account belong to a party in proportion to his or her net contribution.</p>\n<p id=\"b358-9\">This proportionate ownership rule, however, does not articulate a rule of ownership as to funds withdrawn by a party, irrespective of that party’s net contribution. CAMPAL is not clear on this point. Thus we look to the legislative history, in particular the Commission reports which led to the enactment and revision of CAMPAL. Such reports are part of a statute’s legislative history. <em>(People </em>v. <em>Cruz </em>(1996) 13 Cal.4th 764, 773-774, fn. 5 [55 Cal.Rptr.2d 117, 919 P.2d 731].) “Reports of commissions which have proposed statutes that are subsequently adopted are entitled to substantial <page-number citation-index=\"1\" label=\"491\">*491</page-number>weight in construing the statutes.” <em>(Van Arsdale v. Hollinger </em>(1968) 68 Cal.2d 245, 249 [66 Cal.Rptr. 20, 437 P.2d 508], overruled on another point in <em>Privette </em>v. <em>Superior Court </em>(1993) 5 Cal.4th 689, 702, fn. 4 [21 Cal.Rptr.2d 72, 854 P.2d 721].)</p>\n<p id=\"b359-5\">As pointed out in the Commission’s 1980, 1982 and 1989 Recommendations, the proposed proportional ownership rule tracked the 1958 federal gift tax regulation specifying that the creation of a joint account does not result in a completed gift to the cotenant; rather, the gift occurs when the nondepositing party makes a withdrawal from the account. (1980 Recommendation, <em>supra, </em>at p. 1618; 1982 Recommendation, <em>supra, </em>at p. 138; 1989 Recommendation, <em>supra, </em>at p. 108.)<footnotemark>6</footnotemark></p>\n<p id=\"b359-6\">The pertinent 1958 regulation set forth the following example of a transfer resulting in a taxable gift: “If A creates a joint bank account for himself and B ..., there is a gift to B when B draws upon the account for his own benefit, to the extent of the amount drawn without any obligation to account for a part of the proceeds to A.” ( 26 C.F.R. § 25.2511-l(h)(4); 23 Fed.Reg. 8910 (Nov. 15, 1958).) The regulation additionally explained: “Donative intent on the part of the transferor is not an essential element in the application of the gift tax to the transfer. The application of the tax is based on the objective facts of the transfer and the circumstances under which it is made, rather than on the subjective motives of the donor.” (26 C.F.R. § 25.2511-l(g)(l), 23 Fed.Reg. 8910 (Nov. 15, 1958).) The same identical provisions are operative today.<footnotemark>7</footnotemark></p>\n<p id=\"b359-7\">We note that the transmittal letter and introduction to the most recent Commission report suggest that withdrawal of funds does <em>not affect </em>the parties’ ownership rights to the funds withdrawn and that the source of funds bears on determination of the interests in funds deposited in <em>or </em>withdrawn from an account. (1989 Recommendation, <em>supra, </em>at pp. 98, 105.) In light of the Commission’s repeated reference to the federal gift tax regulation designating the gift consequence which attaches to withdrawn funds when the regulatory conditions are met, we conclude that these generalizations are only partially correct.  Rather, ownership of withdrawn funds which exceed the withdrawing party’s net contribution passes to that party by way of gift to the extent, but only to the extent, there is no independent legal obligation requiring the party to account for the proceeds. Whether such an <page-number citation-index=\"1\" label=\"492\">*492</page-number>obligation exists depends on the objective facts and circumstances of the transaction rather than on the transferor’s subjective intent. (26 C.F.R. § 25.2511-l(g)(l) and (h)(4).)</p>\n<p id=\"b360-5\">A duty to account could arise under various scenarios. For example, the parties could enter into an agreement restricting the lesser contributing party’s right to withdraw and/or use and apply funds. As well, CAMPAL authorizes a special power of attorney applicable to CAMPAL account. (See § 5204.) The attorney-in-fact acting under this power is (1) required to maintain records that would permit an accounting of his or her acts if requested by the grantor’s legal representative; and (2) liable for disbursements other than those to or for the grantor’s benefit, unless made pursuant to the grantor’s written authorization. <em>(Id. </em>at subds. (i), (j).) So, too, a withdrawing party may have fiduciary responsibilities with respect to trust funds deposited in the joint account. (See <em>Evangelho v. Presoto </em>(1998) 67 Cal.App.4th 615, 623 [79 Cal.Rptr.2d 146], discussed <em>post.)</em></p>\n<p id=\"b360-6\">Under the dissent’s analysis, CAMPAL’s rule of proportionate ownership of an account would automatically activate the obligation of a party to account for any withdrawal of funds beyond his or her net contribution. If this were the case, why would the Commission consistently invoke the federal gift tax rule? Without this concept, and notwithstanding that (1) parties to an account never agreed to a restricted use or application of withdrawn funds, and (2) the lesser contributing party had an unrestricted present right to withdraw funds, he or she would be put to an accounting unless the parties intended that ownership <em>of the account </em>were other than in proportion to net contributions. As the Commission has explained, CAMPAL marked a change in existing law such that the mere opening of a joint account no longer triggers a change in ownership of the funds deposited thereto. (1980 Recommendation, <em>supra, </em>at p. 1618; 1982 Recommendation, <em>supra, </em>at p. 138; 1989 Recommendation, <em>supra, </em>at p. 108.) However, the withdrawal of funds will transfer ownership by way of gift under the circumstances described above.</p>\n<p id=\"b360-7\">The gift tax rule eschews the painstaking tracing and accounting of funds that parties would be advised to undertake in the absence of an agreement, special power of attorney or other legal obligation requiring the lesser contributing party to account for the funds. Further, the rule is consistent with the present right to withdraw funds, but it does not defeat a party’s expectation of proportionate ownership <em>in the account. </em>Amounts withdrawn by a party that are not paid or applied to the use of another party are <em>deducted </em>from that party’s deposits for purposes of determining Ms or her net contribution. (§ 5134, subd. (a)(1).) Thus, the net contribution of a lesser contributing party who at any given time withdraws more than Ms or her <page-number citation-index=\"1\" label=\"493\">*493</page-number>share from the account for personal purposes will be adjusted accordingly. Assuming continued contributions to the account, the adjustment would make up for the withdrawal.</p>\n<p id=\"b361-5\"><em>Evangelho v. Presoto, </em>cited by Holden, does not compel a different result. There, beneficiaries of their mother’s revocable trust demanded an accounting from their sister, who served as trustee prior to the mother’s death. The sister improperly transferred trust funds to a joint account she shared with her mother, and used those funds for herself. The reviewing court concluded the beneficiaries made the necessary showing for an accounting of the trust and the joint account over the entire period of the trust. The court viewed the issue as relating to “the use and disposition of the funds during the lifetime of the parties” <em>(Evangelho </em>v. <em>Presoto, supra, 61 </em>Cal.App.4th at p. 623) and concluded the section 5301 presumption of proportionate ownership applied to the joint account (67 Cal.App.4th at p. 623). All sums in the account came from and belonged to the mother’s trust and had the sums remained in the account, they would have become part of the trust. <em>Evangelho </em>is distinguishable. The defendant had no right to withdraw or use the joint account funds for personal use because their source was the mother’s trust. As a fiduciary she was properly charged with accounting for the trust proceeds which funded the joint account. There were no similar restrictions on Janet.</p>\n<p id=\"b361-6\">We are mindful that the trial court concluded that Holden did not make a gift to Janet of funds in the B of A account. However, the court was operating under ordinary notions of gifting and gifting in contemplation of marriage, which require subjective donative intent.  In contrast, under the gift tax concept, the party making the greater net contribution to an account need not subjectively <em>intend </em>to make a gift of funds whenever the other account holder withdraws funds. Rather, it is the nature of the transaction that is determinative—namely, the withdrawal of funds under the terms of a joint account by one possessing a present right of withdrawal, coupled with the absence of an agreement between the parties or other legal obligation restricting a party’s right to withdraw or use the funds or otherwise account for the proceeds.</p>\n<p id=\"b361-7\">We reiterate that substantial evidence sustains the trial court’s finding that there was no agreement between the parties restricting Janet or the amount she could withdraw from the account. The inescapable inference is that likewise there was no restriction on the use of the withdrawn funds and hence no legal obligation to account for or return them. By virtue of Janet’s unrestricted right to withdraw <em>and apply </em>funds to her own benefit, ownership of the funds passed to her by way of gift, within the meaning described above.</p>\n<p id=\"b361-8\">Options exist, short of the unrestricted multiparty account, that would avert the danger that a lesser contributor would clean out the account for personal <page-number citation-index=\"1\" label=\"494\">*494</page-number>use. For example, other types of multiple-party accounts are available such as a P.O.D. “pay on death” account. (§§ 5132, subd. (b), 5139.) As well, a special power of attorney is available under CAMPAL (§ 5204), and the parties can always tailor their own legally enforceable agreement restricting the lesser contributing party’s right to withdraw and/or use and apply funds from the account. Finally, it bears noting that many types of accounts escape the purview of CAMPAL altogether: (1) accounts “established for deposit of funds of a partnership, joint venture, or other association for business purposes” (§ 5122, subd. (b)(1)); (2) accounts controlled by the authorized agents(s) or trustee(s) for a corporation, unincorporated association or charitable or civic organization <em>(id. </em>at subd. (b)(2)); (3) fiduciary or trust accounts “where the relationship is established other than by deposit agreement” <em>(id. </em>at subd. (b)(3)); and (4) accounts established for funds of a ward, conservatee or decedent <em>(id. </em>at subd. (b)(4)).</p>\n<p id=\"b362-5\">B.-IV<footnotemark>*</footnotemark></p>\n<p id=\"b362-6\">V. DISPOSITION</p>\n<p id=\"b362-7\">The judgment is affirmed in its entirety.</p>\n<p id=\"b362-8\">Sepulveda, J., concurred.</p>\n<author id=\"b362-9\">RIVERA, J.</author>\n<p id=\"AZH\">I agree with the majority that the California Multiple-Party Accounts Law (CAMPAL) (Prob. Code,<footnotemark>1</footnotemark> § 5100 et seq.) and not Civil Code section 683 applies to the Bank of America accounts. However, I must disagree with the majority’s interpretation of the CAMPAL and its conclusion that Janet had a <em>property </em>right to take and keep Holden’s funds based upon her <em>contractual </em>right to withdraw funds from the account. These two rights are not coextensive.</p>\n<p id=\"b362-10\">Under the statutory scheme, <em>property </em>rights in funds deposited into a joint tenancy account are governed by section 5301. This statute creates a rebut-table presumption of ownership in favor of the depositor of the funds, according to his or her “net contribution,” during the account holders’ lifetimes. This presumption of ownership can only be overcome by clear and convincing evidence. In contrast, the <em>contractual </em>right to withdraw funds from the account—that is, the “power” or “present right” of withdrawal—is governed by sections 5134, 5201 and 5405 et seq. These provisions address <page-number citation-index=\"1\" label=\"495\">*495</page-number>only the relationship between the bank and the signatories to the account. Essentially, they protect the bank from liability if one of the account holders withdraws funds belonging to the other. This core distinction between ownership of the funds and the power of withdrawal was clearly articulated in the Law Revision Commission’s introduction to its report on the CAMPAL amendments: “Withdrawal of funds does not ... affect the ownership rights of the parties to the funds withdrawn.” (Recommendation Relating to Multiple-Party Accounts in Financial Institutions (Feb. 1989) 20 Cal. Law Revision Com. Rep. (1990) pp. 95, 98 (1990 Recommendation).)</p>\n<p id=\"b363-5\">In short, I would conclude that Janet cannot rely upon her bare power of withdrawal to assert an ownership interest in Holden’s funds.<footnotemark>2</footnotemark> Accordingly, I would reverse the trial court’s judgment insofar as it applied Civil Code section 683 to the joint tenancy accounts and insofar as it placed upon Holden, and not Janet, the burden of proving ownership of the funds he deposited.</p>\n<p id=\"b363-6\">A. <em>An Unrestricted Power of Withdrawal Does Not Include the Right to Acquire Funds Deposited by a Cotenant</em></p>\n<p id=\"b363-7\">The majority opines that an unrestricted right of withdrawal from a joint bank account creates the “inescapable inference” that there is no legal obligation for either party to account for the cotenant’s funds once they are withdrawn from the account. (Maj. opn. <em>ante, </em>at p. 493.) In my view, neither the legislative history nor the statutory scheme of the CAMPAL supports this inference. Further, the majority’s conclusion creates inconsistencies among the CAMPAL’s provisions.</p>\n<p id=\"b363-8\">1. <em>Legislative Intent</em></p>\n<p id=\"b363-9\">According to the majority, if depositor A places funds into a joint account with B and does not restrict B’s power to withdraw those funds, B is entitled to withdraw and keep 100 percent of the funds in the account (unless A can prove some other, <em>independent </em>obligation requiring B to account to A for the funds). In practical effect, according to the majority, merely by setting up the account, A has made a <em>defacto </em>gift of the funds on deposit to B since B can, without warning or permission, withdraw and keep 100 percent of the funds. This is contrary to the purpose of the CAMPAL, which was adopted to <em>avoid </em>the imputation of a gift of sums deposited into a joint tenancy account.</p>\n<p id=\"b364-4\"><page-number citation-index=\"1\" label=\"496\">*496</page-number>Under the prior law (Civ. Code, § 683) any funds deposited into a multi-party account automatically became the property of the cotenants in equal shares. The Law Revision Commission’s (Commission) comments to the CAMPAL noted, however, that the depositors of funds into such accounts often had no intention of making a gift of one-half the funds to the other joint tenant, but only intended to allow the cotenant to withdraw funds on the depositor’s behalf and to acquire the funds upon the depositor’s death. Therefore, the Commission recommended changing the law so that depositors, according to their common understanding, would retain their ownership interests in their deposited funds, according to their net contribution. (Recommendation Relating to Nonprobate Transfers (Sept. 1982) 16 Cal. Law Revision Com. Rep. (1982) pp. 129, 138 (1982 Recommendation).)</p>\n<p id=\"b364-5\">Following the Commission’s recommendations, the CAMPAL was adopted. This new law governing joint accounts contained two central principles: (1) joint tenants no longer own the funds in a joint account 50-50 but only according to their net contributions; and (2) a cotenant has no property right to funds beyond his or her net contribution unless such right can be proven by clear and convincing evidence. (§ 5301.)<footnotemark>3</footnotemark> Thus, while the intent of the CAMPAL was to expand the depositor’s right to retain ownership of his or her funds, the majority’s decision instead operates to shrink those rights, standing the legislative purpose on its head: Under prior law Holden would have been presumptively entitled to recoup <em>half </em>of the deposited funds from Janet. (Civ. Code, § 683 .)<footnotemark>4</footnotemark> The adoption of the CAMPAL was intended to give Holden the presumptive right to recoup his full “net contribution”—here, <em>far more than half </em>of the deposited funds. (§ 5301.) But under the majority’s analysis, Holden is not presumptively entitled to recoup <em>any </em>of his funds; instead, Janet is presumptively entitled to keep as a “gift” <em>all </em>funds she withdraws unless Holden can prove otherwise. This result thwarts the basic purpose of the CAMPAL and is particularly incongruous here, where the trial court made an express finding that <em>no gift </em>of the funds had been made to Janet.</p>\n<p id=\"b365-4\"><page-number citation-index=\"1\" label=\"497\">*497</page-number>I would conclude that the Legislature intended to safeguard the depositor’s (Holden’s) rights by requiring the withdrawing party (Janet) to prove that she is entitled to keep the depositor’s funds—not vice versa.</p>\n<p id=\"b365-5\">2. <em>Statutory Language</em></p>\n<p id=\"b365-6\">As noted, the provisions of the CAMPAL distinguish between the “power of withdrawal” on the one hand and “ownership interests” on the other. The latter is governed by section 5301, which provides that the parties to a multiple-party bank account shall own the account “during the lifetime of [the] parties ... in proportion to the net contributions by each to the sums on deposit, unless there is clear and convincing evidence of a different intent.” In contrast, the power of withdrawal (or “present right of withdrawal”) is a concept designed to protect the <em>financial institutions </em>in which the accounts are held. It exonerates those institutions from the responsibility of tracking the parties’ respective ownership interests in an account’s funds and holds the bank harmless if one cotenant takes more than his or her share of the funds. (§§ 5134, subd. (c), 5201, 5401, 5405.)</p>\n<p id=\"b365-7\">This purposeful distinction between the “power of withdrawal” and “ownership interests” is echoed more than once in the statutory scheme. Section 5134, subdivision (c) provides; “It is the intent of the Legislature in enacting this section [defining ‘net contribution’] to provide a definition for the purpose of determining ownership interests in an account <em>as between the parties to the account, </em>and not as between the parties and the financial institution.” (Italics added.) Section 5405, subdivision (d) states the same principle in its mirror image: “The protection provided by this section [to the financial institution] has no bearing on the rights of parties in disputes between themselves or their successors <em>concerning the beneficial ownership of funds in, or withdrawn from, </em>multiple-party accounts ....” (Italics added.) Thus, under the CAMPAL, the power of withdrawal does not include the power to acquire ownership rights in the funds withdrawn.</p>\n<p id=\"b365-8\">This interpretation of the CAMPAL is in keeping with the previously cited Commission comment—dismissed by the majority as only “partially correct”—that ownership rights of the parties are <em>not </em>affected when sums are withdrawn. It is also in harmony with the comments prepared by the drafters of the Uniform Probate Code (UPC), the source of the CAMPAL.<footnotemark>5</footnotemark> The comment to UPC section 6103 (containing language identical to § 5301) states: “Th[is] section does not undertake to describe the situation between parties if one withdraws more than he is then entitled to as against the other <page-number citation-index=\"1\" label=\"498\">*498</page-number>party. [Other sections] protect a financial institution in such circumstances without reference to whether a withdrawing party may be entitled to less than he withdraws as against another party. <em>Presumably, overwithdrawal leaves the party making the excessive withdrawal liable to the beneficial owner as a debtor or trustee. </em>Of course, evidence of intention by one to make a gift to the other of any sums withdrawn by the other in excess of his ownership should be effective.” (Recommendation Relating to Non-Probate Transfers, <em>supra, </em>15 Cal. Law Revision Com. Rep. at pp. 1642-1643, italics added.)</p>\n<p id=\"b366-5\">Thus, both the statutory language and the explanatory comments tell us that the present right of withdrawal as between the account holders and the bank does <em>not </em>effectuate a present right to transfer of ownership of the funds as between the account holders.</p>\n<p id=\"b366-6\">3. <em>Consistency Among the CAMPAL’s Provisions</em></p>\n<p id=\"b366-7\">According to the majority, “the withdrawal of funds under the terms of a joint account by one possessing a present right of withdrawal, coupled with the absence of an agreement between the parties or other legal obligation restricting a party’s right to withdraw or use the funds or otherwise account for the proceeds” causes ownership of the funds to pass to the withdrawing party by way of gift. (Maj. opn., <em>ante, </em>p. 493.) This is contrary to the plain language of the statute, which provides that “[a]n account belongs, during the lifetime of all parties, to the parties in proportion to the net contributions by each to the sums on deposit, unless there is a clear and convincing evidence of a different intent.” (§ 5301, subd. (a).) The majority sidesteps this result by concluding that the ownership clause of section 5301 is limited to “sums on deposit,” and therefore, once the funds are withdrawn, the ownership provisions of section 5301 no longer apply. (Maj. opn., <em>ante, </em>p. 490.) But this interpretation of section 5301 cannot be reconciled with other provisions of the CAMPAL.</p>\n<p id=\"b366-8\">Section 5303, subdivision (c), for example, provides that a unilateral withdrawal of funds by a joint tenant with a present right of withdrawal eliminates the <em>rights of survivorship </em>with respect to the funds withdrawn. The plain meaning of this provision is that a withdrawal of funds eliminates <em>only </em>the parties’ respective rights of survivorship in those funds; present ownership rights would not be affected. But under the majority’s construction, á withdrawal not only severs the right of survivorship but also effectuates a complete <em>transfer of ownership </em>of the funds. This interpretation negates the separate entitlement of a “right of survivorship” and reduces section 5303, subdivision (c) to irrelevance.</p>\n<p id=\"b366-9\">Similarly, under section 5405, financial institutions are protected from liability for allowing the withdrawal of funds not owned by a cotenant. <page-number citation-index=\"1\" label=\"499\">*499</page-number>Subdivision (d) then expressly provides that these protections “ha[ve] no bearing on the rights of parties in disputes between themselves or their successors concerning the beneficial ownership of funds in, <em>or withdrawn-from, </em>multiple-party accounts ....” (Italics added.) Under the majority’s interpretation, the CAMPAL precludes any “ownership disputes” between parties over funds withdrawn from a joint tenancy account. Thus, the clause “or withdrawn from” in section 5405, subdivision (d) would, under the majority’s construction, become meaningless.<footnotemark>6</footnotemark></p>\n<p id=\"b367-5\">The construction that gives effect to all provisions of the CAMPAL is this: Ownership of funds deposited in and withdrawn from an account is in accordance with the parties’ net contributions. Withdrawal of funds beyond those owned by the withdrawing party severs the joint tenancy and eliminates the parties’ right to survivorship, but does not transfer present ownership of funds absent a showing by clear and convincing evidence of the depositor’s intent to do so.</p>\n<p id=\"b367-6\">B. <em>Federal Gift Tax Principles Do Not and Are Not Intended to Govern Ownership Interests-in a Joint Tenancy Bank Account</em></p>\n<p id=\"b367-7\">The majority relies heavily on language in the Commission’s 1982 comments explaining that the CAMPAL follows the federal gift tax regulation. As described by the Commission, that regulation provides that “no completed gift occurs upon the opening of the account; rather the gift occurs when the nondepositing tenant makes a withdrawal.” (1982 Recommendation, <em>supra, </em>16 Cal. Law Revision Com. Rep. at p. 138.) Based upon this and similar comments, the majority concludes the tax regulation is a substantive rule that was, in effect, incorporated into the CAMPAL and that the regulation presumes a gift is made when one account holder withdraws funds that are not his own. (Maj. opn., <em>ante, </em>pp. 490-493.)</p>\n<p id=\"b367-8\">I cannot agree. The federal regulation is intended to identify <em>when </em>a gift occurs from one joint account holder to another. It does not, however, purport to address <em>whether </em>a gift has occurred; indeed, it does not address ownership interests at all. The regulation’s example makes this clear. It states: When A establishes a joint account for A and B, “there is a gift to B when B draws upon the account for his own benefit, <em>to the extent of the amount drawn without </em>any obligation to account for a part of the proceeds to A.” (26 C.F.R. § 25.2511-l(h)(4) (2003), italics added.) Thus, the regulation identifies <em>when </em>the taxable event occurs, but only assuming there was a transfer of ownership <page-number citation-index=\"1\" label=\"500\">*500</page-number>from A to B under governing principles of property law. The issue of whether there is an “obligation to account for a part of the proceeds” <em>(ibid.) </em>is determined by state law—here, section 5301 of the CAMPAL.</p>\n<p id=\"b368-5\">If, as the majority concludes, the IRS rule were intended to govern the question of <em>whether, </em>as opposed to <em>when, </em>a gift has occurred, the second clause in the cited example would be superfluous; the example need only have stated “there is a gift to B when B draws upon the account for his own benefit.” The addition of the second clause (“to the extent of the amount drawn without any obligation to account for a part of the proceeds to A” [26 C.F.R. § 25.2511-l(h)(4)]) directs the reader to applicable state law principles to determine whether the withdrawal qualifies as a gift or whether, on the other hand, it is not a gift but requires an accounting to the depositor <em>of </em>the funds.</p>\n<p id=\"b368-6\">The majority also characterizes the Commission’s comments as containing “repeated reference to the federal gift tax regulation designating the gift consequence which attaches to withdrawn funds when the regulatory conditions are met.” It concludes therefrom that a gift of funds automatically occurs unless there is an “independent legal obligation” requiring the cotenant to account for the funds.<footnotemark>7</footnotemark> (Maj. opn., <em>ante, </em>p. 491.) But this reasoning begs the question. The “regulatory conditions” themselves state there is a gift only to the extent the withdrawing party owes no duty to account for the funds. The regulation leaves open the question of whether there is such a duty, and that question is answered by section 5301.</p>\n<p id=\"b368-7\">Further, while the Commission’s comments do make reference to the federal gift tax regulation, they do so to provide an additional rationale for the proposed change in the law adjusting ownership shares in <em>deposited </em>funds from 50-50 (Civ. Code, § 683) to “net contribution” (§ 5301).<footnotemark>8</footnotemark> Neither the comments nor the CAMPAL itself reflect any change in the law governing ownership of funds <em>withdrawn </em>from joint accounts. Under both Civil Code section 683 and the CAMPAL, a cotenant can withdraw any sums permitted under the contract with the bank, but unless the withdrawing party can prove a transfer of ownership, that party is entitled to <em>keep </em>only his or her share of the funds. (See discussion, <em>ante, </em>pts. A.l. and A.2.)</p>\n<p id=\"b368-8\">C. <em>Conclusion</em></p>\n<p id=\"b368-9\">In the majority’s view, a joint tenancy account holder with an urgent need for cash, or merely harboring a vengeful motive, can wipe out an entire <page-number citation-index=\"1\" label=\"501\">*501</page-number>account with impunity unless the owner of the funds can prove that there had been a prior, enforceable agreement restricting the power of withdrawal or the use of the funds. This approach—requiring an owner of funds to prove he has <em>not </em>made a gift—is contrary to the presumption of ownership and burden of proof set forth in section 5301; is contrary to general notions of property law (see, e.g., <em>Blonde </em>v. <em>Estate of Jenkins </em>(1955) 131 Cal.App.2d 682, 686 [281 P.2d 14] [“[t]he donee has the burden to prove the gift”]); and is contrary to the Commission’s comments that “[withdrawal of ... funds does not ... affect the ownership rights of the parties to the funds withdrawn” and that “the source of the funds deposited is taken into account in determining the interests in funds deposited in <em>or withdrawn from </em>a joint account.” (1990 Recommendation, <em>supra, </em>20 Cal. Law Revision Com. Rep., at pp. 98, 105, italics added, fn. omitted.)</p>\n<p id=\"b369-5\">In my view, if a cotenant removes more than his or her share of funds from a joint account, the CAMPAL properly places on that person the burden of proving, by clear and convincing evidence, ownership rights in those funds by gift or otherwise. This burden of proof comports with the ethical principle that those who are added as cosignatories on a joint account—invariably persons in close, trusting personal relationships—will respect the other party’s ownership of deposited funds.</p>\n<p id=\"b369-6\">I must concede there is an elegant simplicity to the majority’s approach. The conclusion that an unrestricted power of withdrawal confers an automatic gift when funds are withdrawn does indeed avoid the “painstaking tracing and accounting of funds” that parties could be required to undertake if a gift is not presumed. (Maj. opn., <em>ante, </em>p. 492.) And, as a practical matter, it is conceptually appealing to consign to the depositor the burden of ensuring that restrictions are in place before giving access to a bank account—even to a trusted friend or family member. But in my estimation, this approach does not comport with the intent or the provisions of the CAMPAL.</p>\n<p id=\"b369-7\">Inasmuch as the trial court applied the incorrect statute, I would reverse the trial court’s judgment with respect to the funds that Janet removed from the Bank of America accounts and would remand for further proceedings in which the trial court would apply the provisions of the CAMPAL governing ownership interests in the funds and the proper burden of proof. In all other respects, I agree with the majority and would affirm the judgment.</p>\n<footnote label=\"1\">\n<p id=\"b354-13\"> Probate Code section 5100 et seq. Unless otherwise indicated, all statutory references are to the Probate Code.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b355-9\"> Specifically, the Legislature added subdivision (b) to Civil Code section 683, clarifying that the statute did <em>not </em>apply to joint accounts governed by CAMPAL: “Provisions of this section do not apply to a joint account in a financial institution if Part 1 (commencing with Section 5100) of Division 5 of the Probate Code applies to such account.” (Stats. 1983, ch. 92, § 1, p. 186.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b355-10\">  The “net contribution” of a party to an account at any given time is the sum of (1) all deposits made by or for the party, less all withdrawals made by or for the party that have not been paid or applied to the use of any other party; (2) the pro rata share of interest or dividends earned; and (3) any proceeds of deposit life insurance added to the account by reason of the death of the party whose net contribution is questioned. (§ 5134, subd. (a)(l)-(3).) The intent of this statute is “to provide a definition for the purpose of determining ownership interests in an account as between the parties to the <em>account...\" (Id. </em>at subd. (c).)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b356-7\"> The prior Commission reports also explained that the recommended legislation incorporated the federal gift tax concept: “The UPC provides that a joint account belongs to the parties during their lifetimes in proportion to their net contributions unless there is clear and-convincing evidence of a contrary intent. This adopts the gift tax rule of the Internal Revenue Service (IRS) in place of the existing California rule that a joint tenancy account belongs equally to the co-depositors. For gift tax purposes, IRS has taken the position that no completed gift occurs upon the opening of the account; rather the gift occurs when the nondepositing tenant makes a withdrawal. Adoption of the IRS concept is a desirable modification of existing law. Many lay persons have the erroneous understanding that creation of a joint tenancy account has no effect until death. Often the person making a deposit names another as a joint tenant merely to facilitate the withdrawal of funds by the joint tenant for the depositor and the transfer of the funds to the joint tenant upon death of the depositor. The <page-number citation-index=\"1\" label=\"489\">*489</page-number>depositor often has no intent to make a gift of one-half of the funds to the other joint tenant merely by making the person a joint tenant. The depositor can, of course, clearly indicate a different intent (as by executing an instrument that makes clear the intent to make a gift) and then that intent will be given effect.” (1980 Recommendation, <em>supra, </em>at p. 1618, fns. omitted; 1982 Recommendation, <em>supra, </em>at p. 138 [identical language in both reports].)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b357-15\"> Specifically, the section 5128, subdivision (a) definition of “financial institution” includes a financial institution as referenced in section 40, namely “a state or national bank, state or federal savings and loan association or credit union, or like organization.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b359-8\"><em> </em>The dissent quotes a comment of the UPC drafters to the original UPC lifetime ownership provision which suggests that “excessive” withdrawal leaves the withdrawing party liable to the other party as a debtor or trustee. (Dis. opn., <em>post, </em>at p. 497.) This is not the Commission’s <em>own </em>comment; it is a comment of the UPC drafters. The 1980 Recommendation set out the comments of the UPC drafters to the various proposed provisions, immediately after its own explanatory comments. The UPC comments were not set forth in the 1982 or 1989 Recommendations.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b359-9\"> See 26 Code of Federal Regulations part 25.2511-l(g)(l) and (h)(4) (2003).</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b362-11\">See footnote, <em>ante, </em>page 481.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b362-12\"> Unless otherwise indicated, all subsequent statutory references are to the Probate Code.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b363-10\"> Nor does the federal gift tax regulation govern here. The majority’s conclusion that it does follows from two premises: First, that the regulation purports to be a <em>substantive </em>law governing joint tenancy accounts, and second, that this substantive rule was incorporated by the CAMPAL to govern ownership of funds withdrawn from a joint account. Neither premise, I would hold, has support in the applicable law. (See pt. B., <em>post, </em>at pp. 499-500.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b364-6\"> The majority’s conclusion appears to find meaning in the fact that the provisions of section 5301 defining ownership interests do not delimit the right of withdrawal. (§ 5201; maj. opn., <em>ante, </em>at pp. 489, 493.) But this fact is irrelevant to our analysis. The issue here is the parties’ ownership interests, not their withdrawal rights. The issue here is not whether Janet had a bare right of withdrawal—which she plainly had—but whether Janet became the legal owner of any and all funds she decided to withdraw. Section 5301 governs that determination.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b364-7\"> See also <em>Lail </em>v. <em>Lail </em>(1955) 133 Cal.App.2d 610, 617-618 [284 P.2d 907] (with respect to funds previously withdrawn from a joint tenancy account, the joint tenancy creates a rebuttable presumption that the funds are owned in equal shares); and see <em>Estate of Propst </em>(1990) 50 Cal.3d 448,454 [268 Cal.Rptr. 114, 788 P.2d 628], footnote 1 (executor of estate conceded that former joint tenant “ ‘[was] without question entitled to one-half’ of the joint tenancy accounts the decedent had closed”).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b365-9\"> The comments prepared by the UPC drafters were incorporated into the Law Revision Commission’s comments to the Legislature. (Recommendation Relating to Non-Probate Transfers (Dec. 1980) 15 Cal. Law Revision Com. Rep. (1980) p. 1605.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b367-9\"> Nor can it be argued that the clause can be reconciled with the majority’s interpretation if it is read to refer to ownership disputes where restrictions have been placed on the power of withdrawal. Under those circumstances, the protections of section 5405 do not apply. (§§ 5401, subd. (b), 5405, subd. (c).)</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b368-10\"> This conclusion appears to rest on the tacit but incorrect assumption that the joint tenancy <em>itself </em>does not create fiduciary obligations as between co-owners. <em>(Wilson v. S. L. Rey, Inc. </em>(1993) 17 Cal.App.4th 234, 242-243 [21 Cal.Rptr.2d 552] [joint tenants of property are, by definition, in a “relationship of trust and confidence” to one another with respect to the jointly held property].)</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b368-11\"> For the full text of comment, see the majority opinion, <em>ante, </em>page 488, footnote 4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}