{
  "casebody": {
    "data": "<casebody firstpage=\"5\" lastpage=\"10\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b23-8\">[Crim. No. 5863.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A5\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"As2\">July 30, 1957.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b23-9\">THE PEOPLE, Respondent, v. CONNIE WILLIAMS, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b25-6\"><page-number citation-index=\"1\" label=\"7\">*7</page-number>Cary G. Branch for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b25-7\">Edmund G. Brown, Attorney General, and Carl Boronkay, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b25-8\">MOORE, P. J.</author>\n<p id=\"Ae\">Convicted of grand theft, defendant appeals from the judgment on the grounds of (1) misconduct of the district attorney in asking certain questions; (2) court’s unduly limiting cross-examination; (3) court’s failure to instruct with respect to certain matters.</p>\n<p id=\"b25-9\">Mr. Raymond Beall, receiving clerk at the Union Terminal Warehouse, was engaged in unloading cartons of cigarettes onto the dock. He observed that 10 cases were missing. At the same time he saw a strange man in the act of carrying a case of cigarettes toward an automobile parked behind a box-car and before Beall could reach the automobile the stranger had started to drive away, accompanied by two other persons. Appellant was in the driver’s seat and a man carrying the cigarettes was to his right. Special Officer Juan Blanco jumped from the dock, ordered the car to stop and demanded the keys, whereupon the occupants leaped from the ear and two of them ran. As Mr. Beall captured one of the men, he saw that Blanco held appellant. In the confusion, appellant made his escape, as did another of the trio. The officer found five cases of cigarettes in and near the automobile. They were reasonably worth in excess of $400.</p>\n<p id=\"b25-10\">One week thereafter, appellant was arrested by Officer King. In their conversation, appellant stated that he had borrowed the automobile from Prank Rios on July 23; that he was joined by Eddie Pier at the Richards Hotel; that he drove to Eighth and Central where he met Sam Johnson; that when they came into the market area, appellant parked the car and took a walk; that when he returned to the automobile, a special officer arrived. He said because of the excitement and the presence of the cigarettes “he decided he’d better take off.”</p>\n<p id=\"b25-11\">When Officer King told him that he had received a stolen car report from Prank Rios on July 25, he said the stolen car report was not right. At the trial, appellant claimed that he had borrowed the automobile from Rios on July 23 and was accompanied by Sam Johnson to whom he loaned the automobile on July 24 and never saw him again.</p>\n<p id=\"b26-4\"><page-number citation-index=\"1\" label=\"8\">*8</page-number>In the course of examining three witnesses for the People, the prosecutor asked them whether appellant was wearing the patch over his eye when they saw him prior to the trial. No objection was made to such questions. But conceding such objection to have been made, there was no error. They had seen appellant participate in the theft. He wore no patch then. The question was calculated to make certain the identification. They knew him despite his attempt at concealment.  At any rate, even though some of the questions had been leading, their being asked would not have established misconduct in the absence of any indication that they were not asked in good faith. <em>(People </em>v. <em>Kostal, 123 </em>Cal.App.2d 120,123 [266 P.2d 205].)  Objections to such questions to be effective must be made at the trial and if objection should be unheeded assignment of misconduct should follow or a request must be made for an instruction to disregard it. <em>(People </em>v. <em>Sieber, </em>201 Cal. 341, 356 [257 P. 64].)</p>\n<p id=\"b26-6\">Assignment is made of the court’s ruling which “prevented [appellant] from explaining why he was wearing a patch over his eye.” No such ruling was made. In the course of a colloquy, appellant abandoned the subject. But appellant did testify that he began to wear the patch two days before.</p>\n<p id=\"b26-7\">On the cross-examination of the witness Beall with respect to his former testimony, he was asked: ‘ ‘ Could it be that you made an error at the preliminary hearing?” The objection interposed was that it is immaterial, a question for the jury to determine. The ruling sustaining the objection was correct.</p>\n<p id=\"b26-8\">Appellant’s counsel asked Officer Blanco whether the officer’s “actual observation of this defendant” was approximately a minute. When the prosecutor corrected with the statement that it was approximately four minutes, his objection was sustained. It was disclosed on subsequent cross-examination that Officer Blanco agreed that the conversation and his obtaining the keys from appellant took about one minute and his further investigation consumed about three minutes. Prom such testimony it is clear that appellant’s counsel did not correctly state Blanco’s testimony and that also he did make a positive identification of appellant. There was no prejudicial error here.</p>\n<p id=\"b26-9\">When appellant’s counsel asked (1) whether appellant ever admitted that he was involved in any theft and (2) “in this alleged grand theft” the court properly ruled that the <page-number citation-index=\"1\" label=\"9\">*9</page-number>questions called for conclusions. There was no prejudice suffered by reason of such rulings, especially in view of the success of counsel in subsequently evoking the answer he had aimed to get.</p>\n<p id=\"b27-6\">Appellant contends that it was prejudicial error for the court not to instruct the jury on the manner of their considering the stipulations and the evidence which it had stricken out, as embodied in CALJIC Number 2.  Counsel forgets that while the court must, in all cases, inform the jury that they are exclusive judges of all questions of fact submitted to them, it is an established rule that instructions as to specific matters must be requested. (Pen. Code, §§ 1093, 1127; <em>People </em>v. <em>Klor, </em>32 Cal.2d 658, 662 [197 P.2d 705].) No such request for an instruction having been made there was no error with respect to the court’s failure to give such instructions. <em>(People </em>v. <em>Malone, </em>82 Cal.App.2d 54, 69 [185 P.2d 870]; <em>People </em>v. <em>Coronado, </em>57 Cal.App.2d 805, 812 [135 P.2d 647] ; <em>People </em>v. <em>McLean, </em>84 Cal. 480, 482 [24 P. 32].) In the McLean case, the court said that since a court’s failure “to charge on any point usually proceeds from inadvertence,” the law imposes upon the parties the duty of calling it to the court’s attention by a formal request. While it is true appellant did not tell the officer that he was involved in the theft, that does not neutralize the testimony of other witnesses that he was a participant in the crime.</p>\n<p id=\"b27-8\">Finally, appellant cites as prejudicial error the court’s failure to give of its own motion more complete instructions on circumstantial evidence. Such criticism is not justified. The court’s instructions are complete with respect to kinds of evidence, the convincing quality and the direct and indirect kinds of evidence. While there is no showing that further instructions with regard to circumstantial evidence should have been given, it cannot be gainsaid that where circumstantial evidence is relied upon to prove the commission of the crime, the court should give complete instructions with regard to such evidence. <em>(People </em>v. <em>Yrigoyen, </em>45 Cal.2d 46, 49 [286 P.2d 1].) But such evidence was not solely relied upon. Not only did appellant flee the scene when stopped by the officer, but he admitted later that when he noticed the cigarettes as the special officer approached him, he decided to depart. Also, he was identified by two witnesses who saw him in the driver’s seat of the car that bore the stolen goods. Furthermore, after appellant’s automobile was stopped by Officer Blanco who obtained the keys from appellant, the <page-number citation-index=\"1\" label=\"10\">*10</page-number>latter fled the scene. Also, he subsequently admitted that he had driven to the market area, parked, went for a walk, returned only to find the special officer. All facts considered, it cannot be said that the omitted instruction would have effected a different result. A failure to give instructions on circumstantial evidence is not necessarily fatal. <em>(People </em>v. <em>Bletson, </em>117 Cal.App.2d 731, 734 [256 P.2d 614].) The direct evidence is so incriminating that the reading of instructions on circumstantial evidence would have served only to obscure the issue of guilt. (See <em>People </em>v. <em>Schwab, </em>136 Cal.App.2d 280, 290 [288 P.2d 627].)</p>\n<p id=\"b28-5\">Appellant assigns as prejudicial error the trial court’s failure to instruct, <em>sua sponte, </em>with reference to the alibi; that the judge should “take it upon himself to see that both sides have a fair trial.”  On the contrary, while the court should give, on its own motion, instructions on general principles pertinent to the issues it is not bound to instruct on specific points developed by the evidence at the trial unless requested by a party. <em>(People </em>v. <em>Klor, </em>32 Cal.2d 658, 662 [197 P.2d 705] ; <em>People </em>v. <em>Bender, </em>27 Cal.2d 164, 175 [163 P.2d 8].)  It follows that, despite the alibi evidence introduced by appellant, the latter having failed to request an instruction with respect to it, the trial court was not obliged to give an instruction on the issue of alibi. <em>(People </em>v. <em>Whitson, </em>25 Cal.2d 593, 603 [154 P.2d 867] ; <em>People </em>v. <em>Smith, </em>145 Cal.App.2d 149, 151 [302 P.2d 63].) Such a complaint, made for the first time to the reviewing court will not be considered. <em>(People </em>v. <em>Young, </em>118 Cal.App.2d 112, 113 [257 P.2d 77].) No request for an instruction as to appellant’s asserted alibi is to be found in the record. Therefore, there was no error in the court’s failure to give the alibi instruction. <em>(People </em>v. <em>Edwards, </em>81 Cal.App.2d 655, 658 [185 P.2d 74].)</p>\n<p id=\"b28-7\">Affirmed.</p>\n<p id=\"b28-8\">Fox, J., and Ashburn, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}