{
  "casebody": {
    "data": "<casebody firstpage=\"515\" lastpage=\"522\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b533-9\">[Civ. No. 17488.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AVm\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AWl\">Sept. 3, 1957.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b533-10\">GEORGE C. WELDEN, Plaintiff, v. DAVIS AUTO EXCHANGE (Individual’s Fictitious Name), Appellant; INDUSTRIAL INDEMNITY COMPANY et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b535-5\"><page-number citation-index=\"1\" label=\"517\">*517</page-number>Eugene A. Taliaferro, in pro. per., for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b535-6\">Thelen, Marrin, Johnson &amp; Bridges for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b535-7\">BRAZIL, J. pro tem.<footnotemark>*</footnotemark></author>\n<p id=\"AQ8\">The judgment, from which this appeal is taken, dismissed defendant’s cross-complaint in an action originally filed in the municipal court, later transferred to the superior court because the amount of the cross-complaint exceeded the jurisdiction of the lower court.</p>\n<p id=\"b535-8\">George Welden, doing business as Wholesalers Adjustment Bureau, assignee for collection of cross-defendant Industrial Indemnity Company, sued defendant Eugene A. Taliaferro, doing business as Davis Auto Exchange, in the municipal court of San Francisco for insurance premiums claimed due Industrial from Taliaferro for the year 1950. This action was filed February 16, 1953; defendant was served with complaint and summons six days later in Contra Costa County, default was requested April 9, 1953; and judgment was thereupon entered on the same day. On April 30, defendant moved to set the default aside, demurred to the complaint and moved for a change of venue. On May 18th the motion to change venue was denied, motion to set aside default was granted, and defendant was given 10 days to answer when the demurrer was overruled. The answer was not filed until June 19th, and it made no reference to a counterclaim or cross-complaint even though it pleaded many affirmative defenses. Plaintiff on February 18, 1954, requested a trial date; both parties received notice from the clerk on March 3d that the trial was set for April 14, 1954. The defendant then filed suit against Industrial and Welden in Contra Costa County, obtained decree on April 8th therein, enjoining Welden from proceeding with the original action until termination of the appeal of <em>Taliaferro </em>v. <em>Industrial. </em>That case was affirmed early in 1955, <em>(Taliaferro </em>v. <em>Industrial Indem. Co., </em>131 Cal.App.2d 120 [280 P.2d 114]), the opinion in general calling attention to the fact that Mr. Taliaferro’s rights, if any, against Industrial in the Contra Costa County action ought to have been set up by way of defense in this case, rather than to have been the basis of an independent action. Welden, then, requested a <page-number citation-index=\"1\" label=\"518\">*518</page-number>trial date on June 3d and on June 9th the trial was set for October 11, 1955, in the municipal court. July 9th appellant moved for permission to file a counterclaim and a cross-complaint which was granted on July 27th, plaintiff appearing by attorney Jackson, and defendant appearing, as he has done throughout all these complicated legal proceedings, in propria persona. The record does not disclose any appearance by Industrial, nor is there any representation of Industrial by Mr. Jackson, as appellant claims.</p>\n<p id=\"b536-4\">The cross-complaint and counterclaim was filed August 16th, together with an affidavit of service on Mr. Jackson, whose identity with the case is described only as attorney at law, there being no reference in the affidavit of whom he was supposed to represent. The proceedings were thereupon transferred to the superior court on October 6th and there the matter lay until June 13, 1956, when Industrial filed its motion to dismiss the cross-complaint for unwarranted delay. Summons on the cross-complaint, as is required by Code of Civil Procedure, section 442, when new parties are brought in, was not issued by the clerk, and copies of the cross-complaint and summons (which was issued one day after the motion to dismiss was filed) were not served on Industrial until June 19th.</p>\n<p id=\"b536-5\">The motion to dismiss was set for June 22, 1956, at the hour of 10:30 a. m.; it was accompanied by points and authorities and an affidavit upon which the motion was based along with the records and files of the case. The affidavit calls attention to the fact that Mr. Taliaferro, although not a lawyer, cannot be excused on the grounds of his unfamiliarity with applicable rules of law in that he has appeared in propria persona in no less than six reported cases on appeal, citations for each case being therein listed. The motion was served on appellant by mail, according to the affidavit of service, being deposited in the United States mail in San Francisco on June 12, 1956, and properly addressed to appellant in San Pablo, Contra Costa County, California. The distance between these two places is obviously less than 100 miles.</p>\n<p id=\"b536-6\">Under date of June 19th, appellant wrote to Judge Sapiro, who was to hear the motion, that he could not be present as “I had made arrangements for an important and necessary business trip to San Diego.” He further stated that he had asked respondent’s attorney by telephone for his consent to a continuance and that the attorney had refused such consent <page-number citation-index=\"1\" label=\"519\">*519</page-number>giving reasons therefor. He then gave as reasons why the motion should he denied: “Since receiving Mr. Hughmanick’s motion, I have secured the issuance of a summons based upon the cross-complaint on June 14th of this year, and today I caused service of a copy of the Complaint and Summons to be made upon the proper officials of the Industrial Indemnity Company. This should appear from the face of the record before your Honor. I respectfully contend that these matters obviate all objections raised by Mr. Hughmanick in connection with his motion to dismiss, and that his motion should be denied. If your Honor is in doubt with respect to the correctness of my views, I would appreciate very much a one or two week continuance to enable me to file a Memorandum of Points and Authorities or make other sufficient counter showing.”</p>\n<p id=\"b537-6\">The motion to dismiss the cross-complaint “after oral presentation” was granted; respondent’s attorneys were associated with Mr. Jackson on June 29th as Welden’s attorneys of record; and on August 16, 1956, the judgment of dismissal was entered.</p>\n<p id=\"b537-7\">Appellant’s contentions are (1) the trial court abused its discretion in dismissing the cross-complaint; (2) dismissal was invalid because of insufficient notice of motion; (3) dismissal was a violation of appellant’s rights under the 14th Amendment to the Constitution of the United States.</p>\n<p id=\"b537-8\">The mandatory provisions of Code of Civil Procedure, section 581a, which require dismissal of an action where summons has not been issued within one year or served and returned within three, are not applicable to cross-complaints. <em>(Seaman </em>v. <em>Superior Court, </em>183 Cal. 47 at 49 [190 P. 441].) “Since section 581a is not applicable to the issuance, service and return of summons upon a cross-complaint, it manifestly follows that it is within the sound discretion of a trial court in the exercise of its inherent power, to dismiss a cross-complaint for want of prosecution.” <em>(Fox Woodsum Lbr. Co. </em>v. <em>Janes, </em>76 Cal.App.2d 748 at 751 [173 P.2d 854].) It is quite obvious that whether or not a trial judge has properly exercised his discretion in matters of this kind depends on the factual situation. What is a reasonable time in one case might be unreasonable in another.  There are situations when trial courts are justified in dismissing a complaint where the period of delay is less than that prescribed by Code of Civil Procedure, section 581a. <em>(Stanley </em>v. <em>Gillen, </em>119 Cal. 176 [51 P. 183].)</p>\n<p id=\"b538-3\"><page-number citation-index=\"1\" label=\"520\">*520</page-number>While the time from filing the cross-complaint on August 16, 1955 to June 13, 1956, when the motion to dismiss was filed, may, without more, seem like too short a delay to serve as a basis for dismissal, the record discloses much in aggravation. Appellant could have filed his cross-complaint more than two years before. Somehow or other, with an apparent knowledge of procedural law, he has managed to keep the original case from going to trial for more than three years after it was set for trial. Many statements of fact appearing only in his briefs, which he wants this court to consider as an excuse for his delay, find no support in the record, and therefore do not even justify passing comment. The facts having been herein set out in great detail, it need only be noted here that in our opinion they warranted the trial judge in granting the motion to dismiss; that in so doing he did not abuse the legal discretion reposed in him for determination of a factual situation. Passing upon the power to dismiss an action for want of prosecution, the Supreme Court in <em>First Nat. Bank </em>v. <em>Nason, </em>115 Cal. 626 at page 628 [47 P. 595] said: “The exercise of this power must, in the very nature of things, be left to the discretion of the nisi prius court, subject only to reversal for a patent abuse of such discretion. Each particular case presents its own peculiar features, and no iron-clad rule can justly be devised applicable alike to all.”</p>\n<p id=\"b538-4\">Appellant claims that, in serving Mr. Jackson with a copy of the cross-complaint, he believed and was justified in so believing that Mr. Jackson was attorney for Industrial, the new defendant. He bases this on the fact that Mr. Jackson argued in the municipal court against granting leave to bring in a new party by way of a cross-complaint. In that court, Mr. Jackson was representing Welden, not Industrial, and there is nothing either of them did which misled appellant in any way. This point looks like an afterthought, for appellant never claimed such to be the case in his letter to Judge Sapiro, written before the motion was granted.</p>\n<p id=\"b538-5\">Appellant contends the trial judge ought not to have granted the motion for there was no affirmative showing that respondent was prejudiced by the delay.  In <em>Gray </em>v. <em>Times-Mirror Co., </em>11 Cal.App. 155 at 163-164 [104 P. 481], we find: “We do not understand it to be necessary for the party moving to dismiss for want of diligence in prosecuting an action to affirmatively show the extent of the inconvenience or injury he has suffered or may suffer by reason of the delay. The law will presume injury from unreasonable delay.”</p>\n<p id=\"b539-4\"><page-number citation-index=\"1\" label=\"521\">*521</page-number>Under the provisions of Code of Civil Procedure, section 1005, appellant was entitled to 10 days’ notice of the motion to dismiss. Under this section he was not entitled to an additional day as San Francisco, the place of deposit of mail, and San Pablo, the place of receipt thereof, are less than 100 miles apart. Computation of time is governed by Code of Civil Procedure, section 12, “The time in which any act provided by law is to be done is computed by excluding the first day and including the last ...” Service by mail is complete at time of deposit in a post office or mail box (Code Civ. Proc., §1013), so that in the instant case service was complete on June 12, 1956. Excluding that day, we find that the motion was heard on the tenth day, i.e., June 22, 1956.  “The law takes no notice of fractions of a day. Any fraction of a day is deemed a day unless in a particular case it is necessary to ascertain the relative order of occurrences on the same day.” <em>(Municipal Imp. Co. </em>v. <em>Thompson, </em>201 Cal. 629 at 632 [258 P. 955].) In <em>Bates </em>v. <em>Howard, </em>105 Cal. 173 at 182 [38 P. 715], it appears that “The notice posted on the twelfth day of July, giving notice of a hearing of the petition on the twenty-second day of the same month, was sufficient as a ten-day notice.”</p>\n<p id=\"b539-5\">Appellant claims he was entitled to 11 days’ notice by virtue of Code of Civil Procedure, section 1013, which provides in part: “. . . service [by mail] is complete at the time of the deposit, but if, within a given number of days after such service, a right may be exercised, or an act is to be done by the adverse party, the time within which such right may be exercised or act done, is extended one day, together with one day additional” etc. The motion in this case does not call upon the defendant to exercise any right or perform any act. It tells him that the plaintiff is going to ask the court on a day certain to dismiss the complaint for what has already transpired. If plaintiff already has a right to have the cross-complaint dismissed when he filed his motion, no exercise of any right defendant may have, or any act he might do, existing or occurring after the motion is made, would change the result.</p>\n<p id=\"b539-6\">“The question presented by such a motion to dismiss is not whether the summons has been served at the time of the hearing, but whether there has been an unreasonable delay in serving it.” <em>(Bryson </em>v. <em>Harryman, </em>118 Cal.App. 588 at 592 [5 P.2d 665].)</p>\n<p id=\"b540-3\"><page-number citation-index=\"1\" label=\"522\">*522</page-number>“ Section 1013 applies to such provisions and rules as those which require an answer within ten days after notice of demurrer overruled ... It applies, in other words, according to its terms, where some act must be done or right exercised within a certain number of days after service, and not to the right to be present at a proceeding of which a prescribed notice must be given.” <em>(Brown </em>v. <em>Rouse, </em>115 Cal. 619 at 621 [47 P. 601].) To like effect is <em>Lapique </em>v. <em>Kelley, </em>82 Cal. App. 586 [256 P. 229], in referring to Code of Civil Procedure, section 1013, wherein court said at page 593: “The additional provisions, requiring further time for the notice in certain instances, are not applicable to a notice of time set for trial of an action.”</p>\n<p id=\"b540-4\">Appellant’s last point, that he was deprived of his constitutional rights, is only another way of saying that the trial court abused its discretion in dismissing his cross-complaint, and that, the notice being insufficient, he did not have ample opportunity to be heard. From a consideration of the facts of this case as disclosed by the record and herein substantially set forth, it is apparent that appellant was lawfully served with notice, that he had an opportunity to be heard and defend in an orderly proceeding adapted to the nature of the case before a tribunal having jurisdiction of the cause (12 Am.Jur., Constitutional Law, § 573); and he was not denied equal protection of the law for the procedure followed was similar to that which would be followed in other proceedings under like circumstances.</p>\n<p id=\"b540-5\">The judgment is affirmed.</p>\n<p id=\"b540-6\">Dooling, Acting P. J., and Draper, J., concurred.</p>\n<footnote label=\"*\">\n<p id=\"b535-9\">Assigned by Chairman of Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}