{
  "casebody": {
    "data": "<casebody firstpage=\"289\" lastpage=\"294\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b339-7\">In the Matter of the Application of The City of New York, Relative to Acquiring Title, Wherever the Same Has Not Been Heretofore Acquired for the Same Purpose in Fee to the Real Property Required for the Opening and Extending of 68th (10th and 11th) Street, from Northern Boulevard (Jackson Avenue) to 31st (Patterson) Avenue; and 35th (Fillmore) Avenue, from Broadway to 74th (17th) Street, Subject to the Rights, if Any, of the New York Connecting Railroad Company, in the Borough of Queens. Naomi Kaplan, Permanent Holding Co., Inc., and Bessie Mehl, Claimants-Objectors, Appellants; The City of New York, Respondent.</parties>\n<p data-order=\"1\" data-type=\"docketnumber\" id=\"AqH\">(Damage Parcel No. 6.)</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b339-10\">Second Department,</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A83\">June 27, 1939.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b340-6\"><page-number citation-index=\"1\" label=\"290\">*290</page-number><em>Benjamin C. Ritman, </em>for the appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b340-7\"><em>Reuben Levy [William C. Chanter, Corporation Counsel, </em>and <em>Julius Isaacs </em>with him on the brief], for the respondent.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AMn\">Per Curiam.</author>\n<p id=\"ADq\">This is a condemnation proceeding. Title to lands, including Damage Parcel No. 6, vested in the city of New York on November 4, 1931. ' The order purportedly appealed from is not in the record. The appeal in that phase must be dismissed. The final decree appealed from awards as compensation for the damage parcel six cents only. This award was made upon the finding of the Special Term that the parcel was subject to street easements, and for other reasons referred to <em>infra.</em></p>\n<p id=\"b340-9\">The appellants Permanent Holding Co., Inc., and Bessie Mehl, respectively, hold first and second mortgages, respectively dated November 7, 1924, and June 16, 1924 <em>(sic), </em>and duly recorded. Upon these mortgages, respectively, there is due and unpaid $27,500, with interest from May 7, 1927, and $7,437.50, with interest from June 16, 1925. These mortgages before the taking covered adjoining property on the south and the major portion, but not all, of what is now Damage Parcel No. 6 herein. The appellant Naomi Kaplan holds an assignment in writing, dated December 7, 1932, of the rights of Mehl Realty Company, Inc., to the award for Damage Parcel No. 6. That corporation claimed as of the date of vesting to be the owner of the damage parcel and the whole thereof. Actually it was the owner of only the same major portion thereof, which, with such adjoining property, is covered by each of the two mortgages mentioned. Its title was subject to the liens of those mortgages.</p>\n<p id=\"b340-10\">The Special Term predicated the nominal award upon its finding that “ The former owners of the fee developed properties adjoining parcel No. 6 by building stores thereon facing upon that parcel, thereby dedicating it for street uses.” <em>(Vide Matter of City of New York [Braddock Ave.], </em>278 N. Y. 163, 174.) The award of six cents <page-number citation-index=\"1\" label=\"291\">*291</page-number>was made because the property taken was burdened by street easements. These easements, however, did not affect the two mortgages, which were existing hens upon the property taken at the time of the creation of those easements. The Special Term denied to the mortgagees a substantial award in effect because (1) a fire loss occurring in 1930, which involved the destruction of improvements erected on the part of the mortgaged premises adjoining Damage Parcel No. 6 on the south, notwithstanding the presence of the usual mortgagee insurance clause in each mortgage, had been paid in the sum of $40,000, in 1934, with the consent of the mortgagees, to the then owner of that adjoining property, Mehl Realty Company, Inc., claimant to the award for Damage Parcel No. 6; and because (2) the same individuals controlled the corporate fee owner and the corporate and individual owners of the mortgages, respectively. Upon the first mortgage no interest had been paid since May 7, 1927. Upon the second mortgage no interest had been paid since June 16, 1925. The effect of the Special Term ruling in this phase was that the mortgagees’ interests had become merged in the fee, notwithstanding that each mortgagee, and as well the fee owner, was a separate legal entity.</p>\n<p id=\"b341-3\">These rulings led to the nominal award in effect to the fee owner and the mortgagees jointly.</p>\n<p id=\"b341-4\">We are of opinion (a) that the learned Special Term was correct in its award of six cents only as far as the fee owner was concerned; (b) that it erred in refusing to make a substantial award to the mortgagees for that part of Damage Parcel No. 6 covered by their mortgages, payment of which award to them by the city, according to their respective rights, would result in the city’s becoming subrogated to the extent and in the manner declared in <em>Matter of City of New York [Braddock Ave.] (supra, </em>at p. 174); and (c) that none of the claimants-appellants has any right, title or interest in, or lien upon, the minor portion of Damage Parcel No. 6, referred to <em>infra.</em></p>\n<p id=\"b341-5\">The following are facts: (1) Title to Damage Parcel No. 6 vested November 4, 1931. (2) That parcel consisted of the northerly part of a plot of land composed of five lots numbered 854 to 858, inclusive, on a map entitled “ Map of Section 3, Terminal Heights, situated in the Second Ward Boro of Queens * * filed in the office of the clerk of Queens county, February 11, 1909, as Map No. 503. (3) Thereafter there was prepared under lawful authority (Laws of 1901, chap. 466) “ Section 10 of Final Maps of the Borough of Queens,” dated August 23,1911, adopted by the board of estimate and apportionment of the city of New York November 2, 1911, and approved by the mayor November 18, 1911, on which map <page-number citation-index=\"1\" label=\"292\">*292</page-number>there was shown, as lying in the bed of Fillmore avenue thereon, the land which is now Damage Parcel No. 6 herein. (4) By a series of conveyances made on or before June 26, 1924, the five lots numbered 854 to 858, inclusive, on the <em>“ </em>Map of Section 3, Terminal Heights * * * ” (with the exception of the northerly part of lot 858, described below) became vested in Bysell Realty Corporation. The form of the conveyance of lot No. 858 was such that it conveyed only the fee of so much of that lot as lay generally south of the southerly fine of Fillmore avenue as shown on “ Section 10 of Final Maps of the Borough of Queens * * *; ” but in legal effect <em>(Matter of City of New York [Decatur St.]; </em>196 N. Y. 286; <em>Holloway </em>v. <em>Southmayd, </em>139 id. 390), it conveyed to the grantee private easements of light, air and access over the part of lot No. 858 lying north of such southerly line of Fillmore avenue. (5) In 1924 the then owner, Bysell Realty Corporation, improved so much of lots 854-858, inclusive (Section 3, Terminal Heights Map), as lay south of the southerly line of Fillmore avenue, with stores, some of which fronted on, but did not encroach upon, the land in the bed of Fillmore avenue, as shown on <em>“ </em>Section 10 of Final Maps * * referred to. <em>(Vide Matter of City of New York [Braddock Ave.], supra.) </em>(6) On June 15, 1925, Bysell Realty Corporation conveyed to Theon Realty Corporation lots 854 to 858, inclusive, on the section 3, Terminal Heights Map, adding to the lot number description the following: “ Being a parcel of land situated on the north side of Broadway between 9th and 10th St., covering an entire quadrangle bounded by Broadway, 9th St., 10th Street, and Fillmore Ave.” This conveyance purported to include the northerly part of lot No. 858, to which the grantor, as above, did not have title in fee, and was subject to a first mortgage of $27,500, with interest from May 11, 1925, and to a second mortgage of $8,500 (then) reduced to $7,395, with interest from March 15, 1925. On October 15, 1925, Theon Realty Corporation conveyed to Mehl Realty Company, Inc., the same property as that described in the previous deed, by the same lot number description, also with the same qualification of that description, and with the following clause: “ Together with all the right, title and interest of the party <em>of the party </em>of the first part of, in and to all the land lying in the Streets, adjacent fco the said premises to the respective center lines thereof.” This conveyance was subject to a mortgage of $27,500 and certain interest, and to another mortgage (then) reduced to $7,437.50 <em>(sic) </em>and certain interest. (7) On December 7, 1932, Mehl Realty Company, Inc., by instrument in writing, assigned its interest as fee claimant in the award for Damage <page-number citation-index=\"1\" label=\"293\">*293</page-number>Parcel No. 6 to the appellant Naomi Kaplan. (8) In 1930 the buildings on the portion of lots Nos. 854 to 858, inclusive (Section 3, Terminal Heights Map), adjoining what is now Damage Parcel No. 6, were destroyed by fire. In 1934 the adjusted loss of $40,000 was paid to the then owner, Mehl Realty Company, Inc., in effect with the consent of the two mortgagees, who, without consideration, had assigned their claims to the insurance proceeds to the fee owner, notwithstanding the presence of mortgagee insurance clauses in the mortgages.</p>\n<p id=\"b343-4\">In the circumstances disclosed, (a) the owner of the major portion of Damage Parcel No. 6, and hence the claimant-appellant Kaplan, the assignee of that owner’s claim to the award, was properly found entitled to a nominal award only, for the fee interest was subject to private street easements <em>(Matter of City of New York [Northern Blvd.], </em>258 N. Y. 136, 152; <em>Matter of City of New York [Decatur </em>St.], <em>supra; Matter of City of New York [Lorraine Ave.], </em>256 App. Div. 983 [2d Dept.], decided March 6, 1939); (b) there was no merger of the interest of either of the mortgagees-claimants, appellants, in the fee of Damage Parcel No. 6; (c) the claimants-mortgagees, appellants, are entitled to an award of substantial damages <em>(Matter of City of New York [Braddock Ave.], supra) </em>for Damage Parcel No. 6 except that portion thereof to which, as above, their mortgagor, Bysell Realty Corporation, did not have title in fee, and upon which, therefore, neither of them has a hen; upon payment of which award the city of New York will become subrogated to the rights of the mortgagees in the part of the mortgaged premises not taken, to the extent and in the manner declared in <em>Matter of City of New York [Braddock Ave.] (supra, </em>at p. 174); and (d) the payment of the proceeds of the fire insurance to the owner of the portion of the mortgaged property adjoining Damage Parcel No. 6, with the consent of the mortgagees, does not affect the right of the latter to such substantial award.</p>\n<p id=\"b343-5\">Therefore, (1) the appeal from the order which is not printed in the record should be dismissed. (2) The final decree appealed from should be modified by striking therefrom the award of six cents damages for Damage' Parcel No. 6, in so far as that award is made to Permanent Holding Co., Inc., and Bessie Mehl, claimants-mortgagees. As thus modified, the final decree should be affirmed, without costs, and the proceeding remitted to the Special Term with a direction to make a substantial award to the said claimants-mortgagees for the taking of such portion of Damage Parcel No. 6 as is covered by their mortgages, in accordance with <page-number citation-index=\"1\" label=\"294\">*294</page-number>their interests, upon payment of which award the city will be subrogated, to the extent of that payment, to the rights of those mortgagees in the part of the mortgaged premises not condemned; but will be subordinated to the rights of the mortgagees therein for the balance then due upon their mortgages.</p>\n<p id=\"b344-6\">Present — Lazansky, P. J., Hagarty, Johnston, Taylor and Close, JJ.</p>\n<p id=\"b344-7\">Final decree modified by striking therefrom the award of six cents damages for Parcel No. 6, in so far as that award is made to the Permanent Holding Co., Inc., and Bessie Mehl, claimants-mortgagees. As thus modified, the final decree is unanimously affirmed, without costs, and the proceeding remitted to the Special Term with a direction to make a substantial award to the said claimants-mortgagees for the taking of such portion of Damage Parcel No. 6 as is covered by their mortgages, in accordance with their interests. Upon payment of that award the city will be subrogated, to the extent of that payment, to the rights of those mortgagees in the part of the mortgaged premises not condemned but will be subordinated to the rights of the mortgagees thereir for the balance then due upon -their mortgages.</p>\n<p id=\"b344-8\">Appeal from order dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}