{
  "casebody": {
    "data": "<casebody firstpage=\"267\" lastpage=\"275\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b293-6\">704 A.2d 541</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AAF\">Roderick V. STREATER v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A6W\">No. 717,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A40\">Sept. Term, 1997.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"AYy\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A39\">Jan. 14, 1998.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b296-7\"><page-number citation-index=\"1\" label=\"270\">*270</page-number>Daniel H. Weiss, Asst. Public Defender (Stephen E. Harris, Public Defender, on the brief), Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b296-8\">Diane Keller, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen. and Patricia Jessamy, State’s Atty. for Baltimore City, on the brief), Baltimore, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b296-9\">Argued before DAVIS, HOLLANDER and EYLER, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b296-10\">EYLER, Judge.</author>\n<p id=\"b296-11\">Appellant, Roderick V. Streater, was convicted by a jury sitting in the Circuit Court for Baltimore City of stalking, harassment, and telephone misuse. Appellant was sentenced to three years incarceration for stalking, two years consecutive for telephone misuse, and ninety days concurrent for harassment. Perceiving no error, we affirm the judgment of the trial court.</p>\n<p id=\"b296-12\">Facts</p>\n<p id=\"b296-13\">Appellant arid Tawanda Bailey Streater were married but separated in November 1995, when Ms. Streater obtained a protective order from the District Court of Maryland for Baltimore City. The order provided that appellant “shall not contact (in person, by telephone, in writing, or by any other means), attempt to contact or harass [Ms. Streater].” The order was in effect in April and May, 1996, when the conduct at issue in this case occurred.</p>\n<p id=\"b297-4\"><page-number citation-index=\"1\" label=\"271\">*271</page-number>At trial, Ms. Streater testified that, despite the protective order, appellant repeatedly called her on the phone, both at home and at work, and knocked on her door. She answered over ten calls, but there were many more calls, at home and at work, when messages were taken by other persons. In addition, there were three face-to-face encounters. The first encounter occurred on April 5, 1996, when Ms. Streater noticed appellant outside her building as she left work. The second encounter occurred on May 9, 1996, when appellant approached Ms. Streater outside of the building in which she worked and said “Tawanda.” The third occasion was on May 10, 1996, when appellant again approached Ms. Streater outside of the building in which she worked and said “Tawanda, come here.”</p>\n<p id=\"b297-5\">The defense offered no evidence. Defense counsel stated in opening statement that appellant lacked the intent to commit the crime and that appellant’s purpose in contacting Ms. Streater was to resolve the issue of a jointly owned motor vehicle and out of his concern about Ms. Streater’s “horrendous behavior.” ,</p>\n<p id=\"b297-6\">Questions Presented</p>\n<p id=\"b297-7\">Appellant presents three questions for our review:</p>\n<blockquote id=\"b297-8\">1. Did the trial court err by admitting irrelevant and highly prejudicial evidence of other crimes?</blockquote>\n<blockquote id=\"b297-9\">2. Did the trial court err by limiting cross-examination of the key State’s witness?</blockquote>\n<blockquote id=\"b297-10\">3. Was the evidence legally insufficient to sustain appellant’s conviction for stalking?</blockquote>\n<p id=\"b297-11\">Discussion</p>\n<p id=\"b297-12\">I.</p>\n<p id=\"b297-13\">On direct examination, Ms. Streater testified that she had asked appellant to discontinue contacting her and that she had obtained a protective order. Appellant objected to the order on the stated ground of lack of relevance and the objection <page-number citation-index=\"1\" label=\"272\">*272</page-number>was overruled. The protective order itself was admitted into evidence in its entirety.</p>\n<p id=\"b298-5\">On appeal, appellant argues that, while the order may have been relevant to establish that appellant had been given notice to stay away from Ms. Streater, no evidence was introduced to show that appellant had notice of the protective order. Additionally, appellant argues that a portion of the order was inadmissible because it contained evidence of other crimes or prior bad acts. Specifically, the protective order had a checkmark in the box beside printed matter which read as follows: “Act(s) which placed Person Eligible for Relief in fear of imminent serious bodily harm.” In addition, the following comment appeared in handwriting after that printed language: “[Appellant] threatened to harm [Ms. Streater], he broke into the house and took her money.” Finally, the protective order had a checkmark in the box labeled “Battery or Assault and Battery.”</p>\n<p id=\"b298-6\">The State argues that appellant’s objection to the reference to other crimes or prior bad acts is not preserved for our review because he did not object to Ms. Streater’s testimony that she had obtained a protective order and because he objected to the protective order solely on the ground of “relevancy.”</p>\n<p id=\"b298-7\">In our view, the existence of the protective order was clearly relevant. Md.Ann.Code art. 27, § 121A(c) provides as follows:</p>\n<p id=\"b298-8\"><em>Prohibited conduct. </em>— A person may not follow another person in or about a public place or maliciously engage in a course of conduct that alarms or seriously annoys another person:</p>\n<blockquote id=\"b298-9\">(1) With intent to harass, alarm, or annoy the other person;</blockquote>\n<blockquote id=\"b298-10\">(2) After reasonable warning or request to desist by or on behalf of the other person; and</blockquote>\n<blockquote id=\"b298-11\">(3) Without a legal purpose.</blockquote>\n<p id=\"b299-4\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>The protective order was relevant to the requirement contained in subsection (c)(2), and there was some evidence that appellant was present when the order was issued.</p>\n<p id=\"b299-5\">We agree that appellant did not object below to the specific portion of the order that he now alleges contains references to other crimes and prior bad acts. <em>See </em>Rule 4-323(a). Had the objection been properly made, however, the trial court could have properly found that (1) the evidence was relevant to prove “intent” within the meaning of Rule 5-404(b), (2) the prior acts were proved with clear and convincing evidence, and (3) any prejudicial effect was outweighed by its probative value. <em>See State v. Faulkner, </em>314 Md. 630, 634-35, 552 A.2d 896 (1989).</p>\n<p id=\"b299-6\">With respect to relevancy, we note that the stalking statute requires the State to prove that the defendant pursued the victim with the intent to place her in reasonable fear of bodily injury or death. Md.Ann.Code art. 27, § 121 B (1996). Although evidence of other crimes or prior bad acts is generally inadmissible, Rule 5-404(b), the evidence of other crimes or prior bad acts contained in the protective order was admissible to prove that appellant intended to place Ms. Streater in reasonable fear of bodily injury. The prior acts were also relevant to the reasonableness of the victim’s fear.</p>\n<p id=\"b299-7\">II.</p>\n<p id=\"b299-8\">During the cross-examination of Ms. Streater, defense counsel attempted to inquire as to whether she had a cocaine problem, and the objection was sustained. Appellant argues that cross-examination was impermissibly limited and that the area of inquiry was relevant as to Ms. Streater’s credibility and appellant’s reasons for contacting Ms. Streater. At trial, defense counsel proffered that appellant contacted Ms. Streater because he was concerned about what he believed to be Ms. Streater’s cocaine addiction.</p>\n<p id=\"b299-9\">The State again contends that the issue has not been preserved for our review because the proffer of expected testimony was inadequate and the relevance to Ms. Streater’s <page-number citation-index=\"1\" label=\"274\">*274</page-number>credibility was not raised below. <em>Shand v. State, </em>341 Md. 661, 674, 672 A.2d 630 (1996); <em>Purohit v. State, </em>99 Md.App. 566, 577, 638 A.2d 1206 (1994). We agree.</p>\n<p id=\"b300-5\">Had the issue been preserved, appellant would fare no better. In reviewing the trial court’s control over the scope of cross-examination, this Court will only disturb the decision of the trial court if it abused its discretion. <em>Hemingway v. State, </em>76 Md.App. 127, 139, 543 A.2d 879 (1988). <em>See also Ebb v. State, </em>341 Md. 578, 587, 671 A.2d 974 (1996) (citations omitted) (“trial judges retain wide latitude insofar as the confrontation clause is concerned to impose reasonable limits on such cross-examination based on concerns about, among other things, harassment, prejudice, confusion of the issues, the witness safety, or interrogation that is repetitive or only marginally relevant”). Furthermore, “[w]here the propriety of the restriction of cross-examination is the issue, we will find an abuse of discretion when the restrictions imposed ‘are such as plainly inhibit the ability of the accused to obtain a fair trial.’ ” <em>Ogburn v. State, </em>71 Md.App. 496, 510, 526 A.2d 614 (1987). The restriction in this case did not prohibit appellant from obtaining a fair trial.</p>\n<p id=\"b300-6\">In general, a witness may be cross-examined on matters and facts that affect his or her credibility, “so long as such facts are not immaterial or irrelevant to the issue being tried.” <em>State v. Cox, </em>298 Md. 173, 181, 468 A.2d 319 (1983). Although prior bad acts may be relevant to a witness’s credibility, mere accusations of misconduct have little probative value and may not be used to impeach a witness. <em>Id. </em>The trial court did not abuse its discretion in limiting cross-examination of Ms. Streater when there was no evidence of cocaine addiction or any valid proffer of evidence to that effect.</p>\n<p id=\"b300-7\">III.</p>\n<p id=\"b300-8\">Appellant’s final contention is that the evidence was insufficient to support a conviction for stalking in violation of <page-number citation-index=\"1\" label=\"275\">*275</page-number>Md.Ann.Code art. 27, § 121B. In pertinent part, the statute provides:</p>\n<blockquote id=\"b301-4\">(3) “Stalking” means a malicious course of conduct that includes approaching or pursuing another person with intent to place that person in reasonable fear:</blockquote>\n<blockquote id=\"b301-7\">(i) Of serious bodily injury or death.</blockquote>\n<p id=\"b301-8\">Appellant argues that the evidence was legally insufficient because (1) there was no evidence of threats by him, (2) Ms. Streater conceded that there was a joint interest in a motor vehicle, and (3) the nature of the calls was impossible to discern.</p>\n<p id=\"b301-9\">The standard of review for the sufficiency of evidence is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. <em>Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979); <em>Wilson v. State, </em>319 Md. 530, 535, 573 A.2d 831 (1990). Under this standard, a reviewing court is not required to “ask itself whether <em>it </em>believes the evidence at the trial established guilt beyond a reasonable doubt,” <em>Jackson, </em>443 U.S. at 318-19, 99 S.Ct. at 2789 (emphasis in original). Rather, we accord deference to the factual findings of the jury and recognize its ability to observe the demeanor of the witnesses and to assess their credibility. <em>See Wiggins v. State, </em>324 Md. 551, 565-67, 597 A.2d 1359 (1991).</p>\n<p id=\"b301-10\">In our view, the evidence was sufficient to enable the jury to convict appellant of the crimes charged. Ms. Streater testified that on one occasion appellant threatened that he was “gonna fuck her [up]” and on another occasion he said, “he gonna whip her [ass].” She also testified that she was frightened by his conduct. The issue was one for a jury.</p>\n<p id=\"b301-11\">For the reasons stated above, we affirm the judgments of the trial court.</p>\n<p id=\"b301-12\">JUDGMENTS AFFIRMED; COSTS TO BE PAID BY APPELLANT.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}