{
  "casebody": {
    "data": "<casebody firstpage=\"25\" lastpage=\"30\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b53-7\">Alexander W. Dickie <em>vs. </em>Ada M. Davis &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"AN0\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A-3\">November 18, 1913.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A1\">February 27, 1914.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b53-8\">Present: Rugg, C. J., Hammond, Losing, Bbaley, &amp; DeCouecy, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b53-9\"><em>Negligence, </em>Of one controlling real estate, Licensee.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b53-10\">The owner of a building, while it is in the possession of a lessee who is in entire control of it, is not liable to one who, while upon the roof of the building by permission of a lessee, falls through a defective grating and is injured, where it does not appear that the grating was in a dangerous condition when the premises were let.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b53-11\">The employees of a contractor, who was erecting for the lessee in control of a hotel a sun parlor upon the roof, used, with the knowledge and acquiescence of the lessee, a penthouse, which covered an unused elevator well, for housing tools and materials and clothing and as a place for their lunch, entering and leaving it through a window opening upon the roof. The opening into the elevator well was covered with a wooden grating. One of the employees, after having worked on the roof for from six to eight weeks, in crossing the floor of the penthouse from the window to get his lunch, which he had left there, stepped upon the grating, which he thought, and had reason to think, was a metal grating strong enough to bear his weight, the grating broke and he fell to the bottom of the well. In an action against the lessee for personal injuries so received, it was <em>held, </em>that there had been no breach of duty on the part of the lessee toward the plaintiff, because the plaintiff was a mere licensee, and the defendant had not been guilty of any wanton or reckless conduct toward him.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b54-4\"><page-number citation-index=\"1\" label=\"26\">*26</page-number>Tort against Ada M. Davis, the owner, and Charles H. Green-leaf and Edward W. Knight, co-partners, doing business under the name, C. H. Greenleaf and Company, the lessees of the building known as the Hotel Vendóme in Boston, for personal injuries caused by the plaintiff falling through a grating covering a well in the floor of a penthouse on the roof of the building. Writ dated February 12, 1912.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b54-5\">In the Superior Court, the case was tried before <em>White, </em>J. The plaintiff made an offer of proof in wilting, which included an offer of evidence tending to prove the following facts among others: The defendant Davis, at the time of the injury to the plaintiff, owned the building in question, and had owned it between three and four years, and the defendants Greenleaf and Knight during all that time had been lessees of the premises and were to make all inside repairs. The lessees obtained permission of the owner to erect a sun parlor on the roof of the hotel and at the time of the plaintiff’s injury his employers, a firm of building contractors, under a contract with the lessees, were erecting the frame for the sun parlor. The plaintiff had been engaged at this work for the greater portion of six or eight weeks.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b54-6\">Some twenty or thirty feet from where the plaintiff and his fellow employees were working was a penthouse, which covered a portion of the roof, an elevator shaft from which the elevator recently had been removed, and the timbers that originally carried the elevator machinery, and was about twelve by twenty feet and about ten feet high at the low side, with a pitch roof. The northerly half of the space enclosed by it was on a level with the roof of the hotel and consisted of a board flooring; the southerly half contained the elevator shaft and the beams which supported the machinery. Extending across the building from east to west on the north and south sides of the well were two timbers about a foot square, raised so that the tops were about two feet from the floor. Across the shaft, with the ends resting upon these beams, were smaller hard pine sticks which formerly supported the elevator wheels. These ran in various directions and left one opening between the beams on the north side of the well next to the floored space, of irregular shape from two to three feet across. The absence of any cross sticks made this the lowest spot for a man to step from the floor to the beams, a height of about two feet. <page-number citation-index=\"1\" label=\"27\">*27</page-number>The well could be approached only from this side, as the other sides were close to the walls of the penthouse. Covering the elevator well about twenty inches below the bottom of the hard pine sticks above described, was a grating of wood cut in scroll pattern, of dark color, covered with dust, and in a place where there was little light. This was the grating through which the plaintiff fell.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b55-5\">There were on the east side of the penthouse two openings, one a small unused opening closed and nailed up, the other a window about three by four feet, hinged to swing, with the bottom about two feet from the floor of the penthouse. This window was opposite the floored portion of the penthouse, was the larger of the two openings and was used to gain access to the interior of the head house by the plaintiff and his fellow employees.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b55-6\">For at least twelve years, by requirement of the building department, gratings of iron strong enough to bear the weight of a man were called for. The wooden gratings were in accordance with legal requirements in force at the time when they were installed, and no contention was made that the change in statutes and requirements made their maintenance illegal. The plaintiff had seen iron gratings and knew of the requirement of the building department and that iron gratings were customary. He had never seen or known of any other grating being used. He had never particularly noticed this grating, but at the time of the accident believed it to be iron. There was nothing in the appearance of the grating to indicate to a person looking at it, without close examination, that it was wooden.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b55-7\">During the time that Smith and Lovett Company, the plaintiff’s employer, had been working on the hotel, the men had used the penthouse to store tools, ropes and materials. At the time of the accident there were such articles on the floor of the house. During all of this time the workmen had also stored clothing in the penthouse and had eaten their lunches there during a considerable portion of the time.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b55-8\">The defendant Greenleaf had been around the work repeatedly and had seen the articles in the house, and about two or three weeks before the accident he had said to some of the workmen in the house, “I don’t care if you eat your luncheons in here, but don’t smoke.” Greenleaf had seen the workmen there at various other times arid had made no objection except that.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b56-4\"><page-number citation-index=\"1\" label=\"28\">*28</page-number>On the morning of the accident the plaintiff threw his lunch and some clothing behind the elevator well against the wall of the penthouse on the side away from the window. At noon he stopped work, entered the window, stepped up over the well to reach his lunch, stepped on the grating and it broke and he fell through the opening six stories.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b56-5\">The grating had not been altered or inspected by the owner or lessees since the defendant Davis had owned the building, and had not been altered since the lessees had been in possession.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b56-6\">The judge on the offer of proof ordered a verdict for the defendants, and reported the case for determination by this court, the parties agreeing that, if the plaintiff was entitled, on proof of the facts stated in his offer of proof, to recover against any of the defendants either in separate or joint actions, judgment should be entered in his favor against each such defendant in the sum of $1,750, and for the other defendants, if any; and otherwise judgment was to be entered for the defendants on the verdict.</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b56-7\"><em>C. S. Tilden, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b56-8\"><em>A. L. Richards &amp; W. H. Hitchcock, </em>for the defendants.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b56-9\">Braley, J.</author>\n<p id=\"A9u\">The presiding judge upon the facts stated in the opening for the plaintiff ruled that, if proved, the action could not be maintained against either of the defendants, and, having ordered a verdict, reported the case to this court.</p>\n<p id=\"b56-10\">The defendant Davis and the defendants Greenleaf and Knight ' are respectively the owner and lessees of the hotel property, and it is unquestioned that the lessees were in possession and control when they made the contract with the plaintiff’s employer for the construction of a sun parlor on the roof. The penthouse where the plaintiff was injured had not been designated or appropriated for the use of guests or other persons lawfully on the premises, and, there being no evidence as in <em>Learoyd </em>v. <em>Godfrey, </em>138 Mass. 315, and <em>Dalay </em>v. <em>Savage, </em>145 Mass. 38, that when let it was in a dangerous condition,either from defective construction or from neglect, the plaintiff has no cause of action against her, even if she consented to the addition. <em>Quinn </em>v. <em>Crimmings, </em>171 Mass. 255, 256. <em>Coman </em>v. <em>Alles, </em>198 Mass. 99, 103.</p>\n<p id=\"b56-11\">We shall now refer to the lessees as the defendants.</p>\n<p id=\"b56-12\">The jury properly could find, that the workmen of the contractor, in going to and from the work, and while in its perform<page-number citation-index=\"1\" label=\"29\">*29</page-number>anee, were upon the premises by the invitation and for the benefit of the defendants, with the right to have the premises kept in a reasonably safe condition. <em>Wright </em>v. <em>Perry, </em>188 Mass. 268. <em>Plummer </em>v. <em>Dill, </em>156 Mass. 426. “The gist of the liability consists in the fact that the person injured did not act merely for his own convenience and pleasure, and from motives to which no act or sign of the owner or occupant contributed, but that he entered the premises because he was led to believe that they were intended to be used by visitors or passengers, and that such use not only was acquiesced in by the owner or person in possession and control of the premises, but that it was in accordance with the intention and design with which the way or place was adapted and prepared or allowed to be used. The true distinction is this: A mere passive acquiescence by an owner or occupier in a certain use of his land by others involves no liability, but if he directly or by implication induces persons to enter on and pass over his premises, he thereby assumes an obligation that they are in a safe condition, suitable for such use.” <em>Sweeny </em>v. <em>Old Colony &amp; Newport Railroad, </em>10 Allen, 368, 373, 374.</p>\n<p id=\"b57-5\">But the defendants’ obligation did not extend to the entire premises. It embraced only those portions necessary for the performance of the work, and for access thereto. <em>Walker </em>v. <em>Winstanley, </em>155 Mass. 301. <em>Cowen </em>v. <em>Kirby, </em>180 Mass. 504. The jury could have found that with the knowledge and assent of the defendants the penthouse had been used for the purpose of housing tools and materials as the work progressed, while the men also used it to store clothing and as a convenient place for their lunches. The plaintiff, having stopped work at noon, entered the house through a window opening from the side on to the roof, and, in stepping over the disused elevator well to reach his lunch, rested one foot on the wooden grating of the well, when it gave way, causing him to fall through the opening to the floor six stories below. But the defendants had not engaged to provide a place where he could lunch, neither was he invited to use the penthouse for this purpose. The grating] was not designed as a footing if he wished to pass by way of the interior from one side of the house to the other, nor did the defendants by their permission undertake the duty to warn him of possible defects or dangers, or to maintain the enclosure in any different <page-number citation-index=\"1\" label=\"30\">*30</page-number>condition. <em>McCoy </em>v. <em>Walsh, </em>186 Mass. 369. It being certain that at the time of the accident the plaintiff was a licensee who took the premises as he found them, no breach of any duty toward him is shown, and in accordance with the terms of the report the entry must be judgment on the verdict. <em>Baker </em>v. <em>Tibbetts, </em>162 Mass. 468. <em>Moffatt </em>v. <em>Kenny, </em>174 Mass. 311, 315, 316.</p>\n<p id=\"ADdn\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}