{
  "casebody": {
    "data": "<casebody firstpage=\"52\" lastpage=\"54\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b80-10\">Nellie B. Rogers, administratrix, <em>vs. </em>Annie M. Phillips. Same <em>vs. </em>Same.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b80-11\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AYG\">December 8, 1913.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqd\">February 27, 1914.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b80-12\">Present: Rugs, C. J., Hammond, Losing, Bealey, &amp; De Courcy, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b80-13\"><em>Negligence, </em>In use of automobile, In use of highway, Causing death.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b80-14\">One who drove an automobile at the rate of from seven to ten miles an hour in the middle of a smooth, hard and straight boulevard forty feet wide, upon which there was no other vehicle than a bicycle which was proceeding in front of him in the same direction close to the curb on the right hand side of the road, <page-number citation-index=\"1\" label=\"53\">*53</page-number>may be found to have been negligent if, while looking off towards his left and not sounding any horn or giving any warning of his approach, he did not see the bicycle until, as the rider of the bicycle was turning to his left to cross the street, he was at the right hand forward .comer of the automobile and two or three feet ahead of it, and the rider of the bicycle was run over and killed.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b81-5\">Under the same circumstances, if the rider of the bicycle was from twenty-five to one hundred and fifty feet from the automobile when he turned to cross the road, the question, whether or not he was in the exercise of due care, is for the jury in an action to recover for his conscious suffering and death.</headnotes>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-6\">De Courcy, J.</author>\n<p id=\"Am\">These actions are for the conscious suffering and the death of Richard Rogers, the plaintiff’s intestate, following an accident which occurred on the Lynn Shore Boulevard, a public highway, shortly after three o’clock in the afternoon of September 13,1906. The verdicts must stand if they were warranted by the aspect of the evidence that was most favorable to the plaintiff.<footnotemark>*</footnotemark></p>\n<p id=\"b81-7\">The following facts could be found. The boulevard was smooth, hard and straight, and about forty feet wide. Rogers was an experienced bicycle rider, of good health and habits, and about forty-five years old. He mounted his bicycle near Greystone Park and proceeded along his right hand side of the boulevard in the direction of Boston. At a point about seventy-five feet beyond (or southerly from) Wolcott Road, or eleven hundred feet fromGreystone Park, as he was attempting to cross the boulevard, he was struck and fatally injured by an automobile driven by the defendant. The automobile also had been going southerly in the direction of Boston, in the middle of the boulevard and behind Rogers. There was evidence that ■ when it was approaching Greystone Park, and again later, the defendant and her companions were looking towards the sea, which was at their left, and were apparently talking. The automobile was being driven at a rate of between seven and ten miles an hour, no horn was sounded or warning given of its approach, and it came to a stop about one hundred and thirty feet beyond the body of the deceased. There were no other vehicles on this portion of the highway, yet the defendant saw the deceased for the first time <page-number citation-index=\"1\" label=\"54\">*54</page-number>when he was at the right hand front corner of her car and two or three feet ahead.</p>\n<attorneys id=\"b82-8\"><em>F. L. Simpson, </em>for the defendant.</attorneys>\n<attorneys id=\"b82-9\"><em>F. W. Fosdich, </em>for the plaintiff.</attorneys>\n<p id=\"b82-5\">The relative position of the automobile and the bicycle at the time when Rogers attempted to cross the highway, as described by the plaintiff’s witness Lentz, is somewhat uncertain. He testified that he saw Rogers, who all the time had been ahead of the automobile, make a long, sweeping turn when the car “had gotten about fifty feet from Wolcott Road.” We may construe this to mean fifty feet from Wolcott Road in the direction of where the witness was, or northerly. He used the word “from” in this sense earlier in testifying to the speed of the automobile when it was “thirty to thirty-five feet from where the accident happened,” evidently referring thereby to a time before the accident and a place northerly of where the collision occurred. So construing the record, Rogers was about one hundred and fifty feet ahead of the automobile when he started to cross the highway. Even if the testimony of Lentz be interpreted, as meaning fifty feet south from Wolcott Road, the deceased was fully twenty-five feet ahead of the car when he made a long, sweeping turn.</p>\n<p id=\"b82-6\">As the jury were warranted in finding the facts of the collision to be as above stated, it is clear they could find the defendant was negligent in failing to see Rogers and to warn him of her approach, or in making no effort to stop her car or change its course in time to avoid the accident. On the due care of the deceased, the case is close, especially under one interpretation of the testimony of the witness Lentz. However, as was said by the court earlier in this same case, upon the whole evidence this question, as it ordinarily is in cases of collision between travellers on the highway, was one of fact for the jury. <em>Rogers </em>v. <em>Phillips, </em>206 Mass. 308.</p>\n<p id=\"As9\">\n<em>Exceptions overruled.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b81-8\"> The cases were tried together before <em>Dana, </em>J. The jury found for the plaintiff in the sum of $500 in each case; and the defendant alleged exceptions.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}