{
  "casebody": {
    "data": "<casebody firstpage=\"954\" lastpage=\"964\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1050-7\">John T. CORRIGAN, Guardian of Daughter, Maura L. Corrigan, Appellee, v. UNITED STATES of America, Appellant. John T. CORRIGAN, Guardian of Daughter, Maura L. Corrigan, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"auq-dedup-0\">Nos. 85-1868, 85-1872.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1050-12\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1050-13\">Argued March 6, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1050-14\">Decided April 2, 1987.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"A5B\">Rehearing and Rehearing En Banc Denied June 10,1987.</otherdate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1050-18\">Murnaghan, Circuit Judge, filed dissenting opinion, and voted to grant rehearing and rehearing en banc.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1051-5\"><page-number citation-index=\"1\" label=\"955\">*955</page-number>Paula M. Potoczak, Asst. U.S. Atty. (Elsie L. Munsell, U.S. Atty., Alexandria, Va., on brief), for appellant/cross-appellee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1051-6\">Richard C. Alkire (John J. McCarthy, Nu-renberg, Plevin, Heller &amp; McCarthy Co., L.P.A., Cleveland, Ohio, John L. McGann, Arlington, Va., on brief), for appel-lee/ cross-appellant.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b1051-7\">Before WINTER, Chief Judge, and MURNAGHAN and ERVIN, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1051-8\">PER CURIAM:</author>\n<p id=\"b1051-9\">The Federal Tort Claims Act<footnotemark>1</footnotemark> (FTCA) prescribes liability, with certain exceptions not here pertinent,<footnotemark>2</footnotemark> for cases where, had the government defendant been a private individual, the acts complained of would have resulted in liability under the law of the jurisdiction in which the acts took place. The doctrine of sovereign immunity otherwise precludes suit against the United States Government.<footnotemark>3</footnotemark> The instant case was instituted by John T. Corrigan seeking compensation from the United States under the FTCA. It is the law of Virginia which governs.</p>\n<p id=\"b1051-10\">On December 19, 1981, plaintiffs daughter, Maura Corrigan, was permanently brain-damaged in an automobile accident. She will spend the rest of her life, estimated to be fifteen years, in a comatose, vegetative state. The accident occurred when Patrick Patterson, a Private First Class in the United States Army, while proceeding on a private, non-Army trip, drove through a stop sign and collided with the car in which Maura Corrigan was a passenger. The driver of Corrigan’s car was killed. Patterson was severely intoxicated at the time of the accident.<footnotemark>4</footnotemark> Shortly before the accident Patterson had struck a motor vehicle while approaching a stop light a few miles from Arlington Hall NCO (Non-Commissioned Officers) Club. While attempting to leave the scene of that accident, Patterson hit a second vehicle and then drove off. Finally, the accident involving the car in which Maura Corrigan was a passenger occurred.</p>\n<p id=\"b1051-17\">Patterson’s intoxication resulted from extensive drinking during the course of the evening at taverns operated by the Army for the pleasure of its members and their guests. Early on the evening of December 19, Patterson went to the Army Snack Bar located next to his barracks at Fort Myer at Arlington, Virginia, where he drank several beers. Patterson then drove two or three miles to the NCO Club at the Arlington Hall military base, arriving there at approximately 10:15 p.m. The bartenders at Arlington Hall served him mixed drinks containing bourbon until approximately midnight, even though Patterson was only 19 years old at the time and thus below Virginia’s legal drinking age of 21, as well as intoxicated.<footnotemark>5</footnotemark> Federal regulations were also violated by the sale of alcoholic beverages to Patterson when he was only 19 and was inebriated.<footnotemark>6</footnotemark> During the course of the <page-number citation-index=\"1\" label=\"956\">*956</page-number>evening, Patterson became loud and boisterous, and by the time he left he was extremely intoxicated, and at least one bartender had noticed his intoxication.<footnotemark>7</footnotemark> However, no employee of the NCO Club refused to serve Patterson a drink or made any effort to persuade him not to drive away. Many of the service personnel frequenting the Arlington Hall NCO Club drove automobiles to arrive at and depart from it. The district court determined that it was reasonably foreseeable that any patron on the evening of December 19, 1981 who was at the NCO at Arlington Hall would drive after leaving the tavern.<footnotemark>8</footnotemark> Patterson, of course, did so. It is apparently not questioned that the plaintiff produced sufficient evidence to show negligence on the part of the Government’s employees. It is not contested that, as the district judge found, Patterson did all of his drinking on December 19, 1981 at either the Fort Myer Snack Bar or the Arlington Hall NCO Club.</p>\n<p id=\"b1052-4\">In connection with the December 19, 1981 accident, Patterson pled guilty to manslaughter and was sentenced to one year in prison. After serving three months of that sentence, he was paroled.<footnotemark>9</footnotemark></p>\n<p id=\"b1052-5\">The district court denied the United States’ motion for summary judgment, rejecting the United States’ argument that Corrigan had failed to state an actionable claim under Virginia law. <em>Corrigan v. United States, </em>595 F.Supp. 1047 (E.D.Va. 1984). After a two-day bench trial on the issue of liability, held in March 1985, the district court found the United States liable for negligence on a dram shop liability principle, a legal theory which had not yet been ruled on by the Virginia Supreme Court. The issue of damages was tried on May 16, 1985. The district court awarded Corrigan $944,496.75. <em>Corrigan v. United States, </em>609 F.Supp. 720 (E.D.Va.1985). The resulting cross-appeals in this case were stayed pending the decision of the Virginia Supreme Court in <em>Hutson v. Marshall Enterprises, Inc., </em>No. 850858 (Va. petition filed Oct. 29, 1985). The Virginia Supreme Court has in the meantime considered one issue which is the same (whether dram shop owner liability exists under a Virginia statute or the common law of Virginia) in <em>Williamson v. The Old Brogue, Inc., </em>232 Va. 350, 350 S.E.2d 621 (1986).</p>\n<p id=\"b1052-14\">I.</p>\n<p id=\"b1052-15\">In <em>Williamson </em>the Virginia Supreme Court held that Virginia does not recognize dram shop liability. The Virginia court found no statutory source of liability and no common law liability, applying the theory that the perpetrator’s imbibing of the alcohol, not the tavernkeeper’s supplying of it is the proximate cause of the perpetrator’s accidents. That has led us summarily to affirm <em>Webb v. Blackie’s House of Beef, Inc., </em>624 F.Supp. 471 (E.D. Va.1985), 811 F.2d 840 (4 Cir.1987), a case involving a defendant restaurant selling li<page-number citation-index=\"1\" label=\"957\">*957</page-number>quor and a driver imbiber not in the defendant’s employ.</p>\n<p id=\"b1053-4\">We conclude that <em>Williamson </em>also disposes of the instant case. Because the decision in the district court rested primarily on the premise that Virginia would accept dram shop liability, which <em>Williamson </em>proved wrong, the decision must be reversed to the extent that it rests on that ground. Moreover, we think that <em>Williamson </em>and other Virginia precedents make it clear that plaintiffs other theories of liability are not meritorious.</p>\n<p id=\"b1053-5\">II.</p>\n<p id=\"b1053-6\">Plaintiff argues that Virginia “has long recognized a cause of action sounding in negligence based upon the breach of an assumed duty ... [and that] [t]his theory of liability has been applied to agencies of the United States undertaking tasks which must be performed with due care.” Plaintiff’s Opening Brief, p. 25. He asserts that this principle should be applied here to find liability on the part of the United States for its failure to comply with its regulations regarding the sale of intoxicants to underage and inebriated customers.<footnotemark>10</footnotemark></p>\n<p id=\"b1053-7\">It is of course the view of Virginia with regard to the effect of the regulations to which we must look, and we think that the view of Virginia as to this type of regulation is spelled out in <em>Williamson </em>irrespective of the view Virginia would take as to the effect of other types of regulations in other contexts. In <em>Williamson </em>it was argued that breach of the Virginia statute prohibiting sales of intoxicants to intoxicated purchasers gives rise to actionable negligence on the part of the seller. The argument was flatly rejected. It was said that “[w]hile improved public safety and prevention of personal injury were incidental benefits flowing from the Act, public sobriety and individual moderation were its plain goals.” 232 Va. at 356, 350 S.E.2d at 625. As a consequence, the Virginia court reasoned that “because the Act was not public safety legislation, it necessarily follows that a person injured by an intoxicated customer of a seller of intoxicants is not a member of the class for whose benefit the statutory provision in question was enacted. Thus, violation of the statute does not constitute negligence <em>per se </em>and does not furnish the basis for a civil action in damages.” 232 Va. at 356, 350 S.E.2d at 625.</p>\n<p id=\"b1053-12\">We do not think that the Virginia Supreme Court predictably would take a different view of the legal effect of the regulations breached in this case. Their breach therefore provides no basis for liability.</p>\n<p id=\"b1053-13\">In the district court, although only inferentially before us, plaintiff argued that the special relationship, the “quasi-parental” relationship, between the army and one of its members placed a special obligation on the army to deal with Patterson’s alcoholism, the breach of which could give rise to liability on the part of the army. The district court rejected the argument and, we think, correctly so. The positiveness of the Virginia Supreme Court’s rejection and the basis it offered for rejection of the dram shop theory of liability persuades us that it would not recognize the special relationship between Patterson and the army to give rise to an exception to dram shop nonliability in Virginia. In <em>Williamson, </em>the court said, with respect to asserted dram shop liability, “the act of selling the intoxicating beverage [is] too remote to be a proximate cause of an injury resulting from the negligent conduct of the purchaser of the drink.” 232 Va. at 353, 350 S.E.2d at 623. The court also added “we will apply the law as it now exists, because we believe that a decision whether to abrogate such a fundamental rule ... is the function of the legislative, not judicial branch of government.” 232 Va. at 354,350 S.E.2d at 624. Lest this not be a clear indication of how the Virginia Supreme Court would treat the argument, we point to <em>Bell v. Hudgins, </em>232 Va. 491, 352 S.E.2d 332 (1987), in which the court de-<page-number citation-index=\"1\" label=\"958\">*958</page-number>dined to hold a parent liable for the tort of a child in injuring another, in the absence of master-servant or principal-agent relationship, even though the child’s proclivity to resort to violence was well-known to the parent. Noting that at common law, the liability of a parent for the tort of a child arises only where there is a master-servant or principal-agent relationship and that the legislature had enacted no statute to broaden the rule, the court said “[w]e believe that a decision whether to adopt a doctrine of parental neglect is more properly left to the legislature because of the many societal and policy considerations which necessarily bear upon such a decision____ [Pjoli-cy questions generated by the rule advocated by the plaintiff should come from the General Assembly and not the courts.” It is noteworthy that the Virginia Supreme Court is not alone in its view that the legislature, and not it, is the appropriate branch of government to make fundamental changes in the common law. <em>Kuykendall v. Top Notch Laminates, Inc., </em>70 Md.App. 244, 520 A.2d 1115 (1987).</p>\n<p id=\"b1054-5\">III.</p>\n<p id=\"b1054-6\">To summarize, we think that Virginia law would not impose liability on a defendant in the position of the government in this case. Accordingly, the judgment of the district court is REVERSED.</p>\n<footnote label=\"1\">\n<p id=\"b1051-11\">. 28 U.S.C. § 2674 (1965).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1051-12\">. 28 U.S.C. § 2680 (1965 &amp; Supp.1986).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1051-13\">. <em>E.g., Army and Air Force Exchange Service v. Sheehan, </em>456 U.S. 728, 102 S.Ct. 2118, 72 L.Ed.2d 520 (1982); <em>Indian Towing Co., Inc. v. United States, </em>350 U.S. 61, 76 S.Ct. 122, 100 L.Ed. 48 (1955). <em>See Holmes v. Eddy, </em>341 F.2d 477 (4 Cir.1965), <em>cert. denied. </em>382 U.S. 892, 86 S.Ct. 185, 15 L.Ed.2d 149 (1965).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1051-14\">. Immediately after the accident, Patterson’s blood level of alcohol was measured at .26, well above the legal maximum for non-inebriation of .10.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1051-19\">. Va.Code § 4-62 (Supp.1986).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1051-20\">. <em>See </em>Army Regulations 210-65 (12/1/78), para. 2-2(b)2-l 1 (b)(2).</p>\n<p id=\"b1051-21\">The regulations specifically provided in paragraph 2-2 that \"no person under 21 years of age will be ... permitted to buy, possess or consume alcoholic beverages on an Army installation unless permitted by the laws of the State in which the installation is located.”</p>\n<p id=\"AMj\"><page-number citation-index=\"1\" label=\"956\">*956</page-number>Section 2-11(a) required that installation commanders will be sure that:</p>\n<blockquote id=\"b1052-7\">(1) Military personnel and civilian employees attend annual alcohol and drug abuse prevention briefings conducted by installation Alcohol and Drug Abuse Prevention and Control Program (ADAPCP) personnel. Emphasis will be on influencing responsible attitudes and behavior toward the use of alcohol and other drugs.</blockquote>\n<p id=\"b1052-8\">Section 2-11(b) provided:</p>\n<blockquote id=\"b1052-9\">NAFI’s (nonappropriated-fund instrumen-talities) dispensing alcoholic beverages may not permit the serving of more than one alcoholic drink at a time to a customer <em>or the serving of alcoholic beverages to intoxicated patrons.</em></blockquote>\n<p id=\"b1052-10\">(Emphasis supplied).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1052-11\">. This district court noted that, in order to have had a blood alcohol level of .26, Patterson must have consumed approximately 12 mixed drinks, or about 17 ounces of 80 proof alcohol. A person of Patterson’s physical build would certainly have been visibly affected in his manner and speech by such a quantity of liquor well prior to ordering his last drink.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1052-17\">. The district court in fact stated:</p>\n<blockquote id=\"b1052-18\">Therefore, tavern owners should be keenly aware that the sale of hard liquor to an underage patron, in an era where traveling by car to and from drinking establishments is so common and where accidents resulting from drinking are so frequent, presents an unreasonable risk of harm to others using the public roads.</blockquote>\n<p id=\"b1052-19\"><em>Corrigan v. United States, </em>609 F.Supp. at 730.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1052-20\">. He also settled for $25,000, the full amount of the insurance, a claim on behalf of Maura Corri-gan arising from the accident.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1053-8\">. The district court ruled that the government was liable for breach of the regulation prohibiting the sale of intoxicants to patrons under the age of 21, and prohibiting the sale of intoxicants to intoxicated patrons. It ruled, however, that the government was not liable for its failure to place Patrick Patterson in an alcohol rehabilitation program as the regulations required.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b1054-7\">MURNAGHAN, Circuit Judge,</author>\n<p id=\"aln-dedup-0\">dissenting:</p>\n<p id=\"b1054-8\">The fact that Patterson was an enlisted man, an employee of a particular sort, subject to the authority of the Army, sharply differentiates the present case from the ordinary dram shop scenario. Therefore, I dissent from the majority’s conclusion that <em>Williamson v. The Old Brogue </em>is disposi-tive in the present circumstances.<footnotemark>1</footnotemark> Rather, I would remand for development of the facts as to the extent of the Army’s control over Patterson and consideration of the legal implications of that control.</p>\n<p id=\"b1054-12\">As things have developed in the history of the law, it is customary that, for a superior (the employer) to be answerable under the doctrine of <em>respondeat superior, </em>there should be proof of the scope of employment engaged in by the employee and that he was engaged in it when the event occurred. While that is customary, it is by no means exclusive. There can be circumstances, particularly of greater than ordinary control exercised by the superior (in this case the United States Army), which may serve to render it answerable for the acts of the employee (here a serviceman on active duty) even if the employee was outside the scope of employment. <em>See </em>3 F. Harper, F. James &amp; O. Gray, <em>The Law of Torts, </em>§ 18.7 p. 1734 (2d ed. 1986); R. Dooley, <em>Modem Tort Law </em>§ 16.02 (Supp. 1986). <em>Murphy v. Army Distaff Foundation, Inc., </em>458 A.2d 61, 63-64 (D.C.App. 1983) (“[T]he employer’s duty to supervise is not merely to be judged by the concept of respondeat superior. Rather it is an allegation of direct negligence and ‘[t]his duty extends even to activities which, ... [sometimes] are outside the scope of employment.’ ”) (citation omitted); <em>Robertson v. LeMaster, </em>301 S.E.2d 563, 567 (W.Va. 1983) (“We recognize that under traditional principles of master-servant law an employer is normally under no duty to control the conduct of an employee acting outside the scope of his employment____ The issue presented by the facts of this case, how<page-number citation-index=\"1\" label=\"959\">*959</page-number>ever, is not the [employer’s] failure to control [the employee] while driving on the highway; rather it is whether the [employer’s] conduct prior to the accident created a foreseeable risk of harm.”).</p>\n<p id=\"b1055-5\">It may well be that usage is so universal requiring that the employee be shown as having acted in the scope of his employment, not on a frolic of his own, that the doctrine of <em>respondeat superior </em>is thus limited and the liability should promenade under another, different tag. However, linguistically <em>respondeat superior </em>merely means “the employer is answerable”, so what I am discussing is actually another, less frequent form, of <em>respondeat superi- or. </em>However, it may be denominated, the important consideration is that it exists and may be present under the facts of the instant case.</p>\n<p id=\"b1055-6\">The <em>Restatement (Second) of Torts </em>§ 317 provides: All of those requirements are arguably present in the case of Patterson. <em>See Johnson v. United States, </em>704 F.2d 1431, 1436 (9th Cir.1983).</p>\n<blockquote id=\"b1055-7\">A master is under a duty to exercise reasonable care so to control his servant while acting outside the scope of his employment as to prevent him from intentionally harming others or from so conducting himself as to create an unreasonable risk of bodily harm to them, if</blockquote>\n<blockquote id=\"ANs\">(a) the servant</blockquote>\n<blockquote id=\"b1055-8\">(i) is upon the premises in possession of the master or upon which the servant is privileged to enter only as his servant ... and</blockquote>\n<blockquote id=\"agp-dedup-0\">(b) the master</blockquote>\n<blockquote id=\"b1055-9\">(i) knows or has reason to know that he has the ability to control his servant, and</blockquote>\n<blockquote id=\"b1055-10\">(ii) knows or should know of the necessity and opportunity for exercising such control.</blockquote>\n<p id=\"b1055-14\">Recently, in <em>Webb v. Blackie’s House of Beef, </em>811 F.2d 840 (4th Cir.1987), this Court confronted the question of whether Virginia common law imposes dram shop liability on a purely private tavern keeper not the drunken driver’s employer. We decided that there is no such common law liability in Virginia, relying on <em>Williamson v. The Old Brogue, Inc., </em>232 Va. 350, 350 S.E.2d 621 (1986). The majority of the panel finds <em>Williamson </em>controlling on the present facts as well.</p>\n<p id=\"b1055-15\">The majority <em>may </em>ultimately be right that if asked to decide this case, the Virginia Supreme Court would not hold the Army responsible. But, with respect, the majority makes the assumption prematurely. To my mind there are still questions which have not been answered by <em>Williamson </em>or any other Virginia case establishing the principle applicable in the present case, which a Virginia court should first address and answer. The questions go to the issue of whether there is another ground of common law liability — not necessarily denominated a dram shop principle — which applies here, and to whether the Virginia Supreme Court’s analysis of the dram shop rule would differ in the presence of the unique facts of the present case.</p>\n<p id=\"b1055-16\">Although case law rejecting employer dram shop liability<footnotemark>2</footnotemark> and holding that the drunken driver’s ingestion of the liquor, not the tavern keeper’s supplying of it, was exclusively responsible for the driver’s wrongdoing has rested on several theories,<footnotemark>3</footnotemark> <page-number citation-index=\"1\" label=\"960\">*960</page-number>where, such as here, there was no governing statute one consideration has often played a prominent role. That is the view that an employer does not have sufficient control over the employee when he is away from the employer’s premises and off duty — so free to dictate his own actions, free of employer direction — to warrant imposition on the employer of a legal duty or a finding of proximate cause. <em>Pilgrim v. Fortune Drilling Co., Inc., </em>653 F.2d 982 (5th Cir.1981) (where injury caused by employee’s fatigue, employer had no legal ability to control employee off premises); <em>Pursley for Benefit of Clark v. Ford Motor, </em>462 N.E.2d 247 (Ind.App.1984) (employer did not have duty to control employee’s off-premises conduct); <em>Costa v. Able Distributors, Inc., </em>3 Hawaii App. 486, 653 P.2d 101 (1982) (employer not liable because did not know of employee’s conduct); <em>Cowin v. Huntington Hospital, </em>130 Misc.2d 267, 496 N.Y.S.2d 203 (1985) (employer did not take charge of employee).<footnotemark>4</footnotemark></p>\n<p id=\"b1056-4\">The facts before the Virginia Supreme Court in <em>Williamson </em>presented such a case. The purveyor of drink in <em>Williamson </em>was a company whose only connection with the drunk driver was to sell him a drink. The case before us is fundamentally different. The United States Army both asserts, and as a legal and practical matter has, such substantial control over its members, that serious questions are raised about the Army’s responsibility for the conduct of those members, even “off-duty” ones, assuming an active duty soldier is ever entirely “off-duty”, particularly when that conduct is known to the Army, tolerated by the Army and could be prevented by the Army. In my view <em>Williamson </em>does not require the conclusion that the Army has no legal responsibility when such conduct foreseeably results in serious injury.</p>\n<p id=\"b1056-7\">The differences between the Army and an ordinary employer are obvious and substantial in many respects. Initially, under ordinary circumstances, an employer is without authority to direct the employee not to drive even if the employee is obviously intoxicated. If the employer tried to stop his employee from driving while intoxicated, the employee would be free to quit. Patterson, as a private first class in the Army, was not at liberty thus to terminate his enlistment. Although the predicate facts were not developed at trial since the decision on dram shop liability made proof on the point irrelevant, in all likelihood the Army had the wherewithal, knowing of Patterson’s propensities, to prevent him from drinking entirely. Alternatively, the Army had the means to compel Patterson to take steps which predictably would have resulted in a more responsible use of alco<page-number citation-index=\"1\" label=\"961\">*961</page-number>hol by demanding that he attend an alcohol education and control program.<footnotemark>5</footnotemark> The usual tavern keeper or employer is not in a position to exercise the same degree of control over its employees as the Army.</p>\n<p id=\"b1057-5\">The Army’s influence over Patterson is perceptible in other respects. Patterson was assigned to Fort Meyer barracks as living quarters. Although it is not established by the record because it was not relevant under the district court’s ultimately to be found erroneous theory that a dram shop principle of liability applied, it is probable that Patterson was required to spend the night at the barracks at Fort Meyer. It is likely, therefore, that a principal reason Patterson was behind the wheel on the night Corrigan was injured was Patterson’s attempt to comply with the Army’s requirement that he return to Fort Meyer.<footnotemark>6</footnotemark></p>\n<p id=\"b1057-6\">In addition, as a matter of common knowledge, an enlisted man practically cannot disregard the “request” of an officer. On remand, the district court should inquire as to whether there was present in the Arlington Hall NCO club an officer who observed Patterson in an inebriated state, and who, if he had “requested” that Patterson not drive, could have effectively compelled him not to do so.<footnotemark>7</footnotemark> Inquiry should also be made of the Army’s responsibility, assumed or otherwise, to station an officer at the Arlington Hall NCO Club to maintain order and decorum. It is pertinent to observe that in <em>Johnson v. United States, </em>496 F.Supp. 597 (D.Mont.1980), <em>aff'd, </em>704 F.2d 1431 (9th Cir.1983), an Air Force sergeant, manager of the NCO club, was responsible to insure that all state laws and all applicable Air Force directives, regulations, operating instructions, policies and procedures were followed. 496 F.Supp. at 601. That suggests at least that a manager with similar responsibilities was at all pertinent times in charge of the Arlington NCO Club.</p>\n<p id=\"b1058-3\"><page-number citation-index=\"1\" label=\"962\">*962</page-number>Finally, neither the usual tavern keeper nor the usual employer knows of the drunken driving proclivities of his patron. Patterson, on the other hand, had one or more drunken driving scrapes of which the Army was informed. The district court found that in March 1981, Patterson had been observed driving recklessly by military police, who gave chase. Attempting to evade the military police, Patterson drove off the road into a tree, destroying his car. He was taken to an army hospital unconscious, and his blood alcohol level was measured at .24, well above the level defining intoxication. As the result of that incident, per regulations Patterson should have been assigned to the army’s alcohol treatment program. The program had a success rate of 70-75% among personnel in general, although the rate was somewhat lower for long term, young alcohol abusers like Patterson. However, the reckless driving incident was never reported to Patterson’s commanding officer as required by army regulations and Patterson never entered treatment for his drinking problems. <em>Corrigan v. United States, </em>609 F.Supp. 720, 724 (E.D.Va.1985).</p>\n<p id=\"b1058-4\">The Army takes the position, and the majority accepts, that no cause of action in negligence arose from the Army’s breach of its own regulation because, even if there had been Army negligence, the regulations were exclusively concerned with the maintenance or improvement of the capability of Army personnel to perform tasks assigned by the military and not directed to the protecting of civilian drivers. The regulation of itself accordingly supposedly did not mandate a finding of proximate cause. It is not necessary to quarrel with the point. Nonetheless, the fact that the Army had the authority to put such a regulation in place, coupled with its power to compel Patterson’s treatment for alcohol abuse and probably to take other measures to prevent Patterson from drinking to excess, distinguishes the Army from other purveyors of alcohol and changes the negligence equation. Thus there are questions of foreseeability and proximate cause which might be answered in the affirmative in view of the regulation, even though it did not of itself automatically create a cause of action.</p>\n<p id=\"b1058-7\">In short, it is not at all clear that the Army should bear no legal responsibility for the acts of Patterson. Certainly the determination that dram shop liability should not be imposed on the facts of <em>Williamson </em>does not compel such a conclusion. In my view, the case should be remanded so that the facts relevant to the Army’s relationship with Patterson can be developed, the parties can brief the legal significance of those facts, and the lower court can determine in the first instance whether there is a genuine issue for the fact-finder to decide.<footnotemark>8</footnotemark></p>\n<p id=\"b1058-8\">A different conclusion is not dictated by the discussion in <em>Williamson </em>of the relative functions of the legislature and the judiciary. It is true that <em>Williamson </em>made much of the fact that the Virginia legislature had not seen fit to enact dram shop liability by statute; nor had liability been created by the common law courts. The court held that in looking to the disparate functions of legislature and court, if dram shop liability was to be part of Virginia law, that change should be brought about by the legislature rather than the court. It</p>\n<p id=\"b1059-4\"><page-number citation-index=\"1\" label=\"963\">*963</page-number>is the General Assembly not the judiciary which should “legislate.” In reaching that decision, the Virginia Supreme Court relied to a large extent on <em>Felder v. Butler, </em>292 Md. 174, 438 A.2d 494 (1981) (rejecting dram shop liability in Maryland out of deference to the legislature). <em>See also Kuyk-endall v. Top Notch Laminates, Inc., </em>70 Md.App. 244, 520 A.2d 1115 (1987) (Refusing to impose dram shop liability upon an employer, on the grounds of lack of control. “There is nothing in the matter <em>sub judice </em>to suggest that Top Notch had a right to control Wilkes’ actions after business hours.”). <em>Contra Kelly v. Gwinnell, </em>96 N.J. 538, 476 A.2d 1219 (1984). However, where the question under state law is merely undecided, instead of, as in the case of <em>Williamson, </em>actually resolved contrary to one party’s point of view, the fact that the circumstance is novel does not prevent the court from going forward to decide a question of negligence. <em>See Naccash v. Burger, </em>223 Va. 406, 290 S.E.2d 825 (1982) (recognizing cause of action for wrongful birth in Virginia, which, though novel, involved an application of traditional tort principles of negligence to be evaluated by the courts and not the legislature); <em>Kelly v. R.G. Industries, Inc., </em>304 Md. 124, 497 A.2d 1143 (1985) (holding manufacturer liable at common law for injuries caused by “Saturday night special” handgun). The court in <em>Kelly </em>explained that:</p>\n<blockquote id=\"b1059-5\">The fact that a handgun manufacturer or marketer generally would not be liable for gunshot injuries resulting from a criminal’s use of the product, under previously recognized principles of strict liability, is not necessarily dispositive____</blockquote>\n<blockquote id=\"b1059-6\">‘[T]he common law is not static; its life and heart is its dynamism — its ability to keep pace with the world while constantly searching for just and fair solutions to pressing societal problems.’</blockquote>\n<p id=\"b1059-7\">304 Md. at 140, 497 A.2d at 1150.</p>\n<p id=\"b1059-8\">My research and the research of the parties have not uncovered any Virginia authority on the questions which still remain to be decided in the present case, despite the decision in <em>Williamson v. The Old Brogue, Inc. </em>That fact does not inevitably lead to the conclusion that the Virginia Supreme Court would render a decision against the plaintiff here because to do otherwise would represent new law and different law. It may mean only that that court has yet to confront the case where the defendant owns, for example, a company town or a lumberjack camp, part of which is a tavern owned by the defendant, where the drunken driver, who sleeps on the premises, has been observed receiving his fill of liquor and happens not to be free to quit if told not to drive under the influence of intoxicants, and is practically forced, to the owner’s knowledge, to drive his own vehicle.</p>\n<p id=\"b1059-10\">Nor, as the majority suggests is <em>Bell v. Hudgins, </em>232 Va. 491, 352 S.E.2d 332 (1987), holding that parents are not liable for the torts of their minor children, enlightening as to the Virginia Supreme Court’s probable disposition of the present issue. <em>Hudgins </em>is distinguishable for at least three reasons. First, in <em>Hudgins </em>the Virginia court held that parents are not liable <em>solely </em>because of their paternity in the absence of a master-servant relationship. A master-servant relationship — or something very analogous — is present in Patterson’s case. Second, there are significant policy reasons, absent in Patterson’s case, not to impose liability on parents, for example the effect such liability would have upon family relationships. Plaintiffs in <em>Hudgins </em>argued that Hudgins’ parents should have had the minor Hudgins confined because of his propensity to violence. If the court had endorsed plaintiffs’ view, it would have created a painful and unfortunate dilemma for parents who would be forced to choose between the well-being of a disturbed child who might fare better at home and the economic consequences applicable to the decision. Finally, in <em>Hudgins </em>the court felt constrained by the fact that Virginia had enacted a statute creating parental liability for certain damages caused by minors, but limited the amount of recovery to $500. The court was unwilling to expand upon — to overrule — the statutorily created limit of liability. There has been no legislative action whatsoever on the dram shop question in Virginia. All of <page-number citation-index=\"1\" label=\"964\">*964</page-number>these factors distinguish <em>Hudgins </em>from Corrigan’s case and limit its usefulness as a window upon the Virginia Supreme Court’s perceptions of the present circumstances.</p>\n<p id=\"b1060-4\">If I am right as to the existence of pertinent unanswered questions, there arises the subsidiary question of who, in the first instance, should address and answer the questions. Here we have questions governed by Virginia law. They have not been answered by any Virginia authority, mainly, I suppose, because prior to the enactment of the FTCA in the late 1940’s, sovereign immunity precluded suit for the most likely (but not the only possible)<footnotemark>9</footnotemark> defendant in cases proceeding under alternate or independent theories other than the dram shop principle. The district court did not decide the unresolved questions since they were rendered superfluous by the district court’s conclusion, later proven mistaken, that there was a dram shop principle applicable under Virginia common law.</p>\n<p id=\"b1060-5\">There are several questions still remaining open after <em>Williamson v. The Old Brogue, Inc. </em>is applied to the facts of the instant case. It is well established that where state law is controlling an adjudicator who is a judge of that state (normally the district judge) is to be accorded substantial deference in determining what the correct law is. Here the panel consists of two Maryland judges and one North Carolina judge, while the district judge had been a practitioner in Virginia, and upon becoming a judge, has been assigned to a court in that Commonwealth. We should first obtain the advantages accruing from hearing his opinion on those questions serving to distinguish <em>Williamson v. The Old Brogue, Inc., </em>but not answered in the earlier opinion. <em>Rabon v. Guardsmark, Inc., </em>571 F.2d 1277,1279 n. 1 (4th Cir.1978), <em>cert. denied, </em>439 U.S. 866, 99 S.Ct. 191, 58 L.Ed.2d 176 (1978) (citing <em>Williams v. Weyerhaeuser Co., </em>378 F.2d 7, 8 (4th Cir.1967) (“[W]e are entitled to accept the interpretation of the District Judge as one versed in such local matters.”)).</p>\n<p id=\"b1060-10\">Alternatively, Virginia, as the latest of the states in the Fourth Circuit to do so, has by statute adopted a reference procedure under which we in the Fourth Circuit can submit a question of Virginia law to the Supreme Court of Virginia for resolution, rather than attempting to resolve it ourselves when it has not heretofore been adjudicated by the Virginia court or the answer is an extremely beclouded one. Va.Ct. Rules, Rule 5:42 (enacted January 16, 1987, effective April 1, 1987).</p>\n<p id=\"b1060-11\">Hence, there are either of two sources to whom the case should be remanded or referred, the federal district court for the Eastern District of Virginia or the Supreme Court of Virginia. After we have had the benefit of the views on the Virginia law of either of those two authoritative sources, the case on appeal can be expected again to appear before us. We will then be in a more informed position to apply the Virginia law in a case which is controlled by the doctrines applicable under that state’s jurisprudence.</p>\n<p id=\"b1060-12\">It is a mistake in my mind merely to apply <em>Williamson v. The Old Brogue, Inc. </em>woodenly to the present case when there are distinctions, one or more of which might be determined to compel a different result. I by no means have felt it incumbent to make up my mind whether there is such a distinction. I only wish to emphasize that, in my humble opinion, my panel colleagues have reached out to decide unresolved questions of Virginia law, ignoring certain facts and their possible pertinence, without availing themselves of respected Virginia authority of two sources, both of which are available to them, namely, the district court from the Eastern District of Virginia' and the Supreme Court of the Commonwealth.</p>\n<p id=\"b1060-13\">I, therefore, respectfully dissent.</p>\n<footnote label=\"1\">\n<p id=\"b1054-9\">. It is pertinent to observe that in <em>Deeds v. United States, </em>306 F.Supp. 348 (D.Mont.1969), a Federal Tort Claims Act case concerning an intoxicated serviceman, which on the facts had many similarities with the present case, it was first observed that, just like Virginia, Montana, whose law was applicable, does not have a dram shop act. In concluding that there should be liability found, despite the absence of a dram shop theory of liability, the court held:</p>\n<blockquote id=\"b1054-10\">Applying these rules to the facts in the instant case, in my opinion the employees of the United States who sold and served the liquor to an intoxicated minor, knowing that it would be necessary for the airmen at the party to return their dates to Havre by private automobile, could reasonably foresee or anticipate some accident or injury as a reasonable and natural consequence of their illegal and negligent acts, particularly in view of the ever increasing incidence of serious automobile accidents resulting from drunken driving.</blockquote>\n<p id=\"b1054-16\">306 F.Supp. at 361.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1055-11\">. <em>See Kuykendall v. Top Notch Laminates, </em>70 Md.App. 244, 520 A.2d 1115 (1987); <em>Whittaker v. Jet-Way, Inc., </em>152 Mich.App. 795, 394 N.W.2d 111 (1986); <em>Pinkham v. Apple Computer Inc., </em>699 S.W.2d 387 (Tex.App.1985); <em>Pursley for Benefit of Clark v. Ford Motor, </em>462 N.E.2d 247 (Ind.App.1984); <em>Thompson v. Trickle, </em>114 Ill. App.3d 930, 70 Ill.Dec. 563, 449 N.E.2d 910 (1983); <em>Wienke v. Champaign County Grain Association, </em>113 Ill.App.3d 1005, 69 Ill.Dec. 701, 447 N.E.2d 1388 (1983); Comment, <em>Liability of Commercial Vendors, Employers, and Social Hosts for Torts of the Intoxicated, </em>19 Wake Forest L.Rev. 1013, 1016 (1983). <em>Contra Chastain v. Litton Systems, Inc., </em>694 F.2d 957 (4th Cir.1982), <em>cert. denied, 462 </em>U.S. 1106, 103 S.Ct. 2454, 77 L.Ed.2d 1334 (1983); <em>Dickinson </em>v. <em>Edwards, </em>105 Wash.2d 457, 716 P.2d 814 (1986); <em>Otis Engineering Corp. v. Clark, </em>668 S.W.2d 307 (Tex. 1983); <em>Romeo v. Van Otterloo, </em>117 Mich.App. 333, 323 N.W.2d 693 (1982) (called into question by <em>Whittaker </em>v. <em>Jet-Way, supra); </em>Annot. 51 A.L.R. 4th 1048 (1987).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1055-18\">. Some courts have held that state statutes defining the scope of dram shop liability bar common law extension. <em>Meany v. Newell, </em>367 N.W.2d 472 (Minn. 1985). That rationale is not <page-number citation-index=\"1\" label=\"960\">*960</page-number>relevant to the present case because Virginia has not enacted a statute on the subject. Other cases have rejected employer liability as indistinguishable from social host liability. <em>Meany v. Newell, supra; Whittaker v. Jet-Way, Inc., </em>152 Mich.App. 795, 394 N.W.2d 111 (1986); <em>Burkhart v. Brockway Glass Co., </em>352 Pa.Super. 204, 507 A.2d 844 (1986); <em>Keckonen v. Robles, </em>146 Ariz. 268, 705 P.2d 945 (1985); Comment, <em>supra, </em>at 1016-17 (courts have refused to extend liability to social hosts because they are unlikely to carry liability insurance and have little expertise in judging degrees of intoxication). It is clear that the Army, which charged for each drink served Patterson, was not a social host to Patterson. <em>See generally, </em>Annot. 51 A.L.R. 4th (1987).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1056-5\">. However, the Virginia case of <em>Crowell v. Duncan, </em>145 Va. 489, 134 S.E. 576 (1926) held a father liable for knowingly letting his son drive while inebriated when an accident ensued. The rationale seems to rest more on the factor of control (scope of employment) than on the blood relationship. The court expressed no dissatisfaction with the trial court’s instruction that the father/son relationship had no bearing. <em>Crowell v. Duncan, </em>145 Va. at 496 n. 1, 134 S.E. at 578 n. 1 (in particular instruction No. 7 is relevant).</p>\n<p id=\"b1056-9\">The Army let Patterson drive away aware that he was extremely intoxicated and that on a prior occasion, while in such a condition, he had come to grief. In <em>Crowell v. Duncan </em>the Virginia Supreme Court cited with approval an Alabama case stating:</p>\n<blockquote id=\"b1056-10\">The owner of an automobile is liable for injury inflicted on a pedestrian by his adult son in the use of the machine under circumstances where the doctrine of respondeat superior would <em>not </em>apply, if the son was, to the knowledge of the owner, incompetent to handle the machine with safety.</blockquote>\n<p id=\"b1056-11\"><em>Crowell v. Duncan, </em>145 Va. at 509, 134 S.E. at 581 (citing <em>Gardiner v. Solomon, </em>200 Ala. 115, 75 So. 621 (1917) (emphasis supplied)). <em>See also Kidd v. DeWitt, </em>128 Va. 438, 105 S.E. 124 (1920) (employee off duty was not in the scope of employment but on a frolic of his own).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1057-8\">. One had been actually prescribed on a mandatory basis but the Army failed to require that Patterson attend. <em>Corrigan </em>v. <em>United States, </em>609 F.Supp. 720, 725 (E.D.Va.1985) (citing Army Regulation 190-5, 600-85).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1057-9\">. It is to be observed that the likelihood that Patterson would depart the club driving his own vehicle was very great and known. As the majority states \"it was reasonably foreseeable that any patron ... who was at the NCO at Arlington Hall would drive after leaving the tavern.\" The court in <em>Johnson v. United States, </em>496 F.Supp. 597, 603 (D.Mont.1980), <em>aff'd, </em>704 F.2d 1431 (9th Cir.1983), which involved an accident caused by an intoxicated serviceman, cites the earlier case of <em>Deeds v. United States, </em>306 F.Supp. 348 (D.Mont.1969):</p>\n<blockquote id=\"b1057-10\">The increasing frequency of serious accidents caused by drivers who are intoxicated is a fact which must be well known to those who sell and dispense liquor. This lends support to those cases which have found the automobile accident to be \"the reasonably foreseeable” result of the furnishing to the intoxicated driver, at least where the person furnishing the liquor knew that the intoxicated person would be driving on a public highway.</blockquote>\n<p id=\"b1057-11\">306 F.Supp. at 358. In <em>Deeds, </em>also a case concerning an intoxicated serviceman, it was observed:</p>\n<blockquote id=\"b1057-12\">The only transportation available to plaintiff for her return to Havre was by private automobile, no bus or other public transportation being available. Nor is there any evidence that any private vehicles were available except those owned and operated by Air Force personnel.</blockquote>\n<p id=\"b1057-14\">306 F.Supp. at 350. The court further observed: The only available transportation for plaintiff and others attending the party to return from the Base to Havre, was by private automobile operated by Air Force personnel, and this was known to the personnel dispensing liquor.</p>\n<p id=\"b1057-15\">306 F.Supp. at 353.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1057-16\">. For example, in <em>Mariano v. United States, </em>605 F.2d 721 (4th Cir.1979), this court held that the <em>Feres </em>doctrine <em>“(Feres v. United States, </em>340 U.S. 135 [71 S.Ct. 153, 95 L.Ed. 152] (1950))\" barred the suit of an off-duty naval officer who was injured while working at a recreational facility called the Tradewinds Club at the Norfolk Naval Station. We found that the injury — Mariano was struck in the face by a glass thrown by another serviceman — was incurred in the line of duty, an aspect not present in the case of Patterson. We reasoned that the club was the \"direct responsibility of the Commanding Officer of the base, under guidelines issued by the Chief of Naval Operations.” In addition, \"[t]he ... managers were responsible for maintaining order in the Club, under instructions issued or approved by the Commanding Officer.” Finally, \"[a]ll military personnel, whether patrons or employees, were subject to discipline under the Uniform Code of Military Justice for their conduct in the Club.” 605 F.2d at 723. If the same was true of the Arlington Hall NCO club, the Army there exercised a far greater degree of control over the activities of its patrons than does the ordinary tavern keeper or employer.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1058-5\">. In passing, it merits mention that the Army differs radically from the usual tavern keeper in that the ordinary tavern keeper’s motive is mainly — in most cases exclusively — one of making a monetary profit. The Army, on the other hand, does not operate its taverns solely for the purpose of competing with private individuals to make money. The probable justification for the Army’s maintenance of NCO clubs and other taverns is to improve the morale of Army personnel and prospective recruits for the Army, leading to their greater combat-readiness, to make them happier, therefore, more efficient, soldiers and civilian personnel. The purpose in supplying the liquor is, therefore, not to make a monetary profit without regard to the effect on the imbiber. It rather abjures that policy and provides its personnel with readily accessible and cheaper taverns only to make more efficient Army personnel in general by improving their morale. Such a difference in objective <em>might </em>warrant a different result from that reached in <em>Williamson v. The Old Brogue, Inc. </em>involving a purely private tavern. The effect of the difference in approach on the liability <em>vel non </em>of the Army was not discussed in the lower court.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1060-6\">. The United States is liable if a private person would be even if the negligence producing activity was one only the government performs. <em>Rayonier, Inc. v. United States, </em>352 U.S. 315, 77 S.Ct. 374, 1 L.Ed.2d 354 (1957); <em>Indian Towing Co. </em>v. <em>United States, </em>350 U.S. 61, 64, 76 S.Ct. 122, 124, 100 L.Ed. 48 (1955).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}