{
  "casebody": {
    "data": "<casebody firstpage=\"433\" lastpage=\"518\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b481-4\">HORNE, SUPERINTENDENT, ARIZONA PUBLIC INSTRUCTION <em>v. </em>FLORES et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b481-5\">CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT</court>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b481-6\">No. 08-289.</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Adt\">Argued April 20, 2009</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A98\">Decided June 25, 2009<footnotemark>*</footnotemark></decisiondate>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b485-6\"><page-number citation-index=\"1\" label=\"437\">*437</page-number>Alito, J., delivered the opinion of the Court, in which Roberts, C. J., and Scalia., Kennedy, and Thomas, JJ., joined. Breyer, J., filed a dissenting opinion, in which Stevens, Souter, and Ginsburg, JJ., joined, <em>post, </em>p. 472.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b485-7\"><em>Kenneth W. Starr </em>argued the cause for petitioners in both cases. With him on the briefs for petitioners in No. 08-294 were <em>Ashley C. Parrish, Rick Richmond, Steven A. Haskins, David J. Cantelme, David Aaron Brown, </em>and <em>Paul R. Neil. Eric J. Bistrow, Daryl Manhart, </em>and <em>Michael S. Dulberg </em>filed briefs for petitioner in No. 08-289.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b485-8\"><em>Sri Srinivasan </em>argued the cause for respondents in both cases. With him on the brief for respondents Miriam Flores et al. were <em>Irving L. Gornstein, Ryan W. Scott, Walter Dellinger, Timothy M. Hogan, </em>and <em>Joy E. Herr-Cardillo. Terry Goddard, </em>Attorney General of Arizona, <em>Mary O'Grady, </em>Solicitor General, <em>Susan P. Segal, </em>Assistant Attorney General, <em>Robert H. McKirgan, Lawrence A. Kasten, </em>and <em>Kimberly Anne Demarchi </em>filed a brief for respondents State of Arizona et al. in both cases.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b485-9\"><em>Nicole A. Saharsky </em>argued the cause for the United States as <em>amicus curiae </em>supporting respondents in both cases. With her on the brief were <em>Acting Solicitor General Katyal, Acting Assistant Attorneys General Hertz </em>and <em>King, Deputy Solicitor General Kneedler, Mark B. Stern, Dennis J. Dim</em><page-number citation-index=\"1\" label=\"438\">*438</page-number><em>sey, Angela M. Miller, Philip H. Rosenfelt, </em>and <em>Susan E. Craig. </em><footnotemark><em>†</em></footnotemark></attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b481-8\">Together with No. 08-294, <em>Speaker of the Arizona House of Representatives et al. </em>v. <em>Flores et al., </em>also on certiorari to the same court.</p>\n</footnote>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-2\" label=\"†\">\n<p id=\"b486-7\"> Briefs of <em>amici curiae </em>urging reversal in both eases were filed for the American Legislative Exchange Council et al. by <em>Robert C. O’Brien, Jr., Jonathan E. Phillips, </em>and <em>Seth L. Cooper; </em>for the American Unity Legal Defense Fund et al. by <em>Barnaby W. Zall; </em>for Education-Policy Scholars by <em>Dan Himmelfarb </em>and <em>Stephen M. Shapiro; </em>for the Eagle Forum Education &amp; Legal Defense Fund, Inc., by <em>Andrew L. Schlafly </em>and <em>Lawrence J. Joseph; </em>for the Pacific Legal Foundation et al. by <em>Sharon L. Browne, Steven Geoffrey Gieseler, </em>and <em>Michael J. Reitz; </em>and for the Washington Legal Foundation by <em>Gene C. Schaerr, Michael J. Friedman, Daniel J. Popeo, Richard A. Samp, Ross Sandler, </em>and <em>David S. Schoenbrod.</em></p>\n<p id=\"b486-8\"><em>J. Scott Detamore </em>filed a brief for the Mountain States Legal Foundation as <em>amicus curiae </em>urging reversal in No. 08-289.</p>\n<p id=\"b486-9\">Briefs of <em>amici curiae </em>urging affirmance in both eases were filed for the Asian American Justice Center et al. by <em>Alan S. Gilbert, Richard M. Zuckerman, Katherine J. Evans, Karen K. Narasaki, </em>and <em>Vincent A. Eng; </em>for the Asian American Legal Defense and Education Fund et al. by <em>Robert A. Long, Jr., Stanley Young, Deanna L. Kwong, </em>and <em>Kenneth Kimerling; </em>for Civil Rights Organizations by <em>Nina Perales, Diana Sen, </em>and <em>John T. Affeldt; </em>for Educational Policy and Finance Scholars by <em>Jonathan L. Marcus; </em>for the NAACP Legal Defense &amp; Educational Fund, Inc., et al. by <em>John Payton, Jacqueline A. Berrien, Debo P. Adegbile, Anurima Bhargava, Holly A Thomas, </em>and <em>Joshua Civin; </em>for the National School Boards Association et al. by <em>Francisco M. Negron, Jr., Naomi Gittins, Thomas Hutton, Lisa Soronen, Maree F. Sneed, John W. Borkowski, </em>and <em>Jessica Ellsworth; </em>for the Tucson Unified School District et al. by <em>John C. Richardson; </em>and for the Washington Lawyers’ Committee for Civil Rights and Urban Affairs — Immigrant and Refugee Rights Project et al. by <em>Patrick F. Linehan.</em></p>\n<p id=\"b486-10\"><em>A W. Phinney III </em>filed a brief for 30 Recognized Leaders of Education Research as <em>amici curiae </em>in both eases.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b486-5\">Justice Alito</author>\n<p id=\"AS0\">delivered the opinion of the Court.</p>\n<p id=\"b486-6\">These consolidated cases arise from litigation that began in Arizona in 1992 when a group of English language-learner (ELL) students in the Nogales Unified School District (No-gales) and their parents filed a class action, alleging that the State was violating the Equal Educational Opportunities Act of 1974 (EEOA), § 204(f), 88 Stat. 515, 20 U. S. C. § 1703(f), <page-number citation-index=\"1\" label=\"439\">*439</page-number>which requires a State “to take appropriate action to overcome language barriers that impede equal participation by its students in its instructional programs.” In 2000, the District Court entered a declaratory judgment with respect to Nogales, and in 2001, the court extended the order to apply to the entire State. Over the next eight years, petitioners repeatedly sought relief from the District Court’s orders, but to no avail. We granted certiorari after the Court of Appeals for the Ninth Circuit affirmed the denial of petitioners’ motion for relief under Federal Rule of Civil Procedure 60(b)(5), and we now reverse the judgment of the Court of Appeals and remand for further proceedings.</p>\n<p id=\"b487-5\">As we explain, the District Court and the Court of Appeals misunderstood both the obligation that the EEOA imposes on States and the nature of the inquiry that is required when parties such as petitioners seek relief under Rule 60(b)(5) on the ground that enforcement of a judgment is “no longer equitable.” Both of the lower courts focused excessively on the narrow question of the adequacy of the State’s incremental funding for ELL instruction instead of fairly considering the broader question whether, as a result of important changes during the intervening years, the State was fulfilling its obligation under the EEOA by other means. The question at issue in these cases is not whether Arizona must take “appropriate action” to overcome the language barriers that impede ELL students. Of course it must. But petitioners argue that Arizona is now fulfilling its statutory obligation by new means that reflect new policy insights and other changed circumstances. Rule 60(b)(5) provides the vehicle for petitioners to bring such an argument.</p>\n<p id=\"b487-6\">I</p>\n<p id=\"b487-7\">A</p>\n<p id=\"b487-8\">In 1992, a group of students enrolled in the ELL program in Nogales and their parents (plaintiffs) filed suit in the District Court for the District of Arizona on behalf of “all minor<page-number citation-index=\"1\" label=\"440\">*440</page-number>ity ‘at risk’ and limited English proficient children . . . now or hereafter, enrolled in [the] Nogales Unified School District . . . as well as their parents and guardians.” <em>Flores </em>v. <em>Arizona, </em>172 F. Supp. 2d 1225, 1226 (2000). Plaintiffs sought a declaratory judgment holding that the State of Arizona, its board of education, and its superintendent of public instruction (defendants) were violating the EEOA by providing inadequate ELL instruction in Nogales.<footnotemark>1</footnotemark></p>\n<p id=\"b488-5\">The relevant portion of the EEOA states:</p>\n<blockquote id=\"b488-6\">“No State shall deny equal educational opportunity to an individual on account of his or her race, color, sex, or national origin, by—</blockquote>\n<blockquote id=\"b488-7\">“(f) the failure by an educational agency to take <em>appropriate action </em>to overcome language barriers that impede equal participation by its students in its instructional programs.” 20 U. S. C. §1703 (emphasis added).</blockquote>\n<p id=\"b488-8\">By simply requiring a State “to take appropriate action to overcome language barriers” without specifying particular actions that a State must take, “Congress intended to leave state and local educational authorities a substantial amount of latitude in choosing the programs and techniques they <page-number citation-index=\"1\" label=\"441\">*441</page-number>would use to meet their obligations under the EEOA.” <em>Castaneda </em>v. <em>Pickard, </em>648 F. 2d 989, 1009 (CA5 1981).</p>\n<p id=\"b489-5\">In August 1999, after seven years of pretrial proceedings and after settling various claims regarding the structure of Nogales’ ELL curriculum, the evaluation and monitoring of Nogales’ students, and the provision of tutoring and other compensatory instruction, the parties proceeded to trial. In January 2000, the District Court concluded that defendants were violating the EEOA because the amount of funding the State allocated for the special needs of ELL students (ELL incremental funding) was arbitrary and not related to the actual funding needed to cover the costs of ELL instruction in Nogales. 172 F. Supp. 2d, at 1239. Defendants did not appeal the District Court’s order.</p>\n<p id=\"b489-6\">B</p>\n<p id=\"b489-7\">In the years following, the District Court entered a series of additional orders and injunctions. In October 2000, the court ordered the State to “prepare a cost study to establish the proper appropriation to effectively implement” ELL programs. <em>Flores </em>v. <em>Arizona, </em>160 F. Supp. 2d 1043, 1047. In June 2001, the court applied the declaratory judgment order statewide and granted injunctive relief accordingly. No. CIV. 92-596TUCACM, 2001 WL 1028369, *2 (June 25, 2001). The court took this step even though the certified class included only Nogales students and parents and even though the court did not find that any districts other than Nogales were in violation of the EEOA. The court set a deadline of January 31,2002, for the State to provide funding that “bear[s] a rational relationship to the actual funding needed.” <em>Ibid.</em></p>\n<p id=\"b489-8\">In January 2005, the court gave the State 90 days to “appropriately and constitutionally fun[d] the state’s ELL programs taking into account the [Rule’s] previous orders.” No. CIV. 92-596-TUC-ACM, p. 5, App. 393. The State failed to meet this deadline, and in December 2005, the court <page-number citation-index=\"1\" label=\"442\">*442</page-number>held the State in contempt. Although the legislature was not then a party to the suit, the court ordered that “the legislature has 15 calendar days after the beginning of the 2006 legislative session to comply with the January 28,2005 Court order. Everyday thereafter ... that the State fails to comply with this Order, [fines] will be imposed until the State is in compliance.” <em>Flores </em>v. <em>Arizona, </em>405 F. Supp. 2d 1112, 1120. The schedule of fines that the court imposed escalated from $500,000 to $2 million per day. <em>Id., </em>at 1120-1121.</p>\n<p id=\"b490-5\">C</p>\n<p id=\"b490-6\">Defendants did not appeal any of the District Court’s orders, and the record suggests that some state officials supported their continued enforcement. In June 2001, the state attorney general acquiesced in the statewide extension of the declaratory judgment order, a step that the State has explained by reference to the Arizona constitutional requirement of uniform statewide school funding. See Brief for Appellee State of Arizona et al. in No. 07-15603 etc. (CA9), p. 60 (citing Ariz. Const., Art. 11, § 1(A)). At a hearing in February 2006, a new attorney general opposed the superintendent’s request for a stay of the December 2005 order imposing sanctions and fines, and filed a proposed distribution of the accrued fines.</p>\n<p id=\"b490-7\">In March 2006, after accruing over $20 million in fines, the state legislature passed HB 2064, which was designed to implement a permanent funding solution to the problems identified by the District Court in 2000. Among other things, HB 2064 increased ELL incremental funding (with a 2-year per-student limit on such funding) and created two new funds — a structured English immersion fund and a compensatory instruction fund — to cover additional costs of ELL programming. Moneys in both newly created funds were to be offset by available federal moneys. HB 2064 also instituted several programming and structural changes.</p>\n<p id=\"b491-4\"><page-number citation-index=\"1\" label=\"443\">*443</page-number>The Governor did not approve of HB 2064’s funding provisions, but she allowed the bill to become law without her signature. Because HB 2064’s incremental ELL funding increase required court approval to become effective, the Governor requested the attorney general to move for accelerated consideration by the District Court. In doing so, she explained: “ ‘After nine months of meetings and three vetoes, it is time to take this matter to a federal judge. I am convinced that getting this bill into court now is the most expeditious way ultimately to bring the state into compliance with federal law.’” <em>Flores </em>v. <em>Arizona, </em>516 F. 3d 1140, 1153, n. 16 (CA9 2008). The state board of education joined the Governor in opposing HB 2064. Together, the state board of education, the State of Arizona, and the plaintiffs are respondents here.</p>\n<p id=\"b491-5\">With the principal defendants in the action siding with the plaintiffs, the Speaker of the State House of Representatives and the President of the State Senate (Legislators) filed a motion to intervene as representatives of their respective legislative bodies. App. 55. In support of their motion, they stated that although the attorney general had a “legal duty” to defend HB 2064, the attorney general had shown “little enthusiasm” for advancing the legislature’s interests. <em>Id., </em>at 57. Among other things, the Legislators noted that the attorney general “failed to take an appeal of the judgment entered in this case in 2000 and has failed to appeal any of the injunctions and other orders issued in aid of the judgment.” <em>Id., </em>at 60. The District Court granted the Legislators’ motion for permissive intervention, and the Legislators and superintendent (together, petitioners here) moved to purge the District Court’s contempt order in light of HB 2064. Alternatively, they moved for relief under Federal Rule of Civil Procedure 60(b)(5) based on changed circumstances.</p>\n<p id=\"b491-6\">In April 2006, the District Court denied petitioners’ motion, concluding that HB 2064 was fatally flawed in three <page-number citation-index=\"1\" label=\"444\">*444</page-number>respects. First, while HB 2064 increased ELL incremental funding by approximately $80 per student, the court held that this increase was not rationally related to effective ELL programming. Second, the court concluded that <em>imposing </em>a 2-year limit on funding for each ELL student was irrational. Third, according to the court, HB 2064 violated federal law by using federal funds to “supplant” rather than “supplement” state funds. No. CV-92-596-TUC-RCC, pp. 4-8 (Apr. 25, 2006), App. to Pet. for Cert. in No. 08-294, pp. 176a, 181a-182a. The court did not address petitioners’ Rule 60(b)(5) claim that changed circumstances rendered continued enforcement of the original declaratory judgment order inequitable. Petitioners appealed.</p>\n<p id=\"b492-5\">In an unpublished decision, the Court of Appeals for the Ninth Circuit vacated the District Court’s April 2006 order, the sanctions, and the imposition of fines, and remanded for an evidentiary hearing to determine whether Rule 60(b)(5) relief was warranted. <em>Flores </em>v. <em>Rzeslawski, </em>204 Fed. Appx. 580 (2006).</p>\n<p id=\"b492-6\">On remand, the District Court denied petitioners’ Rule 60(b)(5) motion. <em>Flores </em>v. <em>Arizona, </em>480 F. Supp. 2d 1157, 1167 (Ariz. 2007). Holding that HB 2064 did not establish “a funding system that rationally relates funding available to the actual costs of all elements of ELL instruction,” <em>id., </em>at 1165, the court gave the State until the end of the legislative session to comply with its orders. The State failed to do so, and the District Court again held the State in contempt. No. CV 92-596 TUC-RCC (Oct. 10, 2007), App. 86. Petitioners appealed.</p>\n<p id=\"b492-7\">The Court of Appeals affirmed. 516 F. 3d 1140. It acknowledged that Nogales had “made significant strides since 2000,” <em>id., </em>at 1156, but concluded that the progress did not warrant Rule 60(b)(5) relief. Emphasizing that Rule 60(b)(5) is not a substitute for a timely appeal, and characterizing the original declaratory judgment order as centering on the adequacy of ELL incremental funding, the Court of <page-number citation-index=\"1\" label=\"445\">*445</page-number>Appeals explained that relief would be appropriate only if petitioners had shown “either that there are no longer incremental costs associated with ELL programs in Arizona” or that Arizona had altered its funding model. <em>Id., </em>at 1169. The Court of Appeals concluded that petitioners had made neither showing, and it rejected petitioners’ other arguments, including the claim that Congress’ enactment of the No. Child Left Behind Act of 2001 (NCLB), 115 Stat. 1425, codified in Title 20 U. S. C. § 6842, constituted a changed legal circumstance that warranted Rule 60(b)(5) relief.</p>\n<p id=\"b493-5\">We granted certiorari, 555 U. S. 1092 (2009), and now reverse.</p>\n<p id=\"b493-6\">II</p>\n<p id=\"b493-7\">Before addressing the merits of petitioners’ Rule 60(b)(5) motion, we consider the threshold issue of standing — “an essential and unchanging part of the case-or-controversy requirement of Article III.” <em>Lujan </em>v. <em>Defenders of Wildlife, </em>504 U. S. 555, 560 (1992). To establish standing, a plaintiff must present an injury that is concrete, particularized, and actual or imminent; fairly traceable to the defendant’s challenged action; and redressable by a favorable ruling. <em>Id., </em>at 560-561. Here, as in all standing inquiries, the critical question is whether at least one petitioner has “alleged such a personal stake in the outcome of the controversy as to warrant <em>his </em>invocation of federal-court jurisdiction.” <em>Summers </em>v. <em>Earth Island Institute, </em>555 U. S. 488, 493 (2009) (quoting <em>Warth </em>v. <em>Seldin, </em>422 U. S. 490, 498 (1975); internal quotation marks omitted).</p>\n<p id=\"b493-8\">We agree with the Court of Appeals that the superintendent has standing because he “is a named defendant in the case[,] the Declaratory Judgment held him to be in violation of the EEOA, and the current injunction runs against him.” 516 F. 3d, at 1164 (citation omitted). For these reasons alone, he has alleged a sufficiently “‘personal stake in the outcome of the controversy’ ” to support standing. <em>Warth, supra, </em>at 498; see also <em>United States </em>v. <em>Sweeney, </em>914 F. 2d <page-number citation-index=\"1\" label=\"446\">*446</page-number>1260, 1263 (CA9 1990) (rejecting as “frivolous” the argument that a party does not have “standing to object to orders specifically directing it to take or refrain from taking action”).</p>\n<p id=\"b494-5\">Respondents’ only argument to the contrary is that the superintendent answers to the state board of education, which in turn answers to the Governor, and that the Governor is the only Arizona official who “could have resolved the conflict within the Executive Branch by directing an appeal.” Brief for Respondent Flores et al. 22. We need not consider whether respondents’ chain-of-command argument has merit because the Governor has, in fact, directed an appeal. See App. to Reply Brief for Petitioner Superintendent 1 (“I hereby direct [the state attorney general] to file a brief at the [Supreme] Court on behalf of the State of Arizona adopting and joining in the positions taken by the Superintendent of Public Instruction, the Speaker of the Arizona House of Representatives, and the President of the Arizona Senate”).</p>\n<p id=\"b494-6\">Because the superintendent clearly has standing to challenge the lower courts’ decisions, we need not consider whether the Legislators also have standing to do so.<footnotemark>2</footnotemark> See, <em>e.g., Arlington Heights </em>v. <em>Metropolitan Housing Development Corp., </em>429 U. S. 252, 264, and n. 9 (1977) (“[W]e have at least one individual plaintiff who has demonstrated standing .... Because of the presence of this plaintiff, we need not consider whether the other individual and corporate <page-number citation-index=\"1\" label=\"447\">*447</page-number>plaintiffs have standing to maintain the suit”). Accordingly, we proceed to the merits of petitioners’ Rule 60(b)(5) motion.</p>\n<p id=\"b495-5\">Ill</p>\n<p id=\"b495-6\">A</p>\n<p id=\"b495-7\">Federal Rule of Civil Procedure 60(b)(5) permits a party to obtain relief from a judgment or order if, among other things, “applying [the judgment or order] prospectively is no longer equitable.” Rule 60(b)(5) may not be used to challenge <em>the </em>legal conclusions on which a prior judgment or order rests, but the Rule provides a means by which a party can ask a court to modify or vacate a judgment or order if “a significant change either in factual conditions or in law” renders continued enforcement “detrimental to the public interest.” <em>Rufo </em>v. <em>Inmates of Suffolk County Jail, </em>502 U. S. 367, 384 (1992). The party seeking relief bears the burden of establishing that changed circumstances warrant relief, <em>id., </em>at 383, but once a party carries this burden, a court abuses its discretion “when it refuses to modify an injunction or consent decree in light of such changes,” <em>Agostini </em>v. <em>Felton, </em>521 U. S. 203, 215 (1997).</p>\n<p id=\"b495-8\">Rule 60(b)(5) serves a particularly important function in what we have termed “institutional reform litigation.”<footnotemark>3</footnotemark> <em>Rufo, supra, </em>at 380. For one thing, injunctions issued in <page-number citation-index=\"1\" label=\"448\">*448</page-number>such cases often remain in force for many years, and the passage of time frequently brings about changed circumstances — changes in the nature of the underlying problem, changes in governing law or its interpretation by the courts, and new policy insights — that warrant reexamination of the original judgment.</p>\n<p id=\"b496-5\">Second, institutional reform injunctions often raise sensitive federalism concerns. Such litigation commonly involves areas of core state responsibility, such as public education. See <em>Missouri </em>v. <em>Jenkins, </em>515 U. S. 70, 99 (1995) (“[O]ur cases recognize that local autonomy of school districts is a vital national tradition, and that a district court must strive to restore state and local authorities to the control of a school system operating in compliance with the Constitution” (citation omitted)); <em>United States </em>v. <em>Lopez, </em>514 U. S. 549, 580 (1995) (Kennedy, J., concurring).</p>\n<p id=\"b496-6\">Federalism concerns are heightened when, as in these cases, a federal-court decree has the effect of dictating state or local budget priorities. States and local governments have limited funds. When a federal court orders that money be appropriated for one program, the effect is often to take funds away from other important programs. See <em>Jenkins, supra, </em>at 131 (Thomas, J., concurring) (“A structural reform decree eviscerates a State’s discretionary authority over its own program and budgets and forces state officials to reallocate state resources and funds”).</p>\n<p id=\"b496-7\">Finally, the dynamics of institutional reform litigation differ from those of other cases. Scholars have noted that public officials sometimes consent to, or refrain from vigorously opposing, decrees that go well beyond what is required by federal law. See, <em>e.g., </em>McConnell, Why Hold Elections? Using Consent Decrees To Insulate Policies From Political Change, 1987 U. Chi. Legal Forum 295, 317 (noting that government officials may try to use consent decrees to “block ordinary avenues of political change” or to “sidestep political constraints”); Horowitz, Decreeing Organizational Change: <page-number citation-index=\"1\" label=\"449\">*449</page-number>Judicial Supervision of Public Institutions, 1983 Duke L. J. 1265, 1294-1295 (“Nominal defendants [in institutional reform cases] are sometimes happy to be sued and happier still to lose”); R. Sandler &amp; D. Schoenbrod, Democracy by Decree: What Happens When Courts Run Government 170 (2003) (“Government officials, who always operate under fiscal and political constraints, ‘frequently win by losing’” in institutional reform litigation).</p>\n<p id=\"b497-5\">Injunctions of this sort bind state and local officials to the policy preferences of their predecessors and may thereby “improperly deprive future officials of their designated legislative and executive powers.” <em>Frew </em>v. <em>Hawkins, </em>540 U. S. 431, 441 (2004). See also <em>Northwest Environment Advocates </em>v. <em>EPA, </em>340 F. 3d 853, 855 (CA9 2003) (Kleinfeld, J., dissenting) (noting that consent decrees present a risk of collusion between advocacy groups and executive officials who want to bind the hands of future policymakers); <em>Ragsdale </em>v. <em>Turnock, </em>941 F. 2d 501, 517 (CA7 1991) (Flaum, J., concurring in part and dissenting in part) (“[I]t is not uncommon for consent decrees to be entered into on terms favorable to those challenging governmental action because of rifts within the bureaucracy or between the executive and legislative branches”); Easterbrook, Justice and Contract in Consent Judgments, 1987 U. Chi. Legal Forum 19, 40 (“Tomorrow’s officeholder may conclude that today’s is wrong, and there is no reason why embedding the regulation in a consent decree should immunize it from reexamination”).</p>\n<p id=\"b497-6\">States and localities “depen[d] upon successor officials, both appointed and elected, to bring new insights and solutions to problems of allocating revenues and resources.” <em>Frew, supra, </em>at 442. Where “state and local officials . . . inherit overbroad or outdated consent decrees that limit their ability [to] respond to the priorities and concerns of their, constituents,” they are constrained in their ability to fulfill their duties as democratically elected officials. American Legislative Exchange Council, Resolution on the Federal <page-number citation-index=\"1\" label=\"450\">*450</page-number>Consent Decree Fairness Act (2006), App. to Brief for American Legislative Exchange Council et al. as <em>Amici Curiae </em>la-4a.</p>\n<p id=\"b498-5\">It goes without saying that federal courts must vigilantly enforce federal law and must not hesitate in awarding necessary relief. But in recognition of the features of institutional reform decrees, we have held that courts must take a “flexible approach” to Rule 60(b)(5) motions addressing such decrees. <em>Rufo, </em>502 U. S., at 381. A flexible approach allows courts to ensure that “responsibility for discharging the State’s obligations is returned promptly to the State and its officials” when the circumstances warrant. <em>Frew, supra, </em>at 442. In applying this flexible approach, courts must remain attentive to the fact that “federal-court decrees exceed appropriate limits if they are aimed at eliminating a condition that does not violate [federal law] or does not flow from such a violation.” <em>Milliken </em>v. <em>Bradley, </em>433 U. S. 267, 282 (1977). “If [a federal consent decree is] not limited to reasonable and necessary implementations of federal law,” it may “improperly deprive future officials of their designated legislative and executive powers.” <em>Frew, </em>540 U. S., at 441.</p>\n<p id=\"b498-6\">For these reasons, a critical question in this Rule 60(b)(5) inquiry is whether the objective of the District Court’s 2000 declaratory judgment <em>order </em>— i. <em>e., </em>satisfaction of the EEOA’s “appropriate action” standard — has been achieved. See <em>id., </em>at 442. If a durable remedy has been implemented, continued enforcement of the order is not only unnecessary, but improper. See <em>Milliken, supra, </em>at 282. We note that the EEOA itself limits court-ordered remedies to those that “are <em>essential </em>to correct particular denials of equal educational opportunity or equal protection of the laws.” 20 U. S. C. § 1712 (emphasis added).</p>\n<p id=\"b498-7\">B</p>\n<p id=\"b498-8\">The Court of Appeals did not engage in the Rule 60(b)(5) analysis just described. Rather than applying a flexible <page-number citation-index=\"1\" label=\"451\">*451</page-number>standard that seeks to return control to state and local officials as soon as a violation of federal law has been remedied, the Court of Appeals used a heightened standard that paid insufficient attention to federalism concerns. And rather than inquiring broadly into whether changed conditions in Nogales provided evidence of an ELL program that complied with the EEOA, the Court of Appeals concerned itself only with determining whether increased ELL funding complied with the original declaratory judgment order. The court erred on both counts.</p>\n<p id=\"b499-5\">1</p>\n<p id=\"b499-6\">The Court of Appeals began its Rule 60(b)(5) discussion by citing the correct legal standard, see 516 F. 3d, at 1163 (noting that relief is appropriate upon a showing of <em>“‘a </em>significant change either in factual conditions or in law’ ”), but it quickly strayed. It referred to the situations in which changed circumstances warrant Rule 60(b)(5) relief as “likely rare,” <em>id, </em>at 1167, and explained that, to succeed on these grounds, petitioners would have to make a showing that conditions in Nogales had so changed as to “sweep away” the District Court’s incremental funding determination, <em>id, at </em>1168. The Court of Appeals concluded that the District Court had not erred in determining that “the landscape was not so <em>radically </em>changed as to justify relief from judgment without compliance.” <em>Id., </em>at 1172 (emphasis added).<footnotemark>4</footnotemark></p>\n<p id=\"b499-7\">Moreover, after recognizing that review of the denial of Rule 60(b)(5) relief should generally be “somewhat closer in the context of institutional injunctions against states ‘due to federalism concerns,’” the Court of Appeals incorrectly <page-number citation-index=\"1\" label=\"452\">*452</page-number>reasoned that “federalism concerns are substantially lessened here, as the state of Arizona and the state Board of Education wish the injunction to remain in place.” <em>Id., </em>at 1164. This statement is flatly incorrect, as even respondents acknowledge. Brief for Respondent State of Arizona et al. 20-21. Precisely because different state actors have taken contrary positions in this litigation, federalism concerns are elevated. And precisely because federalism concerns are heightened, a flexible approach to Rule 60(b)(5) relief is critical. “[Wjhen the objects of the decree have been attained” — namely, when EEOA compliance has been achieved — “responsibility for discharging the State’s obligations [must be] returned promptly to the State and its officials.” <em>Frew, supra, </em>at 442.</p>\n<p id=\"b500-5\">2</p>\n<p id=\"b500-6\">In addition to applying a Rule 60(b)(5) standard that was too strict, the Court of Appeals framed a Rule 60(b)(5) inquiry that was too narrow — one that focused almost exclusively on the sufficiency of incremental funding. In large part, this was driven by the significance the Court of Appeals attributed to petitioners’ failure to appeal the District Court’s original order. The Court of Appeals explained that “the central idea” of that order was that without sufficient ELL incremental funds, “ELL programs would necessarily be inadequate.” 516 F. 3d, at 1167-1168. It felt bound by this conclusion, lest it allow petitioners to “reopen matters made final when the Declaratory Judgment was not appealed.” <em>Id., </em>at 1170. It repeated this refrain throughout its opinion, emphasizing that the “ ‘interest in finality must be given great weight,’” <em>id., </em>at 1163, and explaining that petitioners could not now ask for relief “on grounds that could have been raised on appeal from the Declaratory Judgment and from earlier injunctive orders but were not,” <em>id., </em>at 1167. “If [petitioners] believed that the district court erred and should have looked at all funding sources differ<page-number citation-index=\"1\" label=\"453\">*453</page-number>ently in its EEOA inquiry,” the court wrote, “they should have appealed the Declaratory Judgment.” <em>Id., </em>at 1171.</p>\n<p id=\"b501-5\">In attributing such significance to the defendants’ failure to appeal the District Court’s original order, the Court of Appeals turned the risks of institutional reform litigation into reality. By confining the scope of its analysis to that of the original order, it insulated the policies embedded in the order — specifically, its incremental funding requirement— from challenge and amendment.<footnotemark>5</footnotemark> But those policies were supported by the very officials who could have appealed them — the state defendants — and, as a result, were never subject to true challenge.</p>\n<p id=\"b501-6\">Instead of focusing on the failure to appeal, the Court of Appeals should have conducted the type of Rule 60(b)(5) inquiry prescribed in <em>Rufo. </em>This inquiry makes no reference to the presence or absence of a timely appeal. It takes the original judgment as a given and asks only whether “a significant change either in factual conditions or in law” renders continued enforcement of the judgment “detrimental to the public interest.” <em>Rufo, </em>502 U. S., at 384. It allows a court to recognize that the longer an injunction or consent decree stays in place, the greater the risk that it will improperly interfere with a State’s democratic processes.</p>\n<p id=\"b501-7\">The Court of Appeals purported to engage in a “changed circumstances” inquiry, but it asked only whether changed circumstances affected ELL funding and, more specifically, ELL incremental funding. Relief was appropriate, in the court’s view, only if petitioners “demonstrate[d] either that <page-number citation-index=\"1\" label=\"454\">*454</page-number>there [we]re no longer incremental costs associated with ELL programs in Arizona or that Arizona’s ‘base plus incremental costs’ educational funding model was so altered that focusing on ELL-specific incremental costs funding has become irrelevant and inequitable.” 516 F. 3d, at 1169.</p>\n<p id=\"b502-5\">This was a Rule 60(b)(5) “changed circumstances” inquiry in name only. In reality, it was an inquiry into whether the deficiency in ELL incremental funding that the District Court identified in 2000 had been remedied. And this, effectively, was an inquiry into whether the original order had been satisfied. Satisfaction of an earlier judgment is <em>one </em>of the enumerated bases for Rule 60(b)(5) relief — but it is not the only basis for such relief.</p>\n<p id=\"b502-6\">Rule 60(b)(5) permits relief from a judgment where “[i] the judgment has been satisfied, released or discharged; [ii] it is based on an earlier judgment that has been reversed or vacated; <em>or </em>[iii] applying it prospectively is no longer equitable.” (Emphasis added.) Use of the disjunctive “or” makes it clear that each of the provision’s three grounds for relief is independently sufficient and therefore that relief may be warranted even if petitioners have not “satisfied” the original order. As petitioners argue, they may obtain relief if prospective enforcement of that order “is no longer equitable.”</p>\n<p id=\"b502-7\">To determine the merits of this claim, the Court of Appeals needed to ascertain whether ongoing enforcement of the original order was supported by an ongoing violation of federal law (here, the EEOA). See <em>Milliken, </em>433 U. S., at 282. It failed to do so.</p>\n<p id=\"b502-8\">As previously noted, the EEOA, while requiring a State to take “appropriate action to overcome language barriers,” 20 U. S. C. § 1703(f), “leave[s] state and local educational authorities a substantial amount of latitude in choosing” how this obligation is met. <em>Castaneda, </em>648 F. 2d, at 1009. Of course, any educational program, including the “appropriate action” mandated by the EEOA, requires funding, but fund<page-number citation-index=\"1\" label=\"455\">*455</page-number>ing is simply a means, not the end. By focusing so intensively on Arizona’s incremental ELL funding, the Court of Appeals misapprehended the EEOA’s mandate. And by requiring petitioners to demonstrate “appropriate action” through a particular funding mechanism, the Court of Appeals improperly substituted its own educational and budgetary policy judgments for those of the state and local officials to whom such decisions are properly entrusted. Cf. <em>Jenkins, </em>515 U. S., at 131 (Thomas, J., concurring) (“Federal courts do not possess the capabilities of state and local governments in addressing difficult educational problems”).</p>\n<p id=\"b503-5\">C</p>\n<p id=\"b503-6\">The underlying District Court opinion reveals similar errors. In an August 2006 remand order, a different Ninth Circuit panel had instructed the District Court to hold an evidentiary hearing “regarding whether changed circumstances required modification of the original court order or otherwise had a bearing on the appropriate remedy.” 204 Fed. Appx., at 582. The Ninth Circuit panel observed that “federal courts must be sensitive to the need for modification [of permanent injunctive relief] when circumstances change.” <em>Ibid, </em>(internal quotation marks omitted).</p>\n<p id=\"b503-7\">The District Court failed to follow these instructions. Instead of determining whether changed circumstances warranted modification of the original order, the District Court asked only whether petitioners had satisfied the original declaratory judgment order through increased incremental funding. See 480 F. Supp. 2d, at 1165 (explaining that a showing of “mere amelioration” of the specific deficiencies noted in the District Court’s original order was “inadequate” and that <em>“compliance </em>would require a funding system that rationally relates funding available to the actual costs of all elements of ELL instruction” (emphasis added)). The District Court stated: “It should be noted that the Court finds the same problems today that it saw last year, because HB <page-number citation-index=\"1\" label=\"456\">*456</page-number>2064 is the same, the problems themselves are the same.”<footnotemark>6</footnotemark> <em>Id., </em>at 1161. The District Court thus rested its postremand decision on its preremand analysis of HB 2064. It disregarded the remand instructions to engage in a broad and flexible Rule 60(b)(5) analysis as to whether changed circumstances warranted relief. In taking this approach, the District Court abused its discretion.</p>\n<p id=\"b504-5\">D</p>\n<p id=\"b504-6\">The dissent defends the narrow approach of the lower courts with four principal conclusions that it draws from the record. All of these conclusions, however, are incorrect and mirror the fundamental error of the lower courts — a fixation on the issue of incremental funding and a failure to recognize the proper scope of a Rule 60(b)(5) inquiry.</p>\n<p id=\"b504-7\">First, the dissent concludes that “the Rule 60(b)(5) 'changes' upon which the District Court focused” were not <page-number citation-index=\"1\" label=\"457\">*457</page-number>limited to changes in funding, and included “ ‘changed teaching methods’ ” and “ ‘changed administrative systems.’ ” <em>Post, </em>at 483. The District Court did note a range of changed circumstances, concluding that as a result of these changes, Nogales was “doing substantially better.” 480 F. Supp. 2d, at 1160. But it neither focused on these changes nor made up-to-date factual findings. To the contrary, the District Court explained that “it would be premature to make an assessment of some of these changes.” <em>Ibid. </em>Accordingly, of the 28 findings of fact that the court proceeded to make, the first 20 addressed funding directly and exclusively. See <em>id., </em>at 1161-1163. The last eight addressed funding indirectly— discussing reclassification rates because of their relevance to HB 2064’s funding restrictions for ELL and reclassified students. See <em>id., </em>at 1163-1165. None of the District Court’s findings of fact addressed either “‘changed teaching methods’” or “‘changed administrative systems.’”</p>\n<p id=\"b505-5\">The dissent’s second conclusion is that “ ‘incremental funding’ costs . . . [were] the basic contested issue at the 2000 trial and the sole basis for the District Court’s finding of a statutory violation.” <em>Post, </em>at 483. We fail to see this conclusion’s relevance to this Rule 60(b)(5) motion, where the question is whether any change in factual or legal circumstances renders continued enforcement of the original order inequitable. As the dissent itself acknowledges, petitioners “pointed to three sets of changed circumstances [in their Rule 60(b)(5) motion] which, in their view, showed that the judgment and the related orders were no longer necessary.” <em>Post, </em>at 482. In addition to “increases in the amount of funding available to Arizona school districts,” these included “changes in the method of English-learning instruction,” and “changes in the administration of the Nogales school district.” <em>Ibid.</em></p>\n<p id=\"b505-6\">Third, the dissent concludes that “the type of issue upon which the District Court and Court of Appeals focused” — the incremental funding issue — “lies at the heart of the statutory <page-number citation-index=\"1\" label=\"458\">*458</page-number>demand for equal educational opportunity.” <em>Post, </em>at 484. In what we interpret to be a restatement of this point, the dissent also concludes that sufficient funding <em>(“the </em>■resource’ <em>issue”) </em>and the presence or absence of an EEOA violation <em>(“the statutory subsection (f) issue”) “are one and the same. </em>” <em>Post, </em>at 485 (emphasis in original). “In focusing upon the one,” the dissent asserts, “the District Court and Court of Appeals were focusing upon the other.” <em>Ibid.</em></p>\n<p id=\"b506-5\">Contrary to the dissent’s assertion, these two issues are decidedly not <em>“one and the same.”</em><footnotemark><em>7</em></footnotemark><em> Ibid. </em>Nor is it the case, as the dissent suggests, that the EEOA targets States’ provision of resources for ELL programming. <footnotemark>8</footnotemark> <em>Post, </em>at 484. <page-number citation-index=\"1\" label=\"459\">*459</page-number>What the statute forbids is a failure to take “appropriate action to overcome language barriers.” 20 U. S. C. § 1703(f). Funding is merely one tool that may be employed to achieve the statutory objective.</p>\n<p id=\"b507-5\">Fourth, the dissent concludes that the District Court did not order increased ELL incremental funding and did not dictate state and local budget priorities. <em>Post, </em>at 486. The dissent’s point — and it is a very small one — is that the District Court did not set a specific amount that the legislature was required to appropriate. The District Court did, however, hold the State in contempt and impose heavy fines because the legislature did not provide sufficient funding. These orders unquestionably imposed important restrictions on the legislature’s ability to set budget priorities.</p>\n<p id=\"b507-6\">E</p>\n<p id=\"b507-7\">Because the lower courts — like the dissent — misperceived both the nature of the obligation imposed by the EEOA and the breadth of the inquiry called for under Rule 60(b)(5), these cases must be remanded for a proper examination of at least four important factual and legal changes that may warrant the granting of relief from the judgment: the State’s adoption of a new ELL instructional methodology, Congress’ enactment of NCLB, structural and management reforms in Nogales, and increased overall education funding.</p>\n<p id=\"b507-8\">1</p>\n<p id=\"b507-9\">At the time of the District Court’s original declaratory judgment order, ELL instruction in Nogales was based primarily on “bilingual education,” which teaches core content areas in a student’s native language while providing English instruction in separate language classes. In November 2000, Arizona voters passed Proposition 203, which man<page-number citation-index=\"1\" label=\"460\">*460</page-number>dated statewide implementation of a “structured English immersion” (SEI) approach. See App. to Pet. for Cert. in No. 08-294, at 369a. Proposition 203 defines this methodology as follows:</p>\n<blockquote id=\"b508-5\">“‘Sheltered English immersion’ or ‘structured English immersion’ means an English language acquisition process for young children in which nearly all classroom instruction is in English but with the curriculum and presentation designed for children who are learning the language. . . . Although teachers may use a minimal amount of the child’s native language when necessary, no subject matter shall be taught in any language other than English, and children in this program learn to read and write solely in English.” Ariz. Rev. Stat. Ann. § 15-751(5) (West 2009).</blockquote>\n<p id=\"b508-6\">In HB 2064, the state legislature attended to the successful and uniform implementation of SEI in a variety of ways.<footnotemark>9</footnotemark> It created an “Arizona English language learners task force” within the state department of education to “develop and adopt research based models of structured English immersion programs for use by school districts and charter schools.” §15-756.01(0). It required that all school districts and charter schools select one of the adopted SEI models, § 15-756.02(A), and it created an “Office of English language acquisition services” to aid school districts in implementation of the models, §15-756.07(1). It also required the state board of education to institute a uniform and mandatory training program for all SEI instructors. § 15-756.09.</p>\n<p id=\"b508-7\">Research on ELL instruction indicates there is documented, academic support for the view that SEI is signifi<page-number citation-index=\"1\" label=\"461\">*461</page-number>cantly more effective than bilingual education.<footnotemark>10</footnotemark> Findings of the Arizona State Department of Education in 2004 strongly support this conclusion.<footnotemark>11</footnotemark> In light of this, a proper analysis of petitioners’ Rule 60(b)(5) motion should include further factual findings regarding whether Nogales’ implementation of SEI methodology — completed in all of its schools by 2005 — constitutes a “significantly changed circumstance” that warrants relief.</p>\n<p id=\"b509-5\">2</p>\n<p id=\"b509-6\">Congress’ enactment of NCLB represents another potentially significant “changed circumstance.” NCLB marked a dramatic shift in federal education policy. It reflects Congress’ judgment that the best way to raise the level of education nationwide is by granting state and local officials flexibility to develop and implement educational programs that address local needs, while holding them accountable for the results. NCLB implements this approach by requiring States receiving federal funds to define performance standards and to make regular assessments of progress toward the attainment of those standards. 20 U. S. C. § 6311(b)(2). NCLB conditions the continued receipt of funds on demonstrations of “adequate yearly progress.” <em>Ibid.</em></p>\n<p id=\"b510-4\"><page-number citation-index=\"1\" label=\"462\">*462</page-number>As relevant here, Title III (which includes the English Language Acquisition, Language Enhancement, and Academic Achievement Act) requires States to ensure that ELL students “attain English proficiency, develop high levels of academic attainment in English, and meet the same challenging State academic content and student academic achievement standards as all children are expected to meet.” § 6812(1). It requires States to set annual objective achievement goals for the number of students who will annually progress toward proficiency, achieve proficiency, and make “adequate yearly progress” with respect to academic achievement, § 6842(a), and it holds local schools and agencies accountable for meeting these objectives, § 6842(b).</p>\n<p id=\"b510-5\">Petitioners argue that through compliance with NCLB, the State has established compliance with the EEOA. They note that when a State adopts a compliance plan under NCLB — as the State of Arizona has — it must provide adequate assurances that ELL students will receive assistance “to achieve at high levels in the core academic subjects so that those children can meet the same . . . standards as all children are expected to meet.” § 6812(2). They argue that when the Federal Department of Education approves a State’s plan — as it has with respect to Arizona’s — it offers definitive evidence that the State has taken “appropriate action to overcome language barriers” within the meaning of the EEOA. § 1703(f).</p>\n<p id=\"b510-6\">The Court of Appeals concluded, and we agree, that because of significant differences in the two statutory schemes, compliance with NCLB will not necessarily constitute “appropriate action” under the EEOA. 516 F. 3d, at 1172-1176. Approval of an NCLB plan does not entail substantive review of a State’s ELL programming or a determination that the programming results in equal educational opportunity for ELL students. See §6823. Moreover, NCLB contains a saving clause, which provides that “[njothing in this part shall be construed in a manner inconsistent with any Federal law guaranteeing a civil right.” § 6847.</p>\n<p id=\"b511-4\"><page-number citation-index=\"1\" label=\"463\">*463</page-number>This does not mean, however, that NCLB is not relevant to petitioners’ Rule 60(b)(5) motion. To the contrary, we think it is probative in four principal ways.<footnotemark>12</footnotemark> First, it prompted the State to institute significant structural and programming changes in its delivery of ELL education,<footnotemark>13</footnotemark> leading the Court of Appeals to observe that “Arizona has significantly improved its ELL infrastructure.” 516 F. 3d, at 1154. These changes should not be discounted in the Rule 60(b)(5) analysis solely because they do not require or result from increased funding. Second, NCLB significantly increased federal funding for education in general and ELL programming in particular.<footnotemark>14</footnotemark> These funds should not be disregarded just because they are not state funds. Third, through its assessment and reporting requirements, NCLB <page-number citation-index=\"1\" label=\"464\">*464</page-number>provides evidence of the progress and achievement of No-gales’ ELL students.<footnotemark>15</footnotemark> This evidence could provide persuasive evidence of the current effectiveness of Nogales’ ELL programming.<footnotemark>16</footnotemark></p>\n<p id=\"b512-5\">Fourth and finally, NCLB marks a shift in federal education policy. See Brief for Petitioner Speaker of the Arizona House of Representatives et al. 7-16. NCLB grants States “flexibility” to adopt ELL programs they believe are “most effective for teaching English.” §6812(9). Reflecting a growing consensus in education research that increased funding alone does not improve student achievement,<footnotemark>17</footnotemark> <page-number citation-index=\"1\" label=\"465\">*465</page-number>NCLB expressly refrains from dictating funding levels. Instead, it focuses on the demonstrated progress of students through accountability reforms.<footnotemark>18</footnotemark> The original declaratory judgment order, in contrast, withdraws the authority of state and local officials to fund and implement ELL programs that best suit Nogales’ needs, and measures effective programming solely in terms of adequate incremental funding. This conflict with Congress’ determination of federal policy may constitute a significantly changed circumstance, warranting relief. See <em>Railway Employees </em>v. <em>Wright, </em>364 U. S. 642, 651 (1961) (noting that a court decree should be modified when “a change in law brings [the decree] in conflict with statutory objectives”).</p>\n<p id=\"b513-5\">3</p>\n<p id=\"b513-6\">Structural and management reforms in Nogales constitute another relevant change in circumstances. These reforms <page-number citation-index=\"1\" label=\"466\">*466</page-number>were led by Kelt Cooper, the Nogales superintendent from 2000 to 2005, who “adopted policies that ameliorated or eliminated many of the most glaring inadequacies discussed by the district court.” 516 F. 3d, at 1156. Among other things,, Cooper “reduce[d] class sizes,” “significantly improv[ed] student/teacher ratios,” “improved teacher quality,” “pioneered a uniform system of textbook and curriculum planning,” and “largely eliminated what had been a severe shortage of instructional materials.” <em>Id., </em>at 1156-1157. The Court of Appeals recognized that by “[u]sing careful financial management and applying for ‘all funds available,’ Cooper was able to achieve his reforms with limited resources.” <em>Id., </em>at 1157. But the Court of Appeals missed the legal import of this observation — that these reforms might have brought Nogales’ ELL programming into compliance with the EEOA even without sufficient ELL incremental funding to satisfy the District Court’s original order. Instead, the Court of Appeals concluded that to credit Cooper’s reforms would “penaliz[e]” Nogales “for doing its best to make do, despite Arizona’s failure to comply with the terms of the judgment,” and would “absolve the state from providing adequate ELL incremental funding as required by the judgment.” <em>Id., </em>at 1168. The District Court similarly discounted Cooper’s achievements, acknowledging that Nogales was “doing substantially better than it was in 2000,” but concluding that because the progress resulted from management efforts rather than increased funding, its progress was “fleeting at best.” 480 F. Supp. 2d, at 1160.</p>\n<p id=\"b514-5\">Entrenched in the framework of incremental funding, both courts refused to consider that Nogales could be taking .“appropriate action” to address language barriers even without having satisfied the original order. This was error. The EEOA seeks to provide “equal educational opportunity” to “all children enrolled in public schools.” § 1701(a). Its ultimate focus is on the quality of educational programming and <page-number citation-index=\"1\" label=\"467\">*467</page-number>services provided to students, not the amount of money-spent on them. Accordingly, there is no statutory basis for precluding petitioners from showing that Nogales has achieved EEOA-compliant programming by means other than increased funding — for example, through Cooper’s structural, curricular, and accountability-based reforms. The weight of research suggests that these types of local reforms, much more than court-imposed funding mandates, lead to improved educational opportunities.<footnotemark>19</footnotemark> Cooper even testified that, without the structural changes he imposed, “additional money” would not “have made any difference to th[e] students” in Nogales. Addendum to Reply Brief for Petitioner Speaker of the Arizona House of Representatives et al. 15.</p>\n<p id=\"b515-5\">The Court of Appeals discounted Cooper’s reforms for other reasons as well. It explained that while they “did ameliorate many of the specific examples of resource shortages that the district court identified in 2000,” they did not “result in such success as to call into serious question [No-gales’] need for increased incremental funds.” 516 F. 3d, at 1169. Among other things, the Court of Appeals referred to “the persistent achievement gaps documented in [Nogales’] AIMS test data” between ELL students and native speakers, <em>id, </em>at 1170, but any such comparison must take into account other variables that may explain the gap. In any event, the EEOA requires “appropriate action” to remove language barriers, § 1703(f), not the equalization of results between native and nonnative speakers on tests administered in English — a worthy goal, to be sure, but one that may be exceedingly difficult to achieve, especially for older ELL students.</p>\n<p id=\"b516-4\"><page-number citation-index=\"1\" label=\"468\">*468</page-number>The Court of Appeals also referred to the subpar performance of Nogales’ high schools. There is no doubt that No-gales’ high schools represent an area of weakness, but the District Court made insufficient factual findings to support a conclusion that the high schools’ problems stem from a failure to take “appropriate action,” and constitute a violation of the EEOA.<footnotemark>20</footnotemark></p>\n<p id=\"b516-5\">The EEOA’s “appropriate action” requirement grants States broad latitude to design, fund, and implement ELL programs that suit local needs and account for local conditions. A proper Rule 60(b)(5) inquiry should recognize this and should ask whether, as a result of structural and managerial improvements, Nogales is now providing equal educational opportunities to ELL students.</p>\n<p id=\"b516-6\">4</p>\n<p id=\"b516-7\">A fourth potentially important change is an overall increase in the education funding available in Nogales. The original declaratory judgment order noted five sources of funding that collectively financed education in the State: (1) the State’s “base level” funding, (2) ELL incremental funding, (3) federal grants, (4) regular district and county taxes, and (5) special voter-approved district and county taxes called “overrides.” 172 F. Supp. 2d, at 1227. All five sources have notably increased since 2000.<footnotemark>21</footnotemark> Nbtwithstand<page-number citation-index=\"1\" label=\"469\">*469</page-number>ing these increases, the Court of Appeals rejected petitioners’ claim that overall education funds were sufficient to support EEOA-compliant programming in Nogales. The court reasoned that diverting base-level education funds would necessarily hurt other state educational programs, and was not, therefore, an “‘appropriate’ step.” 516 F. 3d, at 1171. In so doing, it foreclosed the possibility that petitioners could establish changed circumstances warranting relief through an overall increase in education funding available in Nogales.</p>\n<p id=\"b517-5\">This was clear legal error. As we have noted, the EEOA’s “appropriate action” requirement does not necessarily require any particular level of funding, and to the extent that funding is relevant, the EEOA certainly does not require that the money come from any particular source. In addition, the EEOA plainly does not give the federal courts the authority to judge whether a State or a school district is providing “appropriate” instruction in other subjects. That remains the province of the States and the local schools. It is unfortunate if a school, in order to fund ELL programs, must divert money from other worthwhile programs, but such decisions fall outside the scope of the EEOA. Accordingly, the analysis of petitioners’ Rule 60(b)(5) motion should evaluate whether the State’s budget for general education funding, in addition to any local revenues,<footnotemark>22</footnotemark> is currently supporting EEOA-compliant ELL programming in Nogales.</p>\n<p id=\"b517-6\">Because the lower courts engaged in an inadequate Rule 60(b)(5) analysis, and because the District Court failed to make up-to-date factual findings, the analysis of the lower <page-number citation-index=\"1\" label=\"470\">*470</page-number>courts was incomplete and inadequate with respect to all of the changed circumstances just noted. These changes are critical to a proper Rule 60(b)(5) analysis, however, as they may establish that Nogales is no longer in violation of the EEOA and, to the contrary, is taking “appropriate action” to remove language barriers in its schools. If this is the case, continued enforcement of the District Court’s original order is inequitable within the meaning of Rule 60(b)(5), and relief is warranted.</p>\n<p id=\"b518-5\">IV</p>\n<p id=\"b518-6\">We turn, finally, to the District Court’s entry of statewide relief.<footnotemark>23</footnotemark> The Nogales district, which is situated along the Mexican border, is one of 239 school districts in the State of Arizona. Nogales students make up about one-half of 1 percent of the entire State’s school population.<footnotemark>24</footnotemark> The record contains no factual findings or evidence that any school district other than Nogales failed (much less continues to fail) to provide equal educational opportunities to ELL students. See App. to Pet. for Cert. in No. 08-294, at 177a-l78a. Nor have respondents explained how the EEOA could justify a statewide injunction when the only violation claimed or <page-number citation-index=\"1\" label=\"471\">*471</page-number>proved was limited to a single district. See <em>Jenkins, </em>515 U. S., at 89-90; <em>Milliken, </em>433 U. S., at 280. It is not even clear that the District Court had jurisdiction to issue a statewide injunction when it is not apparent that plaintiffs — a class of Nogales students and their parents — had standing to seek such relief.</p>\n<p id=\"b519-5\">The only , explanation proffered for the entry of statewide relief was based on an interpretation of the Arizona Constitution. We are told that the former attorney general “affirmatively urged a statewide remedy because a ‘Nogales only’ remedy would run afoul of the Arizona Constitution’s requirement of ‘a general and uniform public school system.’” Brief for Respondent Flores et al. 38 (quoting Ariz. Const., Art. 11, § 1(A); some internal quotation marks omitted).</p>\n<p id=\"b519-6\">This concern did not provide a valid basis for a statewide <em>federal </em>injunction. If the state attorney general believed that a federal injunction requiring increased ELL spending in one district necessitated, as a matter of state law, a similar increase in every other district in the State, the attorney general could have taken the matter to the state legislature or the state courts. But the attorney general did not do so. Even if she had, it is not clear what the result would have been. It is a question of state law, to be determined by state authorities, whether the equal funding provision of the Arizona Constitution would require a statewide funding increase to match Nogales’ ELL funding, or would leave Nogales as a federally compelled exception. By failing to recognize this, and by entering a statewide injunction that intruded deeply into the State’s budgetary processes based solely on the attorney general’s interpretation of state law, the District Court obscured accountability for the drastic remedy that it entered.</p>\n<p id=\"b519-7\">When it is unclear whether an onerous obligation is the work of the Federal or State Government, accountability is diminished. See <em>New York </em>v. <em>United States</em>, 505 U. S. 144, <page-number citation-index=\"1\" label=\"472\">*472</page-number>169 (1992). Here, the District Court “improperly prevented] the citizens of the State from addressing the issue [of statewide relief] through the processes provided by the State’s constitution.” <em>Hawaii </em>v. <em>Office of Hawaiian Affairs, </em>556 U. S. 163, 176-177 (2009). Assuming that petitioners, on remand, press their objection to the statewide extension of the remedy, the District Court should vacate the injunction insofar as it extends beyond Nogales unless the court concludes that Arizona is violating the EEOA on a statewide basis.</p>\n<p id=\"b520-5\">There is no question that the goal of the EEOA — overcoming language barriers — is a vitally important one, and our decision will not in any way undermine efforts to achieve that goal. If petitioners are ultimately granted relief from the judgment, it will be because they have shown that the Nogales School District is doing exactly what this statute requires — taking “appropriate action” to teach English to students who grew up speaking another language.</p>\n<p id=\"b520-6\">* * *</p>\n<p id=\"b520-7\">We reverse the judgment of the Court of Appeals and remand the cases for the District Court to determine whether, in accordance with the standards set out in this opinion, petitioners should be granted relief from the judgment. .</p>\n<p id=\"b520-8\">\n<em>It is so ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b488-9\"> We have previously held that Congress may validly abrogate the States’ sovereign immunity only by doing so (1) unequivocally and (2) pursuant to certain valid grants of constitutional authority. See, <em>e. g., Kimel </em>v. <em>Florida Bd. of Regents, </em>528 U. S. 62, 73 (2000). With respect to the second requirement, we have held that statutes enacted pursuant to § 5 of the Fourteenth Amendment must provide a remedy that is “congruent and proportional” to the injury that Congress intended to address. See <em>City of Boerne </em>v. <em>Flores, </em>521 U. S. 507, 520 (1997). Prior to <em>City of Boerne, </em>the Court of Appeals for the Ninth Circuit held that the EEOA, which was enacted pursuant to § 5 of the Fourteenth Amendment, see 20 U. S. C. §§ 1702(a)(1), (b), validly abrogates the States’ sovereign immunity. See <em>Los Angeles Branch NAACP </em>v. <em>Los Angeles Unified School Dish, </em>714 F. 2d 946, 950-951 (1983); see also <em>Flores </em>v. <em>Arizona, </em>516 F. 3d 1140, 1146, n. 2 (CA9 2008) (relying on <em>Los Angeles NAACP). </em>That issue is not before us in these cases.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b494-7\"> We do not agree with the conclusion of the Court of Appeals that “the Superintendent’s standing is limited” to seeking vacatur of the District Court’s orders “only as they run against him.” 516 F. 3d, at 1165. Had the superintendent sought relief based on satisfaction of the judgment, the Court of Appeals’ conclusion might have been correct. But as discussed infra, at 453, petitioners’ Rule 60(b)(5) claim is not based on satisfaction of the judgment. Their claim is that continued enforcement of the District Court’s orders would be inequitable. This claim implicates the orders in their entirety, and not solely as they run against the superintendent.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b495-9\"> The dissent is quite wrong in contending that these are not institutional reform eases because they involve a statutory, rather than a constitutional, claim and because the orders of the District Court do not micromanage the day-to-day operation of the schools. <em>Post, </em>at 496 (opinion of Breyer, J.). For nearly a decade, the orders of a Federal District Court have substantially restricted the ability of the State of Arizona to make basic decisions regarding educational policy, appropriations, and budget priorities. The record strongly suggests that some state officials have welcomed the involvement of the federal court as a means of achieving appropriations objectives that could not be achieved through the ordinary democratic process. See <em>supra, </em>at 443. Because of these features, these cases implicate all of the unique features and risks of institutional reform litigation.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b499-8\"> The dissent conveniently dismisses the Court of Appeals’ statements by characterizing any error that exists as “one of tone, not of law,” and by characterizing our discussion as reading them out of context. <em>Post, </em>at 510-511. But we do read these statements in context — in the context of the Court of Appeals’ overall treatment of petitioners’ Rule 60(b)(5) arguments — and it is apparent that they accurately reflect the Court of Appeals’ excessively narrow understanding of the role of Rule 60(b)(5).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b501-8\"> This does not mean, as the dissent misleadingly suggests, see <em>post, </em>at 492-493, that we are faulting the Court of Appeals for declining to decide whether the District Court’s original order was correct in the first place. On the contrary, as we state explicitly in the paragraph following this statement, our criticism is that the Court of Appeals did not engage in the changed-circumstances inquiry prescribed by <em>Rufo </em>v. <em>Inmates of Suffolk County Jail, </em>502 U. S. 367 (1992). By focusing excessively on the issue of incremental funding, the Court of Appeals was not true to the <em>Rufo </em>standard.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b504-8\"> In addition to concluding that the law’s increase in incremental funding was insufficient and that 2-year cutoff was irrational, both the District Court and the Court of Appeals held that HB 2064’s funding mechanism violates NCLB, which provides in relevant part: “A State shall not take into consideration payments under this chapter ... in determining the eligibility of any local educational agency in that State for State aid, or the amount of State aid, with respect to free public education of children.” 20 U.S.C. §7902. See 480 F. Supp. 2d, at 1166 (HB 2064’s funding mechanism is “absolutely forbidden” by § 7902); 516 F. 3d, at 1178 (“HB 2064 . .. violates [§ 7902] on its face”). Whether or not HB 2064 violates § 7902, see Brief for United States as <em>Amicus Curiae </em>31-32, and n. 8 (suggesting it does), neither court below was empowered to decide the issue. As the Court of Appeals itself recognized, NCLB does not provide a private right of action. See 516 F. 3d, at 1175. “Without [statutory intent], a cause of action does not exist and courts may not create one, no matter how desirable that might be as a policy matter, or how compatible with the statute.” <em>Alexander </em>v. <em>Sandoval, </em>532 U. S. 275, 286-287 (2001). Thus, NCLB is enforceable only by the agency charged with administering it. See <em>id., </em>at 289-290; see also App. to Brief for Respondent State of Arizona et al. 1-4 (letter from U. S. Department of Education to petitioner superintendent concerning the legality <em>vel non </em>of HB 2064).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b506-6\"> The extent to which the dissent repeats the errors of the courts below is evident in its statement that “[t]he question here is whether the State has shown that its <em>new funding program </em>amounts to a ‘change’ that satisfies subsection (f)’s requirement.” <em>Post, </em>at 510 (emphasis added). The proper inquiry is not limited to the issue of funding. Rather, it encompasses the question whether the State has shown any factual or legal changes that establish compliance with the EEOA.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b506-7\"> The dissent cites two sources for this proposition. The <em>first </em>— Cas<em>taneda </em>v. <em>Pickard, </em>648 F. 2d 989 (CA5 1981) — sets out a three-part test for “appropriate action.” Under that test, a State must (1) formulate a sound English language instruction educational plan, (2) implement that plan, and (3) achieve adequate results. See <em>id., </em>at 1009-1010. Whether or not this test provides much concrete guidance regarding the meaning of “appropriate action,” the test does not focus on incremental funding or on the provision of resources more generally.</p>\n<p id=\"b506-8\">The second source cited by the dissent — curiously—is a speech given by President Nixon in which he urged prompt action by Congress on legislation imposing a moratorium on new busing orders and on the Equal Educational Opportunities Act of 1972. See <em>post, </em>at 484 (citing Address to the Nation on Equal Educational Opportunity and Busing, 8 Weekly Comp, of Pres. Doc. 590, 591 (1972)). In the speech, President Nixon said that schools in poor neighborhoods should receive the “financial support . . . that we know can make all the difference.” <em>Id., </em>at 593. It is likely that this statement had nothing to do with the interpretation of the EEOA’s “appropriate action” requirement and instead referred to his proposal to “direc[t] over $2½ billion in the next year mainly towards improving the education of children from poor families.” <em>Id., </em>at 591. But in any event, this general statement, made in a Presidential speech two years prior <page-number citation-index=\"1\" label=\"459\">*459</page-number>to the enactment of the EEOA, surely sheds little light on the proper interpretation of the statute.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b508-8\"> By focusing on the adequacy of HB 2064’s funding provisions, the courts below neglected to address adequately the potential relevance of these programming provisions, which became effective immediately upon enactment of the law.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b509-7\"> See Brief for American Unity Legal Defense Fund et al. as <em>Amici Curiae </em>10-12 (citing sources, including New York City Board of Education, Educational Progress of Students in Bilingual and ESL Programs: a Longitudinal Study, 1990-1994 (1994); 2 K. Torrance, Immersion Not Submersion: Lessons From Three California Districts’ Switch From Bilingual Education to Structured Immersion 4 (2006)).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b509-8\"> See Ariz. Dept. of Ed., The Effects of Bilingual Education Programs and Structured English Immersion Programs on Student Achievement: A Large-Scale Comparison 3 (Draft July 2004) (“In the general statewide comparison of bilingual and SEI programs [in 2002-2003], those students in SEI programs significantly outperformed bilingual students in 24 out of 24 comparisons .... Though students in SEI and bilingual programs are no more than three months apart in the primary grades, bilingual students are more than a year behind their SEI counterparts in seventh and eighth grade”).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b511-5\"> Although the dissent contends that the sole argument raised below regarding NCLB was that compliance with that Act necessarily constituted compliance with the EEOA, the Court of Appeals recognized that NCLB is a relevant factor that should be considered under Rule 60(b)(5). It acknowledged that compliance with NCLB is at least “somewhat probative” of compliance with the EEOA. 516 F. 3d, at 1175, n. 46. The United States, in its brief as <em>amicus curiae </em>supporting respondents, similarly observed that, “[e]ven though Title III participation is not a complete defense under the EEOA, whether a State is reaching its own goals under Title III may be relevant in an EEOA suit.” Brief for United States 24. And the District Court noted that, “[b]y increasing the standards of accountability, [NCLB] has to some extent significantly changed State educators approach to educating students in Arizona.” <em>Flores </em>v. <em>Arizona, </em>480 F. Supp. 2d 1157, 1160-1161 (Ariz. 2007).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b511-6\"> Among other things, the state department of education formulated a compliance plan, approved by the U. S. Department of Education. The state board of education promulgated statewide ELL proficiency standards, adopted uniform assessment standards, and initiated programs for monitoring school districts and training structured English immersion teachers. See 516 F. 3d, at 1154; see also Reply Brief for Petitioner Superintendent 29-31.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b511-7\"> See Brief for Petitioner Superintendent 22, n. 13 (“At [Nogales], Title I monies increased from $1,644,029.00 in 2000 to $3,074,587.00 in 2006, Title II monies increased from $216,000.00 in 2000 to $466,996.00 in 2006, and Title III monies, which did not exist in 2000, increased from $261,818.00 in 2003 to $322,900.00 in 2006”).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b512-6\"> See, <em>e. g., </em>App. to Pet. for Cert. in No. 08-289, pp. 310-311 (2005-2006 testing data for ELL students, reclassified ELL students, and non-ELL students on statewide achievement tests); <em>id., </em>at 312 (2005-2006 data regarding Nogales’ achievement of the State’s annual measurable accountability objectives for ELL students).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b512-7\"> The Court of Appeals interpreted the testing data in the record to weigh against a finding of effective programming in Nogales. See 516 F. 3d, at 1157 (noting that “[t]he limits of [Nogales’] progress... are apparent in the AIMS test results and reclassification test results”); <em>id., </em>at 1169-1170 (citing “the persistent achievement gaps documented in [Nogales’] AIMS test data” between ELL students and native speakers). We do not think the District Court made sufficient factual findings to support its conclusions about the effectiveness of Nogales’ ELL programming, and we question the Court of Appeals’ interpretation of the data for three reasons. First, as the Court of Appeals recognized, the absence of longitudinal data in the record precludes useful comparisons. See <em>id., </em>at 1155. Second, the AIM'S tests — the statewide achievement tests on which the Court of Appeals primarily relied and to which the dissent cites in Appendix A of its opinion — are administered in English. It is inevitable that ELL students (who, by definition, are not yet proficient in English) will underperform as compared to native speakers. Third, the negative data that the Court of Appeals highlights is balanced by positive data. See, <em>e. g., </em>App. 97 (reporting that for the 2005-2006 school year, on average, reclassified students did as well as, if not better than, native English speakers on the AIMS tests).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b512-8\"> See, <em>e. g., </em>Hanushek, The Failure of Input-Based Schooling Policies, 113 Economic J. F64, F69 (Feb. 2003) (reviewing U. S. data regarding “input policies” and concluding that although such policies “have been vigorously pursued over a long period of time,” there is “no evidence that <page-number citation-index=\"1\" label=\"465\">*465</page-number>the added resources have improved student performance”); A. LeFevre, American Legislative Exchange Council, Report Card on American Education: A State-by-State Analysis 132-133 (15th ed. 2008) (concluding that spending levels alone do not explain differences in student achievement); G. Burtless, Introduction and Summary, in Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success 1, 5 (1996) (noting that “[i]ncreased spending on school inputs has not led to notable gains in school performance”).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b513-8\"> Education literature overwhelmingly supports reliance on accountability-based reforms as opposed to pure increases in spending. See, <em>e. g., </em>Hanushek &amp; Raymond, Does School Accountability Lead to Improved Student Performance? 24 J. Pol’y Analysis &amp; Mgmt. 297, 298 (2005) (concluding that “the introduction of accountability systems into a state tends to lead to larger achievement growth than would have occurred without accountability”); U. S. Chamber of Commerce, Leaders and Laggards: A State-by-State Report Card on Educational Effectiveness 6, 7-10 (Feb. 2007) (discussing various factors other than inputs — such as a focus on academic standards and accountability — that have a significant impact on student achievement); S. Fuhrman, Introduction, in Redesigning Accountability Systems for Education 1, 3-9 (S. Fuhrman &amp; R. Elmore eds. 2004); E. Hanushek et al., Making Schools Work: Improving Performance and Controlling Costs 151-176 (1994).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b515-6\"> See, <em>e.g., </em>Springer &amp; Guthrie, Politicization of the School Finance Legal Process, in School Money Trials 102, 121 (M. West &amp; P. Peterson eds. 2007); E. Hanushek &amp; A. Lindseth, Schoolhouses, Courthouses, and Statehouses: Solving the Funding-Achievement Puzzle in America’s Public Schools 146 (2009).</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b516-8\"> There are many possible causes for the performance of students in Nogales’ high school ELL programs. These include the difficulty of teaching English to older students (many of whom, presumably, were not in English-speaking schools as younger students) and problems such as drug use and the prevalence of gangs. See Reply Brief for Petitioner Speaker of the Arizona House of Representatives et al. 14-15; Reply Brief for Petitioner Superintendent 16-17; App. 116-118. We’ note that no court has made particularized findings as to the effectiveness of ELL programming offered at Nogales’ high schools.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b516-9\"> The Court of Appeals reported, and it is not disputed, that “[o]n an inflation-adjusted statewide basis, including all sources of funding, support for education has increased from $8,139 per pupil in 2000 to an estimated <page-number citation-index=\"1\" label=\"469\">*469</page-number>$3,570 per pupil in 2006; Adding in all county and local sources, funding has gone from $5,677 per pupil in 2000 to an estimated $6,412 per pupil in 2006. Finally, federal funding has increased. In 2000, the federal government provided an additional $526 per pupil; in 2006, it provided an estimated $953.” 516 F. 3d, at 1155.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b517-8\"> Each year since 2000, Nogales voters have passed an override. Revenues from Nogales’ override have increased from $895,891 in 2001 to $1,674,407 in 2007. App. to Pet.,for Cert. in No. 08-294, p. 431a.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b518-7\"> The dissent contends that this issue was not raised below, but what is important for present purposes is that, for the reasons explained in the previous parts of this opinion, these cases must be remanded to the District Court for a proper Rule 60(b)(5) analysis. Petitioners made it clear at oral argument that they wish to argue that the extension of the remedy to districts other than Nogales should be vacated. See Tr. of Oral Arg. 68 (“Here the EEOA has been transmogrified to apply statewide. That has not been done before. It should not have been done in the first instance but certainly in light of the changed circumstances”); see also <em>id., </em>at 17-18, 21, 26. Accordingly, <em>if </em>petitioners raise that argument on remand, the District Court must consider whether there is any legal or factual basis for denying that relief.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b518-8\"> See Ariz. Dept. of Ed., Research and Evaluation Section, 2008-2009 October Enrollment by School, District and Grade 1, 17, http://www.ade.state.az.us/researchpolicy/AZEnroll/2008-2009/Octenroll2009schoolbygrade.pdf (as visited June 18, 2009, and available in Clerk of Court’s case file).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-4\" type=\"dissent\">\n<author id=\"b520-9\">Justice Breyer,</author>\n<p id=\"AJx\">with whom Justice Stevens, Justice Souter, and Justice Ginsburg join, dissenting.</p>\n<p id=\"b520-10\">The Arizona Superintendent of Public Instruction, the President of the Arizona Senate, and the Speaker of the Arizona House of Representatives (the petitioners here) brought a Federal Rule of Civil Procedure 60(b)(5) motion in a Federal District Court asking the court to set aside a judgment (and accompanying orders) that the court had entered in the year 2000. The judgment held that the State of Arizona’s plan for funding its English Language Learner program was <page-number citation-index=\"1\" label=\"473\">*473</page-number>arbitrary, and therefore the State had failed to take “appropriate action to overcome language barriers that impede equal participation by its” Spanish-speaking public school students “in its instructional programs.” 20 U. S. C. § 1703(f); <em>Castaneda </em>v. <em>Pickard, </em>648 F. 2d 989, 1010 (CA5 1981) (interpreting “appropriate action” to include the provision of “necessary” financial and other “resources”). The moving parties argued that “significant change[s] either in factual conditions or in law,” <em>Rufo </em>v. <em>Inmates of Suffolk County Jail, </em>502 U. S. 367, 384 (1992), entitled them to relief. The State of Arizona, the Arizona Board of Education, and the original plaintiffs in the case (representing students from Nogales, Arizona) opposed the superintendent’s Rule 60(b)(5) motion. They are respondents here.</p>\n<p id=\"b521-5\">The District Court, after taking evidence and holding eight days of hearings, considered all the changed circumstances that the parties called to its attention. The court concluded that some relevant “changes” had taken place. But the court ultimately found those changes insufficient to warrant setting aside the original judgment. The Court of Appeals, in a carefully reasoned 41-page opinion, affirmed that district court determination. This Court now sets the Court of Appeals’ decision aside. And it does so, it says, because “the lower courts focused excessively on the narrow question of the adequacy of the State’s incremental funding for [English-learning] instruction instead of <em>fairly considering </em>the broader question, whether, as a result of important changes during the intervening years, the State was fulfilling its obligation” under the Act “by other means.” <em>Ante, </em>at 439 (emphasis added).</p>\n<p id=\"b521-6\">The Court reaches its ultimate conclusion — that the lower courts did not <em>“fairly consider” </em>the changed circumstances— in a complicated way. It begins by placing these cases in a category it calls “institutional reform litigation.” <em>Ante, </em>at 447. It then sets forth special “institutional reform litigation” standards applicable when courts are asked to modify <page-number citation-index=\"1\" label=\"474\">*474</page-number>judgments and decrees entered in such cases. It applies those standards, and finds that the lower courts committed error.</p>\n<p id=\"b522-5\">I disagree with the Court for several reasons. For one thing, the “institutional reform” label does not easily fit these cases. For another, the review standards the Court enunciates for “institutional reform” cases are incomplete and, insofar as the Court applies those standards here, they effectively distort Rule 60(b)(5)’s objectives. Finally, my own review of the record convinces me that the Court is wrong regardless. <em>The lower courts did “fairly consider” every change in circumstances that the parties called to their attention. </em>The record more than adequately supports this conclusion. In a word, I fear that the Court misapplies an inappropriate procedural framework, reaching a result that neither the record nor the law adequately supports. In doing so, it risks denying schoolchildren the English-learning instruction necessary “to overcome language barriers that impede” their “equal participation.” 20 U. S. C. § 1703(f).</p>\n<p id=\"b522-6\">I</p>\n<p id=\"b522-7\">A</p>\n<p id=\"b522-8\">To understand my disagreement with the Court, it is unfortunately necessary to examine the record at length and in detail. I must initially focus upon the Court’s basic criticism of the lower courts’ analysis, namely, that the lower courts somehow lost sight of the forest for the trees. In the majority’s view, those courts — as well as this dissent — wrongly focused upon a subsidiary matter, “incremental” English-learning program “funding,” rather than the basic matter, whether “changes” had cured, or had come close to curing, the violation of federal law that underlay the original judgment. <em>Ante, </em>at 439. In the Court’s view, it is as if a district court, faced with a motion to dissolve a school desegregation decree, focused only upon the school district’s failure to pur<page-number citation-index=\"1\" label=\"475\">*475</page-number>chase 50 decree-required school buses, instead of discussing the basic question, whether the schools had become integrated without need for those 50 buses.</p>\n<p id=\"b523-5\">Thus the Court writes that the lower courts focused so heavily on the original decree’s “incremental funding” requirement that they failed to ask whether “the State was fillfilling its obligation under” federal law “by other means.” <em>Ibid. </em>And the Court frequently criticizes the Court of Appeals for having “focused almost exclusively on the sufficiency of incremental funding,” <em>ante, </em>at 452; for “confining the scope of its analysis to” the “incremental funding requirement,” <em>ante, </em>at 453; for having “asked only whether changed circumstances affected [English-learning] funding and, more specifically . . . incremental funding,” <em>ibid.; </em>for inquiring only “into whether the deficiency in ... incremental funding that the District Court identified in 2000 had been remedied,” <em>ante, </em>at 454; and (in case the reader has not yet gotten the point) for “focusing so intensively on Arizona’s incremental... funding,” <em>ante, </em>at 455. The Court adds that the District Court too was wrong to have “asked only whether petitioners had satisfied the original declaratory judgment order through increased incremental funding.” <em>Ibid.</em></p>\n<p id=\"b523-6\">The problem with this basic criticism is that the State’s provision of adequate resources to its English-learning students, <em>i. e., </em>what the Court refers to as “incremental funding,” has always been the basic contested issue in these cases. That is why the lower courts continuously focused attention directly upon it. In the context of these cases they looked directly at the forest, not the trees. To return to the school desegregation example, the court focused upon the heart of the matter, the degree of integration, and not upon the number of buses the school district had purchased. A description of the statutory context and the history of these eases makes clear that the Court cannot sensibly drive a <page-number citation-index=\"1\" label=\"476\">*476</page-number>wedge (as it wishes to do) between what it calls the “incremental funding” issue and the uncured failure to comply with the requirements of federal law.</p>\n<p id=\"b524-5\">1</p>\n<p id=\"b524-6\">The lawsuit filed in these cases charged a violation of subsection (f) of §204 of the Equal Educational Opportunities Act of 1974, 88 Stat. 515, 20 U. S. C. § 1703(f). Subsection (f) provides:</p>\n<blockquote id=\"b524-7\">“No State shall deny equal educational opportunity to an individual on account of his or her race, color, sex, or national origin by—</blockquote>\n<blockquote id=\"b524-8\">“(f) the failure by an educational agency to take appropriate action to overcome language barriers that impede equal participation by its students in its instructional programs.”</blockquote>\n<p id=\"b524-9\">The provision is part of a broader Act that embodies principles that President Nixon set forth in 1972, when he called upon the Nation to provide “equal educational opportunity to every person,” including the many “poor” and minority children long “doomed to inferior education” as well as those <em>“who start their education under language handicaps.” </em>See Address to the Nation on Equal Educational Opportunity and Busing, 8 Weekly Comp, of Pres. Doc. 590, 591 (emphasis added) (hereinafter Nixon Address).</p>\n<p id=\"b524-10\">In 1974, this Court wrote that to provide all students “with the same facilities, textbooks, teachers, and curriculum” will “effectively <em>foreclos[eJ” those “students who do not understand English . . . from any meaningful education,” </em>making a “mockery of public education.” <em>Lau. </em>v. <em>Nichols, </em>414 U. S. 563, 566 (emphasis added). The same year Congress, reflecting these concerns, enacted subsection (f) of the Act — a subsection that seeks to “remove language ... barri<page-number citation-index=\"1\" label=\"477\">*477</page-number>ers” that impede “true equality of educational opportunity.” H. R. Rep. No. 92-1335, p. 6 (1972).</p>\n<p id=\"b525-5\">2</p>\n<p id=\"b525-6\">In 1981, in <em>Castaneda </em>v. <em>Pickard, </em>648 F. 2d 989, the Court of Appeals for the Fifth Circuit interpreted subsection (f). It sought to construe the statutory word “appropriate” so as to recognize both the obligation to take account of “the need of limited English speaking children for language assistance” and the fact that the “governance” of primary and secondary education ordinarily “is properly reserved to . . . state and local educational agencies.” <em>Id., </em>at 1008, 1009.</p>\n<p id=\"b525-7\">The court concluded that a court applying subsection (f) should engage in three inquiries. <em>First, </em>the court should “ascertain” whether the school system, in respect to students who are not yet proficient in English, “is pursuing” an English-learning program that is “informed by an educational theory recognized as sound by some experts in the field or, at least, deemed a legitimate experimental strategy.” <em>Ibid. Second, </em>that court should determine “whether the programs and practices actually used by [the] school system are reasonably calculated to implement effectively the educational theory adopted by the school,” which is to say that the school system must <em>“follow through with practices, resources and personnel necessary to transform” </em>its chosen educational theory <em>“into reality.” Id., </em>at 1010 (emphasis added). <em>Third, </em>if practices, resources, and personnel are adequate, the court should go on to ascertain whether there is some indication that the programs produce “results,” <em>i. e., </em>that “the language barriers confronting students are actually being overcome.” <em>Ibid.</em></p>\n<p id=\"b525-8\">Courts in other Circuits have followed <em>Castaneda’s </em>approach. See, <em>e. g., Gomez </em>v. <em>Illinois State Bd. of Educ., </em>811 F. 2d 1030, 1041 (CA7 1987); <em>United States </em>v. <em>Texas, </em>680 F. 2d 356, 371 (CA5 1982); <em>Valeria G. </em>v. <em>Wilson, 12 </em>F. Supp. 2d <page-number citation-index=\"1\" label=\"478\">*478</page-number>1007, 1017-1018 (ND Cal. 1998). No Circuit has denied its validity. And no party in these cases contests the District Court’s decision to use Castaneda’s three-part standard in these cases before us.</p>\n<p id=\"b526-5\">3</p>\n<p id=\"b526-6\">The plaintiffs in these cases are a class of English language learner students, <em>i. e., </em>students with limited proficiency in English, who are enrolled in the school district in Nogales, a small city along the Mexican border in Arizona in which the vast majority of students come from homes where Spanish is the primary language. In 1992, they filed the present lawsuit against the State of Arizona, its board of education, and the superintendent, claiming that the State had violated subsection (f), not by failing to adopt proper English-learning programs, but by failing “to provide <em>financial and other resources </em>necessary” to make those programs a practical reality for Spanish-speaking students. App. 7, ¶20 (emphasis added); see <em>Castaneda, supra, </em>at 1010 (second, <em>i. e., </em>“resource,” requirement). In particular, they said, “[t]he cost” of programs that would allow those students to learn effectively, say, to read English at a proficient level, “far exceeds the only financial assistance the State theoretically provides.” App. 7, ¶ 20(a).</p>\n<p id=\"b526-7\">The students sought a declaration that the State had “systematically . . . failed or refused to provide fiscal as well as other resources sufficient to enable” the Nogales Unified School District and other “similarly situated [school] districts” to “establish and maintain” successful programs for English learners. <em>Id., </em>at 10, ¶ 28. And they sought an appropriate injunction requiring the provision of such resources. The state defendants answered the complaint. And after resolving disagreements on various subsidiary issues, see <em>id., </em>at 19-30, the parties proceeded to trial on the remaining disputed issue in the case, namely, whether the State and its education authorities <em>“adequately fund and oversee” </em>their English-learning program. <em>Flores </em>v. <em>Ari</em><page-number citation-index=\"1\" label=\"479\">*479</page-number><em>zona, </em>172 F. Supp. 2d 1225, 1226 (Ariz. 2000) (emphasis added).</p>\n<p id=\"b527-5\">In January 2000, after a 3-day bench trial, the District Court made 64 specific factual findings, including the following:</p>\n<p id=\"b527-6\">(1) The State assumes that its school districts need (and will obtain from local and statewide sources) funding equal to a designated “base level amount” per child — reflecting the funding required to educate a “typical” student, <em>Flores </em>v. <em>Arizona, </em>516 F. 3d 1140, 1147 (CA9 2008) — along with an additional amount needed to educate each child with special educational needs, including those children who are not yet proficient in English. 172 F. Supp. 2d, at 1227-1228.</p>\n<p id=\"b527-7\">(2) In the year 2000, the “base level amount” the State assumed necessary to educate a typical child amounted to roughly $3,174 (in year 2000 dollars). <em>Id., </em>at 1227.</p>\n<p id=\"b527-8\">(3) A cost study conducted by the State in 1988 showed that, at that time, English-learning programming cost school districts an additional $424 per English-learning child. <em>Id., </em>at 1228. Adjusted for inflation to the year 2000, the extra cost per student of the State’s English-learning program was $617 per English-learning child.</p>\n<p id=\"b527-9\">(4) In the year 2000, the State’s funding formula provided school districts with only $150 to pay for the $617 in extra costs per child that the State assumed were needed to pay for its English-learning program. <em>Id., </em>at 1229.</p>\n<p id=\"b527-10\">The record contains no suggestion that Nogales, or any other school district, could readily turn anywhere but to the State to find the $467 per-student difference between the amount the State assumed was needed and the amount that it made available. See <em>id., </em>at 1230. Nor does the record contain any suggestion that Nogales or any other school district could have covered additional costs by redistributing “base level,” typical-child funding it received. (In the year 2000, Arizona, compared with other States, provided the third-lowest amount of funding per child. U. S. Dept. of Ed<page-number citation-index=\"1\" label=\"480\">*480</page-number>ucation, Institute of Education Sciences, National Center for Education Statistics, T. Snyder, S. Dillow, <em>&amp; </em>C. Hoffman, Digest of Education Statistics 2008, Ch. 2, Revenues and Expenditures, Table 184, http://nces.ed.gov/pubs2009/2009020.pdf (hereinafter 2008 Digest) (all Internet materials as visited June 28, 2009, and available in Clerk of Court’s case file).)</p>\n<p id=\"b528-5\">Based on these and related findings, the District Court concluded that the State’s method of paying for the additional costs associated with English-learning education was “arbitrary and capricious and [bore] no relation to the actual funding needed.” 172 F. Supp. 2d, at 1239. The court added that the State’s provision of financial resources was “not reasonably calculated to effectively implement” the English-learning program chosen by the State. <em>Ibid. </em>Hence, the State had failed to take “appropriate action” to teach English to non-English-speaking students, in that it had failed (in Castaneda’s words) to provide the “practices, resources, and personnel” necessary to make its chosen educational theory a “reality.” 172 F. Supp. 2d, at 1238-1239; see also § 1703(f); <em>Castaneda, </em>648 F. 2d, at 1010.</p>\n<p id=\"b528-6\">The District Court consequently entered judgment in the students’ favor. The court later entered injunctions (1) requiring the State to “prepare a cost study to establish the proper appropriation to effectively implement” the State’s own English-learning program, and (2) requiring the State to develop a funding mechanism that would bear <em>some “reasonably]” </em>or <em>“rational </em>relatio[n] to the actual funding needed” to ensure that non-English-speaking students would “achieve mastery” of the English language. See, <em>e. g., Flores </em>v. <em>Arizona, </em>160 F. Supp. 2d 1043, 1045, 1047 (Ariz. 2000); No. CV-92-596-TUCACM, 2001 WL 1028369, *2 (D. Ariz., June 25, 2001) (emphasis added).</p>\n<p id=\"b528-7\">The State neither appealed nor complied with the 2000 declaratory judgment or any of the injunctive orders. When, during the next few years, the State failed to produce either a study of the type ordered or a funding program rationally related to need for financial resources, the court imposed a <page-number citation-index=\"1\" label=\"481\">*481</page-number>series of fines upon the State designed to lead the State to comply with its orders. <em>Flores </em>v. <em>Arizona, </em>405 F. Supp. 2d 1112, 1120 (Ariz. 2005).</p>\n<p id=\"b529-5\">In early 2006, the state legislature began to consider HB 2064, a bill that, among other things, provided for the creation of a “Task Force” charged to develop “cost-efficient” methods for teaching English. The bill would also increase the appropriation for teaching English to students who needed to learn it (though it prohibited the spending of any increase upon any particular student for more than two years). In March 2006, the petitioners here (the Arizona Superintendent of Public Instruction, the President of Arizona’s Senate, and the Speaker of its House of Representatives) asked the District Court (1) to consider whether HB 2064, as enacted, would satisfy its judgment and injunctive orders, (2) to forgive the contempt fine liability that the State had accrued, and (3) to dissolve the injunctive orders and grant relief from the 2000 judgment. Motion of Intervenors To Purge Contempt, Dissolve Injunctions, Declare the Judgment and Orders Satisfied, and Set Aside Injunctions as Void in No. CV-92-596-TUC-RCC (D. Ariz., Mar. 24, 2006), Dkt. No. 422, pp. 1-2 (hereinafter Motion To Purge).</p>\n<p id=\"b529-6\">The dissolution request, brought under Rule 60(b)(5), sought relief in light of changed circumstances. <em>The “significant changed circumstances” identified amounted to changes in the very circumstances that underlay the initial finding of violation, namely, Arizona’s funding-based failure to provide adequate English-learning educational resources. </em>The moving parties asserted that “Arizona has poured money” into Nogales as a result of various funding changes, <em>id, </em>at 5. They pointed to a 0.6% addition to the state sales tax; to the dedication of a portion of the State’s share of Indian gaming proceeds to Arizona school districts; to the increase in federal funding since 2001; and to HB 2064’s increase in state-provided funding. <em>Id, </em>at 5-8. The parties said that, in light of these “dramatic” additions to the funding available for education in Arizona, the court should <page-number citation-index=\"1\" label=\"482\">*482</page-number>“declare the judgment and orders satisfied, and ... relieve defendants from the judgment and orders under Rule 60(b)(5).” <em>Id., </em>at 8.</p>\n<p id=\"b530-5\">In April 2006, the District Court held that HB 2064 by itself did not adequately satisfy the court’s orders; it denied the request to forgive the fines; but it did not decide the petitioners’ Rule 60(b)(5) motion. In August 2006, the Court of Appeals ordered the District Court to decide that motion, and, in particular, to consider whether changes to “the landscape of educational funding ... required modification of the original court order or otherwise had a bearing on the appropriate remedy.” <em>Flores </em>v. <em>Rzeslawski, </em>204 Fed. Appx. 580, 582 (CA9 2006) (memorandum).</p>\n<p id=\"b530-6\">In January 2007, the District Court held a hearing that lasted eight days and produced an evidentiary transcript of 1,684 pages. The hearing focused on the changes that the petitioners said had occurred and justified setting aside the original judgment. The petitioners pointed to three sets of changed circumstances — all related to “practices, resources, and personnel” — which, in their view, showed that the judgment and the related orders were no longer necessary. They argued that the changes had brought the State into compliance with the Act’s requirements. The three sets of changes consisted of (1) increases in the amount of funding available to Arizona school districts; (2) changes in the method of English-learning instruction; and (3) changes in the administration of . the Nogales school district. These changes, the petitioners said, had cured the resource-linked deficiencies that were noted in the District Court’s 2000 judgment, 172 F. Supp. 2d, at 1239, and rendered enforcement of the judgment and related orders unnecessary.</p>\n<p id=\"b530-7\">Based on the hearing and the briefs, the District Court again found that HB 2064 by itself did not cure the “resource” problem; it found that all of the changes, resource-related and otherwise, including the new teaching and administrative methods, taken together, were not sufficient <page-number citation-index=\"1\" label=\"483\">*483</page-number>to warrant setting aside the judgment or the injunctive orders; and it denied the Rule 60(b)(5) motion for relief. <em>Flores </em>v. <em>Arizona, </em>480 F. Supp. 2d 1157, 1164-1167 (Ariz. 2007). The Court of Appeals affirmed the District Court’s conclusions, setting forth its reasons, as I have said, in a lengthy and detailed opinion. The state superintendent, along with the Speaker of the Arizona House of Representatives and the President of the Arizona Senate, sought certiorari, and we granted the petition.</p>\n<p id=\"b531-5\">B</p>\n<p id=\"b531-6\">Five conclusions follow from the description of these cases I have just set forth. First, the Rule 60(b)(5) “changes” upon which the District Court focused included the “changed teaching methods” and the “changed administrative systems” that the Court criticizes the District Court for ignoring. Compare <em>ante, </em>at 459-461, 465-467, with Parts III-A, III-C, <em>infra. </em>Those changes were, in the petitioners’ view, related to the “funding” issue, for those changes reduced the need for increased funding. See Motion To Purge 7. I concede that the majority of the District Court’s factual findings focused on funding, see <em>ante, </em>at 455-456. But where is the <em>legal error, </em>given that the opinion clearly shows that the District Court considered, “Tocus[ed]’” upon, and wrote about <em>all </em>the matters the petitioners raised? <em>Ante, </em>at 456-457; 480 F. Supp. 2d, at 1160-1161.</p>\n<p id=\"b531-7\">Second, the District Court and the Court of Appeals focused more heavily upon “incremental funding” costs, see <em>ante, </em>at 452-456, for the <em>reason </em>that the State’s provision for those <em>costs </em>— i. <em>e., </em>its provision of the resources necessary to run an adequate English-learning program — was the basic contested issue at the 2000 trial and the sole basis for the District Court’s finding of a statutory violation. 172 F. Supp. 2d, at 1226. That is, the sole subsection (f) dispute in the cases originally was whether the State provides the “practices, resources and personnel necessary” to implement its English-learning program. <em>Castaneda, </em>648 F. 2d, at 1010. <page-number citation-index=\"1\" label=\"484\">*484</page-number>To be sure, as the Court points out, changes other than to the State’s funding system could demonstrate that Nogales was receiving the necessary resources. See, <em>e. g., ante, </em>at 459-461. But given the centrality of “resources” to these cases, it is hardly surprising that the courts below scrutinized the State’s provision of “incremental funding,” <em>but without ignoring </em>the other related changes to which the petitioners pointed, such as changes in teaching methods and administration (all of which the District Court rejected as insufficient). See Part III, <em>infra.</em></p>\n<p id=\"b532-5\">Third, the type of issue upon which the District Court and Court of Appeals focused lies at the heart of the statutory demand for equal educational opportunity. A State’s failure to provide the “practices, resources and personnel necessary” to eliminate the educational burden that accompanies a child’s inability to speak English is precisely what the statute forbids. See <em>Castaneda, supra, </em>at 1010 (emphasizing the importance of providing “resources”); Nixon Address 593 (referring to the importance of providing “financial support”). And no one in these cases suggests there is no need for those resources, <em>e. g., </em>that there are no extra costs associated with English-learning education irrespective of the teaching method used. English-learning students, after all, not only require the instruction in “academic content areas” like math and science that “typical” students require, but they also need to increase their proficiency in speaking, reading, and writing English. This language-acquisition instruction requires particular textbooks and other instructional materials, teachers trained in the school’s chosen method for teaching English, special assessment tests, and tutoring and other individualized instruction — all of which resources cost money. Brief for Tucson Unified School District et al. as <em>Amici Curiae </em>10-13; Structured English Immersion Models of the Arizona English Language Learners Task Force, http://www.ade.state.az.us/ELLTaskForce/2008/SEIModels 05-14-08.pdf (describing Arizona’s requirement that <page-number citation-index=\"1\" label=\"485\">*485</page-number>English-learning students receive four hours of language-acquisition instruction per day from specially trained teachers using designated English-learning materials); Imazeki, Assessing the Costs of Adequacy in California Public Schools, 3 Educ. Fin. &amp; Pol’y 90, 100 (2008) (estimating that English-learning students require 74% more resources than typical students). That is why the petitioners, opposed as they are to the District Court’s judgment and orders, admitted to the District Court that English learners “need extra help and that costs extra money.” See 480 F. Supp. 2d, at 1161.</p>\n<p id=\"b533-5\">Fourth, <em>the </em>“resource” <em>issue </em>that the District Court focused upon when it decided the Rule 60(b)(5) motion and <em>the statutory subsection (f) issue </em>that lies at the heart of the court’s original judgment (and the plaintiffs’ original complaint) are not <em>different </em>issues, as the Court claims. See <em>ante, </em>at 457-459. Rather, in all essential respects <em>they are one and the same issue. </em>In focusing upon the one, the District Court and Court of Appeals were focusing upon the other. For all practical purposes, changes that would have proved sufficient to show the statutory violation cured would have proved sufficient to warrant setting aside the original judgment and decrees, and vice versa. And in context, judges and parties alike were fully aware of the modification/ violation relationship. See, <em>e. g., </em>Intervenor-Defendants’ Closing Argument Memorandum, No. CV-92-596-TUC-RCC (D. Ariz., Mar. 13,2007), Dkt. No. 631, p. 1 (arguing that factual changes had led to “satisfaction]” of the judgment).</p>\n<p id=\"b533-6\">To say, as the Court does, that “[f]unding is merely one tool that may be employed to achieve the statutory objective,” <em>ante, </em>at 459, while true, is beside the point. Of course, a State might violate the Act in other ways. But one way in which a State can violate the Act is to fail to provide necessary “practices, resources and personnel.” And that is the way the District Court found that the State had violated the Act here. Thus, whatever might be true of some other <page-number citation-index=\"1\" label=\"486\">*486</page-number>case, in these cases the failure to provide adequate resources and the underlying subsection (f) violation were one and the same thing.</p>\n<p id=\"b534-5\">Fifth, the Court is wrong when it suggests that the District Court ordered “increased incremental funding,” <em>ante, </em>at 455; when it faults the District Court for effectively “dictating state or local budget priorities,” <em>ante, </em>at 448; when it claims that state officials welcomed the result “as a means of achieving appropriations objectives,” <em>ante, at </em>447, n. 3; and when it implies that the District Court’s orders required the State to provide a “particular level of funding,” <em>ante, </em>at 469. The District Court ordered the State to produce a plan that set forth a “reasonable” or “rational” relationship between the needs of English-learning students and the resources provided to them. The orders expressed no view about what <em>kind </em>of English-learning program the State should use. Nor did the orders say anything about the <em>amount </em>of “appropriations” that the State must provide, <em>ante, </em>at 447, n. 3, or about any “particular funding mechanism,” <em>ante, </em>at 455, that the State was obligated to create. Rather, the District Court left it up to the State “to recommend [to the legislature] the level of funding necessary to support the programs that it determined to be the most effective.” 160 F. Supp. 2d, at 1044. It ordered no more than that the State <em>(whatever </em>kind of program it decided to use) must see that the chosen program benefits from a funding system that is not “arbitrary and capricious,” but instead “bear[s] a rational relationship” to the resources needed to implement the State’s method. No. CV-92-596-TUCACM, 2001 WL 1028369, *2.</p>\n<p id=\"b534-6\">II</p>\n<p id=\"b534-7\">Part I shows that there is nothing suspicious or unusual or unlawful about the lower courts having focused primarily upon changes related to the resources Arizona would devote to English-learning education (while also taking account of <em>all </em>the changes the petitioners raised). Thus the Court’s <page-number citation-index=\"1\" label=\"487\">*487</page-number><em>basic </em>criticism of the lower court decisions is without foundation. I turn next to the Court’s discussion of the standards of review the Court finds applicable to “institutional reform” litigation.</p>\n<p id=\"b535-5\">To understand my concern about the Court’s discussion of standards, it is important to keep in mind the well-known standards that ordinarily govern the evaluation of Rule 60(b)(5) motions. The Rule by its terms permits modification of a judgment or order (1) when “the judgment has been satisfied,” (2) “released,” or (3) “discharged”; when the judgment or order (4) “is based on an earlier judgment that has been reversed or vacated”; or (5) “applying [the judgment] prospectively is no longer equitable.” No one can claim that the second, third, or fourth grounds are applicable here. The relevant judgment and orders have not been released or discharged; nor is there any relevant earlier judgment that has been reversed or vacated. Thus the only Rule 60(b)(5) questions are whether the judgment and orders have been satisfied, or, if not, whether their continued application is “equitable.” And, as I have explained, in context these come down to the same question: Is continued enforcement inequitable because the defendants have satisfied the 2000 declaratory judgment or at least have come close to doing so, and, given that degree of satisfaction, would it work unnecessary harm to continue the judgment in effect? See <em>supra, </em>at 485-486.</p>\n<p id=\"b535-6\">To show sufficient inequity to warrant Rule 60(b)(5) relief, a party must show that “a significant change either in factual conditions or in law” renders continued enforcement of the judgment or order “detrimental to the public interest.” <em>Rufo, </em>502 U. S., at 384. The party can claim that “the statutory or decisional law has changed to make legal what the decree was designed to prevent.” <em>Id., </em>at 388; see also <em>Railway Employees </em>v. <em>Wright, </em>364 U. S. 642, 651 (1961). Or the party can claim that relevant facts have changed to the point where continued enforcement of the judgment, order, or de<page-number citation-index=\"1\" label=\"488\">*488</page-number>cree as written would work, say, disproportionately serious harm. See <em>Rufo, supra, </em>at 384 (modification may be appropriate when changed circumstances make enforcement “substantially more onerous” or “unworkable because of unforeseen obstacles”).</p>\n<p id=\"b536-5\">The Court acknowledges, as do I, as did the lower courts, that <em>Rufo’s </em>“flexible standard” for relief applies. The Court also acknowledges, as do I, as did the lower courts, that this “flexible standard” does not itself define the inquiry a court passing on a Rule 60(b)(5) motion must make. To give content to this standard, the Court refers to <em>Milliken </em>v. <em>Bradley, </em>433 U. S. 267, 282 (1977), in which this Court said that a decree cannot seek to “eliminat[e] a condition that does not violate” federal law or “flow from such a violation,” <em>ante, </em>at 450 (internal quotation marks omitted), and to <em>Frew </em>v. <em>Hawkins, </em>540 U. S. 431, 441 (2004), in which this Court said that a <em>“consent decree” </em>must be “limited to reasonable and necessary implementations of federal law,” <em>ante, </em>at 450 (emphasis added; internal quotation marks omitted). The Court adds that in an “institutional reform litigation” case, a court must also take account of the need not to maintain decrees in effect for too long a time, <em>ante, </em>at 448-450, the need to take account of “sensitive federalism concerns,” <em>ante, </em>at 448, and the need to take care lest “consent decrees” reflect collusion between the private plaintiffs and the state defendants at the expense of the legislative process, <em>ante, </em>at 449.</p>\n<p id=\"b536-6\">Taking these cases and considerations together, the majority says the critical question for the lower courts is “whether ongoing enforcement of the original order was supported by ah ongoing violation of federal law (here [subsection (f)]).” <em>Ante, </em>at 454. If not — i <em>e., </em>if a current violation of féderal law cannot be detected — then “ ‘responsibility for discharging the State’s obligations [must be] returned promptly to the State.’” <em>Ante, </em>at 452.</p>\n<p id=\"b536-7\">One problem with the Court’s discussion of its standards is that insofar as the considerations it mentions are widely <page-number citation-index=\"1\" label=\"489\">*489</page-number>accepted, the lower courts fully acknowledged and followed them. The decisions below, like most Rule 60(b)(5) decisions, reflect the basic factors the Court mentions. The lower court opinions indicate an awareness of the fact that equitable decrees are subject to a “flexible standard” permitting modification when circumstances, factual or legal, change significantly. 516 F. 3d, at 1163; 480 F. Supp. 2d, at 1165 (citing <em>Rufo, supra, </em>at 383). The District Court’s application of <em>Castaneda’s </em>interpretation of subsection (f), 648 F. 2d, at 1009, along with its efforts to provide state officials wide discretionary authority (about the level of funding and the kind of funding plan), shows considerable sensitivity to “federalism concerns.” And given the many years (at least seven) of state noncompliance, it is difficult to see how the decree can have remained in place too long.</p>\n<p id=\"b537-5\">Nor is the decree at issue here a “consent decree” as that term is normally understood in the institutional litigation context. See <em>ante, </em>at 447-450. The State did consent to a few peripheral matters that have nothing to do with the present appeal. App. 19-30. But the State vigorously contested the plaintiffs’ basic original claim, namely, that the State failed to take resource-related “appropriate action” within the terms of subsection (f). The State presented proofs and evidence to the District Court designed to show that no violation of federal law had occurred, and it opposed entry of the original judgment and every subsequent injunctive order, save the relief sought by the petitioners here. I can find no evidence, beyond the Court’s speculation, showing that some state officials have “welcomed” the District Court’s decision “as a means of achieving appropriations objectives that could not [otherwise] be achieved.” <em>Ante, </em>at 447, n. 3. But even were that so, why would such a fact matter here more than in any other case in which some state employees believe a litigant who sues the State is right? I concede that the State did not appeal the District Court’s original order or the ensuing injunctions. But the fact that <page-number citation-index=\"1\" label=\"490\">*490</page-number>litigants refrain from appealing does not turn a litigated judgment into a “consent decree.” At. least, I have never before heard that term so used.</p>\n<p id=\"b538-5\">Regardless, the Court’s discussion of standards raises a far more serious problem. In addition to the standards I have discussed, <em>supra, </em>at 487-488, our precedents recognize <em>other, </em>here outcome-determinative, hornbook principles that apply when a court evaluates a Rule 60(b)(5) motion. The Court omits some of them. It mentions but fails to apply others. As a result, I am uncertain, and perhaps others will be uncertain, whether the Court has set forth a correct and workable method for analyzing a Rule 60(b)(5) motion.</p>\n<p id=\"b538-6\">First, a basic principle of law that the Court does not mention — a principle applicable in these cases as in others — is that, in the absence of special circumstances <em>(e. g., </em>plain error), a judge need not consider issues or factors that the parties themselves do not raise. That principle of law is longstanding, it is reflected in Blackstone, and it perhaps comes from yet an earlier age. 3 Commentaries on the Laws of England 455 (1768) (“[I]t is a practice unknown to our law,” when examining the decree of an inferior court, “to examine the justice of the . . . decree by evidence that was never produced below”); <em>Clements </em>v. <em>Macheboeuf, </em>92 U. S. 418, 425 (1876) (“Matters not assigned for error will not be examined”); see also <em>Savage </em>v. <em>United States, </em>92 U. S. 382, 388 (1876) (where a party with the “burden ... to establish” a “charge . . . fails to introduce any . . . evidence to support it, the presumption is that the charge is without any foundation”); <em>McCoy </em>v. <em>Massachusetts Inst. of Technology, </em>950 F. 2d 13, 22 (CA1 1991) (“It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal” for “[o]verburdened trial judges cannot be expected to be mind readers”). As we have recognized, it would be difficult to operate an adversary system of justice without applying such a principle. See <em>Duignan </em>v. <em>United States, </em>274 U. S. 195, 200 (1927). But the majority <page-number citation-index=\"1\" label=\"491\">*491</page-number>repeatedly considers precisely such claims. See, <em>e. g., ante, </em>at 463-465 (considering significant matters not raised below); <em>ante, </em>at 470-472 (same).</p>\n<p id=\"b539-5\">Second, a hornbook Rule 60(b)(5) principle, which the Court mentions, <em>ante, </em>at 447, is that the party seeking relief from a judgment or order <em>“bears the burden </em>of establishing that a significant change in circumstances warrants” that relief. <em>Rufo, </em>502 U. S., at 383 (emphasis added); cf. <em>Board of Ed. of Oklahoma City Public Schools </em>v. <em>Dowell, </em>498 U. S. 237, 249 (1991) (party moving for relief from judgment must make a “sufficient showing” of change in circumstances). But the Court does not apply that principle. See, <em>e. g., ante, </em>at 466-468, and n. 20 (holding that movants potentially <em>win </em>because of <em>failure </em>of record to show that English-learning problems do <em>not </em>stem from causes other than funding); see also <em>ante, </em>at 463-464 (criticizing lower courts for failing to consider argument not made).</p>\n<p id=\"b539-6\">Third, the Court ignores the well-established distinction between a Rule 60(b)(5) request to <em>modify </em>an order and a request to set an unsatisfied judgment entirely aside— a distinction that this Court has previously emphasized. Cf. <em>Rufo, supra, </em>at 389, n. 12 (emphasizing that “we do not have before us the question whether the entire decree should be vacated”). Courts normally do the latter only if the “party” seeking “to have” the “decree set aside entirely” shows “that the decree has served its purpose, and there is no longer any need for the injunction.” 12 J. Moore et al., Moore’s Federal Practice §60.47[2][e] (3d ed. 2009) (hereinafter Moore). Instead of applying the distinction, the majority says that the Court of Appeals “strayed” when it referred to situations in which changes justified setting an unsatisfied judgment entirely aside as “‘likely rare.’” <em>Ante, </em>at 451.</p>\n<p id=\"b539-7\">Fourth, the Court says nothing about the well-established principle that a party moving under Rule 60(b)(5) for relief that amounts to having a “decree set aside entirely” must <page-number citation-index=\"1\" label=\"492\">*492</page-number>show <em>both </em>(1) that the decree’s objects have been “attained,” <em>Frew, </em>540 U. S., at 442, <em>and </em>(2) that it is unlikely, in the absence of the decree, that the unlawful acts it prohibited will again occur. This Court so held in <em>Dowell, </em>a case in which state defendants sought relief from a school desegregation decree on the ground that the district was presently operating in compliance with the Equal Protection Clause. The Court agreed with the defendants that “a finding by the District Court that the Oklahoma City School District was being operated in compliance with . . . the Equal Protection Clause” was indeed relevant to the question whether relief was appropriate. 498 U. S., at 247. But the Court added that, to show entitlement to relief, the defendants must <em>also </em>show that “it was unlikely that the [school board] would return to its former ways.” <em>Ibid. </em>Only then would the “purposes of the desegregation litigation ha[ve] been fully achieved.” <em>Ibid. </em>The principle, as applicable here, simply underscores the petitioners’ failure to show that the “changes” to which they pointed were sufficient to warrant entirely setting aside the original court judgment.</p>\n<p id=\"b540-5\">Fifth, the majority mentions, but fails to apply, the basic Rule 60(b)(5) principle that a party cannot dispute the legal conclusions of the judgment from which relief is sought. A party cannot use a Rule 60(b)(5) motion as a substitute for an appeal, say, by attacking the legal reasoning underlying the original judgment or by trying to show that the facts, as they were originally, did not then justify the order’s issuance. <em>Browder </em>v. <em>Director, Dept. of Corrections of III., </em>434 U. S. 257, 263, n. 7 (1978); <em>United States </em>v. <em>Swift &amp; Co., </em>286 U. S. 106, 119 (1932) (party cannot claim that injunction could not lawfully have been applied “to the conditions that existed at its making”). Nor can a party require a court to retrace old legal ground, say, by remaking or rejustifying its original “constitutional decision every time an effort [is] made either to enforce or modify” an order. <em>Rufo, supra, </em>at 389-390 (internal quotation marks omitted); see also <em>Frew, supra, </em>at 438 <page-number citation-index=\"1\" label=\"493\">*493</page-number>(rejecting argument that federal court lacks power to enforce an order “unless the court first identifies, at the enforcement stage, a violation of federal law”).</p>\n<p id=\"b541-5\">Here, the original judgment rested upon a finding that the State had failed to provide Nogales with adequate <em>funding </em>“resources,” <em>Castaneda, </em>648 F. 2d, at 1010, in violation of subsection (f)’s “appropriate action” requirement. How then can the Court fault the lower courts for first and foremost seeking to determine whether Arizona had developed a plan that would provide Nogales with adequate <em>funding </em>resources? How can it criticize the lower courts for having “insulated the policies embedded in the order ... from challenge and amendment,” <em>ante, </em>at 453, for having failed to appreciate that “funding is simply a means, not the end” of the statutory requirement, <em>ante, </em>at 454-455, and for having misperceived “the nature of the obligation imposed by the” Act, <em>ante, </em>at 459? When the Court criticizes the Court of Appeals for “misperceiv[ing]... the nature of the obligation imposed” by the Act, <em>ibid., </em>when it second-guesses finding after finding of the District Court, see Part III, <em>infra, </em>when it early and often suggests that Arizona may well comply despite lack of a rational funding plan (and without discussing how the changes it mentions could show compliance), see <em>ante, </em>at 452, 454-455, what else is it doing but putting “the plaintiff [or] the court ... to the unnecessary burden of reestablishing what has once been decided”? <em>Railway Employees, </em>364 U. S., at 647.</p>\n<p id=\"b541-6\">Sixth, the Court mentions, but fails to apply, the well-settled legal principle that appellate courts, including this Court, review district court denials of Rule 60(b) motions (of the kind before us) for abuse of discretion. See <em>Browder, supra, </em>at 263, n. 7; <em>Railway Employees, supra, </em>at 648-650. A reviewing court must not substitute its judgment for that of the district court. See <em>National Hockey League </em>v. <em>Metropolitan Hockey Club, Inc., </em>427 U. S. 639, 642 (1976) <em>(per curiam); </em>see also <em>Calderon </em>v. <em>Thompson, </em>523 U. S. 538, 567-568 <page-number citation-index=\"1\" label=\"494\">*494</page-number>(1998) (Souter, J., dissenting) (“[A] high degree of deference to the court exercising discretionary authority is the hallmark of [abuse of discretion] review”). Particularly where, as here, entitlement to relief depends heavily upon fact-related determinations, the power to review the district court’s decision “ought seldom to be called into action,” namely, only in the rare instance where the Rule 60(b) standard “appears to have been misapprehended or grossly misapplied.” Cf. <em>Universal Camera Corp. </em>v. <em>NLRB, </em>340 U. S. 474, 490-491 (1951). The Court’s bare assertion that a court abuses its discretion when it fails to order warranted relief, <em>ante, </em>at 447, fails to account for the deference due to the District Court’s decision.</p>\n<p id=\"b542-5\">I have just described Rule 60(b)(5) standards that concern (1) the obligation (of lack of obligation) upon a court to take account of considerations the parties do not raise; (2) burdens of proof; (3) the distinction between setting aside and modifying a judgment; (4) the need to show that a decree’s basic objectives have been attained; (5) the importance of not requiring relitigation of previously litigated matters; and (6) abuse of discretion review. Does the Court intend to ignore one or more of these standards or to apply them differently in cases involving what it calls “institutional reform litigation”?</p>\n<p id=\"b542-6\">If so, the Court will find no support for its approach in the cases to which it refers, namely, <em>Rufo, Milliken, </em>and <em>Frew. Rufo </em>involved a motion to modify a complex court-monitor-supervised decree designed to prevent overcrowding in a local jail. The Court stressed the fact that the modification did not involve setting aside the entire decree. 502 U. S., at 389, n. 12. It made clear that the party seeking relief from an institutional injunction “bears the burden of establishing that a significant change in circumstances warrants” that relief. <em>Id., </em>at 383. And it rejected the argument that a reviewing court must determine, in every case, whether an ongoing violation of federal law exists. <em>Id., </em>at 389, 390, and <page-number citation-index=\"1\" label=\"495\">*495</page-number>n. 12 <em>(refusing to require a new “‘constitutional decision every time an effort [is] made either to enforce or modify’ ” a judgment or decree </em>(emphasis added)).</p>\n<p id=\"b543-5\"><em>Frew </em>addressed the question whether the Eleventh Amendment permits a federal district court to enforce a <em>consent </em>decree against state officials seeking to bring the State into compliance with federal law. 540 U. S., at 434-435. The Court unanimously held that it does; and in doing so, the Court rejected the State’s alternative argument that a federal court may only enforce such an order if it “first identifies ... a violation of federal law” existing at the time that enforcement is sought. <em>Id., </em>at 438. Rather, the Court explained that “‘federal courts are not reduced to’” entering judgments or orders “ ‘and hoping for compliance,’ ” <em>id., </em>at 440, but rather retain the power to enforce judgments in order “to ensure that... the objects” of the court order are met, <em>id., </em>at 442. It also emphasized, like <em>Dowell, </em>that relief is warranted only when “the objects of the decree have been attained.” 540 U. S., at 442.</p>\n<p id=\"b543-6\">What of <em>Milliken? Milliken </em>involved direct review (rather than a motion for relief) of a district court’s order requiring the Detroit school system to implement a host of remedial programs, including counseling and special reading instruction, aimed at schoolchildren previously required to attend segregated schools. 433 U. S., at 269, 272. The Court said that a court decree must aim at “eliminating a condition” that violates federal law or which “flow[s] from” such a “violation.” <em>Id., </em>at 282. And it unanimously found that the remedy at issue <em>was lawful.</em></p>\n<p id=\"b543-7\">These cases confirm the unfortunate fact that the Court has failed fully to apply the six essential principles that I have mentioned. If the Court does not intend any such modifications of these traditional standards, then, as I shall show, it must affirm the Court of Appeals’ decision. But if it does intend to modify them, as stated or in application, it now applies a new set of new rules that are <em>not </em>faithful to <page-number citation-index=\"1\" label=\"496\">*496</page-number>our cases and which will create the dangerous possibility that orders, judgments, and decrees long final or acquiesced in, will be unwarrantedly subject to perpetual challenge, offering the defendants unjustifiable opportunities endlessly to relitigate underlying violations with the burden of proof imposed once again upon the plaintiffs.</p>\n<p id=\"b544-5\">I recognize that the Court’s decision, to a degree, reflects one side of a scholarly debate about how courts should properly handle decrees in “institutional reform litigation.” Compare, in general, R. Sandler &amp; D. Schoenbrod, Democracy by Decree: What Happens When Courts Run Government (2003), with, <em>e. g., </em>Chayes, The Role of the Judge in Public Law Litigation, 89 Harv. L. Rev. 1281, 1307-1309 (1976). But whatever the merits of that debate, these cases do not involve the kind of “institutional litigation” that most commonly lies at its heart. See, <em>e. g., </em>M. Feeley <em>&amp; </em>E. Rubin, Judicial Policy Making and the Modern State: How the Courts Reformed America’s Prisons (1998); but see <em>ante, </em>at 447, n. 3.</p>\n<p id=\"b544-6\">These cases do not involve schools, prisons, or mental hospitals that have failed to meet basic constitutional standards. See, <em>e. g., Dowell, </em>498 U. S., at 240-241. They do not involve a comprehensive judicial decree that governs the running of a major institution. See, <em>e. g., Hutto </em>v. <em>Finney, </em>437 U. S. 678, 683-684 (1978). They do not involve a highly detailed set of orders. See, <em>e.g., Ramos </em>v. <em>Lamm, </em>639 F. 2d 559, 585-586 (CA10 1980). They do not involve a special master charged with the task of supervising a complex decree that will gradually bring a large institution into compliance with the law. See, <em>e. g., Ruiz v. Estelle, </em>679 F. 2d 1115, 1160-1161 (CA5 1982). Rather, they involve the more common complaint that a state or local government has failed to meet a federal statutory requirement. See, <em>e. g., Concilio de Salud Integral de Loiza, Inc. </em>v. <em>Pérez-Perdomo, </em>551 F. 3d 10, 16 (CA1 2008); <em>Association of Community Orgs. for Reform Now </em>v. <em>Edgar, </em>56 F. 3d 791, 797-798 (CA7 1995); <em>John B. </em>v. <page-number citation-index=\"1\" label=\"497\">*497</page-number><em>Menke, </em>176 F. Supp. 2d 786, 813-814 (MD Tenn. 2001). They involve a court imposition of a fine upon the State due to its lengthy failure to take steps to comply. See, <em>e. g., Hook </em>v. <em>Arizona Dept. of Corrections, </em>107 F. 3d 1397, 1404 (CA9 1997); <em>Alberti </em>v. <em>Klevenhagen, </em>46 F. 3d 1347, 1360 (CA5 1995). And they involve court orders that leave the State free to pursue the English-learning program of its choice while insisting only that the State come up with a funding plan that is rationally related to the program it chooses. These cases are more closely akin to <em>Goldberg </em>v. <em>Kelly, </em>397 U. S. 254 (1970) (in effect requiring legislation to fund welfare-related “due process” hearings); cf. <em>id., </em>at 277-279 (Black, J., dissenting), than they are to the school busing cases that followed <em>Brown </em>v. <em>Board of Education, </em>347 U. S. 483 (1954).</p>\n<p id=\"b545-5\">As I have said, <em>supra, </em>at 487-489, the framework that I have just described, filling in those principles the Court neglects, is precisely the framework that the lower courts applied. 516 F. 3d, at 1163; 480 F. Supp. 2d, at 1165. In the opinions below, I can find no misapplication of the legal standards relevant to these, cases. To the contrary, the Court of Appeals’ opinion is true to the record and fair to the decision of the District Court. And the majority is wrong to conclude otherwise.</p>\n<p id=\"b545-6\">Ill</p>\n<p id=\"b545-7\">If the Court’s criticism of the lower courts cannot rest upon what they did do, namely, examine directly whether Arizona had produced a rational funding program, it must rest upon what it believes they did not do, namely, adequately consider the other changes in English-learning instruction, administration, and the like to which the petitioners referred. Indeed, the Court must believe this, for it orders the lower courts, on remand, to conduct a “proper examination” of “four important factual and legal changes that may warrant the granting of relief from the judgment:” (1) the “adoption of a new... instructional methodology” for teaching English; (2) “Congress’ enactment” of the No Child <page-number citation-index=\"1\" label=\"498\">*498</page-number>Left Behind Act of 2001, codified in Title 20; (3) “structural and management reforms in Nogales,” and (4) “increased overall education funding.” <em>Ante, </em>at 459.</p>\n<p id=\"b546-5\">The Court cannot accurately hold, however, that the lower courts failed to conduct a “proper examination” of these claims, <em>ibid., </em>for the District Court considered three of them, in detail and at length, while the petitioners <em>nowhere raised </em>the remaining argument, which has sprung full grown from the Court’s own brow, like Athena from the brow of Zeus.</p>\n<p id=\"b546-6\">A</p>\n<p id=\"b546-7\">The first “change” that the Court says the lower courts must properly “examin[e]” consists of the “change” of instructional methodology, from a method of “bilingual education” (teaching at least some classes in Spanish, while providing separate instruction in English) to a method of “ ‘structured English immersion’” (teaching all or nearly all classes in English but with a specially designed curriculum and materials). <em>Ante, </em>at 459-461. How can the majority suggest that the lower courts failed properly to “examine” this matter?</p>\n<p id=\"b546-8\">First, more than 2 days of the District Court’s 8-day evidentiary hearing were devoted to precisely this matter, namely, the claim pressed below by the petitioners that “[t]he adoption of English Immersion” constitutes a “substantial advancemen[t] in assisting” English learners “to become English proficient.” Hearing Memorandum in No. CV-92-596-TUC-RCC (D. Ariz., Jan. 4, 2007), Dkt. No. 588, pp. 4-5. The State’s director of English acquisition, Irene Moreno, described the new method as “the most effective” way to teach English. Tr. 19 (Jan. 9, 2007). An educational consultant, Rosalie Porter, agreed. <em>Id., </em>at 95-96. The petitioners’ witnesses also described a new assessment test, the Arizona English Language Learner Assessment, <em>id., </em>at 50-51; they described new curricular models that would systematize instructional methods, <em>id., </em>at 78; they explained that all teachers would eventually be required to obtain an “endorsement” <page-number citation-index=\"1\" label=\"499\">*499</page-number>demonstrating their expertise in the chosen instructional method, see Proposed Findings of Fact and Conclusions of Law in No. CV-92-596-TUC-RCC (D. Ariz., Jan 4, 2007), Dkt. No. 593, p. 7; and they pointed to data showing that the percentage of Nogales’ English learners successfully completing the program had recently jumped from 1% of such students in 2004 to 35% in 2006, App. to Pet. for Cert. in No. 08-289, p. 309.</p>\n<p id=\"b547-5\">The District Court in its opinion, referring to the several days of hearings, recognized the advances and acknowledged that the State had formulated new systems with new “standards, norms and oversight for Arizona’s public schools and students with regard to” English-learning programs. 480 F. Supp. 2d, at 1160. It also indicated that it expected the orders would soon prove unnecessary as the State had taken “step[s] towards” developing an “appropriate” funding mechanism, App. to Pet. for Cert, in No. 08-289, at 125 — a view it later reaffirmed, Order in No. CV-92-596-TUC-RCC (D. Ariz., Oct. 10, 2007), Dkt. No. 703, p. 4. The Court of Appeals, too, in its opinion acknowledged that the dispute “may finally be nearing resolution.” 516 F. 3d, at 1180.</p>\n<p id=\"b547-6\">But, at the same time, the District Court noted that “many of the new standards are still evolving.” 480 F. Supp. 2d, at 1160. It found that “it would be premature to malee an assessment of some of these changes.” <em>Ibid. </em>And it held that, all in all, the changes were not yet sufficient to warrant relief. <em>Id., </em>at 1167. The Court of Appeals upheld the findings and conclusions as within the discretionary powers of the District Court, adding that the evidence showing that significantly more students were completing the program was “not reliable.” 516 F. 3d, at 1157. What “further factual findings,” <em>ante, </em>at 461, are needed? As I have explained, the District Court was not obligated to relitigate the case. See <em>supra, </em>at 492-493. And it <em>did </em>find that “the State has changed its primary model” of English-learning instruction “to structured English immersion.” 480 F. <page-number citation-index=\"1\" label=\"500\">*500</page-number>Supp. 2d, at 1161. How can the majority conclude that “further factual findings” are necessary?</p>\n<p id=\"b548-5\">Perhaps the majority does not mean to suggest that the lower courts failed properly to examine these changes in teaching methods. Perhaps it means to express its belief that the lower courts reached the wrong conclusion. After all, the Court refers to a “documented, academic support for the view that” structured English immersion “is significantly more effective than bilingual education.” <em>Ante, </em>at 460-461.</p>\n<p id=\"b548-6\">It is difficult to see how the majority can substitute its judgment for the District Court’s judgment on this question, however, for that judgment includes a host of subsidiary fact-related determinations that warrant deference. <em>Railway Employees, </em>364 U. S., at 647-648 (“Where there is . . . a balance of imponderables there must be wide discretion in the District Court”). And, despite considerable evidence showing improvement, there was also considerable evidence the other way, evidence that supported the District Court’s view that it would be “premature” to set aside the judgment of violation.</p>\n<p id=\"b548-7\">The methodological change was introduced in Arizona in late 2000, and in Nogales it was a work in progress, “[t]o one degree or another,” as of June 2005. Tr. 10 (Jan. 12, 2007); <em>ante, </em>at 459-461. As of 2006, the State’s newest structured English immersion models had not yet taken effect. Tr. 138 (Jan. 17, 2007) (“We’re getting ready to hopefully put down some models for districts to choose from”). The State had adopted its new assessment test only the previous year. App. 164-165. The testimony about the extent to which Nogales had adopted the new teaching system was unclear and conflicting. Compare Tr. 96 (Jan. 9, 2007) with <em>id., </em>at 10 (Jan. 12, 2007). And, most importantly, there was evidence that the optimistic improvement in the number of students completing the English-learning program was considerably overstated. See <em>id., </em>at 37 (Jan. 18, 2007) (stating that the <em>assessment test </em>used in 2005 and 2006, when dramatic im<page-number citation-index=\"1\" label=\"501\">*501</page-number>provements had been reported, <em>was significantly less “rig</em>orous” <em>and consequently had been replaced). </em>The State’s own witnesses were unable firmly to conclude that the new system had so far produced significantly improved results. <em>Id., </em>at 112-113 (Jan. 11, 2007) (stating that <em>“at some point” </em>it would be possible to tell how quickly the new system leads to English proficiency (emphasis added)).</p>\n<p id=\"b549-5\">Faced with this conflicting evidence, the District Court concluded that it was “premature” to dissolve the decree on the basis of changes in teaching (and related standards and assessment) methodology. Given the underlying factual disputes (about, <em>e. g., </em>the reliability of the testing method), how can this Court now hold that the District Court and the appellate court that affirmed its conclusions were legally wrong?</p>\n<p id=\"b549-6\">B</p>\n<p id=\"b549-7\">The second change that the Court says the lower courts should properly “examine” is the “enactment” of the No Child Left Behind Act. <em>Ante, </em>at 461. The Court concedes, however, that both courts did address the only argument about that “enactment” that the petitioners made, namely, that “compliance” with that new law automatically constitutes compliance with subsection (f)’s “ ‘appropriate action’ ” requirement. <em>Ante, </em>at 462; see also, <em>e. g., </em>App. 73 (arguing that the new law “preempts” subsection (f)). And the Court today agrees (as do I) that the lower courts properly rejected that argument. <em>Ante, </em>at 462.</p>\n<p id=\"b549-8\">Instead, the Court suggests that the lower courts wrongly failed to take account of four other ways in which the new Act is “probative,” namely, (1) its prompting “significant structural and programming” changes, (2) its increases in “federal funding,” (3) “its assessment and reporting requirements,” and (4) its “shift in federal education policy.” <em>Ante, </em>at 463-464. In fact, the lower courts did take account of the changes in structure, programming, and funding (including federal funding) relevant to the English-learning program in <page-number citation-index=\"1\" label=\"502\">*502</page-number>Nogales and elsewhere in the State. See Part III-A, <em>supra; </em>Parts III-C and III-D, <em>infra. </em>But, I agree with the Court that the District Court did not explicitly relate its discussion to the new Act nor did it take account of what the majority calls a “shift in federal education policy.” <em>Ante, </em>at 464.</p>\n<p id=\"b550-5\">The District Court failed to do what the Court now demands for one simple reason. No one (with the possible exception of the legislators, who hint at the matter in their reply brief filed in this Court) has ever argued that the District Court should take account of any such “change.” But see <em>ante, </em>at 463, and n. 12.</p>\n<p id=\"b550-6\">As I have explained, see <em>supra, </em>at 490-491, it is well established that a district court rarely commits legal error when it fails to take account of a “change” that no one called to its attention or fails to reply to an argument that no one made. See, <em>e. g., Dowell, </em>498 U. S., at 249 (party seeking relief from judgment must make a “sufficient showing”). A district court must construe fairly the arguments made to it; but it is not required to conjure up questions never squarely presented. That the <em>Court of Appeals </em>referred to an argument resembling the Court’s new assertion does not change the underlying legal fact. The District Court committed no legal error in failing to consider it. The Court of Appeals could properly reach the same conclusion. And the Government, referring to the argument here, does not ask for reversal or remand on that, or on any other, basis.</p>\n<p id=\"b550-7\">That is not surprising, since the lower courts have consistently and explicitly held that “flexibility cannot be used to relieve the moving party of its burden to establish that” dissolution is warranted. <em>Thompson </em>v. <em>United States Dept. of Housing and Urban Development, </em>220 F. 3d 241, 248 (CA4 2000); <em>Marshall </em>v. <em>Board of Ed., Bergenfield, N. J., </em>575 F. 2d 417, 423-424 (CA3 1978). There is no basis for treating these cases in this respect as somehow exceptional, particularly since publicly available documents indicate that, in any <page-number citation-index=\"1\" label=\"503\">*503</page-number>event, Nogales is not “‘reaching its own goals under Title III’” of the Act. <em>Ante, </em>at 463, n. 12; FY 2008 Statewide District/Charter Determinations for the Title III AMAOs (rev. Oct. 2008), http://www.azed.gov/oelas/downloads/ T3Determinations2008.pdf (showing that Nogales failed to meet the Act’s “Annual Measurable Achievement Objectives,” which track the progress of English-learning students).</p>\n<p id=\"b551-5\">C</p>\n<p id=\"b551-6\">The third “change” that the Court suggests the lower courts failed properly to “examine” consists of “Structural and management reforms in Nogales.” <em>Ante, </em>at 465. Again, the Court cannot mean that the lower courts failed to “examine” these arguments, for the District Court heard extensive evidence on the matter. The Court itself refers to some (but only some) of the evidence introduced on this point, namely, the testimony of Kelt Cooper, the former No-gales district superintendent, who said that his administrative policies had “‘ameliorated or eliminated many of the most glaring inadequacies’ ” in Nogales’ program. <em>Ante, </em>at 466. The Court also refers to the District Court’s and Court of Appeals’ conclusions about the matter. 480 F. Supp. 2d, at 1160 (“The success or failure of the children of” Nogales “should not depend on” “one person”); 516 F. 3d, at 1156-1157 (recognizing that Nogales had achieved “reforms with limited resources” but also pointing to evidence showing that “there are still significant resource constraints,” and affirming the District Court’s similar conclusion).</p>\n<p id=\"b551-7\">Rather, the Court claims that the lower courts improperly “discounted” this evidence. <em>Ante, </em>at 466. But what does the Court mean by “discount”? It cannot mean that the lower courts failed to take account of the possibility that these changes “might have brought Nogales[’]” program into “compliance” with subsection (f). After all, that is precisely what the petitioners below argued. Intervenor-Defendants’ Closing Argument Memorandum in No. CV-92-596-TUC-<page-number citation-index=\"1\" label=\"504\">*504</page-number>RCC (D. Ariz., Mar. 13, 2007), Dkt. No. 631, pp. 7-18. Instead the Court must mean that the lower courts should have given significantly more weight to the changes, <em>i. e., </em>the Court disagrees with the lower courts’ conclusion about the likely effect these changes will have on the success of No-gales’ English-learning programs (hence, on the need for the judgment and orders to remain in effect).</p>\n<p id=\"b552-5\">It is difficult to understand the legal basis for the Court’s disagreement about this fact-related matter. The evidence before the District Court was mixed. It consisted of some evidence showing administrative reform and managerial improvement in Nogales. <em>Ante, </em>at 465-466. At the same time other evidence, to which the Court does not refer, shows that these reforms did not come close to curing the problem. The record shows, for example, that the graduation rate in 2005 for English-learning students (59%) was significantly below the average for all students (75%). App. 195. It shows poor performance by English-learning students, compared with English-speaking students, on Arizona’s content-based standardized tests. See Appendix A, <em>infra. </em>This was particularly true at Nogales’ sole high school — which Arizona ranked 575th out of its 629 schools on an educational department survey, 516 F. 3d, at 1159— where only 28% of English-learning students passed those standardized tests. <em>Ibid.</em></p>\n<p id=\"b552-6\">The record also contains testimony from Guillermo Zamudio, who in 2005 succeeded Cooper as Nogales’ superintendent, and who described numerous relevant “resource-related” deficiencies: Lack of funding meant that Nogales had to rely upon long-term substitute and “emergency certified” teachers without necessary training and experience. Tr. 45 (Jan. 18, 2007). Nogales needed additional funding to hire trained teachers’ aides — a “strong component” of its English-learning program, <em>id., </em>at 47. And Nogales’ funding needs forced it to pay a starting base salary to its teachers about 14% below the state average, making it difficult to re<page-number citation-index=\"1\" label=\"505\">*505</page-number>cruit qualified teachers. <em>Id., </em>at 48. Finally, Zamudio said that Nogales’ lack of resources would likely lead in the near future to the cancellation of certain programs, including a remedial reading program, <em>id., </em>at 56, and would prevent the school district from providing appropriate class sizes and tutoring, which he characterized as “essential and necessary for us to be able to have our students learn English,” <em>id., </em>at 75-78.</p>\n<p id=\"b553-5\">The District Court, faced with all this evidence, found the management and structural “change” insufficient to warrant dissolution of its decree. How can the Court say that this conclusion is unreasonable? What is the legal basis for concluding that the District Court acted beyond the scope of its lawful authority?</p>\n<p id=\"b553-6\">In fact, the Court does not even try to claim that the District Court’s conclusion is unreasonable. Rather, it enigmatically says that the District Court made “insufficient factual findings” to support the conclusion that an ongoing violation of law exists. <em>Ante, </em>at 468. By “insufficient,” the Court does not mean nonexistent. See 480 F. Supp. 2d, at 1163-1164. Nor can it mean that the District Court’s findings were skimpy or unreasonable. That court simply drew conclusions on the basis of evidence it acknowledged was mixed. <em>Id., </em>at 1160-1161. What is wrong with those findings, particularly if viewed with appropriate deference?</p>\n<p id=\"b553-7\">At one point the Court says that there “are many possible causes” of Nogales’ difficulties and that the lower courts failed to “take into account other variables that may explain” the ongoing deficiencies. <em>Ante, </em>at 467, 468, n. 20. But to find a flaw here is to claim that the plaintiffs have failed to negate the possibility that these other causes, not the State’s resource failures, explain Nogales’ poor performance. To say this is to ignore well-established law that accords deference to the District Court’s fact-related judgments. See <em>supra, </em>at 493-494. The Court’s statements reflect the acknowledgment that the evidence below was mixed. Given <page-number citation-index=\"1\" label=\"506\">*506</page-number>that acknowledgment, it is clear that the District Court did not abuse its discretion in finding that the. petitioners had not shown sufficient “changed circumstances.” And it was the petitioners’ job, as the moving party, to show that compliance with federal law has been achieved. Where “other variables” make it difficult to conclude that a present violation does or does not exist, what error does the District Court commit if it concludes that the moving party has failed to satisfy that burden?</p>\n<p id=\"b554-5\">D</p>\n<p id=\"b554-6\">The fourth “change” that the Court suggests the lower courts did not properly “examine” consists of an “overall increase in the education funding available in Nogales.” <em>Ante, </em>at 468. Again, the Court is wrong to suggest that the District Court failed fully to examine the matter, for despite the Court’s assertions to the contrary, it made a number of “up-to-date factual findings,” <em>ante, </em>at 469, on the matter, see 480 F. Supp. 2d, at 1161-1164. Those findings reflect that the State had developed an educational plan that raised the “base level amount” for the typical student from $3,139 per pupil in 2000 to $3,570 in 2006 (in constant 2006 dollars), <em>ante, </em>at 468-469, n. 21; and that plan increased the additional <em>(i. e., </em>“weighted”) amount that would be available, per English-learning student from $182 to $349 (in 2006 dollars). The State contended that this new plan, with its explanation of how the money needed would be forthcoming from federal, as well as from state, sources, met subsection (f)’s requirement for “appropriate action” (as related to “resources”) and the District Court’s own insistence upon a mechanism that rationally funded those resources. See Appendix B, <em>infra.</em></p>\n<p id=\"b554-7\">Once again the Court’s “factual-finding” criticism seems, in context, to indicate its disagreement with the lower courts’ resolution of this argument. That is to say, the Court seems to disagree with the District Court’s conclusion that, even with the new funding, the State failed to show that adequate <page-number citation-index=\"1\" label=\"507\">*507</page-number>resources for English-learning programs would likely be forthcoming; hence the new plan was not “rationally related” to the underlying resource problem.</p>\n<p id=\"b555-5\">The record, however, adequately supports the District Court’s conclusion. For one thing, the funding plan demonstrates that, in 2006, 69% of the available funding was targeted at “base level” education, see Appendix B, <em>infra, i. e., </em>it was funding available to provide students with basic educational services like instruction in mathematics, science, and so forth. See Tr. 110 (Jan. 12, 2007). The District Court found that this funding likely would not become available for English-learning programs.</p>\n<p id=\"b555-6\">How is that conclusion unreasonable? If these funds are provided for the provision of only basic services, how can the majority now decide that a school district — particularly a poor school district like Nogales — would be able to cover the additional expenses associated with English-learning education while simultaneously managing to provide for its students’ basic educational needs? Indeed, the idea is particularly impractical when applied to a district like Nogales, which has a high percentage of students who need extra resources. See 516 F. 3d, at 1145 (approximately 90% of Nogales’ students were, or had been, enrolled in the English-learning program in 2006). Where the vast majority of students in a district are those who “need extra help” which “costs extra money,” it is difficult to imagine where one could find an untapped stream of funding that could cover those additional costs.</p>\n<p id=\"b555-7\">For another thing, the petitioners’ witnesses conceded that the State had not yet determined the likely costs to school districts of teaching English learners using the structured English immersion method. See, <em>e. g., </em>Tr. 199-200 (Jan. 17, 2007). The legislators reported that the State had recently asked a task force to “determine” the extra costs associated with implementing the structured English immersion model. Speaker’s Opening Appellate Brief in No. 07-15603 etc. <page-number citation-index=\"1\" label=\"508\">*508</page-number>(CA9), p. 31. But that task force had not yet concluded its work.</p>\n<p id=\"b556-5\">Further, the District Court doubted that the federal portion of the funding identified by the petitioners would be available for English-learning programs. It characterized certain federal grant money, included in the petitioners’ calculus of available funds, as providing only “short-term” assistance, 480 F. Supp. 2d, at 1161. And testimony at the evidentiary hearing indicated that some of the funds identified by the petitioners might not in fact be available to Nogales’ schools. See Tr. 59-61 (Jan. 10, 2007). It also noted that certain funds were restricted, meaning that no particular English-learning child could benefit from them for more than two years — despite the fact that English-learning students in Nogales'on average spend four to five years in that program. 480 F. Supp. 2d, at 1163-1164 (Nogales will have to “dilute” the funds provided to cover students who remain English learners for more than two years).</p>\n<p id=\"b556-6\">Finally, the court pointed to federal law, which imposes a restriction forbidding the State to use a large portion of (what the State’s plan considered to be) available funds in the manner the State proposed, <em>i. e., </em>to “supplant,” or substitute for, the funds the State would otherwise have spent on the program. <em>Id., </em>at 1162; see also 20 U. S. C. §§ 6314(a)(2)(B), 6315(b)(3), 6613(f), 6825(g). The District Court concluded that the State’s funding plan was in large part unworkable in light of this restriction. In reaching this conclusion, the District Court relied in part upon the testimony of Thomas Fagan, a former United States Department of Education employee and an “expert” on this type of federal funding. Fagan testified that Arizona’s plan was a “ ‘blatant violation’ ” of the relevant laws, which could result in a loss to the State of over $600 million in federal funds— including those federal funds the State’s plan would provide for English learners. 480 F. Supp. 2d, at 1163.</p>\n<p id=\"b557-4\"><page-number citation-index=\"1\" label=\"509\">*509</page-number>The Court says that the analysis I have just described, and in which the court engaged, amounts to “clear legal error.” <em>Ante, </em>at 469. What error? Where is the error? The Court does say earlier in its opinion that the lower courts “should not” have “disregarded” the relevant federal <em>(i. e., </em>No Child Left Behind Act) funds “just because they are not state funds.” <em>Ante, </em>at 463. But the District Court did <em>not </em>disregard those funds “just because they are not state funds.” Nor did it “foreclos[e] the possibility that petitioners could” show entitlement to relief by pointing to “an overall increase in education funding.” <em>Ante, </em>at 469. Rather, the District Court treated those increased funds as potentially unavailable, primarily because their use as planned would violate federal law and would thereby threaten the State with total loss of the stream of federal funding it planned to use. It concluded that the State’s plan amounted to “ <em>‘a </em>blatant violation’ ” of federal law, and remarked that “the potential loss of federal funds is substantial.” 480 F. Supp. 2d, at 1163. Is there a better reason for “disregard[ing]” those funds?</p>\n<p id=\"b557-5\">The Court may have other “errors” in mind as well. It does say, earlier in its opinion, that some believe that “increased funding <em>alone </em>does not improve student achievement,” <em>ante, </em>at 464 (emphasis added), and it refers to nine studies that suggest that increased funding does not always help, see <em>ante, </em>at 464-465,. 467, nn. 17-19; see also Brief for Educational-Policy Scholars as <em>Amici Curiae </em>7-11 (discussing such scholarship). I do not know what this has to do with the matter. But if it is relevant to today’s decision, the Court should also refer to the many studies that cast doubt upon the results of the studies it cites. See, <em>e. g., </em>H. Ladd &amp; J. Hansen, Making Money Matter: Financing America’s Schools 140-147 (1999); Hess, Understanding Achievement (and Other) Changes Under Chicago School Reform, 21 Educ. Eval. &amp; Pol’y Analysis 67, 78 (1999); Card &amp; Payne, School Finance Reform, The Distribution of School Spending, and <page-number citation-index=\"1\" label=\"510\">*510</page-number>the Distribution of Student Test Scores, 83 J. Pub. Econ. 49, 67 (2002); see also Rebell, Poverty, “Meaningful” Educational Opportunity, and the Necessary Role of. the Courts, 85 N. C. L. Rev. 1467, 1480 (2007); R. Greenwald, L. Hedges, &amp; R. Laine, The Effect of School Resources on Student Achievement, 66 Rev. Educ. Res. 361, 362 (1996).</p>\n<p id=\"b558-5\">Regardless, the relation of a funding plan to improved performance is not an issue for this Court to decide through footnote references to the writings of one side of a complex expert debate. The question here is whether the State has shown that its new funding program amounts to a “change” that satisfies subsection (f)’s requirement. The District Court found it did not. Nothing this Court says casts doubt on the legal validity of that conclusion.</p>\n<p id=\"b558-6\">IV</p>\n<p id=\"b558-7\">The Court’s remaining criticisms are not well founded. The Court, for example, criticizes the Court of Appeals for having referred to the “circumstances” that “warrant Rule 60(b)(5) relief as <em>‘likely rare,’ </em>” for having said the petitioners would have to <em>‘‘sweep away” </em>the District Court’s “funding determination” in order to prevail, for having spoken of the “landscape” as not being “so <em>radically changed </em>as to justify relief from judgment without compliance,” and for having somewhat diminished the “close[ness]” of its review for “federalism concerns” because the State and its board of education “wish the injunction to remain in place.” . <em>Ante, </em>at 451-452 (first, second, and fourth emphases added; internal quotation marks omitted).</p>\n<p id=\"b558-8\">. The Court, however, does not explain the context in which the Court of Appeals’ statements appeared. That court used its first phrase (“likely rare”) to refer to the <em>particular kind </em>of modification that the State sought, namely, complete relief from the original judgment, even if the judgment’s objective was not yet fully achieved. 516 F. 3d, at 1167; <page-number citation-index=\"1\" label=\"511\">*511</page-number>cf. Moore § 60.47[2][c]. As far as I know it is indeed “rare” that “a prior judgment is so undermined by later circumstances as to render its continued enforcement inequitable” even though compliance with the judgment’s legal determination has not occurred. 516 F. 3d, at 1167. At least, the Court does not point to other instances that make it common. Uses of the words “sweeping” and “radica[l] change” in context refer to the deference owed to the District Court’s 2000 legal determination. See <em>id., </em>at 1168 (describing the 2000 order’s “basic determination” that English-learning “programs require substantial state funding in addition to that spent on basic educational programming”). If there is an error (which I doubt, see <em>supra, </em>at 492-494), the error is one of tone, not of law.</p>\n<p id=\"b559-5\">Nor do I see any legal error that could have made a difference when the Court of Appeals said it should downplay the importance of federalism concerns because some elements of Arizona’s state government support the judgment. I do not know the legal basis for the majority’s reference to this recalibration of judicial distance as “flatly incorrect,” but, if it is wrong, I still do not see how recalibrating the recalibration could matter.</p>\n<p id=\"b559-6\">In sum, the majority’s decision to set aside the lower court decisions rests upon (1) a mistaken effort to drive a wedge between (a) review of funding plan changes and (b) review of changes that would bring the State into compliance with federal law, Part I, <em>supra; </em>(2) a misguided attempt to show that the lower courts applied the wrong legal standards, Part II, <em>supra; </em>(3) a mistaken belief that the lower courts made four specific fact-based errors, Part III, <em>supra; </em>and (4) a handful of minor criticisms, Part IV, <em>supra </em>and this page. By tracing each of these criticisms to its source in the record, I have tried to show that each is unjustified. Whether taken separately or together, they cannot warrant setting aside the Court of Appeals’ decision.</p>\n<p id=\"b560-4\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>V</p>\n<p id=\"b560-5\">As a totally separate matter, the Court says it is “unclear” whether the District Court improperly ordered statewide injunctive relief instead of confining that relief to Nogales. And it orders the District Court to vacate the injunction “insofar as it extends beyond Nogales” unless the court finds that “Arizona is violating” subsection (f) “on a statewide basis.” <em>Ante, </em>at 472.</p>\n<p id=\"b560-6\">What is the legal support for this part of the majority’s opinion? Prior to the appearance of these cases in this Court, no one asked for that modification. Nothing in the law, as far as I know, makes the relief somehow clearly erroneous. Indeed, as the majority recognizes, the reason that the injunction runs statewide is that the State of Arizona, the defendant in the litigation, <em>asked the Court to enter that relief. </em>The State pointed in support to a state constitutional provision requiring educational uniformity. See <em>ante, </em>at 471. There is no indication that anyone disputed whether the injunction should have statewide scope. A statewide program harmed Nogales’ students, App. 13-14, ¶¶40, 42; and the State wanted statewide relief. What in the law makes this relief erroneous?</p>\n<p id=\"b560-7\">The majority says that the District Court must consider this matter because the “ [petitioners made it clear at oral argument that they wish to argue that the extension of the remedy to districts other than Nogales should be vacated.” <em>Ante, </em>at 470, n. 23. I find the matter less clear. I would direct the reader to the oral argument transcript, which reads in part:</p>\n<blockquote id=\"b560-8\">“MR. STARR: . . . What was entered here in this order, which makes it so extraordinary, is that the entire State funding mechanism has been interfered with by the order. This case started out in Nogales....</blockquote>\n<blockquote id=\"b560-9\">“JUSTICE SCALIA: Well, I — I agree with that. I think it was a vast mistake to extend a lawsuit that <page-number citation-index=\"1\" label=\"513\">*513</page-number>applied only to Nogales to the whole State, but the State attorney general wanted that done.</blockquote>\n<blockquote id=\"b561-5\">“MR. STARR: But we should be able now to—</blockquote>\n<blockquote id=\"AsU\">“JUSTICE SCALIA: But that’s — that’s water over the dam. That’s not what this suit is about now.” Tr. of Oral Arg. 26.</blockquote>\n<p id=\"b561-6\">Regardless, what is the legal basis for the Court’s order telling the District Court it <em>must </em>reconsider the matter? There is no clear error. No one has asked the District Court for modification. And the scope of relief is primarily a question for the District Court. <em>Swann </em>v. <em>Charlotte-Mecklenburg Bd. of Ed., </em>402 U. S. 1, 15 (1971) (“Once a right and a violation have been shown, the scope of a district court’s equitable powers to remedy past wrongs is broad, for breadth and flexibility are inherent in equitable remedies”).</p>\n<p id=\"b561-7\">VI</p>\n<p id=\"b561-8\">As the length of the opinions indicates, these cases require us to read a highly detailed record. Members of this Court have reached different conclusions about what that record says. But there is more to the case than that.</p>\n<p id=\"b561-9\">First, even if one sees these cases as simply a technical record-reading case, the disagreement among us shows why this Court should ordinarily hesitate to hear cases that require us to do no more than to review a lengthy record simply to determine whether a lower court’s fact-based determinations are correct. Cf. <em>Universal Camera, </em>340 U. S., at 488 (“[A] court may [not] displace” a “choice between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it <em>de novo”); Graver Tank &amp; Mfg. Co. </em>v. <em>Linde Air Products Co., </em>336 U. S. 271, 275 (1949) (noting the well-settled rule that this Court will not “undertake to review concurrent findings of fact by two courts below in the absence of a very obvious and exceptional showing of error”). In such cases, appellate <page-number citation-index=\"1\" label=\"514\">*514</page-number>courts are closer to the fray, better able to reach conclusions that are true to the record, and are more likely to treat trial court determinations fairly and with respect — as is clearly so here.</p>\n<p id=\"b562-5\">Second, insofar as the Court goes beyond the technical record-based aspects of these cases and applies a new review framework, it risks problems in future cases. The framework it applies is incomplete and lacks clear legal support or explanation. And it will be difficult for lower courts to understand and to apply that framework, particularly if it rests on a distinction between “institutional reform litigation” and other forms of litigation. Does the Court mean to say, for example, that courts must, on their own, go beyond a party’s own demands and relitigate an underlying legal violation whenever that party asks for modification of an injunction? How could such a rule work in practice? See <em>supra, </em>at 492-494. Does the Court mean to suggest that there are other special, strict prodefendant rules that govern review of district court decisions in “institutional reform cases”? What precisely are those rules? And when is a case an “institutional reform” case? After all, as I have tried to show, see <em>supra, </em>at 489-490, the cases before us cannot easily be fitted onto the Court’s Procrustean “institutional reform” bed.</p>\n<p id=\"b562-6\">Third, the Court may mean its opinion to express an attitude, cautioning judges to take care when the enforcement of federal statutes will impose significant financial burdens upon States. An attitude, however, is not a rule of law. Nor does any such attitude point toward vacating the Court of Appeals’ opinion here. The record makes clear that the District Court did take care. See <em>supra, </em>at 486. And the Court of Appeals too proceeded with care, producing a detailed opinion that is both true to the record and fair to the lower court and to the parties’ submissions as well. I do not see how this Court can now require lower court judges to take yet greater care, to proceed with even greater caution, <page-number citation-index=\"1\" label=\"515\">*515</page-number>while at the same time expecting those courts to enforce the statute as Congress intended.</p>\n<p id=\"b563-5\">Finally, we cannot and should not fail to acknowledge the underlying subject matter of this proceeding. These cases concern the rights of Spanish-speaking students, attending public school near the Mexican border, to learn English in order to live their lives in a country where English is the predominant language. In a Nation where nearly 47 million people (18% of the population) speak a language other than English at home, U. S. Dept. of Commerce, Economics and Statistics Admin., Census Bureau, Census 2000 Brief: Language Use and English-Speaking Ability 2 (Oct. 2003), it is important to ensure that those children, without losing the cultural heritage embodied in the language of their birth, nonetheless receive the English-language tools they need to participate in a society where that second language “serves as the fundamental medium of social interaction” and democratic participation. Rodriguez, Language and Participation, 94 Cal. L. Rev. 687, 693 (2006). In that way linguistic diversity can complement and support, rather than undermine, our democratic institutions. <em>Id., </em>at 688.</p>\n<p id=\"b563-6\">At least, that is what Congress decided when it set federal standards that state officials must meet. In doing so, without denying the importance of the role of state and local officials, it also created a role for federal judges, including judges who must see that the States comply with those federal standards. Unfortunately, for reasons I have set forth, see Part II, <em>supra, </em>the Court’s opinion will make it more difficult for federal courts to enforce those federal standards. Three decades ago, Congress put this statutory provision in place to ensure that our Nation’s school systems will help non-English-speaking schoolchildren overcome the language barriers that might hinder their participation in our country’s schools, workplaces, and the institutions of everyday politics and government, <em>i. e., </em>the “arenas through which <page-number citation-index=\"1\" label=\"516\">*516</page-number>most citizens live their daily lives.” Rodriguez, <em>supra, </em>at 694. I fear that the Court’s decision will increase the difficulty of overcoming barriers that threaten to divide us.</p>\n<p id=\"b564-5\">For the reasons set forth in this opinion, I respectfully dissent.</p>\n<p id=\"b565-4\"><page-number citation-index=\"1\" label=\"517\">*517</page-number>APPENDIXES</p>\n<p id=\"AvD\">A</p>\n<p id=\"AXq\">PERFORMANCE ON CONTENT-BASED ASSESSMENT TESTS — SPRING 2006<footnotemark>*</footnotemark></p>\n<p id=\"ALH\">MATH</p>\n<p id=\"A83\">GRADE ELL STUDENTS PASSING EXAM NON-ELL AND RECLASSIFIED STUDENTS PASSING EXAM</p>\n<p id=\"A3E\">3 54% 94%</p>\n<p id=\"A6K\">4 44% 91%</p>\n<p id=\"AYq\">5 58% 88%</p>\n<p id=\"AcIb\">6 23% 82%</p>\n<p id=\"Ard\">7 40% 82%</p>\n<p id=\"Aj0\">8 28% 70%</p>\n<p id=\"Azh\">READING</p>\n<p id=\"Arr\">GRADE ELL STUDENTS PASSING EXAM NON-ELL AND RECLASSIFIED STUDENTS PASSING EXAM</p>\n<p id=\"AT6\">3 40% 92%</p>\n<p id=\"AvR\">4 19% 83%</p>\n<p id=\"AWL\">5 22% 81%</p>\n<p id=\"AXN\">6 14% 76%</p>\n<p id=\"AuA\">7 13% 74%</p>\n<p id=\"AZy\">8 31% 73%</p>\n<p id=\"Azt\">WRITING</p>\n<p id=\"AHs\">GRADE ELL STUDENTS PASSING EXAM NON-ELL AND RECLASSIFIED STUDENTS PASSING EXAM</p>\n<p id=\"AUI\">3 52% _82%_</p>\n<p id=\"A7W\">4 52% _87%_</p>\n<p id=\"Abk\">5 34% _80%_</p>\n<p id=\"AmL\">6 71% _97%_</p>\n<p id=\"AoM\">7 66% _98%_</p>\n<p id=\"AqV\">8 49% _ _94%_</p>\n<p id=\"b566-4\"><page-number citation-index=\"1\" label=\"518\">*518</page-number>B</p>\n<p id=\"b566-5\">FUNDING AVAILABLE TO NOGALES UNIFIED SCHOOL DISTRICT, PER STUDENT<footnotemark>*</footnotemark></p>\n<p id=\"b566-6\">TYPE 1999-2000 2000-2001 2001-2002 2002-2003 2003-2004 2004-2005 2005-2006 2006-2007</p>\n<p id=\"ACL\">Base level $2,592 $2,618 $2,721 $2,788 $2,858 $2,929 $3,039 $3,173</p>\n<p id=\"Ant\">ELL funds $156 $157 $163 $321 $329 $337 $349 $365</p>\n<p id=\"AyY\">Other state ELL funds $0 $0 $0 $126 $64 $0 $74</p>\n<p id=\"A2n\">Federal Title I funds $439 $448 $467 $449 $487 $638 $603 $597</p>\n<p id=\"AlH\">Federal Title II funds $63 $74 $101 $109 $91 $92 $87</p>\n<p id=\"AKy\">Federal Title III (ELL) funds $0 $0 $0 $67 $89 $114 $118 $121</p>\n<p id=\"Ajr\">State and federal grants $58 $56 $59 $47 $207 $214 $205 $109</p>\n<p id=\"Att\">TOTAL <footnotemark>1</footnotemark> $3,302 $3,342 $3,484 $3,899 $4,162 $4,387 $4,406 $4,605<footnotemark>2</footnotemark></p>\n<p id=\"Azv\">Constant dollars (2006)<footnotemark>3</footnotemark> $3,866 $3,804 $3,904 $4,272 $4,442 $4,529 $4,406 $4,477</p>\n<p id=\"Aks\">Total ELL funds $156 $157 $163 $514 $501 $515 $467 $639</p>\n<footnote label=\"*\">\n<p id=\"b565-55\">App. to Pet. for Cert, in No. 08-289, p. 311.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b566-104\">516 F. 3d 1140, 1159-1160 (CA9 2008); App. to Pet. for Cert. in No. 08-289, pp. 42-43.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b566-105\"> Nogales received less per-pupil funding in 2006 than the average provided by every State in the Nation. New Jersey provided the highest, at $14,954; Arizona the third-lowest, at $6,515. 2008 Digest.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b566-106\"> As of 2007, county override funds provided an additional $43.43 per student. See 516 F. 3d, at 1158.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b566-107\"> Constant dollars based on the Consumer Price Index.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}