{
  "casebody": {
    "data": "<casebody firstpage=\"359\" lastpage=\"365\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b371-8\">Mary DeCarli <em>vs. </em>Manchester Public Warehouse Company et als.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b371-9\">First Judicial District, Hartford,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AAK\">January Term, 1928.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b371-10\">Wiieejleb, C. J., Maltbie, Haines, Hinman and Banks, Js.</p>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b372-6\"><page-number citation-index=\"1\" label=\"360\">*360</page-number>Argued January 5th</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AEs\">decided February 28th, 1928.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b372-8\"><em>De Lcmcey 8. Pelgrift, </em>for the appellants (defendants).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b372-9\"><em>William 8. Hyde, </em>for the appellant (plaintiff).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b372-10\">Maltbie, J.</author>\n<p id=\"Ans\">The commissioner awarded compensation to the claimant asi the dependent of Angelo DeCarli, who died as the result of an injury received while working for the respondents. It was agreed before the commissioner that the injury arose out of and in the course of the decedent’s employment, but the respondents claimed that compensation could not be awarded because the decedent fell within the exception from the Compensation Act of any employee “whose employment is of a casual nature, and who is employed otherwise than for the purposes of the employer’s trade or business”; General Statutes, §5388 as amended by Public Acts of 1921, Chap. 306, §11; and also that the decedent was an independent contractor. These claims the commissioner overruled and from his award to the claimant the respondents appealed to the Superior Court; but they did not there claim that the decedent was an independent contractor. The trial court corrected the finding of the com<page-number citation-index=\"1\" label=\"361\">*361</page-number>missioner by inserting a finding that the employment of the decedent was otherwise than for the purposes of the respondents’ trade or business, but it ruled that that employment was not of a casual nature and dismissed the appeal. Both parties have appealed to this court, the respondents assigning as error the ruling of the trial court that the employment was not of a casual nature, and the claimant assigning as error the correction of the commissioner’s finding made by the trial court.</p>\n<p id=\"b373-6\">The facts found by the commissioner are as follows: The respondent employers, partners, prior to March, 1927, had had constructed a large building, part of which they rented to a coal company and the rest of which they used to furnish warehouse facilities to the public for the storage of tobacco and other articles. After the building had been completed by the general contractor and had been turned over to the respondents, it was discovered that it lacked the very necessary equipment of a loading platform. The decedent, a carpenter, was thereupon engaged by the respondents to build such a platform at an agreed wage of $1 per hour; when that was finished he was to build various shelves and bins on the property of the company which had not been included in the general contract; and he was promised a few weeks’ work at the warehouse; but when the work on the platform, shelves and bins was finished his employment was to cease. The decedent started upon the work, and, being a skilled workman, the respondents did not particularly direct him as to it, although they had at all times the right to control his performance of it. Very soon after he began to work, he fell from a roof he was constructing to the ground, suffering the injuries from which he died. Another carpenter was then secured to go on with the work and under the direction <page-number citation-index=\"1\" label=\"362\">*362</page-number>of the respondents he worked at the warehouse for several weeks.</p>\n<p id=\"b374-5\">In <em>Thompson </em>v. <em>Twiss, </em>90 Conn. <em>444, </em>451, 97 Atl. 328, we considered the meaning of the phrase “employment of a casual nature,” and, recognizing the inadvisability of attempting a hard and fast definition, we said: “As used in our Act, the casual employment means the occasional or incidental employment, the employment which comes without regularity. ... If the employment be upon an employer’s business for a definite time, as for a week, or a month, or longer, it is not a casual employment, whether we regard the contract of service or the nature of the service. . . . When the employment continues for a considerable time and promises to continue a considerably longer period, the importance of whether the test is the contract of service or its nature may be large. ... We are concerned in determining whether the nature of the employment was an occasional or an incidental one, a regular one not measured by tenure of service but by the character of the work. The employment of the plaintiff was in the business of Mr. Twiss, and the completion of the work would require at least a number of weeks. If the plaintiff satisfied Mr. Twiss, he would remain to the end. If he chose, he could quit the work at any time. Applying our test to such an employment, we think the common judgment would agree that it was a stable' and not an incidental employment, and hence not casual in nature within the meaning of our Act.” In <em>McDonald </em>v. <em>Great Atlantic &amp; Pacific Tea Co., </em>95 Conn. 160, 111 Atl. 65, we held that a boy who was employed on July 3d to work in a store until school began in the fall was not a casual employee. In <em>Pallanck </em>v. <em>Donovan, </em>105 Conn. 591, 594, 136 Atl. 471, we summed up our law as follows: “ 'Casual’ employment as used in our Act has been <page-number citation-index=\"1\" label=\"363\">*363</page-number>construed as meaning occasional or incidental employment, which comes without regularity; if the employment be for a definite time, as for a week or a month, it is not casual; so, too, if it is for a part of one’s time at regularly recurring periods.”</p>\n<p id=\"b375-6\">While, as suggested in <em>Thompson </em>v. <em>Twiss, </em>under our Act the important consideration is the nature of the employment rather than the tenure of service, it is there clearly pointed out that stability of employment is one of the great elements to be considered in determining its nature. One of the meanings of “casual” is incidental; one of the ideas it imparts is that of impermanence. The Oxford Dictionary defines a casual laborer as “one who does casual or occasional jobs, but has no fixed employment.” Elliott, in his Workmen’s Compensation Acts (9th Ed.) p. 138, says: “If the workman is engaged by the week or any longer period, the employment would seem to be not casual.” FitzGibbon, L.J., in <em>M’Carthy </em>v. <em>Norcott, </em>43 Ir. L. T. 17, 2 B.W.C.C. 279, says: “The meaning of ‘casual employment’ is best arrived at by considering its opposites. The words ‘regular,’ ‘periodical,’ and ‘permanent’ would all be within the Act.” It is interesting to note that in California the Industrial Accident Commission laid down the rule that an employment for a longer period than one week would not be held to be casual, and, while the Supreme Court of the State denied the power of the board to adopt any such arbitrary standard, by legislative Act it was finally provided that an employment should be deemed casual only when the work was to be completed in not more than ten days and would cost less than $100. 1 Honnold on Workmen’s Compensation, 206; <em>Maryland Casualty Co. </em>v. <em>Pillsbury, </em>172 Cal. 748, 750, 158 Pac. 1031; <em>Rissman </em>v. <em>Industrial Acc. Com., </em>190 Cal. 619, 213 Pac. 991. No doubt a con<page-number citation-index=\"1\" label=\"364\">*364</page-number>elusion that an employment was not of a casual nature may more easily be reached where the work to be performed is in the course of the business or trade of the employer, yet the very wording of the exception makes it impossible to hold that this could be the sole test. The nature of the employment requires a consideration not merely of the kind of work to be performed, but also of its character, as stable and settled or temporary and incidental.</p>\n<p id=\"b376-5\">The scope of our Workmen’s Compensation law from the beginning has been more inclusive than that of many of the laws of other States, and the scope of the particular exception before us has by its express wording been narrower. <em>Thompson </em>v. <em>Twiss </em>was decided when the Act had been in operation less than two and one half years and since then there have been many decisions in other jurisdictions construing similar provisions to the one we are considering, but while some of them indicate a different viewpoint than that we adopted, it is not difficult to find supporting authority; see <em>Stoker </em>v. <em>Wortham, </em>12 B.W.C.C. 34; <em>Williams </em>v. <em>Haigh, </em>18 B.W.C.C. 549; <em>Armstrong </em>v. <em>Industrial Acc. Com., </em>36 Cal. App. 1, 171 Pac. 321; <em>Field &amp; Co. </em>v. <em>Industrial Com., </em>285 Ill. 333, 120 N. E. 773; <em>Eddington </em>v. <em>Northwestern Bell Telephone Co., </em>201 Iowa, 67, 72, 202 N. W. 374; <em>Allen </em>v. <em>American Milling Co., </em>209 Ill. App. 73; <em>Kaplan </em>v. <em>Gaskill, </em>108 Neb. 455, 187 N. W. 943; and nothing has been put forward which leads us to believe that we were wrong in the test we adopted. Indeed, that test accords with the broad humanitarian scope of the law; and surely here, if anywhere, in case of doubt, the general rule should be construed broadly and the exception narrowly. <em>Eddington </em>v. <em>Northwestern Bell Telephone Co., </em>201 Iowa, 67, 202 N. W. 374.</p>\n<p id=\"b376-6\">In the instant case we have a definite hiring of the <page-number citation-index=\"1\" label=\"365\">*365</page-number>decedent to perform certain work of which a large portion, at least, was essential to the conduct of the respondents’ business, which in the contemplation of the parties was expected to take a few weeks, and which did in fact take several weeks to perform. Such an employment cannot be deemed one of a casual nature. The trial court was right in sustaining the commissioner’s ruling in this regard.</p>\n<p id=\"b377-6\">Inasmuch as the exception to the Compensation Act we are considering includes only employees whose employment is both casual and otherwise than for the purposes of the employer’s trade or business, this conclusion is decisive of the case. <em>Pallanck </em>v. <em>Donovan, </em>105 Conn. 591, 594, 136 Atl. 471. There is no need to consider the claimant’s appeal.</p>\n<p id=\"b377-7\">There is no error.</p>\n<p id=\"b377-8\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}