{
  "casebody": {
    "data": "<casebody firstpage=\"475\" lastpage=\"478\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b533-3\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b533-4\">Bissett Realty, Inc. v. Ruby H. Moyer and Victor C. Moyer</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b533-7\">April 30, 1982.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b533-8\">Record No. 791453.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b533-9\">Present: All the Justices.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b534-5\"><page-number citation-index=\"1\" label=\"476\">*476</page-number><em>Harry J. Hicks </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b534-6\"><em>James E. Rinehart (Scott M. Reed; J. E. Rinehart &amp; Associates, </em>on brief), for appellees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b534-7\"><em>Amicus Curiae: Virginia Beach Board of Realtors, Inc. (Joseph L. Lyle, Jr.; Pickett, Spain &amp; Lyle, </em>P.C., on brief) for appellant.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b534-8\">COMPTON, J.,</author>\n<p id=\"AOD\">delivered the opinion of the Court.</p>\n<p id=\"b534-9\">In this controversy, the trial court ordered the sellers to specifically perform a contract for the sale of real estate. The sole issue on appeal is whether the court erred in rejecting the real estate broker’s claim against the sellers for. a commission on the transaction.</p>\n<p id=\"b534-10\">The agreement in question, prepared on a form contract provided by appellant Bissett Realty, Inc., the broker, was executed on November 26, 1976, by the sellers, the buyer, and the realtor. According to the contract, appellees Victor C. Moyer and Ruby H. Moyer agreed to sell to Delbert R. James for $77,500 a tract of real estate in the City of Chesapeake, fronting on Mt. Pleasant Road. The property was described in the agreement as “31 acres” known as “2112 Mt. Pleasant Road.” Insofar as pertinent here, the writing also provided:</p>\n<blockquote id=\"b534-11\">“8. Seller agrees to pay the Agent a cash commission for his services, on the sales price of the property at the rate of seven</blockquote>\n<p id=\"b534-14\">After the agreement was executed, the buyer learned that during the pre-contract negotiations the broker’s agent handling the transaction had mistakenly represented to him that the road frontage was 792 feet, when actually it was about 110 feet less. The agent’s error had been caused, in part, by Mrs. Moyer’s uncertainty as to the dimensions of the tract. A dispute arose over the subject of frontage, and the buyer refused to perform the contract.</p>\n<p id=\"b534-15\">Subsequently, the sellers, reciting the dispute, filed a bill for declaratory judgment in April of 1977 against the buyer and the <page-number citation-index=\"1\" label=\"477\">*477</page-number>realtor asking the court to declare “the rights and duties of the parties.” About three weeks later, the buyer filed a bill for specific performance against the sellers, asking that the contract be enforced with an abatement in the purchase price. After the suits were consolidated, the realtor filed a cross-bill in the declaratory judgment proceeding against the sellers for a commisson of $5425.</p>\n<p id=\"b535-4\">The causes were referred to a commissioner in chancery. After a hearing, the commissioner reported in March of 1979:</p>\n<blockquote id=\"b535-5\">“[TJhat specific performance of the contract be denied upon either the unilateral mistake innocently induced by [the] Moyers or their agent or upon the mutual mistake of both Moyer and James as to road frontage. By reason of the foregoing, James should be denied an abatement of the purchase price. To compel performance with an abatement would require the Moyers to perform a contract at a price which they would not have accepted.”</blockquote>\n<p id=\"b535-6\">The Commissioner also reported that, based upon his recommendation against specific performance, “Bissett did not procure an enforceable contract against James.” He thus recommended that the broker’s claim for a commission be denied.</p>\n<p id=\"b535-7\">After exceptions to the Commissioner’s report had been filed, the buyer changed his position and offered “in open Court,” according to the trial judge’s June 1979 letter opinion, to purchase the property without abatement in the agreed price. The court then decided that James was entitled to specific performance at the contract price, and that the broker was “not entitled to a commission on the sale in that through its acts the dimensions of the property were misrepresented.”</p>\n<p id=\"b535-8\">We awarded Bissett an appeal from the August 1979 final decree, refusing the Moyers’ assignments of cross-error which, in part, attacked the trial judge’s ruling on specific performance. Consequently, we have a case in which there is an affirmance of the trial court’s order directing the contract of sale to be specifically performed, the buyer to receive the property the vendors promised to sell for the price agreed upon. Yet, the trial court has denied the realtor a commission. This is error.</p>\n<p id=\"b535-9\">In decreeing specific performance, the contract enforced by the court must conform substantially to the agreement made by the parties; a court may not alter a contract in the process of exe<page-number citation-index=\"1\" label=\"478\">*478</page-number>cuting it. <em>Eascalco </em>v. <em>Caulfield, </em>220 Va. 475, 477, 259 S.E.2d 821, 822 (1979); <em>Rison </em>v. <em>Newberry, </em>90 Va. 513, 521, 18 S.E. 916, 919 (1894).</p>\n<p id=\"b536-4\">Here, the sellers acknowledge on appeal the broker was not guilty of fraud, actual or constructive, which would disentitle it to a commission even though the transaction was consummated. <em>See Poff &amp; Co. </em>v. <em>Ottaway, </em>191 Va. 779, 62 S.E.2d 865 (1951). And there is no suggestion the broker violated its fiduciary duty owed to the principal, which would also result in forfeiture of the broker’s right to compensation in a completed sale. <em>See Owen </em>v. <em>Shelton, </em>221 Va. 1051, 277 S.E.2d 189 (1981). Consequently, because the sales contract contained an express provision for the payment of a commission, that provision should have been enforced under these circumstances, when specific performance was granted.</p>\n<p id=\"b536-5\">For these reasons, that portion of the decree appealed from which denied the broker’s commission will be reversed. The proceeding will be remanded with direction to the trial court to enter judgment in favor of the broker against the sellers for $5425, and for any further proceedings that may be necessary not inconsistent with this opinion.</p>\n<p id=\"b536-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}