{
  "casebody": {
    "data": "<casebody firstpage=\"1087\" lastpage=\"1090\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1111-6\">JOHNSON v. BUFFALO HOMEOPATHIC HOSPITAL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1111-7\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A1M\">July 24, 1900.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1111-8\">1. Contracts—Evidence—Declarations—Competency.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1111-9\">In an action against a corporation on an alleged contract for the revision of building plans, a statement of a person interested in the building, but not a member of the board of directors of the corporation, and not made at a regular meeting of the board, to the effect that plaintiff’s plans had been accepted, was inadmissible to prove such acceptance, or to show the-existence of a contract with the corporation.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1111-10\">2. Same—Corporations—Officers—Admissions.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1111-11\">In the absence of evidence that the president of a corporation had authority from the board of directors to accept or reject building plans, evidence that the president of the board of trustees stated to another architect that plaintiff’s plans had been accepted by the corporation was inadmissible-to prove a contract with plaintiff.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b1111-12\">Appeal from judgment on report of referee.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b1111-13\">Action by James A. Johnson, as surviving partner of the firm of Marling &amp; Johnson, against the Buffalo Homeopathic Hospital, on an alleged contract for the revision of building plans. From a judgment in favor of plaintiff, entered on the report of a referee, defendant appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AYdN\">Reversed.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b1111-14\">Argued before ADAMS, P. J., and McLEXNAN, SPRING, WILLIAMS, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b1111-15\">John C. Milbum, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b1111-16\">Albert C. Spann, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1112-3\"><page-number citation-index=\"1\" label=\"1088\">*1088</page-number>SPRING, J.</author>\n<p id=\"A_i\">The appellant is a charitable institution, and in 1892 its various boards and supporters were exploiting a project to.erect a new hospital building, at a cost not to exceed $100,000. Their ability to consummate this purpose depended upon their success in raising this large sum oí money by subscription. They invited several architects to submit plans for the contemplated building, providing that the expense thereof should not exceed $100,000, and the firm of which the plaintiff is the survivor was instrumental in the preparation of this invitation. Five architects competed, and all their plans were rejected by the board of trustees of the defendant by a resolution adopted December 27, 1892, for the reason “that not one of the plans presented is within the limit of the price fixed by this board.” Afterwards the plaintiff’s firm was induced to revise its plans with a view of getting them within the limit, and the rub in the case is over what was intended by the submission of the revised plans. The plaintiff contends that when the new plans were prepared they were accepted by the board of trustees, and that the defendant’s liability thereupon became fixed. The defendant claims that certain physicians, acting independently of the board of trustees, agreed, with Mr. Marling, of the plaintiff’s firm, that they personally would pay the actual cost of the revision of the plans, and which was .fixed at $150; that the plaintiff was not, however, to receive any additional compensation unless the scheme bore fruit in subscriptions sufficient to erect the building; that the whole subject was in embryo, and Mr. Marling understood clearly the real situation, and rearranged his plans and submitted them, trusting to the favorable efforts of those interested in the construction of the building, and did not expect his pay unless the plan matured. This was early in 1893, and the pinching times which came upon the country cut short the scheme, and it has since remained dormant. ' Mr. Mar-ling, who had charge of this matter for plaintiff’s firm, is dead, and Mr. Inglehart, who was president of the board of trustees of the defendant, and actively engaged in carrying on the project for it, is insane; and the vital question of fact is thus left in a somewhat unsatisfactory condition. The turning point in the case was whether the board of trustees accepted these plans, in the sense that the defendant was liable to pay the plaintiff, irrespective of tjhe raising of the necessary funds for the new building. The question was a very close one, and, as the referee has found that the plans were delivered to the defendant and accepted by it, I would not favor interfering with the conclusion reached, except that incompetent evidence was received, which was cogent on this principal issue in the case. There was no affirmative action of the board of trustees on which to support this main finding of fact, but it rested chiefly upon declarations and admissions made by Mr. Inglehart, the president, and Dr. Wright, a homeopathic physician, who was among the promoters of this project. Dr. Wright was a member of the Erie County Homeopathic Medical Society. He was not one of the board of trustees of the defendant. He attended a general conference of many interested in the erection of this hospital, held.at the house of Mr. Gratwick. It was an informal meeting, participated in by the board of <page-number citation-index=\"1\" label=\"1089\">*1089</page-number>trustees and others, and extended over the whole lower part of the house. There was no organized meeting, and no concert of action. These plans were there. A Mr. Boughton, who was present, was allowed to testify, under objection, that he heard Dr. Wright say at this gathering “that those were the plans they had accepted, and that they were raising the money to build,” and the proof shows the plans referred to were those made by plaintiff’s firm. There is no pretense that the board of trustees was in session at that time, or that any of the members heard or knew of the declaration. This evidence was clearly incompetent. Landers v. Methodist Church, 114 N. Y. 626, 21 N. E. 420; Parshley v. Methodist Church, 147 N. Y. 583, 42 N. E. 15, 30 L. R. A. 574. We cannot say that this incompetent testimony did not control the referee. It was principally by admissions that his crucial finding was reached.</p>\n<p id=\"b1113-4\">The admission of Mr. Inglehart arose in this way: Mrs. Bethune was a member of a firm which was a competitor with that of Marling &amp; Johnson, both on the original and revised plans. She testified that in the spring of 1893 she called at Mr. Inglehart’s office, and that he there informed her that the drawing of Marling &amp; Johnson “had been accepted, and the work had been awarded to Mr. Marling.” Ordinarily the statement or declaration of an officer of a corporation is not admissible against the latter, unless part of the res gestae. In this case there is some evidence tending to show that the entire business pertaining to the plans was intrusted to Mr. Inglehart, and that he was, therefore, more than president; he was in charge. If he was performing simply the usual duties of his office, I am inclined to the opinion that the evidence was incompetent. If, however, he was the manager and in control of this business by the will of the trustees, it may have been admissible. The competency of the testimony depends so much upon his connection with the affairs of the defendant, that it is unnecessary for us now to determine the question, as it may be materially affected by other circumstances upon a retrial of the case.</p>\n<p id=\"b1113-5\">Mr. Marling must have understood that it was the board of trustees who had charge of the acceptance or rejection of the plans pre-&lt; sented. There was no delegation of authority by the board to its president. He was active and cjiligent in promoting the object in which he in common with Ms associates was interested. That became his official position, but implied no power to bind the defepdant in so vital a matter. The trustees unite in testifying that they had no knowledge that he was treating for the acceptance of these drawings. The plaintiff’s firm could readily have obtained formal action upon them if such had been the agreement. The original plans were rejected by formal resolution, and if the board had foisted this large claim upon the defendant, irrespective of any ability to construct the building, we should expect to find more tangible evidence of its action than the declarations of its president made to a third person. There was abundant testimony from which the referee could properly have reached a contrary conclusion. Several witnesses testified that it was the subject of frequent conversation in the presence of Mr. Marling that the adoption of any plan depended upon the success <page-number citation-index=\"1\" label=\"1090\">*1090</page-number>of the venture; that they were all in it in a public-spirited way, as their inclinations apparently tended towards that school of medicine; that, in case they failed to raise the money, nothing further was to be done, and no liability was to attach to the defendant. Again, the matter of compensation remained in a quiescent state until after Marling’s death, and until after Inglehart became insane. In a letter of the latter under date of November 2, 1899, and upon which much stress is laid by the plaintiff’s counsel, he asked Mr. Marling “to hunt up the plans,” as if they had been thrown aside because of the ill fortune which had betided their project. He further adds, “We have now decided to take the matter up and go on with it.” This is long after the claimed acceptance. It does not indicate that the project had been alive, or that a liability existed, but that there was a revival of the scheme, and there is nothing to give color to the suggestion that the board of trustees was then back of-it in its new birth. I am not alluding to these items of the testimony to give any intimation on the facts, but to show that it was a close question, and a slight circumstance might have controlled the referee.</p>\n<p id=\"b1114-4\">The judgment should be reversed, and a new trial ordered, with costs to abide the event. All concur, excepting that McLENNAN, WILLIAMS, and LAUGHLIN, JJ., are of the opinion that the referee’s finding that the plans were accepted unconditionally is against the weight of evidence.</p>\n<p id=\"b1114-5\">Judgment reversed, and new trial granted, with costs to the appellant to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}