{
  "casebody": {
    "data": "<casebody firstpage=\"69\" lastpage=\"70\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b93-7\">KIMBALL v. WILLIAMS et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b93-8\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AdI\">April 24, 1900.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b93-9\">1. Contribution—Joint Debtors.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b93-10\">A party equally liable with others, as principals, for the payment of a note, who has been obliged to pay the whole of it, may compel the others to contribute, as the principle of contribution is applicable as well to principal debtors as to sureties.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b93-11\">3. Same.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b93-12\">Where parties, on the purchase of stock, agree to pay for it in equal proportions, the stock need not be sold, and its proceeds applied on the debt, before one of the parties, who has been obliged to pay the whole price, can compel the others to contribute.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b93-13\">3. Same—Measure or Contribution.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b93-14\">Where, in an action by one of three joint debtors for contribution, one of defendants is insolvent, the contribution between the others may be by halves, with a provision in the decree as to the insolvent defendant, should he afterwards become able to pay.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b93-15\">Appeal from special term, Jefferson county.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b93-16\">Action by William H. Kimball against Fred Williams, impleaded, etc., to enforce contribution in payment of the purchase price of stock. Judgment for plaintiff, and defendant appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AHC\">Affirmed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b93-17\">The following is the opinion at special term (WILLIAMS, J.):</p>\n<p data-order=\"13\" data-type=\"summary\" id=\"b93-18\">Upon all the evidence together,—the written as well as the parol,—it must be found, as matter of fact, that the three parties in this action were engaged in a joint adventure in making the purchase of the stock in question; each having a one-third interest therein. There is no dispute but that Tucker is insolvent, and the amount paid by Kimball is not questioned. Williams has <page-number citation-index=\"1\" label=\"70\">*70</page-number>the stock. Upon these facts, the plaintiff is entitled to the relief demanded in his complaint. The parties were hardly co-partners. They undertook a joint adventure to purchase this particular stock, and hold it and sell it for the common benefit. Neither had authority to dispose of the stock, as a partner, nor to do anything except by the joint agreement of all the' parties. Whether the agreement between the parties, however, constituted them tech-, nically partners or not is not very important. They gave a note for the purchase price, upon which they were really jointly liable, as between themselves, in equal proportions. The holder of the note had the right, however, by reason of the form of the note, to regard the parties as severally liable, and it compelled the plaintiff to pay the whole amount. The case, as presented, is therefore one where the parties were equally liable, as principal debtors, for payment of the note, and the plaintiff has been obliged to pay the whole of it. The principle of contribution is applicable as well to principal debtors as to sureties. “It rests upon the principle of justice, and where one has discharged a debt which others were equally bound with him to discharge, and thus removed a common burden, the others, who have received a benefit, ought in conscience to refund to him a ratable proportion.” Aspinwall v. Sacehi, 57 N. Y. 337, 338; McCready v. Van Antwerp, 24 Hun, 324. There is no theory upon which it can be said the stock must be first sold, and its proceeds applied upon the debt, before the defendant can be compelled to pay his share. • The parties agreed to pay for the stock in equal proportions. They did not agree that the stock should be sold to pay the note. The note was between the parties a joint, and not a partnership, note. The relief sought is contribution in payment of the purchase money, and that each party be awarded his undivided share of the stock. There is nothing else to account for or to settle, and there is no reason why this relief may not be afforded in this as well as any other form of action. The right to contribution became fixed upon the plaintiff’s being compelled to pay the whole purchase price. Whether the stock shall be divided by the decree, or held as the joint property of the parties, is not so important. It would seem, however, better to include this relief in the decree, as more beneficial to the two solvent parties. The insolvent party is in default. One of the three parties (Tucker) being insolvent, the contribution between the defendant Williams and the plaintiff should be by halves, instead of thirds, with provision in the decree as to the insolvent defendant if he shall afterwards become able to pay. Easterly v. Barber, 66 N. Y. 439, 440. A decree will be ordered in favor of the plaintiff, in accordance with the views herein expressed, with costs. Decision will be prepared and agreed upon as to form, and presented for signature.</p>\n<p data-order=\"14\" data-type=\"judges\" id=\"b94-4\">Argued before ADAMS, P. J., and McLENNAN, SPRING, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b94-5\">Rogers &amp; Atwell, for appellant.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b94-6\">Russell &amp; Percy, for appellee.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b94-7\">PER CURIAM.</author>\n<p id=\"AO9\">Judgment affirmed, with costs, on the opinion of WIT J JAMS, J., at special term.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}