{
  "casebody": {
    "data": "<casebody firstpage=\"923\" lastpage=\"929\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"1\" data-type=\"citation\" id=\"b971-4\">40 C.C.P.A. (Patents)</p>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b971-5\">Application of ARBEIT et al.</parties>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b971-6\">Patent Appeals No. 5913.</docketnumber>\n<court data-order=\"4\" data-type=\"court\" id=\"b971-7\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b971-8\">Feb. 6, 1953.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b971-19\">Dale A. Bauer, New York City, and John L. Seymour, New Rochelle, N. Y., for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b971-20\">E. L. Reynolds, Washington, D. C. (S. W. Cochran, Washington, D. C., of counsel), for Commissioner of Patents.</attorneys>\n<judges data-order=\"0\" data-type=\"judges\" id=\"b971-3\">Before GARRETT, Chief Judge, and O’CONNELL, JOHNSON, WORLEY, and COLE, Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b971-22\">COLE, Judge.</author>\n<p id=\"b971-23\">This litigation involves a patent application relating to a method and apparatus for manufacturing glass, and particularly to the heating process required to melt the glass-making materials and refine the glass.</p>\n<p id=\"b971-24\">The invention claimed by the applicants has, as its objective, the elimination of coloration which is known to occur in glass having a high melting point that has been heated by passing an electric current through the glass bath between submerged graphite electrodes. The theories advanced in explanation of the coloration phenomenon are somewhat vague; yet it seems that graphite, when in contact with 'hot glass, has a tendency to color the glass by its reducing action on some elements of the glass constituents.</p>\n<p id=\"b971-25\">Contending that it was not previously known that coloration was related to that specific degree of temperature called fining (refining), the applicants have proposed a limited use of the graphite electrodes during the heating process, terminating contact between glass and electrodes prior to the refining of the glass. Thus, the electrodes are present in the glass mass only during the melting of the glass raw materials and only at temperatures prevailing in the melting zone of the furnace. Defining the period of melting in chemical terms, the applicants state that when the glass-making materials are introduced into the glass furnace, said materials containing oxidizing substances, they either prevent, for a time, the formation of compounds coloring the glass, or else, by combining with such compounds, yield a non-colored product; that when the oxidizing materials are exhausted, the graphite will color the glass; and that as the exhaustion of such materials and the end of the melting period are concurrent events, suppression of the electrodes from the glass at this critical time renders the product color free.</p>\n<p id=\"b971-26\">As the terms “melting” and “fining” (refining) have specific meaning in the glass industry, and will be referred to frequently <page-number citation-index=\"1\" label=\"924\">*924</page-number>in the course of this opinion, it is well for us briefly to define them as those terms are known in the art “Melting” has reference to the application of heat to the solid glass-making materials whereby they are fused and brought to a molten condition. As the aforesaid materials still contain occluded air, bubbles, unmelted solid particles, etc., which have not been melted by the end of the melting operation, the glass is subj ected to a “fining” (refining) process whereby the temperature in the furnace is necessarily raised to free the glass of these impurities. There is some difference of opinion with respect to the exact temperatures necessary to carry out each of the above pperations. The applicants state that melting and refining temperatures are approximately 1100-1300 degrees and about 1450 degrees centigrade, respectively. The Patent Office claims that there is a wide variation in melting or fining temperatures depending on the varying proportion or ingredients of fhe glass bath. In any event, it is apparent that the refining temperature is the very highest produced in the furnace.</p>\n<p id=\"b972-4\">While the applicants state that their <em>study </em>of the coloration problem was primarily concerned with' glass melting .at high temperatures and glass having a low expansion coefficient and containing boric acid, they further indicate that the result achieved, i. e., the production of colorless glass, is also applicable in imparting an extra-white quality to ordinary glass melting at relatively lower temperatures.</p>\n<p id=\"b972-5\">In proceedings before the United States Patent Office, the Board of Appeals affirmed the decision of the Primary Examiner in rejecting applicants’ claims 3, 4, 5, 6, 20, 23, 24, 27, 28 and 30-37 inclusive. Patent number 1,944,855, dated January 23, 1934, issued to the inventor Wadman, is the sole reference relied on in the rejection of all of the claims with the exception of claims 3, 4, 35 and 37 which were considered as being directed to non-elected species. Those claims, consequently, are not here to be considered on the merits.</p>\n<p id=\"b972-6\">It is significant to note from the very outset that the applicants not only vigorously deny the presence of an anticipation, but also contend that the disclosures of the reference patent are diametrically opposed to their own. Further, it is asserted that both the Primary Examiner and the Board of Appeals failed wholly to- understand the novelty of applicants’ invention and also placed an erroneous interpretation on the Wadman reference.</p>\n<p id=\"b972-8\">Claim 20 is deemed to be illustrative of applicants’ process and claim 33 representative of the apparatus. They read as follows :</p>\n<blockquote id=\"b972-9\"><em>“201 </em>A method for-the manufacture of a-glass having a low expansion coefficient containing boric acid which comprises heating the glass mass by an electric current passing through it and supplied by electrodes in contact with it, limiting the time of the contact of' the glass with the electrodes to a part of the melting operation, then the contact of the glass with the electrodes being ended, and continuing the heating of the glass mass by any other heating means, until it is refined.”</blockquote>\n<blockquote id=\"b972-10\">“33. In an apparatus for the continuous manufacture of glass, a tank comprising a melting zone and a refining zone, electrodes localized in the melting zone of said tank and in contact with the glass bath in said zone, means to supply an electric current to said electrodes, other heating means in said melting zone, means interposed between the melting zone and the refining zone and provided with an opening for the passage of the glass flowing from said melting zone to said refining zone, said opening being of sufficiently small size, so that the glass flow from the melting zone to the refining zone due to the withdrawal of the finished glass from the tank gives no room for a flow of refined glass back to the melting zone, and burners in the refining zone constructed and arranged for refining the glass.”</blockquote>\n<p id=\"b972-11\">It may thus be seen that a melting and a refining zone is provided with localized electrodes and “other heating means”'(flame ports) utilized to heat the glass materials during the melting operation. Contact between electrodes and glass ends prior to <page-number citation-index=\"1\" label=\"925\">*925</page-number>fining. Burners in the refining zone supply-heating means necessary to the refining phase of the manufacture. A barrier separates the two zones and is provided with a small opening whereby the melted glass moves into the refining zone, and means are also provided to insure against backflow of refined glass.</p>\n<p id=\"b973-5\">As we have previously stated, the applicants claim to set forth a truly novel invention, the core of which is founded on the proposition that, unknown to the prior art, graphite electrodes and molten glass are incompatible after the completion of the melting operation and consequently must be separated from each other to avoid coloring the glass.</p>\n<p id=\"b973-6\">In their brief, the applicants contend that the reference patent is not concerned with coloration of hot glass by electrodes; that the reference patent does not recognize the existence of the problem of glass coloration by electrodes; that Wadman shows glass undergoing fining in the presence of electrodes, and electrodes in the primary fining zones of his furnace, and that therefore the teachings of Wadman are positively conducive to- the production of colored glass; and that Wadman does not suggest any method or apparatus by which coloration of glass can be prevented.</p>\n<p id=\"b973-7\">We are of the opinion that some of the applicants’ contentions are meritorious, as subsequently will be shown.</p>\n<p id=\"b973-8\">Considering now the detailed specification and drawings of the Wadman patent, it may be said that Wadman describes two embodiments of his invention, that of Figure 1 and that of Figure 2. The primary examiner and the Board of Appeals dealt principally with the invention of Figure 1 and stated, in effect, that the patent consists of a tank having a melting zone and a refining zone, designated chambers 10 and 11 respectively, with electrodes localized in the melting zone and in contact with the glass bath therein. Other heating means are also provided in this zone and are located above the surface of the molten glass. Certain of the burners in the melting zone are to the right of the electrodes and in the line of flow of glass from melting zone to refining zone. A barrier is interposed between the two zones and is provided with an opening for the passage of the glass flowing from the melting zone to the refining zone. The prevention of backflow of refined glass to the melting zone is dependent upon the rate of withdrawal of finished glass from the so-called refining zone. While the refining zone does not show any heating means therein, the patent states that the glass may be further refined in chamber 11 by any suitable means. The applicants, emphatically deny that chamber 10 is properly termed a melting zone and that chamber 11 is a refining zone, as it is their belief that a combination of melting and fining occurs in chamber 10. As will later be developed, this interpretation is of critical concern.,</p>\n<p id=\"b973-10\">The board of Appeals, in holding method claims 5, 6, 20, 23, 24, 27, 28, 30 and 31 to be unpatenable over Wadman, stated:</p>\n<blockquote id=\"b973-11\">“ * * * The process is as obviously performed in the operation of the Wadman apparatus as in the operation of the apparatus disclosed in the application on appeal. * * * ”</blockquote>\n<p id=\"b973-12\">With this conclusion, we are unaible to agree.</p>\n<p id=\"b973-13\">Our attention has been invited to several pertinent paragraphs of the Wadman patent reading as follows:</p>\n<blockquote id=\"b973-14\">“ * * * At present, it appears to be more economical to raise the temperature of the glass through the lower ranges of temperature by application of combustion heat than by electrically supplied heat.</blockquote>\n<blockquote id=\"b973-15\">******</blockquote>\n<blockquote id=\"Avb\">“One of the objects of my present invention is, therefore, to provide a separate and independent source of heat, preferably electrical, <em>for supplying the last increment of heat to bring the glass from a basic temperature to •which the glass may economically be raised by the combustion supplied heat up to the desired high temperature. </em>(Italics ours.)</blockquote>\n<blockquote id=\"b973-16\">******</blockquote>\n<blockquote id=\"b973-17\">“ * * * My present invention thus provides a method and apparatus usable <page-number citation-index=\"1\" label=\"926\">*926</page-number>in the melting and refining of glass in which combustion supplied heat is utilized for melting the glass making materials and raising the temperature of the glass to a given basic temperature <em>and in which the remaining heat necessary for raising the glass to the highest desired temperatwre in the furnace is supplied by the use of electricityj </em>thus effecting an economy in the melting of glass not possible in prior devices and by prior methods. (Italics ours.)”</blockquote>\n<p id=\"b974-4\">The quoted language unequivocally expresses a desire to effect an economy in the matter of heating the glass and advocates the use of electricity “for supplying the last increment of heat to bring the glass from a basic temperature to which the glass may economically be raised by the combustion supplied heát’up to- the desired high temperature.” It. is not affirmatively stated that fining temperatures are reached by electrical means. The inference to be gathered from the language, however, suggests that combustion supplied heat melts the glass, at least in part, and that the uppermost furnace temperatures necessary thereafter are to be supplied by electricity. That fining temperatures are the very hottest produced in the glass furnace is readily conceded by both parties. Applicants argue convincingly that the primary emphasis of the reference patent is diametrically opposed to their own invention in that Wad-man is proposing the use of electrodes to obtain the hottest temperature whereas the application on appeal denounces such practice as productive of colored glass. Had Wadman operated his electrodes in such a way that the glass and electrodes were out of contact with each other during the refining operation, the method claims of the applicants herein' would have been met. That Wadman’s objectives are contrary to this mode of operation is-, in our opinion, clear.</p>\n<p id=\"b974-5\">A further object of the patent in reference is expressed in substantially similar terms although it deals with the “pull” on the tank, i. e., variation in the amount of glass which is drawn from the tank in any given unit of time. It reads as follows:</p>\n<blockquote id=\"b974-6\">“A further object of this invention, therefore, is to provide a method of and apparatus for making glass in which combustion heating means are employed always at a given unchanging rate of heat supply, and any variations in the heat required, due to variations in the pull on the tank, are compensated for by independently supplied heat, preferably heat supplied by passing an electric current through the glass at a desired point or points in the tank between spaced electrodes. In this way it is possible to design combustion heating means, operative always at their maximum efficiency, and to take care of variations with electric current supply, which has a greater degree of flexibility- and is always effective at substantially the same efficiency.”</blockquote>\n<p id=\"b974-7\">The above-quoted paragraph seems to indicate that when the pull on the tank increases beyond .the point of efficiency of flame heat, the electrodes would be utilized to provide the additional heat necessary to compensate therefor. Quite obviously, Wadman’s intended purpose here is to use his electrodes to obtain temperature ranges above the hottest temperature supplied by combustion heating means.</p>\n<p id=\"b974-8\">Proceeding further, we encounter the following in the reference patent:</p>\n<blockquote id=\"b974-9\">“It is also contemplated that the heat supplied by combustion may be sufficient merely to heat the glass to a certain given temperature, for example 2300° F. and that sufficient additional heat will be supplied to the glass by passing an electric current there-through to raise the temperature of the glass to the desired working or refining temperature, for example, 2650° F.”</blockquote>\n<p id=\"b974-10\">The applicants have placed special emphasis on the significance of this language as supporting their position, and state that 2300 degrees Fahrenheit is 1260 degrees centigrade and within the range of melting as previously declared by applicants; and that 2650 degrees Fahrenheit is 1450 degrees centigrade and is the exact tempera<page-number citation-index=\"1\" label=\"927\">*927</page-number>ture declared by applicants to be the fining temperature and also to be the highest temperature ever produced in a glass furnace. Since the latter is supplied by electricity, the applicants feel that it is apparent that Wadman intended that his electrodes be present during the fining stage of the glass manufacture, and aid in that operation, at least in part.</p>\n<p id=\"b975-5\">In furtherance of this reasoning, it would thus seem manifestly certain that if the reference patent does, in fact, show glass undergoing fining in the presence of electrodes, then in the normal and usual operation of the Wadman invention, coloration will result if applicants’ statement of the phenomenon, which has not been challenged by the Patent Office, is to be accepted as correct.</p>\n<p id=\"b975-6\">In conformity with Wadman’s objectives, previously set forth, we believe that the board was in error in designating chamber 10 a melting chamber and chamber 11 a refining chamber. We further believe that chamber 10 is more aptly termed a combined melting-fining zone for it appears that the patentee primarily limits his fining operation to chamber 10. This conclusion is supported, we think, by the following from the reference patent:</p>\n<blockquote id=\"b975-7\">“ * * * The glass in the chamber 11 <em>may be further refined </em>or planed in any suitable or desired manner * * * ” (Italics ours.)</blockquote>\n<p id=\"b975-11\">Glass, to be further refined, certainly implies that it must have been previously refined to some extent. The language suggests that, only if necessary, the glass can be refined to a greater extent than has already been done. Fining of the glass is not a “may” or “may not” proposition. It is, in the first instance, an absolute necessity. The fact that chamber 11 is totally devoid of any heating means whatsoever equally indicates that Wadman primarily intended his fining operation to be wholly, or at least substantially, completed prior to the arrival of the glass in chamber 11. All of the heating means are located in chamber 10. The glass obviously is brought to fining temperature in that zone. It is true that Wadman states that if further refining is necessary, chamber 11 can be equipped with any suitable heating means; this, however, is certainly not a rational ground upon which to conclude that all, or substantially all, fining is accomplished in chamber 11, and thereby term that zone a refining zone. We believe, as do the applicants, that chamber 11 is more appropriately designated as a working chamber wherein, in the usual course of Wadman’s procedure, the glass is cooled down preparatory to use.</p>\n<p id=\"b975-13\">In the course of the board’s opinion, it was also stated:</p>\n<blockquote id=\"b975-14\">“ * * * The disclosures of the patent is applicable to these [method] claims generally in the same way that it is applied to the apparatus claims. * <em>* </em>íjt <em>tí</em></blockquote>\n<p id=\"b975-17\">Just what the board meant by the above statement is not entirely clear to us; however, it is now considered basic and fundamental in the law of patents that the mere fact that there is, in the prior art, a machine that will perform a claimed process is not to be considered, in itself, grounds for rejecting the claimed process. In re Osplack, 195 F.2d 921, C.C.P.A., Patents, 932.</p>\n<p id=\"b975-18\">Claim 1 of the Wadman patent is drawn to a method of making glass. It reads as follows:</p>\n<blockquote id=\"b975-19\">“1. The method of making glass, which comprises supplying glass making materials to a bath of molten glass at a rate substantially equal to the rate of withdrawal of finished glass from the bath so as to maintain the contents of the bath and the level of the surface thereof substantially constant, melting said materials to form glass and refining the melted glass by applying heat of combustion to the surface of the bath to provide a basic temperature lower than the maximum desired for the glass during its transition to refined and finished glass, <em>supplying the last increment of heat necessary to bring the molten glass up to the maximum desired temperature by impressing an alternating current of electricity upon electrodes which are always complete</em><page-number citation-index=\"1\" label=\"928\">*928</page-number><em>ly submerged by the molten glass, </em>and maintaining the intensity' of the electric current so supplied sufficiently low that arcing between the electrodes is positively prevented.” (Italics ours.)</blockquote>\n<p id=\"b976-4\">In these words, it is believed that Wad-man conclusively contemplates the presence of his electrodes during the refining of the glass. They are always completely submerged by the molten glass and are employed to produce fining temperatures.</p>\n<p id=\"b976-5\">In oral argument before us, and in his brief, counsel for the commissioner has stated that claim 5 of the Wadman patent specifically relates that the inventor achieves the result of non-colored glass. Claim S calls' for the combination of combustion and electrode heating means and describes the current supply for the electrodes as being effective to supply current to the electrodes at an intensity so low that arcing between the electrodes and consequent disintegration thereof will be prevented. The effect achieved thereby is alleged to be “clear, colorless glass.”</p>\n<p id=\"b976-6\">The Primary Examiner and the board did not rely upon, or even mention, the above in their reasons of rejection. It seems entirely clear that Wadman was concerned with electrode disintegration due'to arcing, the inventor apparently feeling that by preventing arcing, he also prevented coloration. Throughout these proceedings, we have been considering the problem of coloration of glass in- those instances wherein electrodes are used to heat the glass, the hot glass thereafter (being a conductor) acting as a resistance to carry the current, i. e.,' the well known Joule effect. The rejection was made out on the basis that the reference patent prevented coloration due to Joule effect.</p>\n<p id=\"b976-7\">Certain of the process claims of the applicants mention boric acid as one of the batch ingredients. As this is a standard ingredient used in glassmaking, the tribunals below, having rejected said claims specifically directed to boric acid, reasoned that because applicants’ process was old in the art, the application of an old glass-making method to a specific type of glass which is also old in the art would not involve invention. We feel, however, that as applicants’ process involves invention over the prior art, the specific claims drawn to boric acid as a raw material used in glassmaking should be allowed.</p>\n<p id=\"b976-9\">Finally, the counsel for the Patent Office has stated in his brief that Wadman did not intend that the glass attain fining temperatures in the presence of the electrodes “since, according to appellants, this necessarily would result in contamination and coloration of the glass.” The applicants, however, have repeatedly stated that it was unknown in the prior art that coloration of glass was due to contact of electrodes and glass at fining temperature. A careful analysis of the reference patent justifies the inference that Wadman likewise was without knowledge of coloration due to electrode contact at fining temperature. Wadman’s intentions obviously cannot be measured by what was unknown to him at the time he conceived his invention.</p>\n<p id=\"b976-10\">Only after the most careful consideration have we found ourselves unable to agree with the concurring opinions of the Primary Examiner and the Board of Appeals in their rejection of the method claims in the application on appeal. We are, of course, not unmindful of the fact that the officials of the Patent Office are most competent and painstaking in their efforts, particularly in those instances involving claims of a technical nature. Our study of the case, however, has led us to firmly believe that the rejection of claims 5, 6, 20, 23, .24, <em>27, </em>28, 30 and 31 as unpatentable over Wadman was not proper.</p>\n<p id=\"b976-11\">Considering now the particular apparatus conceived by the applicants to carry out the inventive process, it may be said that two types of furnaces are provided, i. e., continuous and discontinuous furnaces. The former relates to the continuous manufacture of glass, day and night, over a period of years; the latter involves a day to day production. The separation of glass and electrodes in the continuous type furnace is brought about by removing the glass from the melting zone and into • a separate fining zone. The electrodes in this 'instance are limited to the melting <page-number citation-index=\"1\" label=\"929\">*929</page-number>zone. In the discontinuous type of furnace, the separation is brought about by physically removing the electrodes from the glass prior to fining. All of the apparatus claims of the application relate to the continuous type furnace.</p>\n<p id=\"b977-5\">While we have held that the applicants’ process is patentable, it does not necessarily follow that the apparatus used to carry out the process is likewise patentable. Except for the fact that the first chamber of the applicants’ furnace is termed a “melting” zone and the second chamber is called a “refining” zone, apparatus claims 32, 33, 34 and 36 (claim 33 was thought to be representative and previously set out) of the application are directly readable on the Wadman reference.</p>\n<p id=\"b977-6\">It is our opinion that, in all structural respects, the furnace of the applicants and that of the patentee are substantially identical. Each is a two-chamber affair. In the first chamber of the applicants’ apparatus, i. e., the melting zone, electrodes are localized. The reference patent also discloses electrodes localized in the first chamber. Both set forth other heating means therein, i. e., flame ports or burners. The applicants provide heating means other than electrodes in their second chamber— the refining zone. The patentee discloses that his second chamber may, if necessary, be provided with similar heating means.</p>\n<p id=\"b977-7\">While the Board of Appeals described the chambers of Wadman’s furnace as a melting chamber and a refining chamber, we felt that the terms were not appropriately applied and, insofar as the process claims were concerned, misdescriptive of the operation performed therein. However, the law is well settled that a limitation reciting only manner of operation or use will not suffice to sustain the patentabililty of a claim. In re Bisley, 197 F.2d 355, 39 C.C.P.A., Patents, 982. That the above discussed limitations of representative claim 33 are merely use limitations, we think is clear. Structurally, the furnaces are substantially identical.</p>\n<p id=\"b977-9\">It may further be said that each of the two chambers is provided with a partition or barrier between said chambers with a small opening therein for the passage of the glass. Prevention of backflow of the glass in each instance seems to depend on the rate at which the materials are supplied to the first chamber and the rate at which the finished glass is removed from the second chamber. It is, therefore, apparent that in all structural respects, the apparatus of the reference patent is the same as that disclosed in the application on appeal.</p>\n<p id=\"b977-10\">Claim 36 adds a further limitation, as follows:</p>\n<blockquote id=\"b977-11\">“ * * * a surface channel of small depth below the glass level of the tank connecting the melting zone to the refining zone, * * * ”</blockquote>\n<p id=\"b977-12\">The board, in rejecting this claim, said:</p>\n<blockquote id=\"A7WB\">“ * * * Claim 36 differs from claim 33 mainly in specifying that the channel between the zones is ‘a surface channel of small depth.’ The channel 12 of the Wadman apparatus has a surface and is of small depth. Furthermore, this feature does not import any invention into claim 36 over the Wadman patent since no new or surprising function has been disclosed as resulting from the use of a channel at the surface of the molten glass instead of a channel below that surface as disclosed in the Wadman patent. Furthermore, the Wadman patent shows a channel at the left of the barrier in the modification shown in Fig. 1 and in Fig. 2 which is at the normal free surface of the molten glass and in the latter the channel is also of small depth as recited in this claim.”</blockquote>\n<p id=\"b977-14\">With this conclusion, we are in accord.</p>\n<p id=\"b977-15\">For the reasons hereinbefore stated, we affirm the decision of the Board of Appeals approving the examiner’s rejection of claims 32, 33, 34 and 36 but reverse its approval of the rejection of claims 5, 6, 20, 23, 24, 27, 28, 30 and 31.</p>\n<p id=\"b977-16\">Modified.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}