{
  "casebody": {
    "data": "<casebody firstpage=\"321\" lastpage=\"323\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b375-11\">MUNSON LINE, Inc. v. GREEN et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b375-12\">No. 84, Docket 20759.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b375-13\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b375-14\">Jan. 5, 1948.</decisiondate>\n<seealso data-order=\"4\" data-type=\"seealso\" id=\"b376-5\"><page-number citation-index=\"1\" label=\"322\">*322</page-number>See also 6 F.R.D. 470.</seealso>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b376-6\">Cahill, Gordon, Zachry &amp; Reindel, of New York City (Paul Williams and Robert G. Zeller, both of New York City, of counsel), for appellant Munson Line, Inc.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b376-7\">Baker, Obermeier &amp; Rosner, of New York City (Isidor J. Kresel and Oscar S. Rosner, both of New York City, of counsel; Jay Raymond Levinson and William Peyton Marin, both of New York City, on the brief), for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b376-8\">Before CHASE, CLARK and FRANK, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b376-9\">PER CURIAM.</author>\n<p id=\"b376-10\">The jurisdiction based on diversity is clear but before the merits of this appeal may be considered it is necessary to decide whether the order is final and hence appealable within Section 128 of the Judicial Code, 28 U.S.C.A. § 225. The defendants moved before answer under Rule 12 (b) (6), Federal Rules of Civil Procedure, 28 U.S.C.A. following section 723c, to dismiss all of the three counts in the complaint on the ground that none of them stated a claim upon which relief could be granted. The order appealed from denied the motion as to the first count but granted it as to the two others.</p>\n<p id=\"b376-11\">In the first count it was alleged with considerable attention to detail that in substance the defendants, all security holders of the plaintiff,, had, pursuant to a conspiracy, interfered maliciously and unlawfully with the plaintiff’s business to the damage of its reputation and credit. The wrongful acts charged were the circulating of unfounded rumors disparaging the integrity and ability of its management; the bringing, or causing to be brought, against it of successive unjustified actions in which large damages and a receivership were sought upon many false and defamatory allegations of dishonesty and malfeasance on the part of its officers; and the attempting to persuade other stockholders to do likewise. The bringing of three suits and other instances of conduct in furtherance of the conspiracy were alleged and damages were sought for expenses in “defending and defeating” the lawsuits; for the time and effort of plaintiff’s officers and directors diverted to that end “which would otherwise have been profitably devoted to the affairs of” the plaintiff; and for the general “damage to its business, credit and reputation.”</p>\n<p id=\"b376-13\">The second count merely repeated by reference the allegations of the first with the addition that the defendants wilfully and wrongfully “conspired in New York falsely to institute and maintain actions and proceedings to injure” the plaintiff “all in violation of Section 580(3) of the New York Penal Law”, Consol. Laws, c. 4-0, and had instituted and maintained such actions!</p>\n<p id=\"b376-14\">The third count also incorporated by reference all the allegations of the first count, realleged the bringing of groundless lawsuits upon false allegations and without probable cause for the purpose of injuring the plaintiff “and of compelling the purchase of stockholdings of the defendants” in the plaintiff. It was alleged that two of the suits had been defeated on the merits and the third, “the merits of which had previously been tried in one of . the other actions,” had been dismissed for lack of jurisdiction. Actual and punitive damages were sought.</p>\n<p id=\"b376-15\">It is apparent from the above that this is a complaint in which the same acts and occurrences, to be proved by substantially the same evidence, are relied on in separate counts to support recovery of damages for the same wrong. One count would have sufficed. Original Ballet Russe v. Ballet Theatre, Cir. 2, 133 F.2d 187. None of the counts into which this complaint was divided are “entirely distinct” as that phrase was used in Reeves v. Beardall, 316 U.S. 283, 285, 62 S.Ct. 1085, 86 L.Ed. 1478. Consequently the order dismissing two of them was nqt “final” in the sense that makes it appealable while the action is still triable on the first count. Audi-Vision Inc. v. R. C. A. Mfg. Co., 2 Cir., 136 F.2d 621, 147 A.L.R. 574; Petrol Corporation v. Petroleum Heat &amp; Power Co., Cir. 2, 162 F.2d <page-number citation-index=\"1\" label=\"323\">*323</page-number>327; see Hurn v. Oursler, 289 U.S. 238, 246, 53 S.Ct. 586, 77 L.Ed. 1148; Reeves v. Beardall, supra, 316 U.S. at page 285, 62 S.Ct. at page 1087, 86 L.Ed. 1478.</p>\n<p id=\"b377-4\">Appeal dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}