{
  "casebody": {
    "data": "<casebody firstpage=\"412\" lastpage=\"418\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b466-7\">BAGWELL v. SUSMAN et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b466-8\">No. 10474.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b466-9\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFA\">Dec. 15, 1947.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b467-13\"><page-number citation-index=\"1\" label=\"413\">*413</page-number>W. T. Thrasher and Sam H. Ford, both of Chattanooga, Tenn., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b467-14\">Charles A. Noone, of Chattanooga, Tenn., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b467-15\">Before SIMONS, ALLEN, and McALLISTER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b467-16\">McALLISTER, Circuit Judge.</author>\n<p id=\"b467-17\">The H. Susman Company, appellee partnership, brought a suit against the G. W. Bagwell Preserving Company, appellant herein, for damages arising out of an alleged breach of warranty in the sale of certain food products. It obtained a verdict from a jury and a judgment duly entered thereon, from which this appeal is taken.</p>\n<p id=\"b467-18\">The principal defense to the action was that appellee had rescinded the sales contracts in question; that, under the provisions of the pertinent state statute, the Uniform Sales Act, appellee is limited, by way of remedy, to a return of the goods purchased and recovery of the purchase price paid thereon; and that the district court erred in refusing to direct a verdict of no cause of action on plaintiff’s claim for damages. Appellant also contends that the parties contracted with reference to a custom, which limited appellee to a return of the unsatisfactory goods and a repayment of the purchase price; and it is further asserted that the agreement between the parties was voided by the illegal conduct of appellee in not furnishing to appellant the necessary government ration points, required for sale of the commodities in question, in accordance with thcEmergency Price Control Act.<footnotemark>1</footnotemark></p>\n<p id=\"b467-19\">The sale was of jellies and preserves. The claimed breach of warranty was that they were largely unfit for consumption, being of a watery consistency and greatly inferior to the grade purchased. The determination whether these food products were unfit and inferior to the grade purchased was for the jury. Upon an examination of the copious record it appears that there was substantial evidence to sustain appellee’s claims, and the jury’s verdict in this regard.</p>\n<p id=\"b468-3\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>We come, then, to the question of rescission. Appellee insists that at no time did it rescind the contract, and that it is entitled to damages for breach of the warranty of fitness of the food products for consumption.</p>\n<p id=\"b468-4\">The provisions of the Uniform Sales Act, adopted in Tennessee,<footnotemark>2</footnotemark> in so far as here applicable, provide:</p>\n<p id=\"b468-5\">“Section 7262. Remedies for breach of warranty.—</p>\n<p id=\"b468-6\">“(1) Where there is a breach of warranty by the seller, the buyer may, at his election:</p>\n<p id=\"b468-7\">“(b) Accept or keep the goods and maintain an action against the seller for damages for the breach of warranty; * * *</p>\n<p id=\"b468-8\">\"(d) Rescind the contract to sell or the sale and refuse to receive the goods, or if the goods have already been received, return them to the seller and recover the price or any part thereof which has been paid.</p>\n<p id=\"b468-9\">“(2) When the buyer has claimed and been granted a remedy in any one of these ways, no other remedy can thereafter be granted.”</p>\n<p id=\"b468-10\">Appellant’s principal claim is that there was a rescission by appellee, and that, under the above statutory provisions, appellee is limited to a return of the purchase price which it paid.</p>\n<p id=\"b468-11\">After the purchase of the goods by appellee, most of them were shipped on its instructions by appellant directly to appellee’s customers. Pursuant to an arrangement between the parties, appellee’s labels were attached to the jars of jellies and preserves. Other shipments were made directly by appellant to appellee’s place of business. When appellee’s customers received the commodities so shipped by appellant, they made vigorous complaint to appellee about the inferior quality of the goods. In many cases, appellee wrote them to return the goods to its place of business. A number of its customers were visited by appellee, and, as a result, many shipments were returned by the customers to appellee for credit. In other cases, reductions in price were given to the customers, and the difference paid to appellee. In some instances, appellee shipped some of the jellies back to appellant but at no time did appellant ever issue any credit memorandum on the return of the goods by such customers or by appellee, nor did he ever acknowledge the return of any of the goods, or refund the price theretofore paid for any such returned products. A large amount of the stuff which remained in its possession was finally sold by appellee at salvage prices to a grocery market. The price paid appears to have been favorable and advantageous to the seller, considering the state of the commodities. Evidence on behalf of the appellee was to the effect that, in addition to the poor quality of the jellies and preserves, the goods had been so poorly shipped by appellant and in such weak and fragile boxes and containers that many of the jars were broken and the bulk of the goods could not be shipped again in such condition. We must assume from the jury’s verdict that it accepted appellee’s claims in these respects.</p>\n<p id=\"b468-13\">With regard to rescission, appellant claims that, because of the fact that appellee returned to him 67 cases of the food commodities purchased, appellee thereby elected to rescind the contract, and, being bound by such election, cannot now sustain an action for damages for breach of warranty. This contention is based upon the provisions of the Uniform Sales Act, providing that where there is a breach of warranty by the seller, the buyer may, at his election, follow the remedies therein set forth, but that when such buyer has claimed and been granted a remedy in any one of these ways, no other remedy can thereafter be granted. Subsections (1) (a) and (c), and (2), of Williams’ Official Tennessee Code, supra.</p>\n<p id=\"b468-14\">In support of his contention, appellant relies upon the construction of the Uniform Sales Act by the Supreme Court of Tennessee in Lamborn &amp; Co. v. Green et al., 150 Tenn. 38, 51, 262 S.W. 467, 470, in which it was held that where parties elected to rescind a sale, they were bound by such election, and no remedy for the recovery of damages was thereafter avail<page-number citation-index=\"1\" label=\"415\">*415</page-number>able to them. In the Lamborn case, it appeared that the buyers had purchased certain sugar, and upon receipt of its shipment, advised the seller that the sugar was utterly unfit for use in their business; that they would hold the same subject to the seller’s orders; and that, if no instructions were given respecting it, they would sell it on the buyers’ account. The issue in that case was framed by a cross-bill, filed by the buyers, which appeared to be founded on a claim of rescission, and had been treated by the trial court as one of rescission. In fact, the plea was characterized as a claim of rescission by counsel for the buyers. It further appeared on the trial of the case that, notwithstanding this election to rescind, the buyers actually used 47 out of the 50 tons of sugar purchased. The Supreme Court held that, under such circumstances, the defendants could not have a rescission as they were not in a position to return the consideration of the contract which was sought to be vacated. The court went on to say that “the chancellor was of opinion that, having elected to rescind, the defendants were bound by their election, and that no remedy for the recovery of damages was now open to them. This was no doubt a proper conclusion.” It is largely upon this last observation that appellant bases his contention, that, since, appellee returned a certain amount of merchandise, he is bound by this action as an election to rescind, and had no remedy thereafter for the recovery of damages.</p>\n<p id=\"b469-5\">There would seem to be no question in the foregoing case that the buyers had elected to rescind, had given notice of rescission of the contract, and had actually rescinded it. “A notice of rescission must be clear and unambiguous, conveying an unquestionable purpose to terminate the contract. Where from the conduct of the one having the right to rescind, it is not clear whether he has rescinded the contract or not, he will be deemed not to have done so.” Tinius Olsen Testing Machine Co. v. Wolf Co., 297 Pa. 153, 146 A. 541, 543, 72 A.L.R. 718. In the case before us, no notice of rescission was given, no claim of rescission was ever made, and, as far as appears from the record, the buyer had never made any other claim except for damages for breach of the warranty. In Clyde Equipment Co. v. Fiorito, 9 Cir., 16 F.2d 106, a purchaser of certain machinery for road construction, finding, when an attempt was made to use it, that it was not as represented and could not be satisfactorily used, returned the machinery to the seller, and was credited with the amount it had been charged therefor. In a suit for damages for breach of warranty, the defendant pleaded that the contract had been rescinded and that the return of the property was inconsistent with any other theory than that of total rescission. The court held that the mere fact that personal property sold under a contract had been returned to the vendor and credit therefor given on the account of the buyer, did not constitute ipso facto a rescission of the contract.</p>\n<p id=\"b469-7\">On the question of rescission, it would appear that if reasonable men might differ as to the inferences to be drawn from either conflicting or undisputed facts, the question whether there was a rescission or whether there was an intention to rescind would be a question of fact for the jury. In this case, appellant claims that appellee made an election of the remedies which were available to him under the Uniform Sales Act. Election of remedies is an affirmative defense, and should be pleaded. It is further claimed that the election of remedies which was made by appellee was that of rescission. In a suit for damages for breach of warranty, the defense of rescission is an affirmative defense and should be pleaded. In this case, neither election of remedies, nor rescission, nor a combination of both, was pleaded. No requests to charge on the question of rescission were addressed or tendered to the trial court. No instructions were given to the jury by the trial court on the question of rescission. In the foregoing, the able counsel for appellant are in no way to be considered neglectful, as in our opinion, there was no substantial proof of rescission in- any event, and the assertion of such defense at this time may well be attributed to a tenacious and laudable concern for the interests of their client. Under all of the circumstances of this case, we must construe the verdict of the jury as <page-number citation-index=\"1\" label=\"416\">*416</page-number>a finding that there was a breach of warranty. The verdict of the jury, based on appellee’s claim for damages for breach of warranty, must be sustained as against appellant’s claim that there was a rescission of the contract.</p>\n<p id=\"b470-4\">Appellant insists, however, that there was a recognized custom prevailing, with regard to the sale of food stuffs, that must be deemed to govern the transactions of the parties in this case. It is asserted that at the time of the sales of the commodities in question, it was the custom that if unsatisfactory goods were shipped to a buyer, such buyer would return the goods for refund of the purchase price paid or for credit on his account; that the parties in this case knew of such custom; and that they, therefore, implicitly agreed that it should govern their transactions. Appellee denies that any such custom ever existed.</p>\n<p id=\"b470-5\">The proof of custom on the part of appellant consisted of testimony of, various witnesses engaged in the purchase of commodities, and of claimed admissions by appellee, Susman. One of appellant’s witnesses, a manager of a grocery corporation in the area where appellant operated, testified that there was a trade custom “in regard to goods, which are. unsatisfactory”; that such custom was, in his words: “We <em>generally </em>have about six months, if it is not satisfactory, it is <em>generally </em>replaced by the manufacturer, whatever we pay for them.” Another witness, a sales manager for a wholesale grocery company, testified that “merchandise which was unsatisfactory was <em>usually </em>returned to the shipper within six months. It was customary for <em>most </em>manufacturers to guarantee their merchandise for a period of six months against spoiling. At the end of that time, their guarantee expired, but in the meantime, if you had any spoiled merchandise, it was <em>customary </em>to report it to the manufacturer and receive credit.” A third witness, a food broker with headquarters in Atlanta, Georgia, testified, with regard to a custom, that in case of the sale of unsatisfactory goods, “the buyer <em>usually </em>notifies the seller within a definite period of time or reasonable period of time, and such arrangements, in our instance, are made between the seller and the buyer, that they are instructed to return them for either replacement of merchandise or credit, a credit memorandum from which the customer may repurchase”; and that this was the custom over the area where the witness handled goods, including Tennessee. All of the foregoing is rather thin evidence of custom. In each instance, the practice referred to as a custom, was what the particular companies, represented by the witnesses, “usually” or “generally” did; and what was customary for “most” manufacturers; and that such was the custom in the area where such companies carried on their businesses, including the place where appellant was located. But if it were only usually or generally done by most manufacturer, there is very little in such a practice to correspond to the imperative, compulsory, universal character which is considered necessary to establish a custom, as that term is understood in law. See Cheek et al. v. American Eagle Fire Insurance Company, 6 Tenn.App. 632; Charles v. Carter, 96 Tenn. 607, 36 S.W. 396; and it would seem to lack the certainty and uniformity which is required to sustain the claim of the existence of a custom. Grissom v. Commercial National Bank, 87 Tenn. 350, 351, 10 S.W. 774, 3 L.R.A. 273, 10 Am.St.Rep. 669.</p>\n<p id=\"b470-7\">With regard to the claimed admissions of appellee, Susman, he testified: “When we sell goods to a customer, that are bad, we tell them to ship them back.” Asked by opposing counsel if that was customary, he replied that it was. He was further asked whether that prevailed through the states, including Tennessee, where he carried on business transactions, and he replied “Yes” to the question. Here, we come upon one of those instances where language used in one sense — or, rather, where a word used as an adjective, in the way of common speech, may assume an entirely different meaning where used in another way (in this case, as a noun), when it immediately becomes a term of art, having a given signification in some special field of knowledge, or a precisely limited meaning in certain relations and uses, or is a term peculiar to a profession. .Therefore, while appellee, Susman, answered in <page-number citation-index=\"1\" label=\"417\">*417</page-number>the affirmative a question on cross examination whether it was “customary” to send goods back to a seller, when they were unsatisfactory, it may be said that he could well have considered the word “customary,” as a synonym for “usual,” which it is, in ordinary parlance; and it cannot be conclusively held that the language so approved by appellee out of the mouth of opposing counsel was an admission on his part that there prevailed in sales of the goods in question a custom which the parties considered as an implicit provision of their contract; and that, by such custom, appellee was required to return unsatisfactory goods to appellant for credit or a return of the purchase price, to the exclusion of its alternative remedy, under the Uniform Sales Act, to maintain an action in damages for breach of warranty.</p>\n<p id=\"b471-4\">The claim of custom as a defense on the part of appellant would appear to have been an afterthought. It was not pleaded or set forth as a defense in appellant’s answer to the complaint. It appears that the defense which was pleaded and primarily relied upon by appellant with respect to return of unsatisfactory goods by appellee, was that there was an express parol agreement to this effect, at the inception of the dealings between the parties. This would tend to diminish the force of appellant’s claim that such a return of goods and acceptance of credit or return of the purchase price by the seller in such a case was required by custom. For if a custom prevailed and was known to both parties, it would seem to be unnecessary and redundant to contract expressly with regard to the very matters which were understood to be governed by the custom. In this regard, appellee, while stating that something had been said about returning goods, denied that he entered into any agreement that he would return unsatisfactory commodities purchased and accept a return of his purchase money. A claim on the part of a defendant that a contract was governed by custom is an affirmative defense and should be pleaded. Rule 8(c) of the Federal Rules of Civil Procedure, 28 U.S.C.A. following section 723c. Appellee’s counsel objected to the introduction of evidence of custom on this ground, but apparently nullified his objection, perhaps on the supposition that the court might permit an amendment of pleadings to allow such defense to be made and evidence to be adduced thereunder. But, in any event, the district court left the whole matter of the existence of the claimed custom, as well as the alleged parol agreement for the return of the goods, to the jury for determination as questions of .fact. This was proper, under the circumstances, and the claimed error of the action of the trial court, in this respect, is without merit.</p>\n<p id=\"b471-6\">A further contention advanced by appellant is that, because appellee violated the Emergency Price Control Act in failing to deliver ration points at the time it purchased the commodities in question, the contract was thereby rendered void for illegality, and the trial court erred in declining to direct a verdict in appellant’s favor. We need not discuss this matter at length, as the proof discloses the bulk of the purchases was made before ration points were required, and the evidence showed that it was the understanding and intention of the parties that the property in the goods .passed to appellee. In a contract to sell specific or ascertained goods, the property in them is transferred to the buyer at such time as the parties to the contract intend it to be transferred. Williams’ Tennessee Code Annotated, Sec. 7211. With regard to subsequent shipments to appellee, they were more than set off by returns to appellant of similar merchandise that had been purchased prior to the effective date of the rationing requirements, and, as appears undisputed from the arguments, processed goods were, by regulation of the Administrator of the Office of Price Administration, exchangeable for other processed goods of equal ration point value, without the necessity of either party’s surrendering ration points. Other matters with regard to ration requirements by which appellant seeks to show illegal conduct on the part of appellee voiding the sales contract are, in our opinion, of no consequence and not meritorious.</p>\n<p id=\"b471-7\">Appellant contends that the evidence did not support the verdict of the jury. This <page-number citation-index=\"1\" label=\"418\">*418</page-number>is largely based on the claim that the damages were speculative. Upon a review of the record, we agree with the trial court that the evidence of the various elements of damage amply sustained the verdict.</p>\n<p id=\"b472-4\">The judgment of the district court is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b467-20\"> Title 50 U.S.C.A.Appendix, § 001 et seq.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b468-15\"> See. 7262, and subsections thereof, of Williams’ Official Tennessee Code of 1934.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}