{
  "casebody": {
    "data": "<casebody firstpage=\"785\" lastpage=\"786\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b839-15\">GILL et al. v. MESTA MACH. CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b839-16\">No. 9381.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b839-17\">Circuit Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b839-18\">Argued Dec. 2, 1947.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b839-19\">Decided Jan. 21, 1948.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b840-7\"><page-number citation-index=\"1\" label=\"786\">*786</page-number>Harry Alan Sherman, of Pittsburgh, Pa., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b840-8\">John C. Bane, Jr., of Pittsburgh, Pa. (John G. Wayman and Reed, Smith, Shaw &amp; McClay, all of Pittsburgh, Pa., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b840-9\">Before BIGGS, MARIS and KALODNER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b840-10\">PER CURIAM.</author>\n<p id=\"b840-11\">This is an appeal from an order following findings of fact and conclusions of law denying recovery of overtime compensation and liquidated damages sought by the fourteen appellants herein pursuant to the Fair Labor Standards Act of 1938, 52 Stat. 1060, 29 U.S.C.A. § 201 et seq.</p>\n<p id=\"b840-12\">The primary basis of the appeal is the contention that the trial court erred in finding that the appellants fall within the ex-ceptive provisions of the Act, Section 13(a), 52 Stat. 1067, 29 U.S.C.A. § 213(a), relating to “executives” as that term is defined in the Regulations adopted by the Administrator, 29 Code of Federal Regulations Section 541.1, 5 F.R. 4077. The issue as presented is purely one of fact. After consideration of the record made in the court below we are of the opinion that there was substantial evidence to support the findings of the learned trial judge.</p>\n<p id=\"b840-14\">Secondarily, it is urged that there was reversible error in the refusal to receive the testimony of certain union officials for the purpose offered: to establish labor’s point of view with respect to the classification of personnel in the industry generally. We cannot agree. Certainly the appellants were not prejudiced by the ruling, assuming arguendo the admissibility, for the record is exhaustive in so far as the functions and duties of the appellants are concerned, and they in the final analysis, are determinative of status under the Act and the Regulations.</p>\n<p id=\"b840-15\">The decision of the court below will be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}