{
  "casebody": {
    "data": "<casebody firstpage=\"17\" lastpage=\"19\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b25-9\">In Re Petition of James K. Rickards, <em>et al., </em>for a private road in Baltimore Hundred, Sussex County.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b25-10\"><em>Roads—Road Commissioners ; Return </em>of—' <em>Width of Road, In Kent and Sussex Counties—Statute; Different as to New Castle County.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b25-11\">It is not necessary in the return of road commissions in Kent and Sussex counties that the width of the road should be set out. But it is otherwise in New Castle County; for there the commissioners have a discretion from twenty-five feet to forty feet. In Kent and Sussex counties the statute is mandatory that all public roads shall be thirty feet wide and all private roads twenty-five feet.</syllabus>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b26-3\">\n<page-number citation-index=\"1\" label=\"18\">*18</page-number>\n<em>(April 8, 1904.)</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b26-4\">Lore, C. J., and Spruance and Boyce, J. J., sitting.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b26-5\"><em>Woodburn Martin </em>for petitioners.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b26-6\"><em>Joseph L. Cahall </em>contra.</attorneys>\n<court data-order=\"7\" data-type=\"court\" id=\"b26-7\">Court of General Sessions, Sussex County,</court>\n<p data-order=\"8\" data-type=\"summary\" id=\"Ad-\">April Term, 1904.</p>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b26-8\"><em>Mr. Cahall </em>objected to the return of the commissioners on the ground that it failed to designate the width of the road, but only gave the courses, distances, adjacent land owners and the termini ; nor was the width shown on the plot which accompanied the return. They must show that the statute is complied with and the report must be complete in itself; no contention is made that it is necessary for the commissioners to set out on the plot itself that the road is twenty-five feet wide. Inasmuch as the statute says that they must make a return of their proceedings, they must affirmatively set out in the return that all the provisions of the statute have been complied with and that they have laid out the road in compliance with the law.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b26-9\">\n<em>Rev. Code, 503.</em>\n</summary>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b26-10\">Boyce, J.:</author>\n<p id=\"AB3\">—The statute requires all public roads hereafter to be laid out in Kent and Sussex counties to be thirty feet, and private roads to be twenty-five feet wide. A different provision is enacted for New Castle County. Do you know of any case in this county, where it has been held that the' commissioners must in their return designate the width of the road ?</p>\n<p id=\"b26-11\"><em>Mr. </em>Cahall:—I do not recall any case, but if objection were made to it I contend it would be fatal.</p>\n<p id=\"b26-12\">Boyce, J.:—The statute fixes the width of roads to be laid out in this county, and it imposes certain duties upon the commissioners appointed thereunder. Certain things are required to be set <page-number citation-index=\"1\" label=\"19\">*19</page-number>forth in the return of their proceedings, but not the width of the road. The return in this case, so far as it has been shown to us, seems to me to be in full compliance with the requirements of the statute.</p>\n<author id=\"b27-4\">Spruance, J.:</author>\n<p id=\"AkZ\">—In New Castle County it is absolutely necessary that the width of the road should be set out. They have a maximum and a minimum for their action in that regard. But when you come to Kent and Sussex Counties, “ all public roads hereafter laid out shall be thirty feet wide,” and there is no discretion there.</p>\n<p id=\"b27-5\"><em>Mr. </em>Oahall:—Suppose they had not complied with the statute ?</p>\n<author id=\"b27-6\">Lore, C. J.:</author>\n<p id=\"AtU\">—If you show that, that is another thing. In the face of the statute which says it shall be twenty-five feet wide, and there being nothing to show that they have not complied with the statute, we think this return is sufficient. There is nothing to indicate that the width should be set out. There is no reason for it in this county, but there is in New Castle County ; for there the commissioners have discretion from twenty-five feet to forty feet. Here and in Kent County it is mandatory that all public roads shall be thirty feet wide and all private roads twenty-five feet.</p>\n<p id=\"b27-7\">Let the return be confirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}