{
  "casebody": {
    "data": "<casebody firstpage=\"639\" lastpage=\"643\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b663-6\">STILLWELL et al. v. HART et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b663-7\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3x\">April 18, 1899.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b663-8\">1. Vendor and Purchaser—Mortgages—Foreclosure.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"A8V8\">Where one enters into open possession of realty in pursuance of an agreement of purchase, and fulfills the agreement on his part, his rights-cannot be devested by a judgment foreclosing a mortgage given without his knowledge by one to whom his vendor subsequently conveys 'the property, whether he appears at the foreclosure proceedings or makes default.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b663-11\">- 2. Writ op Assistance—Trial op Title.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b663-12\">Where one is in possession of realty claiming a lien, his title cannot be tried on a motion by another for a writ of assistance.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b663-13\">Appeal from Kings county court.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b663-14\">Motion by Mary E. Stillwell, executrix, and another, against John F. Hart and others, for a writ of assistance. From an order directing the issuance of the writ, defendants appeal.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AOrN\">Reversed.</disposition>\n<p data-order=\"10\" data-type=\"summary\" id=\"b663-15\">The affidavit of Hanson S. Webster, referred to in the opinion, together with the agreement under which he claims, is as follows, omitting formal parts, viz.:</p>\n<p data-order=\"11\" data-type=\"summary\" id=\"b663-16\">“Hanson S. Webster, being duly sworn, deposes and says he resides at No'. '211 Hawthoyne street, in the city of Brooklyn', county of Kings, and state of .New York. That deponent is married, and defendant Emma A. Webster is his wife. That this action was brought to foreclose a mortgage for $2,500 •on the house and premises on which deponent resides. That depónent and his wife were duly -served with a summons and complaint in this action, a copy of which is hereto annexed and forms a part of this affidavit, and failed to appear therein and interpose an answer, for the reason that they were informed and believed that their interest in the property .could not be affected in said action, as deponent’s claim as interest in the property antedated the making of the mortgage, and was anterior thereto, and the court would ■have no jurisdiction, and its decree could not, in any event, -affect-deponent’s <page-number citation-index=\"1\" label=\"640\">*640</page-number>said claim or interest, which is based on the following facts and circumstances: That on the 5th day of June, 1889, the deponent entered into an agreement with Daniel Doody, a copy of which is hereto annexed and forms a part of this affidavit. That said Daniel Doody, pursuant to the terms of said agreement, set aside the property mentioned in the complaint herein and the moving papers on this application as one of the plots on which deponent was to erect a house. That deponent immediately entered upon the performance of said agreement, and carried it out to the satisfaction of said Daniel Doody, and in conformity with the terms of the agreement, except aS to the time limit within which the houses were to be completed, which limit was waived by said Daniel Doody. That the house in question was completed on the 1st day of May, 1890, and deponent moved into the same, with his family, where he resided to the present time and still resides, with the exception of a few months when deponent rented the house for his own benefit. That deponent has been in actual, open, and undisputed possession of said house and premises from the 1st day of May, 1890, to date, as the owner thereof, under and by virtue of said agreement, and has paid full value therefor. That deponent is informed and believes that prior to the 22d day of December, 1890, the said Daniel Doody conveyed said property to John Hart, a bookkeeper in the employ of said Doody, for a nominal consideration, for the purpose of .having said Hart make the bond and mortgage mentioned in the complaint herein. That the attorney for the plaintiff knew of the interest of deponent when the mortgage was taken. That such mortgage was made on the 22d' day of December, 1890, months after deponent had entered into possession of said property as aforesaid, without the knowledge and consent of deponent, and no part of the money raised by said mortgage was ever paid to deponent, and deponent never in any way ratified the acts of said Hart and Doody in respect thereto. That said Doody subsequently took title to said property, and on the 1st day of August, 1893, conveyed the same, subject to the mortgage aforesaid, for $2,590, to William H. Haywood, a clerk in the office of said Doody. That said Haywood, on the same day, gave back to said Doody a purchase-money mortgage for $1,500, which mortgage said Doody assigned to Asa W. Parker, on the 23d day of September,, 1893. That on the 28th day of September, 1893, deponent commenced an1 action against said Doody, Hart, Parker, Howard, and others for the specific performance of his agreement, asking that the deed to Haywood and mortgages given be set aside, and the said property be conveyed to deponent, and on the same day filed lis pendens in the county clerk’s office of Kings county. That said deeds and mortgages were made without the knowledge or consent of deponent, and no consideration was given deponent, and deponent never in any way ratified the acts of either or any of said parties in respect thereto. That on the 11th day of December, 1893, said Parker commenced an action to foreclose said mortgage for $1,500. Deponent interposed an answer setting forth the facts heretofore mentioned. The case was placed on the special term calendar of the supreme court, and was tried before Mr. Justice Gaynor. The complaint would have been dismissed, bad not deponent’s counsel consented to try the priority of deponent’s claim. Said justice held deponent had rights under said contract anterior to said mortgage, which should be adjusted, and by a decree, a copy of which is hereto annexed, appointed Hugo Hirsch, Esq., referee to hear and determine said account, and the rights of the parties thereunder, and suspended the execution of the judgment of foreclosure and sale until the rendering of the report of the referee, etc. That deponent and his counsel have been unable to get issues properly framed on part of said Doody to try the matter before the referee. That deponent has repeatedly requested said Doody to carry out the terms-of the agreement, and to convey to deponent said, property, but he postponed the matter from time to time on various pretenses, offering to give-deponent a deed of said property, and ‘call things square,’ which proposition deponent refused, as said Doody is indebted to him in the sum of $2,000 over- and above the property heretofore mentioned now in possession of deponent ahd the equity in the other house mentioned, in the decree signed by Mr. Justice Gaynor. That on the 23d day of July, 1894, deponent attended the sale of the property heretofore mentioned, at- the Kings County court house, and,. <page-number citation-index=\"1\" label=\"641\">*641</page-number>in the presence of the referee, the purchaser,' Daniel F. Doody, the son of Daniel Doody, the maker of the contract heretofore mentioned, and all present, and before the property was sold, stated that he was the owner- and in possession of the property about to be sold under a contract made prior to-the mortgage under which the property was being sold, and that the- purchaser at such sale would take subject and subordinate to his claim and-'rights, and' that the purchaser took with notice that deponent’s interest and claim was not' cut off by the foreclosure of said mortgage. That said Daniel Doody was at the sale, and was present when his son purchased the' property, and was also present when deponent made his statement. That the writ prayed for should not- be allowed, for the reason that deponent was in possession- of the property, and had paid for the same, before the mortgage was executed, and the mortgagee took subject to his rights and with notice; that deponent’s claim was anterior to the mortgage, consequently the foreclosure could not affect .his rights, and no decree the court could make in this action could abridge his rights; that said court has no jurisdiction over the person or rights of deponent; and that the priority and anteriority of deponent’s claim cannot be tried in this proceeding. An ejectment suit should be brought.</p>\n<p data-order=\"12\" data-type=\"summary\" id=\"b665-5\">“Hanson S. Webster.”</p>\n<p data-order=\"13\" data-type=\"summary\" id=\"b665-6\">“Agreement made this fifth day of June, in the year one thousand eight ¡hundred and eighty-nine, between Daniel Doody, of the city of Brooklyn, county of Kings, and state of New York, party of the second part, and Hanson-S. Webster, of the same place, party of the first part, in manner followingr The said party of the first part, in consideration of the covenants and agree- • ments hereinafter mentioned, and the sum of-dollars, to -be fully paid, as hereinafter mentioned, hereby agrees to sell unto the said party of the • second part ten lots of land situate on the northerly and southerly sides of Hawthorne street, in Flatbush, L. I., at the following prices, viz.; $600 per-lot for each lot 25x166, and $500 per lot for each lot 25x100; and the location and situation of said lots are as follows, to wit: Six lots 20 feet front' by 166 feet in depth on - side of Hawthorne street, and four lots on - side of Winthrop street, each 20x100. And the said party of the second part hereby agrees to purchase said premises at the prices hereinbefore fixed for said lots, and to pay the same by executing and delivering to thé party of the first part, or his legal representatives, at the time of receiving the deed of said premises, a mortgage upon the whole of said premises, to secure payment of the bond of the said party of the second part, for the aggregate amount of the consideration money for said lots, to wit,-; which bond and mortgage shall be drawn by the attorney for the seller, and paid for by the purchaser, and shall contain the usual interest, insurance, and tax. clauses, and shall be made payable on or before the-day of-, 18— and shall draw interest from September 1st, 1889, at six per cent, per annum. And it is further agreed, as a condition hereof, that the party of the second' part shall forthwith, or on or before the-day of-, 1889, commence-the erection and construction of-houses upon said lots of ground, each-house to be of-, and to be of not less than 22 feet wide by 35 feet;in depth, with an extension, and all to be built and constructed according .to ■ plans and specifications agreed upon between said parties, and hereto attached. And it is hereby further agreed that the parties of the first part shall make-a loan upon the said premises to the party of the second part, to enable him-to erect the said buildings upon the said lots of ground; which loan shall be - to an amount equal to seventy-five per cent, of the entire cost of the said buildings, and shall be advanced to the party of the second part in the course • of the erection of said buildings as follows, to wit: First payment,, wh.ep. ■ foundations are up and ready for first tier of beams; second payment, when frames are up and ready for shingles; third payment, when floors- are Mid\" and partitions set; fourth payment, when lathed and scratch coat is- on; fifth.payment, when all white mortar excepting patching is done; sixth payment,, when trim is set and rough plumbing is done; seventh payment, when: mantels set and one coat of paint; eighth payment, when finished. Anffi itz is further stipulated and agreed that when the said party of the second park shall be entitled to the first payment, as hereinabove specified, the said party-<page-number citation-index=\"1\" label=\"642\">*642</page-number>of the first part shall make, execute, and deliver to the party of the second part a warranty deed of said premises, containing the usual full covenants, specifying the said aggregate consideration of - dollars; provided, that at the same time the said party of the second part shall execute and deliver to the party of the first part the bond of the party of the second part, secured by mortgage upon said premises, for the said consideration price, as hereinbefore provided. And it is further stipulated and agreed between the parties' hereto that, when the said buildings shall have so far progressed as to enable the party of the second part to procure a permanent loan upon each house of not less than-dollars, the party of the first part will execute and deliver to the party of the second part a satisfaction piece of the purchase-money mortgage herein provided for, upon receiving the amount of the moneys secured thereby, and also upon receiving so much of the moneys advanced to party of the second part upon said buildings as the said permanent loan will pay, after deducting all necessary legal expenses, and upon said party of the second part executing and delivering to said party of the first part his bond secured by mortgage upon the whole premises second to his permanent loan for the account of the balance of moneys remaining due and owing to the party of the first part for moneys advanced to party of the second part under this agreement. It is understood and agreed that the advances provided for in this agreement constituting the building loan shall draw interest at the rate of six per cent, per annum from the time the ad&lt;vances are made, respectively, and that the said last-named bond and mortgage shall be drawn by the attorney for the seller, and paid for by the pur- • chaser, and shall contain the usual interest, tax, insurance, and receiver’s • clauses, and shall be made payable on or before the-day of-, 18—, ¡and shall draw interest at and after the rate of six per cent, per annum. .And it is further agreed that said houses are to be built in the usual order andi • manner of work, and the work usually in at the stage of building, above ¡ named, to be determined by said party of the first part, is included in the ■ foregoing statement, and conditions for payment, although not expressly men\"tioned therein. And the said party of the first part may, at his option, advance money at other or different times from those above specified, and, when -so advanced, the same shall be considered as an advance upon the payment next thereafter to become due. And it is hereoy made a condition of this agreement, in.consideration of the prices agreed upon for said lots herein, that • the party of the second part shall purchase all lumber, timber, brick, lime, and ' lath and cement that may be necessary to the erection or construction of said houses from the firm of Hobby &amp;' Doody, of Gowanus Canal and Hamil- ■ ton Avenue, Brooklyn. And it is further agreed that the work upon the - said buildings shall commence on or before the-day of-, 1888, and - shall be prosecuted continuously and vigorously until finished, which com- . pletion of the buildings and placing of permanent , loan shall all be done on • or before the first day of November, 1889. And it is further agreed that, in • case any incumbrances shall be put upon said premises, or any liens be filed against the same, in the course of the erection of said houses, or any liens for taxes or assessments be imposed upon said premises, all payments herein provided for shall cease, and none of said payments shall be made until such Incumbrances or liens, if any, are canceled and removed. The houses to be • erected on above plots are in no case to cost less than $2,000 nor more than : $2,500, and, before a payment is made on the above contract, party of second ;part must produce vouchers or other satisfactory evidence to party of first ipart as to cost and value of the work so far done. This agreement shall bind the heirs and legal representatives of the respective parties. In witness whereof the parties hereto have hereunto set their hands and seals the day and year first above written. Daniel Doody.</p>\n<p data-order=\"14\" data-type=\"summary\" id=\"b666-22\">“Hanson S. Webster.”</p>\n<p data-order=\"15\" data-type=\"judges\" id=\"b666-23\">Argued before GOODRICH, P. J., and CULLEN, BARTLETT, HATCH, and WOODWARD, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b666-24\">George C, Case, for appellants.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b666-25\">' John H. Kemble, for respondents.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b667-4\"><page-number citation-index=\"1\" label=\"643\">*643</page-number>HATCH, J.</author>\n<p id=\"AHv\">The mortgage which was the subject of the foreclosure action bore date December 22, 1890, and Webster, who now claims to be a prior lienor, was made a party defendant in the action to foreclose the mortgage. The judgment of foreclosure does not appear in the present record; consequently we are uninformed as to its terms. The complaint, however, in the action appears in the record, and, so far as its averments affect Webster, it is in the usual form, that the defendants claim or have some interest in or lien upon the mortgaged premises, which is subordinate to the lien of the mortgage. It follows, therefore, that Webster’s lien would remain unaffected by any judgment which might have been ■entered under the complaint, unless his lien was in fact subordinate thereto. It appears by the affidavit of Webster, and the agreement which is made a part of the same, that he entered into possession of the premises in pursuance of said agreement; that he has fulfilled the same upon his part, and has paid the purchase price in full, and has been ever since the construction of the building, and prior to the execution of the mortgage foreclosed, in the open, visible possession and occupation of such premises. It is therefore clear that, if these allegations are true, Webster could not be affected in his right or title to the property under any judgment entered in the foreclosure action, and it made no difference, as to such rights, whether he appeared and answered or made default. Jacobie v. Mickle, 144 N. Y. 237, 39 N. E. 66. It follows, therefore, that, as to Webster, he may not be disturbed in his possession and occupation by virtue of this judgment, in consequence of which the writ of assistance is not authorized. The court below concluded that Webster was bound by the judgment of foreclosure, and that his rights were cut off. This, as we have seen, was erroneous. The court also held that the proof offered in support of the motion established that in fact Webster had no lien. But it was not disputed that he had an agreement of purchase, and his affidavit is that he entered into possession under the same. It is clear, therefore, that he may have and hold a valid lien, his claim in this respect may not be adjudicated upon summarily, and the court is not authorized to try such title upon affidavits.</p>\n<p id=\"b667-5\">It follows that the order should be reversed, with $10 costs and disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}