{
  "casebody": {
    "data": "<casebody firstpage=\"508\" lastpage=\"509\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b536-6\">MEUCCI v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b536-7\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b536-8\">October 8, 1928.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b536-9\">No. 5489.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b536-17\">S. A. Gagliardi and R. C. Carlson, both of Tacoma, Wash., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b536-18\">Anthony Savage, U. S. Atty., and Jeffrey Heiman, Asst. U. S. Atty., both of Seattle, Wash., and John T. McCutcheon, Asst. U. S. Atty., of Tacoma, Wash.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b536-19\">Before RUDKIN, DIETRICH, and HUNT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b536-20\">HUNT, Circuit Judge.</author>\n<p id=\"AHXO\">In an indictment containing three counts, Meueei, and Biggi and ■ Paslini, were charged in count 1 with conspiracy, in May, 1927, to manufacture, sell, and possess intoxicating liquor, in count 2 with carrying on the business of distilling without having given bond as required, and in count 3 with having made and fermented about 18,000 gallons of mash fit for distillation of spirits. The overt acts charged 'in the conspiracy count were that about May 3, 1927, defendants possessed a still near Tacoma, Wash.; that about the same time they possessed 500 gallons of mash fit for distillation ; that about the 5th of May they possessed about 50 gallons of intoxicating liquor and approximately 1,800 gallons of mash fit for distillation. Biggi was convicted under all counts, while Meueei and Paslini were convicted under the conspiracy count only. Meueei appeals, contending that the evidence was insufficient to sustain the verdiet against, him for conspiracy.</p>\n<p id=\"b536-21\">A prohibition agent, and others with him, while concealed near a bam, saw defendant Paslini go into the bam and, after remaining there a few minutes, come out and motion to Meueei and another defendant, who were in the woods near by, to come over. Meueei, who was carrying a package which afterward was found to contain food, and the other two defendants, went into the bam and remained there for about half an hour. When they came out, Meueei had a bottle from which the three took drinks. Meueei then put the bottle down under a plank, and as the three started to walk away from the bam the officers arrested them. In ¡the bam were found a still, some tanks, a quantity of mash, some moonshine whisky,' and an oil stove. The premises were under lease by one Martin, owner, to Biggi. Martin testified that about February he leased the property to Biggi; that he had seen Biggi .and Meueei outside around the distillery some time about April or May, 1927; and that at times, as he had <page-number citation-index=\"1\" label=\"509\">*509</page-number>passed by tbe bam, be beard tbe distillery running. Biggi testified that be leased tbe premises from Martin; that tbe still belonged to him (Biggi); that nobody else bad any interest in it; that none of tbe defendants helped him run the pipe to the still; that upon the day of the arrest he took Meucei with him to tbe bam for the purpose of giving him a drink; that Meucei was not there in tbe latter part of March; that the mash and everything else in the bam belonged to him; that there was a bottle of moonshine bidden in a manure pile outside tbe bam; that Meucei did not go into the bam and come out with a bottle; that iipon tbe day of tbe arrest be and Meucei and another defendant were biding in tbe woods, and that be bad sent Paslini to see if there was any one in the bam. Meue-ci did not testify.</p>\n<p id=\"b537-4\">We are of opinion that tbe evidence was properly submitted to tbe jury. Tbe eircum-stanees of association with Biggi at the place where tbe distillery was, of defendant deliberately hiding and remaining bidden until signaled to go, of answering the signal by going into tbe bam, of bringing the bottle of liquor out of tbe bam, were damaging, and, coupled with other evidence, were sufficient to justify tbe jury in concluding that there was no reasonable doubt that Meucei was in a combination unlawfully to possess the liquor, or some of that which was found in tbe bam.</p>\n<p id=\"b537-5\">Verdict of acquittal under counts 2 and 3 is not necessarily inconsistent with conviction under tbe conspiracy count. It may be that Meucei did not carry on tbe business of distilling, or participate in the making and fermenting of the mash found in the barn and yet that he did knowingly combine with the other to possess some of tbe liquor which be found in the building.</p>\n<p id=\"b537-6\">Judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}