{
  "casebody": {
    "data": "<casebody firstpage=\"603\" lastpage=\"604\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b631-13\">WEEDIN, United States Commissioner of Immigration, v. HEMPEL.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b631-14\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b631-15\">October 15, 1928.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b631-16\">No. 5480.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b631-21\">Anthony Savage, U. S. Atty., and Paul D. Coles, Asst. U. S. Atty., both of Seattle, Wash. (John P. Dunton, U. S. Immigration Service of Seattle, Wash., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b631-22\">Erich Paul Hans Hempel, of Seattle, Wash., pro se.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b631-23\">Before RUDKIN, DIETRICH, and HUNT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b631-24\">DIETRICH, Circuit Judge.</author>\n<p id=\"a5k-dedup-0\">The appellee, a German national, entered the United States at the port of New York in November, 1923, he being then 24 years of age. He at once went to Seattle, where he has continued to reside'and apparently has lived an exemplary life. In 1927, acting upon information received from the German consulate at Seattle, the Immigration Service caused him to be arrested for deportation upon the <page-number citation-index=\"1\" label=\"604\">*604</page-number>grounds that he was likely to become a public charge, and that before coming to this country he had been convicted of a felony. After a hearing in due course he was ordered deported, and while held in custody for that purpose he sued out a writ of habeas corpus. From an order discharging him, the Commissioner of Immigration brings this appeal.</p>\n<p id=\"b632-4\">There was no substantial ground for holding that appellee was likely to become a public charge, but it stands admitted that in 1920 in a German court he was convicted of embezzlement, apparently of funds intrusted to him while he was employed as a bank messenger, and was sentenced to 2 years’ imprisonment. After serving 18 months of the time he was pardoned. These facts he testifies were made known to the American consul in Germany when he applied for a visé of his passport; but, not being interrogated on the subject, he did not disclose them to the immigration officers at New York.</p>\n<p id=\"b632-5\">Contrary to the conclusion reached in United States ex rel. Palermo v. Smith (C. C. A.) 17 F.(2d) 534, the lower court held that the pardon nullified the disqualifying effect of the conviction. See Hempel v. Weedin (D. C.) 23 F.(2d) 949. In this view we are unable to concur. The question turns upon the construction to be given to the relevant provisions of section 19 of the Immigration Act of February 5, 1917 (39 Stat. 874, 889 ; 8 USCA § 155). The section is long, and sets forth many grounds for deportation. In so far as presently pertinent it provides:</p>\n<blockquote id=\"b632-6\">“That at any time within five years after entry, * * * except as hereinafter provided, any alien who is hereafter sentenced to imprisonment for a term of one year or more because of conviction in this country of a crime involving moral turpitude, committed within five years after the entry of the alien to the United States, or who is hereafter sentenced more than once to such a term of imprisonment because of conviction in this country of any crime involving moral turpitude, committed at any time after entry, * * * any alien who was convicted, or who admits the commission, prior to. entry, of a felony or other crime or. misdemeanor involving moral turpitude, * * * shall, upon the warrant of the Secretary of Labor, be taken into custody and deported: Provided : * * * : Provided further, that the provision of this section respecting the deportation of aliens convicted of a crime involving moral turpitude shall not apply to one who has been pardoned, nor shall such deportation be made or directed if the court, or judge thereof, sentencing such alien for such crime shall, at the time of imposing judgment or passing sentence or within thirty days thereafter, due notice having first been given to representatives Of the state, make a recommendation to the Secretary of Labor that such alien shall not be deported in pursuance of this act; nor shall any alien convicted as aforesaid be deported until after the termination of his imprisonment.”</blockquote>\n<p id=\"b632-10\">In harmony with the view expressed in Palermo v. Smith, supra, we are of the opinion that this proviso refers only to cases of conviction in this country. And the reasoning therein employed is, we think, fortified by the consideration that in the proviso the phrase “convicted of a crime involving moral turpitude” is identical with the language of the clause having to do with domestic convictions, and differs from that of the other clause relating to foreign convictions, and the further consideration that all of the latter part of the proviso is appropriate only to eases of domestic convictions.</p>\n<p id=\"b632-11\">Convinced, as we are, that Congress did not intend to except eases of foreign pardon, we need not consider what either at home or abroad is generally held to be the effect of a pardon. The order appealed from will be reversed, with directions to dismiss the proceeding.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}