{
  "casebody": {
    "data": "<casebody firstpage=\"820\" lastpage=\"822\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b848-6\">SOUTH PORTO RICO SUGAR COMPANY et al. v. MUNOZ et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b848-7\">Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b848-8\">October 26, 1928.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b848-9\">No. 2271.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b848-21\">Francis E. Neagle, of New York City (Rounds, Dillingham, Mead <em>&amp; </em>Neagle, of New York City, on the brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b848-22\">William Cattron Rigby, of Washington, D. C. (John A. Hull, Judge Advocate General, of Washington, D. C., James R. Beverley, Atty. Gen., of Porto Rico, and J. A. Lopez Acosta, Asst. Atty. Gen., of counsel), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b848-23\">Before JOHNSON and ANDERSON, Circuit Judges, and HALE, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b848-24\">ANDERSON, Circuit Judge.</author>\n<p id=\"ASCN\">On May 28, 1928, the Public Service Commission of Porto Rico issued to appellants an order of notice to appear on June 4, 1928, and show cause why said commission should not cancel a franchise granted, on March 19, 1901, to appellants’ predecessors in title, by the Executive Council of Porto Rico, to use daily <page-number citation-index=\"1\" label=\"821\">*821</page-number>20,000,000 gallons of the waters of Lake Guanica for irrigation, for the construction and operation of a private railroad to run in part over lands subject to public rights, and to construct and maintain a dock on the Bay of Guanica. Without appearing before the commission, the appellants filed on June 2, 1928, a bill in equity seeking an injunction to restrain the commission from interfering in any way with the enjoyment of their powers under this franchise, and from asserting any jurisdiction over the appellants in re-speet to said franchise. The court below sustained a motion to dismiss filed by the Attorney General of Porto Rico, holding, in <em>&amp; </em>well-reasoned and cogent opinion, both that the suit was premature and that the Public Service Commission had jurisdiction. This decision was right on both points.</p>\n<p id=\"b849-5\">Courts have no general supervisory power over such tribunals as public service commissions. Judicial interference, apart from express statutory delegation, must be grounded on illegal encroachment upon property, rights. American Coal Mining Co. v. Special Coal <em>&amp; </em>Food Commission (D. C.) 268 F. 563; Sayers v. Montpelier <em>&amp; </em>Wells River R. R., 90 Vt. 201, 97 A. 660, Ann. Cas. 1918B, 1050.</p>\n<p id=\"b849-6\">If we assume for the moment that this Public Service Commission has no jurisdiction, the issuance of an order of notice was no sueh assertion of authority or threat of irreparable injury as to warrant injunctive interference by the court. It would not follow that, on appearance and argument, the commission would adhere to an erroneous view as to the nature and extent of its jurisdiction. The appellants’ case in that regard is not supported by the eases relied upon by their learned counsel. Philadelphia Co. v. Stimson, 223 U. S. 605, 32 S. Ct. 340, 56 L. Ed. 570, and cases cited; Work v. Louisiana, 269 U. S. 250, 46 S. Ct. 92, 70 L. Ed. 259; Gallardo v. Porto Rico Light &amp; Power Co. (C. C. A.) 18 F.(2d) 918; Benedicto v. West India &amp; Panama Tel. Co. (C. C. A.) 256 F. 417.</p>\n<p id=\"b849-7\">Affirmation of the decree below (dismissing the bill) would doubtless be warranted on this ground alone. But it is plainly in the interest of the parties that we deal now, rather than possibly in a later suit, with the fundamental question of the jurisdiction of the commission to maintain proceedings looking to the repeal, alteration or modification-•of the appellants’ franchise.</p>\n<p id=\"b849-8\">Under the first Organic Act of Porto Rico — the Foraker Act of April 12, 1900, 31 Stat. 77 (48 USCA § 731 et seq.) — Congress provided for this recently acquired possession a legislative assembly, consisting of an elective lower chamber, and, in lieu of a senate, an Executive Council, consisting of six heads of the executive departments, appointed by the President. At the end of section 31 it was enacted:</p>\n<blockquote id=\"b849-10\">“Provided, however, that all laws enacted by the legislative assembly shall be reported to the Congress of the United States, which hereby reserves the power and authority, if deemed advisable, to annul the same.”</blockquote>\n<p id=\"b849-11\">Section 32 reads:</p>\n<blockquote id=\"b849-12\">“That the legislative authority herein provided shall extend to all matters of a legislative character hot locally inapplicable, including power to * * * repeal any and all laws and ordinances of every character now in force in Porto Rico, or any municipality or district thereof, not inconsistent with the provisions' hereof: Provided, however, that all grants of franchises, rights, and privileges or concessions of a public or quasi public nature shall he made by the executive council, with the approval of the Governor, and all franchises granted in Porto Rico shall be reported to Congress, which hereby reserves the power to annul or modify the same.”</blockquote>\n<p id=\"b849-14\">Franchises and laws were both thus required to be reported to Congress, which reserved power to annul either or both.</p>\n<p id=\"b849-15\">Under the joint resolution of May 1,1900, 31 Stat. 715, amending the Foraker Act of April 12, 1900, it was provided:</p>\n<blockquote id=\"b849-16\">“That all franchises, privileges or concessions granted under section 32 of said act shall provide that the same shall be subject to amendment, alteration or repeal.”</blockquote>\n<p id=\"b849-17\">This was the familiar provision intended to meet the doctrine of the Dartmouth College Case. Pursuant to these powers, the Executive Council the next year (1901) granted the franchise in question, providing in article XVIII “that the franchises, privileges and concessions hereby granted shall be subject to amendment, alteration or repeal.”</p>\n<p id=\"b849-18\">The same general power to annul laws enacted by the Legislature of Porto Rico is retained in section 34 of the second Organic Act — the Jones Act of March 2, 1917, 39 Stat. 951. 48 USCA § 822 et seq. In thus reserving in both Organic Acts power to annul laws enacted and franchises granted by the Porto Riean government, Congress acted in close analogy to its long-continued practice with relation to territories within the boundaries of the present United States— prospectively states. Compare the Organic Act, of Oregon, 9 Stat. 323, § 6; of Minne-' <page-number citation-index=\"1\" label=\"822\">*822</page-number>sota, 9 Stat. 403; of New Mexico, 9 Stat. 446; of Utah, 9 Stat. 453; of Washington, 10 Stat. 172. The purpose obviously, both in Porto Rico and with our own territories, was to provide a quasi guardianship during a probative period, over a developing political society, by requiring full reports (itself a sobering check) of all important performances of the local government, and by reserving power to annul any act sinister or dangerously foolish, in origin or in effect.</p>\n<p id=\"b850-4\">The new Organic Act substantially changed the form of government by providing for an elected Senate, having, in general, the legislative powers previously exercised by the abolished Executive Council. Compare section 12. It also provided in section 38 for a Public Service Commission, and enacted:</p>\n<blockquote id=\"b850-5\">“The said commission is also empowered and directed to discharge all the executive functions relating to public service corporations heretofore conferred by law upon the executive council. Franchises, rights, and privileges granted by the said commission shall not be effective until approved by the governor, and shall be reported to Congress, which hereby reserves the power to annul or modify the same.” 48 USCA § 750.</blockquote>\n<p id=\"b850-6\">Congress thus apparently vested full control over franchises, old and new, in the Public Service Commission.</p>\n<p id=\"b850-7\">But the Jones Act also' vested in the Porto Rican Legislature (compare sections 25 and 37) general legislative authority over all matters of a legislative character not locally inapplicable or inconsistent with the provisions of the Organic Act. Under this power, the Legislature, by Act No. 70, approved December 6, 1917 (Laws of Porto Rico, vol. 2, pp. 432-546) § 60, enacted:</p>\n<blockquote id=\"b850-8\">“Section 60. <em>Violation of existing from-chises. </em>— Nothing in this article shall be construed to violate the provisions of any franchise that may have been granted by the Executive Council and is now in force; Provided, however, That the commission shall have the power to alter, amend, modify, or repeal such franchises, and shall exercise all the rights and powers reserved to the Executive Council by any such franchise or privilege, or by any law.”</blockquote>\n<p id=\"b850-9\">This law was of course reported to Congress and it has not been annulled. This has some tendency to show approval by Congress. Chuoco Tiaco v. Forbes, 228 U. S. 549, 558, 33 S. Ct. 585, 57 L. Ed. 960; Fajardo Sugar Co. v. Holcomb (C. C. A.) 16 F.(2d) 92, 96.</p>\n<p id=\"b850-11\">It is thus clear, and appellants’ learned counsel concedes, that the Jones Act or the Legislature of Porto Rico, or both together, vested in the Public Service Commission all powers over franchises originally vested in the Executive Council.</p>\n<p id=\"b850-12\">The appellants’ contention of no jurisdiction in that commission, therefore, rests entirely on the proposition that Congress reserved to itself alone jurisdiction to repeal or amend franchises granted by the Executive Council. It grounds this proposition on the reservation contained in section 32 of the Foraker Act, supra: “All franchises granted in Porto Rico shall be reported to Congress, which hereby reserves the power to annul or modify the same.” Necessarily this contention also asserts the invalidity of that portion of section 60 of the Act of Porto Rico, No. 70, approved December 6, 1917, supra, which explicitly provides that the Public Service Commission shall have the power to alter, amend or repeal franchises previously granted by the Executive Council.</p>\n<p id=\"b850-13\">• We cannot adopt this construction of the general reservation by Congress of the power to annul all franchises and laws of the experimental local government set up by Congress in Porto Rico. We are constrained to hold that the purpose of Congress was, experimentally and gradually, to vest in the Porto Rican government the general powers of state governments, subject to the reserved power to annul or modify franchises and laws if and when Congress sees fit. The reservation of the power to annul franchises granted by the Executive Council is in the same general terms as the reservation of the power to annul all laws. It did not in 1901 exclude the power granted by fair and necessary implication to the Executive Council to modify or repeal franchises granted by that Council. The like reservation contained in the Jones Act does not exclude or cut down the power of the Public Service Commission to repeal or alter franchises granted by it. Like the power to repeal statutes, the body that creates may alter or destroy the creation.</p>\n<p id=\"b850-14\">The decree of the District Court is affirmed, with costs to the appellees in this court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}