{
  "casebody": {
    "data": "<casebody firstpage=\"78\" lastpage=\"94\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b98-3\">Jason Matthew Joseph v. Commonwealth of Virginia</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b98-6\">Record Nos. 941103 and 941104</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AWS\">January 13, 1995</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"AZM\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b100-14\"><page-number citation-index=\"1\" label=\"80\">*80</page-number><em>William R. Brown (John H. Underwood, III; Dianne G. Ringer, </em>on brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b100-15\"><em>Eugene Murphy, Assistant Attorney General (James S. Gilmore, III, Attorney General, </em>on brief), for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b100-16\">JUSTICE WHITING</author>\n<p id=\"A5N\">delivered the opinion of the Court.</p>\n<p id=\"b100-17\">Jason Matthew Joseph was indicted for (1) the October 26, 1992, capital murder of Jeffrey Anderson in the course of a rob<page-number citation-index=\"1\" label=\"81\">*81</page-number>bery while armed with a deadly weapon, (2) the use of a firearm while committing Anderson’s murder, (3) the robbery of Anderson, and (4) the use of a firearm while committing the robbery. In the first stage of a bifurcated trial conducted under the provisions of Code §§ 19.2-264.3 and -264.4, a jury convicted Joseph of all charges and fixed his punishment at imprisonment for life on the robbery charge and four years imprisonment for each of the firearms charges.</p>\n<p id=\"b101-4\">In the second stage of the capital murder trial, the jury fixed Joseph’s punishment for Anderson’s capital murder at death, based on a finding of “future dangerousness.” After its consideration of a probation officer’s report, the court imposed the sentences fixed by the jury.</p>\n<p id=\"b101-5\">Joseph is before this Court for automatic review of his death sentence, Code § 17-110.1 (A), which we have consolidated with his appeal of his capital murder conviction. Code § 17-110.1(F). Also, we have certified Joseph’s appeal of his other convictions from the Court of Appeals, transferring jurisdiction to this Court pursuant to Code § 17-110.1(A), thereby consolidating all his appeals.</p>\n<p id=\"b101-6\">I. EVIDENCE</p>\n<p id=\"b101-7\">A substantial part of the evidence in this case comes from the testimony of Kiasi Powell, an accomplice, and from a video tape of the robbery and murder recorded by two cameras with sound-recording capabilities. The cameras were mounted in a Subway Sandwich Shop on Airline Boulevard in Portsmouth, the situs of the crime. Consistent with established appellate principles, we will view the evidence and all reasonable inferences arising therefrom in the light most favorable to the Commonwealth, the prevailing party at trial.</p>\n<p id=\"b101-8\">On the evening of October 26, 1992, Joseph, his siblings, Eric Belton and Andrea Belton, and Andrea’s fiancee, Powell, were “getting high” on cocaine and marijuana. When they had exhausted their drug supply, they decided to commit a robbery to obtain money to buy more drugs. As they were riding in a car to the Subway Sandwich Shop, Powell gave Joseph his .45 caliber pistol because Joseph said he wanted to commit the robbery.</p>\n<p id=\"b101-9\">When Joseph and Powell entered the Subway Sandwich Shop, Joseph ordered a sandwich from Anderson, who was behind a counter. Joseph and Powell sat some distance from the counter as <page-number citation-index=\"1\" label=\"82\">*82</page-number>Anderson prepared the sandwich. When the sandwich was prepared, Joseph walked to the counter, removed the pistol from his pocket, cocked it, chambered a bullet, and ordered Anderson to open the cash register and give him the money. After Anderson opened the register, Joseph ordered Anderson to hand him the cash drawer and to get down on the floor behind the counter.</p>\n<p id=\"b102-5\">Anderson gave Joseph the cash drawer and disappeared from the view of Powell and the video cameras as he went below the counter top. After Joseph took the money from the drawer, Joseph made a number of statements indicating his intention to shoot Anderson. Since Anderson was below the counter, somewhere close to the floor, and Joseph was unable to get behind the counter, Joseph reached over the counter and shot Anderson in the back. Anderson died shortly after being shot. Joseph told Powell that he shot Anderson, “Because he laughed at me.”</p>\n<p id=\"b102-6\">II. ISSUES PREVIOUSLY DECIDED</p>\n<p id=\"b102-7\">Joseph advances a number of arguments that we have rejected in previous decisions. Finding no reasons sufficient to justify a modification of our previously expressed views, we will reaffirm our earlier decisions and reject the following contentions:</p>\n<p id=\"b102-8\">A. The death penalty constitutes cruel and unusual punishment. Rejected in <em>Williams </em>v. <em>Commonwealth, </em>248 Va. 528, 536, 450 S.E.2d 365, 371 (1994); <em>Mickens </em>v. <em>Commonwealth, </em>247 Va. 395, 402, 442 S.E.2d 678, 683, <em>rev’d on other grounds, </em>513 U.S__, 115 S.Ct. 307 (1994).</p>\n<p id=\"b102-11\">B. The death penalty statutes fail to provide for meaningful appellate review. Rejected in <em>Williams, </em>248 Va. at 536, 450 S.E.2d at 371; <em>Mickens, </em>247 Va. at 405, 442 S.E.2d at 685.</p>\n<p id=\"b102-12\">C. Use of the defendant’s prior convictions in the penalty phase of the trial to establish future dangerousness violates the defendant’s constitutional protection against double jeopardy. Rejected in <em>Mickens, </em>247 Va. at 404, 442 S.E.2d at 684-85; <em>Yeatts </em>v. <em>Commonwealth, </em>242 Va. 121, 126, 410 S.E.2d 254, 258 (1991), <em>cert. denied, </em>503 U.S. 371, 112 S.Ct. 1500 (1992).</p>\n<p id=\"b102-13\">D. The statutory provisions relating to the “future dangerousness” aggravating factor fail to guide the jury’s discretion. Rejected in <em>Williams, </em>248 Va. at 536, 450 S.E.2d at 371; <em>Mickens, </em>247 Va. at 402-403, 442 S.E.2d at 683-84.</p>\n<p id=\"b102-14\">E. The statutory provisions, jury instruction forms, and jury verdict forms inhibit the jury from “giving independent weight” to <page-number citation-index=\"1\" label=\"83\">*83</page-number>all mitigating factors. Rejected in <em>Yeatts, </em>242 Va. at 126, 410 S.E.2d at 258.</p>\n<p id=\"b103-5\">F. The list of aggravating and mitigating circumstances that may be considered in imposing the death sentence is not limited and, for that reason, creates an impermissibly broad “standard” for the application of the death penalty. Rejected, as to aggravating factors, in <em>Spencer </em>v. <em>Commonwealth, </em>238 Va. 563, 569, 385 S.E.2d 850, 853-54 (1989), <em>cert. denied, </em>493 U.S. 1093 (1990).<footnotemark>1</footnotemark></p>\n<p id=\"b103-6\">G. The provision for a finding of “future dangerousness” in Code § 19.2-264.4(C) is unconstitutional because it fails to define the term “serious threat” in its requirement that the jury find that the defendant would probably “commit criminal acts of violence that would constitute a continuing serious threat to society.” Rejected in <em>Smith </em>v. <em>Commonwealth, </em>219 Va. 455, 477, 248 S.E.2d 135, 148 (1978), <em>cert. denied, </em>441 U.S. 967 (1979).</p>\n<p id=\"b103-7\">H. Since this is a death penalty case, the defendant is entitled to additional peremptory challenges to prospective jurors. Rejected in <em>Mickens, </em>247 Va. at 404, 442 S.E.2d at 685.</p>\n<p id=\"b103-8\">III. VOIR DIRE EXAMINATION OF PROSPECTIVE JURORS</p>\n<p id=\"b103-9\">Joseph contends that the trial court erred in ruling that the Commonwealth could ask prospective jurors whether there were any circumstances “that exist that would cause you not to consider the death penalty as punishment if you found the defendant guilty of capital murder?” We will not consider this contention because no objection was made to the seating of any juror to whom this question, or one similar thereto, was propounded. Rule 5:25; <em>Mu’Min </em>v. <em>Commonwealth, </em>239 Va. 433, 445 n.6, 389 S.E.2d 886, 894 n.6 (1990), <em>aff'd, </em>500 U.S. 415 (1991).</p>\n<p id=\"b103-10\">Next, Joseph argues that the court erred in refusing to permit him to ask prospective jurors if they were aware that “if the defendant is sentenced to life for capital murder, then the defendant will not be eligible for parole for at least twenty-five years?” Joseph recognizes that we have consistently rejected efforts to permit jurors to consider a defendant’s parole eligibility or ineligibil<page-number citation-index=\"1\" label=\"84\">*84</page-number>ity in fixing an appropriate sentence. <em>King </em>v. <em>Commonwealth, </em>243 Va. 353, 367-68, 416 S.E.2d 669, 677, <em>cert. denied, </em>506 U.S. _, 113 S.Ct. 417 (1992); <em>Yeatts, </em>242 Va. at 127, 410 S.E.2d at 258.</p>\n<p id=\"b104-7\">However, Joseph contends that “the prohibition must now fall, in light of the recent holding in <em>Simmons v. South Carolina, </em>512 U.S. _, [114 S.Ct. 2187] (1994).” Joseph states that <em>“Simmons </em>requires that where a defendant’s future dangerousness is at issue and he is <em>parole-ineligible </em>under state law, the Due Process Clause of the Fourteenth Amendment requires that the sentencing jury be informed as to parole ineligibility.” (Emphasis added.) According to Joseph, “the underlying rationale of <em>Simmons </em>and its predecessors mandates reversal in this case.” We disagree because Joseph is parole eligible.</p>\n<p id=\"b104-10\">Justice Blackmun, author of the four-justice plurality opinion in <em>Simmons, </em>pointed out that “[t]he logic and effectiveness of petitioner’s argument naturally depended on the fact that he was legally ineligible for parole and thus would remain in prison if afforded a life sentence.” 512 U.S. at_, 114 S.Ct. at 2194-95. In a concurrence, Justice O’Connor, with whom two other justices joined, noted that “[i]n a State in which parole is available, the Constitution does not require (or preclude) jury consideration of that fact.” 512 U.S. at_, 114 S.Ct. at 2200. Hence, <em>Simmons </em>is inapplicable if, as here, a defendant is <em>eligible </em>for parole. <em>Wright </em>v. <em>Commonwealth, </em>248 Va. 485, 487, 450 S.E.2d 361, 362 (1994); <em>Ramdass </em>v. <em>Commonwealth, </em>248 Va. 518, 520, 450 S.E.2d 360, 361 (1994).</p>\n<p id=\"b104-15\">Accordingly, we conclude that the trial court did not err in refusing to permit a <em>voir dire </em>question which would have told prospective jurors that Joseph would not be eligible for parole for 25 years if given a life sentence. For the same reasons, we also hold that the trial court correctly refused to instruct the jury on the issue of parole during the sentencing phase or to answer the jury’s question posed during its sentencing deliberations as to the meaning of two life sentences.</p>\n<p id=\"b104-16\">IV. GUILT PHASE</p>\n<p id=\"Aq6\">\n<em>A. Introduction of Evidence</em>\n</p>\n<p id=\"b104-17\">Joseph contends that the court erred in admitting allegedly duplicative photographic exhibits and in permitting the repetitive use <page-number citation-index=\"1\" label=\"85\">*85</page-number>of the video tape. We have seen the photographs and viewed and heard the video tape and the audio recording made from it.<footnotemark>2</footnotemark></p>\n<p id=\"b105-5\">Joseph recognizes the well-settled appellate principle requiring him, as the appellant, to show that the court abused its discretion in such rulings. <em>See Spencer </em>v. <em>Commonwealth, </em>238 Va. 295, 312, 384 S.E.2d 785, 796 (1989), <em>cert. denied, </em>493 U.S. 1093 (1990) (admission of photographs in addition to video tapes of crime scene matter within discretion of trial court). And “video tapes of a crime scene are admissible in evidence if relevant to show ‘motive, intent, method, malice, premeditation and the atrociousness of the crimes,’ even though photographs of the scene have also been admitted.” <em>Stewart </em>v. <em>Commonwealth, </em>245 Va. 222, 235, 427 S.E.2d 394, 403, <em>cert. denied, </em>510 U.S__, 114 S.Ct. 143 (1993). Applying these principles, we cannot say that the trial court abused its discretion in the admission and use of this evidence. Therefore, we reject each of Joseph’s .contentions regarding the introduction and use of this evidence for the reasons that follow.</p>\n<p id=\"b105-8\">Joseph argues that because the video tape was already in evidence, the court erred in permitting the Commonwealth to introduce five still photographs of the various activities of Joseph, Powell, and Anderson that were reproduced from the video tape. However, Joseph’s counsel suggested to the jury in his opening statement and in his closing argument that Powell, not Joseph, was the gunman. These photographs gave the jury additional time and opportunity to resolve that issue by comparing the photographs with the two men as they appeared before the jury.</p>\n<p id=\"b105-9\">Next, Joseph claims that the court erred in permitting the video tape to be played twice to the jury; first, when the recordings were identified by police officials as having been found in the video camera at the scene, and again during Powell’s testimony. According to Joseph, the second use of the video tape was unnecessary and inflammatory since the five photographs from the tape had been introduced in evidence.</p>\n<p id=\"b105-10\">In our opinion, Powell’s concurrent explanation of the video tape as it was being played could have aided the jury in understanding the events as they happened. And simply because the jury could hear the gunshot and the victim’s short scream on the <page-number citation-index=\"1\" label=\"86\">*86</page-number>audio portion of the tape does not prevent its use a second time during the trial. As we have pointed out, “[i]f photographs accurately portray the scene created by an accused, they are not rendered inadmissible merely because they are gruesome or shocking.” <em>Spencer </em>v. <em>Commonwealth, </em>238 Va. 275, 290, 384 S.E.2d 775, 783 (1989), <em>cert. denied, </em>493 U.S. 1036 (1990). We see no reason not to apply the same rule to the second use of the video tape, which presented the scene created by Joseph.</p>\n<p id=\"b106-5\">Joseph maintains that the court also erred in admitting two photographs showing the part of Anderson’s back where the bullet entered and two other photographs showing the part of his neck where it exited. According to Joseph, these photographs “were purely cumulative [to the medical examiner’s description and diagram of the wounds on the autopsy report], and any possible probative value they may have had was far outweighed by their prejudicial effect.” However, the four photographs were admissible because they further illustrate the location and nature of Anderson’s wounds and provide additional support to the medical examiner’s conclusion that those wounds were inflicted while Anderson was on his knees and bending over.</p>\n<p id=\"b106-6\">\n<em>B. Sufficiency of Evidence</em>\n</p>\n<p id=\"b106-7\">Joseph claims that the evidence is insufficient, as a matter of law, to show that he killed Anderson. Joseph notes that Powell was the only person who identified him as the gunman, and he argues that “Powell’s testimony . . . was not worthy of belief.” However, to show that Powell’s testimony was incredible, Joseph merely notes Powell’s prior felony record, his involvement in these crimes, his motive for blaming Joseph, his inconsistent statements about the crimes, and the fact of his “extremely generous” plea agreement. We think it was for the jury to decide whether Powell’s testimony was worthy of belief. <em>Simpson </em>v. <em>Commonwealth, </em>199 Va. 549, 557-59, 100 S.E.2d 701, 707 (1957) (testimony of convicted felon with motive to incriminate defendant was not incredible).</p>\n<p id=\"b106-8\">Joseph also observes that although his fingerprints were found on the “sneeze guard” adjacent to the cash register, there was no evidence as to when his prints were placed there. Finally, he argues that “the identity of the gunman [cannot] be ascertained either from the visual segments or from the audio portion of the tape.” Our review of the record indicates that all these mat<page-number citation-index=\"1\" label=\"87\">*87</page-number>ters were issues for the jury’s determination, and we think that Powell’s testimony and the other evidence amply supported the jury’s conclusion that Joseph was the person who shot Anderson.</p>\n<p id=\"b107-4\">Even so, Joseph contends that the evidence was insufficient to show that Anderson’s murder was premeditated. According to Joseph, the evidence showed only a plan to commit a robbery. We reject this argument out of hand. In our opinion, Joseph’s decision to shoot Anderson because he “laughed” at him, coupled with his extra effort to lean over the counter and shoot Anderson in the back, provide ample evidence of premeditation. <em>Beavers </em>v. Commonwealth, 245 Va. 268, 282, 427 S.E.2d 411, 421, <em>cert. denied, </em>_ U.S. _, 114 S.Ct. 171 (1993); <em>Edmonds v. Commonwealth, </em>229 Va. 303, 308, 329 S.E.2d 807, 811, <em>cert. denied, </em>474 U.S. 975 (1985).</p>\n<p id=\"b107-6\">Accordingly, the trial court did not err in denying the various motions made by Joseph that were premised upon the alleged insufficiency of the evidence.</p>\n<p id=\"b107-7\">\n<em>C. Refusal of Instructions</em>\n</p>\n<p id=\"b107-8\">Joseph maintains that the court erred in refusing Instructions A and B, which embodied the so-called “Allen charge” described in <em>Poindexter </em>v. <em>Commonwealth, </em>213 Va. 212, 214-15, 191 S.E.2d 200, 202-203 (1972). These instructions reminded the jurors of their duty to reach a verdict if they could possibly do so and reviewed each juror’s individual responsibility in deciding the case. The “Allen charge” is appropriate “when jurors have announced their inability to agree.” <em>Petcosky </em>v. <em>Bowman, </em>197 Va. 240, 252, 89 S.E.2d 4, 13 (1955).</p>\n<p id=\"b107-9\">Here, because the jurors had not indicated that they were in disagreement, it was not error to refuse Instructions A and B.</p>\n<p id=\"b107-10\">V. SENTENCING PHASE</p>\n<p id=\"AG4\">\n<em>A. Facts</em>\n</p>\n<p id=\"b107-11\">Joseph was born on July 29, 1972. When Joseph was three years old, his father left the family. Thus, for much of his childhood, Joseph had no father figure in his life. Joseph attended school regularly and successfully completed all but one of the courses necessary for graduation from high school. Although Joseph had worked in several restaurants, he was unemployed for <page-number citation-index=\"1\" label=\"88\">*88</page-number>some time prior to his arrest. Joseph successfully completed a substance abuse program during his present incarceration.</p>\n<p id=\"b108-5\">Dr. Andrew J. Billups, a clinical psychologist called as a defense witness, testified that the absence of a father figure in Joseph’s life and the lack of “emotional nurturance” with other people left Joseph with “a sense of emptiness,” which caused him to be “at risk for making unfortunate choices in an effort to fill that emptiness.” Agreeing with defense counsel that Joseph had “some psychological problems that required treatment,” Dr. Billups recommended “individual and group psychotherapy in the protective confines of a prison environment.” Dr. Billups testified that although the “prognosis” for successful treatment of Joseph’s problem was not favorable, it would be improved in a prison environment if he were required to participate in the treatment. Dr. Henry O. Gwaltney, Jr., a clinical psychologist called as a Commonwealth’s witness, also examined Joseph and opined that nothing indicated “the presence of a disease or disorder that needs treatment.”</p>\n<p id=\"b108-6\">The record shows that: (1) on June 30, 1992, Joseph assaulted a police officer; (2) on September 24, 1992, police discovered him in possession of a loaded .22 caliber revolver and crack cocaine; (3) on October 19, 1992, Joseph participated with Powell, who was armed, in an armed robbery and abduction of two clerks in a 7-Eleven store; (4) on October 26, 1992, Joseph committed the subject crimes; and (5) on November 3, 1992, he was arrested during the abduction and attempted robbery of a clerk in another 7-Eleven store while armed with a sawed-off shotgun. Joseph was later convicted of all these offenses. While participating in the armed robbery and abduction on October 19, Joseph, who had armed himself with a knife he found in the store, threatened to kill both clerks if the alarm system was activated, and during his attempted robbery on November 3, Joseph threatened to “blow [the clerk’s] head off.”</p>\n<p id=\"b108-7\">\n<em>B, Evidence of Subsequent Crimes</em>\n</p>\n<p id=\"b108-8\">Joseph argues that the court erred in admitting evidence of his convictions for the November 3, 1992, abduction and attempted robbery, a week after Anderson’s robbery and murder. Joseph claims that such evidence is inadmissible because Code § 19.2-264.4(C) provides only for a consideration of “the prior history <page-number citation-index=\"1\" label=\"89\">*89</page-number>of the defendant” in determining a defendant’s “future dangerousness.”</p>\n<p id=\"b109-5\">In our opinion, this language does not exclude such evidence. Indeed, in <em>Saunders </em>v. <em>Commonwealth, </em>242 Va. 107, 117-19, 406 S.E.2d 39, 45-46, <em>cert. denied, </em>502 U.S. 944 (1991), we held that evidence of a defendant’s misconduct in jail while awaiting his sentencing for capital murder could be considered by the capital murder jury as a part of his prior history under Code § 19.2-264.4(C). Accordingly, the trial court correctly admitted evidence of Joseph’s later crimes.</p>\n<p id=\"b109-6\">C. <em>Refusal of Instructions</em></p>\n<p id=\"b109-7\">Joseph contends that the court should have granted his proffered Instruction No. S-l which would have told the jury that if it had a reasonable doubt whether to impose a death sentence or a life sentence, it should “give the defendant the benefit of that doubt and return a verdict fixing a penalty of life in prison.” We find no merit in this contention. It was sufficient that the jury had been instructed that it was the Commonwealth’s burden to prove “future dangerousness” beyond a reasonable doubt. <em>See Breard </em>v. <em>Commonwealth, </em>248 Va. 68, 86-87, 445 S.E.2d 670, 681, <em>cert. denied, </em>_ U.S. _, 115 S.Ct. 442 (1994); <em>Satcher </em>v. <em>Commonwealth, </em>244 Va. 220, 228 n.3, 421 S.E.2d 821, 826 n.3 (1992), <em>cert. denied, </em>507 U.S__, 113 S.Ct. 1319 (1993) (court need not specifically instruct jury that evidence of other criminal offenses used to establish “future dangerousness” must be proved beyond reasonable doubt since jury already instructed on Commonwealth’s burden to prove “future dangerousness” beyond reasonable doubt).</p>\n<p id=\"b109-12\">Next, Joseph maintains that the court erred in refusing his proposed Instruction No. S-2 because it “correctly set forth for the jury the use of mitigating circumstances as well as aggravating circumstances and clarified for the jury the manner in which they were to consider these.” In pertinent part, the proposed instruction provided:</p>\n<blockquote id=\"b109-13\">Before you may fix the punishment of defendant at death, you must find, unanimously and beyond a reasonable doubt, the existence of the aggravating circumstances about which I have previously instructed you.</blockquote>\n<blockquote id=\"b110-4\"><page-number citation-index=\"1\" label=\"90\">*90</page-number>I further instruct you that, under our law, you are permitted to fix the punishment of defendant at life if you find that to be the appropriate sentence, even if you find unanimously and beyond a reasonable doubt the existence of the aggravating circumstance about which I have previously instructed you.</blockquote>\n<p id=\"b110-5\">The above principles were set forth in other instructions that were granted. Sentencing Instruction No. 1 provided that:</p>\n<blockquote id=\"b110-6\">If you find from the evidence that the Commonwealth has proved [“future dangerousness”] beyond a reasonable doubt, then you may fix the punishment of the defendant at death. But if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the defendant at [life imprisonment or life imprisonment and a fine not exceeding $100,000],</blockquote>\n<p id=\"b110-7\">And Sentencing Instruction No. 4 provided that:</p>\n<blockquote id=\"b110-8\">[M]itigating circumstances differ from aggravating ones because you are not required to be convinced beyond a reasonable doubt that a mitigating circumstance exists before you must take the circumstance into account as you deliberate this case.</blockquote>\n<p id=\"b110-9\">If the principles set forth in a proposed instruction are fully and fairly covered in other instructions that have been granted, a trial court does not abuse its discretion in refusing to grant a repetitious instruction. <em>Gray v. Commonwealth, </em>233 Va. 313, 351, 356 S.E.2d 157, 178, <em>cert. denied, </em>484 U.S. 873 (1987).</p>\n<p id=\"b110-10\">The final paragraph of proffered Instruction No. S-2 provided that:</p>\n<blockquote id=\"b110-11\">In order to fix the punishment of defendant at life imprisonment, you are not required to reach a unanimous decision as to the existence of any particular fact in mitigation.</blockquote>\n<p id=\"b110-12\">In our opinion, Joseph was not entitled to an instruction on this principle. As we said in <em>Gray, </em>“[I]nforming the jury that its decision on mitigating factors need not be unanimous would create confusion in the jurors’ minds because they are instructed that <page-number citation-index=\"1\" label=\"91\">*91</page-number>unanimity is required to impose the death penalty.” 233 Va. at 351, 356 S.E.2d at 178.</p>\n<p id=\"b111-4\">Accordingly, the court did not err in refusing to grant either Instruction Nos. S-l or S-2.</p>\n<p id=\"b111-5\">\n<em>D. Sufficiency of Evidence of “Future Dangerousness”</em>\n</p>\n<p id=\"b111-6\">Pointing primarily to the fact that most of his crimes of violence were committed when he was 20 years old and within a 6-week period, Joseph argues that the evidence is insufficient to establish that, “there is a probability that [he] would commit criminal acts of violence that would constitute a continuing serious threat to society.” Code § 19.2-264.2. We disagree.</p>\n<p id=\"b111-7\">Although evidence of a defendant’s conduct in the performance of the capital murder under consideration may be sufficient alone to justify a finding of “future dangerousness,” <em>Murphy </em>v. <em>Commonwealth, </em>246 Va. 136, 144-45, 431 S.E.2d 48, 53, <em>cert. denied, </em>510 U.S._, 114 S.Ct. 336 (1993), certainly Joseph’s prior criminal record, coupled with the circumstances of this capital murder, furnish ample support for the jury’s finding of “future dangerousness.” <em>See Peterson </em>v. <em>Commonwealth, 225 </em>Va. 289, 301, 302 S.E.2d 520, 528, <em>cert. denied, </em>464 U.S. 865 (1983).</p>\n<p id=\"b111-10\">VI. SENTENCE REVIEW</p>\n<p id=\"AiQ\">\n<em>A. Passion and Prejudice</em>\n</p>\n<p id=\"b111-11\">Joseph contends that his death sentence was imposed because of “passion and prejudice as well as other arbitrary factors.” As hereafter explained, we find no merit in these contentions, which follow:</p>\n<p id=\"b111-12\">1. The cumulative effect of the trial court’s erroneous rulings in both phases of the trial produced the jury’s recommendation based upon these impermissible factors. Since we find no error in the trial court’s rulings, we reject this cumulative-effect argument, just as we did in <em>Gray, </em>where a similar argument was advanced under similar circumstances. 233 Va. at 352, 356 S.E.2d at 179.</p>\n<p id=\"b111-13\">2. The testimony of Letitia Michelle Anderson, the victim’s widow, “engendered sympathy for the deceased and his family,” which influenced the jury to recommend the death penalty. Testifying as a Commonwealth’s witness during the guilt phase, Mrs. Anderson described herself as the victim’s wife, named their children, identified Anderson from a photograph of his body, and re<page-number citation-index=\"1\" label=\"92\">*92</page-number>lated that around 7:00 p.m. on the night of her husband’s murder, she went to the Subway Sandwich Shop with her children to see him at work. Although Mrs. Anderson testified that she “started screaming” upon being told that her husband had just been shot, the record fails to indicate that Mrs. Anderson’s testimony was of a character that would arouse the passion or prejudice of the jury, as Joseph claims.</p>\n<p id=\"b112-5\">3. Three of the prosecutors’ questions were improper and influenced the jury to return the death penalty. The questions were:</p>\n<p id=\"b112-6\">Mr. Linden [the engineer who processed the voice tapes], if the defense had asked you to do a voice analysis on that tape, you’d have done it, wouldn’t you?</p>\n<p id=\"b112-7\">Mr. Bradshaw [Joseph’s bondsman on a charge pending at the time of Anderson’s murder], but it is unusual for someone to commit capital murder while on bond, isn’t it?</p>\n<p id=\"b112-8\">Now, Mrs. Cox [a fingerprint expert], to those of us who are involved in law enforcement, we know what matching prints—.</p>\n<p id=\"b112-9\">Defense counsel interrupted the last question and the prosecutor never completed it. None of the questions was answered since Joseph’s objections to the questions were promptly sustained. We find nothing in the record to indicate that these questions would have influenced the jury to base its verdict upon any of the improper factors.</p>\n<p id=\"b112-10\">4. The Commonwealth’s opening statement and closing arguments were “calculated to inflame the jury” and, thus, prevented him from receiving a fair trial. Joseph failed to object to any of the opening statement and made only one objection to the closing arguments.<footnotemark>3</footnotemark></p>\n<p id=\"b113-3\"><page-number citation-index=\"1\" label=\"93\">*93</page-number>Joseph’s present complaints regarding the Commonwealth’s opening statement and closing arguments deal generally with its derogatory characterizations of Joseph’s conduct before and during the trial and its references to the victim and his family. Our review of the Commonwealth’s opening statement and closing arguments fails to disclose that any of the Commonwealth’s actions prevented Joseph from receiving a fair trial.</p>\n<p id=\"b113-4\">Additionally, our independent review of the entire record under the provisions of Code § 17-110.1(C) fails to disclose that the jury’s death sentence “was imposed under the influence of passion, prejudice or any other arbitrary factor.”</p>\n<p id=\"b113-5\">\n<em>B. Excessiveness and Proportionality</em>\n</p>\n<p id=\"b113-6\">We also have reviewed and compared the record in this case with the records in other capital murder cases, accumulated pursuant to the provisions of Code § 17-110.1(E), to determine whether the death penalty is “excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.” Code § 17-110.1(C)(2). Keeping in mind the circumstances of this crime, we have paid particular attention to those cases in which the underlying felony was robbery and the death penalty was based on “future dangerousness,” as in this case. Those cases were compiled in <em>Yeatts, </em>242 Va. at 143, 410 S.E.2d at 267-68, and supplemented in <em>Chichester </em>v. <em>Commonwealth, </em>248 Va. 311, 332-33, 448 S.E.2d 638, 652 (1994).</p>\n<p id=\"b113-7\">We also have reviewed the records in those cases in which life imprisonment was imposed under similar circumstances. <em>Whitley </em>v. <em>Commonwealth, </em>223 Va. 66, 81, 286 S.E.2d 162, 171, <em>cert. denied, </em>459 U.S. 882 (1982). After our review and comparison of the records in those cases with the record in this case, we conclude that Joseph’s death sentence was neither excessive nor disproportionate to sentences generally imposed by sentencing bodies in Virginia for crimes similar to that committed by Joseph by defendants with records comparable to that of Joseph.</p>\n<p id=\"b113-8\">VII. CONCLUSION</p>\n<p id=\"b113-9\">Finding no error in these cases, nor any basis to commute Joseph’s death sentence to life imprisonment, we will affirm the <page-number citation-index=\"1\" label=\"94\">*94</page-number>judgments entered in the capital murder, robbery, and firearms cases.</p>\n<p id=\"b114-5\">Record No. <em>941103—Affirmed.</em></p>\n<p id=\"A_N\">Record No. <em>941104—Affirmed.</em></p>\n<footnote label=\"1\">\n<p id=\"b103-11\"> Since Joseph articulates no reason why or how he could be injured by unlimited jury consideration of mitigating circumstances, we do not consider this argument. Rule 5:27(e); <em>Quesinberry v. </em>Commonwealth, 241 Va. 364, 370, 402 S.E.2d 218, 222, <em>cert. denied, </em>502 U.S. 834 (1991).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b105-11\"> An expert from the Federal Bureau of Investigation processed the audio portion of the tape to filter out background noises and make the “voice information more intelligible so you can hear what’s said.” The processed recording was used at trial.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b112-11\"> During a prosecutor’s argument to the jury, he stated that he had looked at the video tape a number of times. Joseph’s only objection was: “Judge, I’m going to object to what Mr. Bullock looked at.” We find no error in the trial court’s action in overruling the objection since the prosecutor’s statement merely focused the jury’s attention to Joseph’s appear<page-number citation-index=\"1\" label=\"93\">*93</page-number>anee and actions recorded on the video tape, which the prosecutor planned to, and did, discuss immediately thereafter.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}