{
  "casebody": {
    "data": "<casebody firstpage=\"37\" lastpage=\"61\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b69-3\">Staunton.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b69-4\">Kennedy Coal Corporation v. Buckhorn Coal Corporation, et als.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b69-5\">September 18, 1924.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b72-5\"><page-number citation-index=\"1\" label=\"40\">*40</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b72-6\"><em>E. L. Greever </em>and <em>Finney &amp; Wilson, </em>for the appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b72-7\"><em>Bird &amp; Lively, </em>for the appellees.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b72-8\">Campbell, J.,</author>\n<p id=\"Asj\">delivered the opinion of the court.</p>\n<p id=\"b72-9\">The appellees, Buckhorn Coal Company, Inc., J. W. Keene, J. F. Plaster, S. L. Vance, Kelly Vance, Fred Vance, Neely Vance, Jack Vance, A. W. Horton, J. A. Perkins, Ida Breedlove, W. H. Brown, Mary E. Dye, Frances Compton, J. M. Brown, Joe Brown, Tom Brown, Martin Brown, George Brown, Ida Walls, Rachel Compton, L. K. Dye, Virginia A. Dye, Shade Ray, Hannah Dye, George R. McCall and William Wilson, insist that the appeal allowed by one of the judges of this court should be dismissed as improvidently allowed. They base their contention on the following grounds:</p>\n<p id=\"b72-10\">(a) The petition for appeal was not presented within the time required by law.</p>\n<p id=\"b72-11\">(b) Neither the Supreme Court of Appeals nor any judge thereof had any right, or authority, or power, to grant appellant the appeal allowed in this cause.</p>\n<p id=\"b72-12\">(c) The appeal was granted and allowed without authority of law, and this court has no jurisdiction to hear or consider said appeal for any purpose except to dismiss it.</p>\n<p id=\"b73-3\"><page-number citation-index=\"1\" label=\"41\">*41</page-number>(d) Because the act of the General Assembly of 1923, under the provisions of which this appeal was allowed, is unconstitutional and void.</p>\n<p id=\"b73-4\">The bill of complaint was filed on the-22nd day of September, 1919. On the 13th day of December, 1921, the court entered its final decree dismissing the bill and awarding costs to appellees. At the time of the entering of this decree, under the provisions of section 6337 of the Code, the appellant had twelve months in which to present its petition and the record to this court or a judge thereof in vacation, for an appeal.</p>\n<p id=\"b73-5\">On February 17, 1922 (laws 1922, C. 41), the General Assembly passed an act amending section 6337, so as to make the same read as follows:</p>\n<p id=\"b73-6\">“No petition shall be presented for an appeal, or writ of error, or supersedeas to any final judgment, decree, or order, whether the Commonwealth be a party or not, which shall have been rendered more than six months before the petition is presented;” etc.</p>\n<p id=\"b73-7\">Thereafter, on the 30th day of August, 1922, appellant presented its petition praying for an appeal, which was refused, as shown by the following memorandum entered on said record: “Final decree was entered</p>\n<p id=\"b73-8\">December 13, 1921, more than six months before the petition was presented, and the appeal is barred by limitation.”</p>\n<p id=\"b73-9\">Thereafter the General Assembly convened in special session in 1923 (chapter 136), and passed an act reading in part as follows:</p>\n<p id=\"b73-10\">“Jurisdiction is hereby conferred upon the Supreme Court of Appeals, or any of the judges thereof in vacation, to consider petitions for appeals from, or writs of error or supersedeas to, all decrees, judgments, and orders which could have been considered by it or him during the period commencing the eighteenth day of <page-number citation-index=\"1\" label=\"42\">*42</page-number>June, nineteen hundred and twenty-two, and ending on the eighteenth day of December, nineteen hundred and twenty-two, if the acts of the General Assembly approved February seventeenth, nineteen hundred and twenty-two, and March fourteenth, nineteen hundred and twenty-two, amending sections sixty-three hundred and thirty-seven and sixty-three hundred and fifty-five, respectively, of the Code of Virginia, had not been enacted.</p>\n<p id=\"b74-4\">“The court or judge to whom a petition is presented under this act, if of opinion that the decision complained of is not plainly right and ought to. be reviewed, shall allow an appeal or writ of error, as under existing law * * provided, that such petition be presented within six months from the day on which this act takes effect.</p>\n<p id=\"b74-6\">“Nothing in this act contained shall be construed as authorizing such court, or any judge thereof, to allow an appeal or writ of error or supersedeas in any case where a petition therefor has been heretofore rejected for any cause other than the expiration of the time limits prescribed by the acts aforesaid,” etc.</p>\n<p id=\"b74-7\">On July 21, 1923, the appellant again presented the petition praying for an appeal, which was allowed by one of the judges of this court; the date on which it was presented being within six months from the time the act of 1923 went into effect.</p>\n<p id=\"b74-8\">The question here presented is whether or not the act of the General Assembly of 1923 is a valid exercise of the legislative power.</p>\n<p id=\"b74-9\"> That the legislature, within certain limitations,, may alter and control remedies is established law.</p>\n<p id=\"b74-10\">In <em>Martin </em>v. <em>South Salem Land Co., </em>94 Va. 36, 26 S. E. 592, Judge Buchanan, delivering the opinion of the court, said: “The legislature, within certain limi<page-number citation-index=\"1\" label=\"43\">*43</page-number>tations, may alter and control remedies by which litigants assert their rights in the courts, but when the litigation has proceeded to judgment or decree upon the merits of the controversy, it has passed beyond its power.”</p>\n<p id=\"b75-4\">That is to say, the legislature is without power to devest one of a vested constitutional right.</p>\n<p id=\"b75-5\">The further inquiry, therefore, is: Did the appellees have a <em>vested </em>right under the decree entered in this cause? If they have by virtue of the decree acquired a vested right, it must be concluded that the statute of 1923 is repugnant to section 11 of the Constitution of Virginia, which provides in part “that no person shall be deprived of his property without due process of law;” and that it also violates article 58 of the Constitution of Virginia as to the impairment of the obligation of a contract.</p>\n<p id=\"b75-6\">The act in question, in our opinion, has no reference to rights, but is dealing strictly with remedies.</p>\n<p id=\"b75-7\">The limitation for an appeal is purely statutory. The Constitution does not in any way deal with the period in which an appeal shall be applied for.</p>\n<p id=\"b75-8\">After a careful consideration of the authorities cited by the appellees, we do not think they apply to this ease.</p>\n<p id=\"b75-9\">In <em>Ratcliffe </em>v. <em>Anderson, </em>31 Gratt. (72 Va.) 107, 31 Am. Rep. 716, the facts are that in the year 1866, Anderson obtained a judgment by default against Ratcliffe for the sum of $300.00 in the Circuit Court of Fairfax county. On the 4th day of February, 1874, more than seven years after the judgment was rendered, Ratcliffe filed his petition in said circuit court, asking the court to reopen said judgment and scale the amount of the same according to the depreciation of Confederate money, he alleging in his petition that the bond <page-number citation-index=\"1\" label=\"44\">*44</page-number>upon which the judgment was rendered was given for Confederate currency. This petition was filed under the general act ef the General Assembly, approved March 25, 1873 (Acts 1872-73, c. 219), and provides:</p>\n<p id=\"b76-4\">“Where any judgment or decree has been recovered for a specific sum or for damages between the 1st day of January, 1862, and the 10th day of April, 1865, or shall have been recovered after the 10th day of April, 1865, and before the 3rd day of March, 1870, or if any judgment shall have been rendered by default * * and such judgment or decree remain unpaid, it shall be lawful for the courts, in a summary way, on motion, after ten days notice, either before or after the issue of execution, to fix, settle and direct at what depreciation or how the said judgment or decree shall be discharged,” etc.</p>\n<p id=\"b76-6\">Judge Christian, delivering the opinion of the court, said:</p>\n<p id=\"b76-7\">“It is under this provision of the act of March, 1873, that it is proposed to reopen and annul, in whole or in part, a judgment rendered by a court of competent jurisdiction in favor of appellee in November, 1866.</p>\n<p id=\"b76-8\">“I am of opinion that this cannot be done, and that the act of Assembly above quoted is not only an attempted invasion of judicial authority, but it is in contravention of that provision of the Constitution of the United States and of this State which declares the State shall pass no law ‘impiaring the obligation of a contract.’ ”</p>\n<p id=\"b76-9\">In the case cited, the legislature undertook to uproot a right which had been “vested” for seven years. This of course could not be done.</p>\n<p id=\"b76-10\">In <em>Griffin’s Ex’r </em>v. <em>Cunningham, </em>20 Gratt. (61 Va.) 31, cited by appellees, the court in construing an act, <page-number citation-index=\"1\" label=\"45\">*45</page-number>called the enabling act, which authorized the court of appeals organized under the Constitution then in force, to rehear and affirm or reverse the decrees made by the judges of what was known as the military court of appeals, held the act invalid and that the court had no authority to rehear such cases. The basis for this decision is that the judgments rendered by the military court were valid judicial acts and vested rights had attached thereto. In all the authorities cited the right had become vested.</p>\n<p id=\"b77-4\">Now, what is a vested right? Without reference to a dictionary definition, we would define it as a right, so fixed that it is not dependent on any future act, contingency or decision to make it more secure. Tested by this definition, we are of the opinion that the appellees had no such vested right as is contemplated by the decisions relied on. The right of appellees at the time of the rendition of the judgment of the court contained in the decree was not fixed in the sense that it was settled. It was an inchoate right, which would become vested upon the happening of one of two events, viz., an affirmance of the decree of the trial court by the Supreme Court of Appeals, or by the expiration of the period allowed at the time in which to take an appeal.</p>\n<p id=\"b77-5\">In this cause, the situation of the parties remains the same. No conveyances have been made, no money paid out, no hardship will be worked by retaining the same for final disposition. The motion to dismiss must be overruled.</p>\n<p id=\"b77-6\">The bill of complaint filed in this cause alleges that complainant is the owner in fee simple'Af a 214J^ acre tract.of land situate on Sulphur Spring Fork of Swords creek in Russell county; that this tract of land is one of <page-number citation-index=\"1\" label=\"46\">*46</page-number>many other tracts of land owned by it; that the defendants named herein assert title to said land and the minerals underlying the same; that complainant and those under whom it claims have been in the actual, open, continuous, notorious, adverse and exclusive possession of said land since March 1, 1887, that complainant acquired its title as follows:</p>\n<p id=\"b78-4\">(1) Deed dated December 1, 1883, from Wm. Warder, etc., to J. S. and A. P. Gillespie and Henry Bowen;</p>\n<p id=\"b78-5\">(2) Deed dated March 11, 1887, from J. S. and A. P. Gillespie and Henry Bowen and their respective wives to Clinch Valley Coal and Iron Company;</p>\n<p id=\"b78-6\">(3) Deed dated July 2, 1887, from William A. Dick and others to Clinch Valley Coal and Iron Company;</p>\n<p id=\"b78-7\">(4) Alexander H. Stevens and wife, by deed dated February 16, 1893; and</p>\n<p id=\"b78-8\">(5) By deed dated January 11, 1919, Clinch Valley Coal and Iron Company conveyed said land to complainant; that complainant and defendants hereto both claim under the same or common source of title, namely, the “Warder Title;” that said “Warder Title” was acquired by J. S. Gillespie and others and conveyed by them to complainant; that said title is the true title to the land and is now owned by complainant; that C. W. Hunt, under whom defendants claim title, never acquired any of the Warder land; that said George A. Warder is dead.</p>\n<p id=\"b78-9\">The bill also sets forth the various deeds under which appellees and their predecessors in title acquired interests in the several tracts of land here in controversy, and avers that all of said alleged deeds are clouds upon complainant’s title to said tract of land, and it is advised that a court of equity will set aside said deeds and <page-number citation-index=\"1\" label=\"47\">*47</page-number>declare, the same null and void, as clouds upon said title to said tract of land.</p>\n<p id=\"b79-4\">To the bill of complaint the appellee filed the following grounds of demurrer:</p>\n<p id=\"b79-5\">(1) Said bill sets out no ground of equity jurisdiction. Its sole object and purpose is to try an action of ejectment by suit in equity.</p>\n<p id=\"b79-6\">(2) Said bill shows by tie averments therein sought to be made that complainant has an adequate remedy at law.</p>\n<p id=\"b79-7\">(3) Said bill is multifarious. It attempts to unite and assert in one suit several causes of action against separate and distinct parties.</p>\n<p id=\"b79-8\">(4) Said bill does not allege facts showing the apparent invalidity of the conveyance of the land in controversy from H. C. Davis, agent and attorney in fact of Geo. A Warder, to C. W. Hunt.</p>\n<p id=\"b79-9\">(5) Said bill states only a mere conclusion as to possession of the land in controversy.</p>\n<p id=\"b79-10\">The court overruled the demurrer to the bill and permitted the appellees to file their answer. The action of the trial court in this respect is without error.</p>\n<p id=\"b79-11\">.(1-2) The bill alleges in explicit terms that complainant and those under whom it claims have perfect legal title to and have been in the actual, open, continuous, notorious, adverse and exclusive possession of said land since the year 1887. Section 6248 of the Code of 1919 provides, <em>inter alia:</em></p>\n<p id=\"b79-12\">“Where a bill in equity is filed to remove a cloud on the title to real estate, relief shall not be denied the complainant because he has only an equitable title thereto, and is out of possession, but the court shall grant to the complainant such relief as he would be entitled to if he held the legal title and was in possession.”</p>\n<p id=\"b80-3\"><page-number citation-index=\"1\" label=\"48\">*48</page-number>In order to recover possession of land by an action of ejectment, the claimant must be out of possession.</p>\n<p id=\"b80-4\">In Burks’ Pleading and Practice, page 200, the rule is stated thus: “In order to maintain ejectment, the plaintiff must be out of possession, though the defendant may be either in or out. If the plaintiff is in possession, his remedy, if any, is by a bill in equity.”</p>\n<p id=\"b80-5\">Under the provisions of section 6248 it is immaterial whether the complainant is in or out of possession. <em>Buchanan County </em>v. <em>Smith’s Heirs, </em>115 Va. 709, 80 S. E. 794; <em>Payne </em>v. <em>Buena Vista E. Co., </em>124 Va. 306, 98 S. E. 34. The demurrer, however, admits the truth of the allegation of the bill that the complainant is in possession of the land in controversy and has title thereto. This being true for the purposes of the demurrer, the complainant does not have an adequate remedy at law, as the law does not permit an action of ejectment on the part of one in possession.</p>\n<p id=\"b80-6\">The enactment of section 6248 has wrought a decided change in the law in regard to suits to quiet title and in actions of ejectment. The wisdom of such an enactment is a question for the legislature, not for the courts.</p>\n<p id=\"b80-7\"> (3) The bill is not multifarious. Its sole object, as evidenced by the prayer, is that the alleged deeds, all flowing from a common source, constitute clouds upon complainant’s title, and praying the court to remove the same.</p>\n<p id=\"b80-8\">That the bill makes numerous parties defendants is not objectionable provided said parties are necessary to an equitable adjudication of the controversy. The demurrer does not even attempt to raise the question that a single named defendant is not a necessary party. On the other hand, the bill, in express language, alleges <page-number citation-index=\"1\" label=\"49\">*49</page-number>that the defendants claim the land in dispute by adversary possession and by reason of the deeds exhibited with the bill.</p>\n<p id=\"b81-4\">In <em>Buchanan County </em>v. <em>Smith's Heirs, </em>115 Va. 707, 80 S. E. 795,it is said: “Necessary parties include all persons, natural or artificial, however numerous, materially interested either legally or beneficially in the subject matter or event of the suit and who must be made parties to it, and without whose presence in court no proper decree can be rendered in the cause. This rule is inflexible, yielding only when the allegations of the bill state a ease so extraordinary and exception^ in character that it is practically impossible to make all parties in interest parties to the bill, and, further, that others are made parties who have the same interest as have those not brought in, and are equally certain to bring forward the entire merits of the controversy as would the absent persons.</p>\n<p id=\"b81-5\">“This cardinal principle governing as to parties to suits in equity is founded upon the broad and liberal doctrine that courts of equity delight to do complete justice by determining the rights of all persons interested in the subject matter of litigation, so that the performance of the decree rendered in the cause may be perfectly safe to all who are required to obey it and that further litigation touching the matter in dispute may be prevented.”</p>\n<p id=\"b81-6\">(4-5) We do not deem it necessary to further discuss these grounds as they are necessarily embraced in the other grounds disposed of.</p>\n<p id=\"b81-7\">This brings us to the discussion of the cause upon the merits. Upon a final hearing of the cause, upon bill and answer, depositions of numerous witnesses and ex-<page-number citation-index=\"1\" label=\"50\">*50</page-number>Mbits filed, the trial court dismissed the bill of complaint, but without prejudice to the right of the appellant to institute further suits or actions at law if it deems it advisable.</p>\n<p id=\"b82-4\">The answer of the defendants generally and specifically demes all the allegations of complainant’s bill. It specifically denies that the deed from Warder to Gillespie and Bowen embraces or includes any of the several parcels of land or any part thereof claimed by the defendants under their several deeds from C. W. Hunt and his successors in title.</p>\n<p id=\"b82-5\">It is the contention of the appellees that this specific denial, that any of the land in controversy was embraced in the Warder deed, imposed upon appellant the burden of proving that such land was so embraced in such designated boundaries. Appellants answer this contention-by a counter contention, that it has successfully borne the burden of proof in the testimony of the witness Frank H. Cox, and further seeks to avoid the force of the doctrine contended for by invoking the provisions of section 6126 of the Code of 1919.</p>\n<p id=\"b82-6\">That it is incumbent on a complainant in a suit to remove a cloud from the title, to allege and prove, in the absence of statute to the contrary, that the land affected is within the boundaries claimed by complainant, is beyond dispute. <em>Logan </em>v. <em>Ward, </em>58 W. Va. 366, 52 S. E. 398, 5 L. R. A. (N. S.) 156; <em>Austin </em>v. <em>Minor, </em>107 Va. 101, 57 S. E. 609.</p>\n<p id=\"b82-7\">The evidence introduced by appellant to show that the deeds under which it claimed embraced the land is as follows:</p>\n<p id=\"b82-8\">• Frank H. Cox, a witness of lawful age, after being first duly-sworn, deposes as follows:</p>\n<p id=\"b83-3\">\n<page-number citation-index=\"1\" label=\"51\">*51</page-number>\n<em>Direct examination.</em>\n</p>\n<p id=\"b83-4\">“Q. State whether or not you are the same Frank H. Cox who testified in this ease at Raven, Virginia, on April 27, 1921?</p>\n<p id=\"b83-5\">“A. I am the same man.</p>\n<p id=\"b83-6\">“Q. In your deposition given at the time mentioned in the foregoing question, you were shown two deeds in this case. One being exhibit 1-A, filed with the bill of complainant, and being deed from George A. Warder, by H. C. Davis, his agent, to C. W. Hunt, dated November 10, 1897, recorded in deed book 33, at page 84, of Russell county clerk’s office; and the other being exhibit No. 2, filed with complainant’s bill in this case, dated March 11, 1887, from Henry Bowen and others to Joseph I. Doran and W. A. Dick, and were asked whether or not these two conveyances covered the same land. I will first ask you since that time, that is, at the time you testified before, you have made any investigation of the matter involved in that question, and if so, what it was?</p>\n<p id=\"b83-7\">“A. I have. I went on the ground on August 23, 1921, and made investigation of a part of the discrepancies in the two deeds.</p>\n<p id=\"b83-8\"><em>“Q. </em>State whether or not you had these two deeds referred to with you at the time?</p>\n<p id=\"b83-9\">“A. I had copies of them.</p>\n<p id=\"b83-10\">“Q. State what the result of your investigation was on the question of whether or not these two conveyances cover the same land?</p>\n<p id=\"b83-11\">“A. To the best of my knowledge they cover practically the same land.</p>\n<p id=\"b83-12\">“This question objected to because it states the opinion and conclusion of the witness.</p>\n<p id=\"b84-3\"><page-number citation-index=\"1\" label=\"52\">*52</page-number>“Q. State whether or not you have made a map or plat showing the differences between the survey which you made, mentioned in your former, deposition, from the Clinch Valley Coal and Iron Company, and the. survey, or boundaries, given in the deed before mentioned of George A. Warder, by H. C. Davis, agent, to C: W. Hunt.</p>\n<p id=\"b84-4\">“A. Yes, sir; I have made such a plat.</p>\n<p id=\"b84-5\">“Question and answer objected to because immaterial.</p>\n<p id=\"b84-6\">“Q. Will you please file this plat with your deposition?</p>\n<p id=\"b84-7\">“Question objected to because immaterial.</p>\n<p id=\"b84-8\">“A. I filed said map, or plat, marked “Plat No. 2” with this deposition.</p>\n<p id=\"b84-9\">“Map, or plat, objected to because immaterial.</p>\n<p id=\"b84-10\">“Q. Please state in what way the differences between these two surveys are indicated on this map.</p>\n<p id=\"b84-11\">“A. The survey that I made is shown in black lines, and the discrepancies between this survey and the Hunt deed is shown in red lines.</p>\n<p id=\"b84-12\">“Q. From what did you make your survey?</p>\n<p id=\"b84-13\">“A. From the deed from Henry Bowen and others to Dick and Doran.</p>\n<p id=\"b84-14\">\n<em>Cross-examination.</em>\n</p>\n<p id=\"b84-15\">“By Mr. Bird:</p>\n<p id=\"b84-16\">“Q. Mr. Cox, who was with you when you did the investigating you speak of on the 23rd of August, 1921? “A. S, L. Vance and Coy Brown.</p>\n<p id=\"b84-17\">“Q. They were the only parties who were with you? “A. Mr. L. K. Dye pointed out some corners to me <page-number citation-index=\"1\" label=\"53\">*53</page-number>from the road, but these other parties are the only persons who went around with me.</p>\n<p id=\"b85-4\">“Q. Did you do any actual surveying on the ground at that time?</p>\n<p id=\"b85-5\">“A. I set the transit at point marked ‘two chestnut oaks one dead’ on above mentioned plat, on the bearing of the Hunt deed N. B. to see if a ten pole call would land on a west hill side.</p>\n<p id=\"b85-6\">“Q. Is that all you did in the way of actual surveying on the ground, Mr. Cox?</p>\n<p id=\"b85-7\">“A. Yes, sir.</p>\n<p id=\"b85-8\">“Q. If I understand you, then, you did not survey the whole tract called for in either of the deeds you refer to?</p>\n<p id=\"b85-9\">“A. I made the survey in the fall of 1917.</p>\n<p id=\"b85-10\">“Q. Made a survey in the fall of 1917 of the land called for in the deed from H. Bowen and others to Clinch Valley Coal and Iron Company, calling for 214 ^ acres. Is that correct, sir?</p>\n<p id=\"b85-11\">“A. Yes, sir.</p>\n<p id=\"b85-12\">“Q. You did that work, I believe, for the Clinch Valley Coal and Iron Company. Is that correct?</p>\n<p id=\"b85-13\">“A. Yes, sir; that is correct.</p>\n<p id=\"b85-14\">“Q. And as I understand you, you have not surveyed the tract of land called for by that deed since then?</p>\n<p id=\"b85-15\">“A. No, sir; I have not surveyed it since then.</p>\n<p id=\"b85-16\">“Q. And I believe it is also true that you have never surveyed the tract of land called for by the deed from Warder’s agent to C. W. Hunt referred to, on the ground?</p>\n<p id=\"b85-17\">“A. I only did the surveying referred to by me above.</p>\n<p id=\"b85-18\">“Q. You did not undertake to locate, as I understand, any of the adjoining tracts called for?</p>\n<p id=\"b86-3\"><page-number citation-index=\"1\" label=\"54\">*54</page-number>“A. I located all of the adjoining tracts around the Henry Bowen and others 21434 acre tract, with the exception of the Buckhorn Coal Company’s Litton tract, in the fall of 1917.</p>\n<p id=\"b86-4\">“Q. Do you remember the adjoining tracts called for in the 21434 acre deed from Henry Bowen and others-to Clinch Valley Coal and Iron Company?</p>\n<p id=\"b86-5\">“A. I do not. The deed will show itself.</p>\n<p id=\"b86-6\">“Q. By adjoining tracts, then, do you mean the tracts mentioned on the plat you have just filed, that-is, the <em>J. </em>T. Hale tract, the Peyton Compton tract, the Elihu Steelman tract, the S. W. Boyd tract, and the-S. H. Boyd tract?</p>\n<p id=\"b86-7\">“A. That is a part of them, I meant all when I said all when I answered the above question.</p>\n<p id=\"b86-8\">“Q. What other tracts did you locate besides these I have just mentioned, that is those shown on the map you have just filed?</p>\n<p id=\"b86-9\"><em>“A. </em>I knew these tracts as Henry Bowen and others-tracts. I do not remember the acreage of each.</p>\n<p id=\"b86-10\">“Q. Can you state what adjoining tracts you actually located, Mr. Cox?</p>\n<p id=\"b86-11\"><em>“A. </em>J. T. Hale tracts; Peyton Compton tracts Elihu Steelman tracts; S. W. Boyd tract; S. H. Boyd tract; and the Bowen tracts.</p>\n<p id=\"b86-12\">“Q. These two tracts you speak of are shown on the-map you have just filed except the Bowen tracts you have just referred to?</p>\n<p id=\"b86-13\">“A. Yes, sir.</p>\n<p id=\"b86-14\">“Q. You did not attempt to locate any of the adjoining tracts called for in the Hunt deed, on the ground?</p>\n<p id=\"b86-15\">“A. I had previously located the Elihu Steelman, survey and the Peyton Compton survey.</p>\n<p id=\"b86-16\">“Q. Those are the only adjoining tracts called for in. <page-number citation-index=\"1\" label=\"55\">*55</page-number>the Hunt deed which you remember to have located this time or the other time?</p>\n<p id=\"b87-4\">“A. These are the only ones I notice in the Hunt deed that I located.”</p>\n<p id=\"b87-5\">This evidence, to our mind, is far from satisfactory. It does not in any just sense meet the requirements of the law that the burden is on the complainant to prove its case. It does not in any way tend to show that the lands claimed by appellees, or any of them, or any part thereof, were included in the deed of December 1, 1883, from Warder, etc., to Gillespie and Bowen.</p>\n<p id=\"b87-6\">All that the evidence undertakes to do is to identify the land conveyed by J. S. and A. P. Gillespie and Bowen to the Clinch Valley Coal and Iron Company as the land claimed by the appellees. The complainant does not show legal title to any of the property in controversy. It neither traces its title to a common source nor to the Commonwealth.</p>\n<p id=\"b87-7\">Seeking to cure this apparent defect, appellant, as stated, called to its relief section 6126 of the Code and relies on the conceded fact that appellees did not file the affidavit required by this section. This statute is as follows:</p>\n<p id=\"b87-8\">“Where a bill, declaration, or other pleading alleges that any person or corporation, at a stated time, owned, operated, or controlled any property or instrumentality, no proof of the fact alleged shall be required unless an affidavit be filed with the pleading putting it in issue, denying specifically and with particularity that such property or instrumentality was, at the time alleged, so owned, operated, or controlled.” • Before this statute can avail the appellant, it must be determined whether or not it is retrospective in its operations.</p>\n<p id=\"b88-3\"><page-number citation-index=\"1\" label=\"56\">*56</page-number>The bill of complaint was filed on the 22nd day of September, 1919. The statute went into effect on the 13th day of January, 1920.</p>\n<p id=\"b88-4\">In construing a statute the courts will not give it a restrospeetive effect unless it clearly appears that the legislature so intended. As said by Judge Burks, in <em>Price’s Ex’r </em>v. <em>Harrison’s Ex’r, </em>31 Gratt. (72 Va.) 120: “Legislation generally looks to the future, and hence in seeking the legislative intent in the statute law, it is laid down by an eminent jurist as a sound rule of construction, * * * that a statute should have a prospective operation only, unless its terms show clearly a legislative intention that it should operate retrospectively. Cooley Const. Lim. 370.</p>\n<p id=\"b88-7\">“It was said by Chancellor Walworth to be ‘a general rule in the construction of statutes that they are not to have a retroactive effect, so as to impair previously acquired rights. And courts of justice will apply new statutes to future cases which may arise, unless there is something in the nature of the new provisions adopted by the legislature, or in the language of such new statutes, which shows that they were intended to have a retrospective operation.”</p>\n<p id=\"b88-8\">In <em>Crigler’s Committee </em>v. <em>Alexander’s Ex’r, </em>33 Gratt. (74 Va.) 674, Judge Staples, delivering the opinion of the court, said: . “It is hardly necessary at this late day to enter into a discussion of the principles governing the courts in determining whether a statute be or be not retrospective in its operation. The general principle * * * is ‘that no statute is to have a retrospect beyond the time of its commencement,’ and this principle is one of such obvious convenience and justice that it must always be adhered to unless in cases where there is something on the face of the statute putting it beyond doubt that the legislature meant it to <page-number citation-index=\"1\" label=\"57\">*57</page-number>operate retrospectively. And although, the words of the statute may be broad enough in their literal extent to comprehend existing eases, they must yet be construed as applicable only to cases that may thereafter arise unless a contrary intention is unequivocally -expressed therein.”</p>\n<p id=\"b89-4\">In strict conformity with these rules we must conclude that the statute is not applicable to this cause. There is nothing in the act signifying that it is the intention of the legislature that it should relate to suits or actions instituted before its passage.</p>\n<p id=\"b89-5\">We are, therefore, of the opinion that the ruling of the trial court on the question of title is plainly right.</p>\n<p id=\"b89-6\">\n<em>Laches.</em>\n</p>\n<p id=\"b89-7\">It is urged upon this court, by cross-assignment of ■error upon the part of appellees, that while the trial court is plainly right in the conclusion reached, it erred in entering the decree it did, in this, that the decree contains the following language: “But without prejudice to the right of complainant to institute further suits or actions at law if he (it) deem it advisable.”</p>\n<p id=\"b89-8\">This assignment of error, we think, should be sustained. Even if the appellant had had the legal or equitable title to the property in controversy, yet it is barred of relief in this cause by reason of its gross laches.</p>\n<p id=\"b89-9\">While the application of the doctrine of laches is always difficult, yet when the neglect of a plaintiff is such as to afford a reasonable presumption of satisfaction or abandonment of the claim, the doctrine will apply.</p>\n<p id=\"b90-3\"><page-number citation-index=\"1\" label=\"58\">*58</page-number>In <em>Bell </em>v. <em>Wood, </em>94 Va. 683, 27 S. E. 506, it is said by Judge Cardwell: “Laches is the neglect to do something which a party ought to do, and mere lapse of' time, unaccompanied by some circumstances affording evidence of a presumption that the right had been abandoned, is not considered ‘laches.’ And claims are-considered ‘stale’ only where gross laches is shown with unexplained acquiescence in the operation of an adverse right.</p>\n<p id=\"b90-5\">“It is unquestionably true that a court of equity will' refuse its aid to enforce stale demands, where the party has slept upon his rights or acquiesced for an unreasonable length of time.</p>\n<p id=\"b90-6\">“But whether the lapse of time is sufficient to bar a recovery, must, of necessity, depend upon the particular-circumstances of each case.”</p>\n<p id=\"b90-7\">The situation, use and occupation of the lands by appellees and their predecessors in title, as set forth in the answer, is substantially as follows:</p>\n<p id=\"b90-8\">“* * the property in question was purchased by C. <em>W. </em>Hunt, who paid a full consideration for the-property at the then prevailing price of lands in that-community, from H. C. Davis, agent for George A. Warder, the then owner of the unsold Warder lands- and the Warder title is vouched for by the complainant; that pursuant to this purchase a deed was made to said C. W. Hunt conveying to him the absolute fee simple title to the property on November 10, 1897, at which time C. W. Hunt began the manufacture of' lumber from the timber thereon, moved a sawmill on to the property and erected a house on it, and put and kept a tenant therein until the property was sold and possession delivered to the prospective purchasers,, continued the manufacture of the timber for a period of two years until it was exhausted, was informed by <page-number citation-index=\"1\" label=\"59\">*59</page-number>Col. Joe Harrison, an agent of complainant, that he was on their land but Col. Harrison afterwards retracted this statement and said he was mistaken as to this, and after that, between the times he bought it in 1897 and April 28, 1900, the said C. W. Hunt sold and conveyed all of the said land to the defendants or those under whom they claim; that his grantees immediately moved on the property under their respective title papers conveying to them the fee simple title to the several tracts, and that the said C. W. Hunt and those who claim under him have been in the actual, ■open, continuous, notorious, exclusive and adverse possession of the same, under recorded deeds conveying the fee simple title since November 10, 1897; that dining the time intervening between the date and the institution of this suit the defendants and those under whom they claim have continuously lived upon the said property, have cut off the timber, cleared up and cultivated the land, planted orchards upon it, paid the taxes upon it and have in all ways openly and notoriously claimed and used it as their own.”</p>\n<p id=\"b91-4\">These allegations of the answer of defendants are not ■denied or attempted to be contradicted either by pleading or proof on the part of complainant, all this time no word has ever been said by the complainant or those under whom it' claims in any way challenging or controverting defendants’ title.</p>\n<p id=\"b91-5\">Under such circumstances, even if the technical bar of the statute of limitations does not apply, complainant is barred by its laches and acquiescence.</p>\n<p id=\"b91-6\">Here, instead of the possession complainant alleged .in its bill, we find upon examining the evidence that it never had any kind of possession of any of the property in controversy. It does not even undertake to show -any sort of possession, but the uncontradicted evidence <page-number citation-index=\"1\" label=\"60\">*60</page-number>shows that for more than twenty years the appellees and those under whom they claim have been in the absolute possession of the property in controversy, improving it, cultivating it, building their homes and rearing their families upon it, some of them dying and the property passing to their heirs, and being assigned to them in partition suits had in the Circuit Court of Russell county, conveying their interests in said property to <em>bona fide </em>purchasers for a full price, and in every conceivable way using it as their own. And all this time this complainant and those under whom it seeks to claim title to the property stand silently by without a word of protest against these things and never once make any claim that their rights were being violated.</p>\n<p id=\"b92-4\">No word of explanation either in the pleadings or proof is given, offered or attempted as to why this was not done. No word was ever said by appellant or those under whom it claims, to warn or notify these defendants or those under whom they claim, that their title to the property, upon which they were expending their money and energies, was questioned. No buyer was ever warned not to invest his money in the property, and the right of defendants and those under whom they claim to sell it was never questioned until the institution of this suit.</p>\n<p id=\"b92-5\">No explanation is offered or attempted to be offered as to why these several parties and those under whom they claim were not warned of the claim which appellant is now seeking to assert, while they were expending their money and labor on the purchase and improvement of these tracts of land comprising the property in controversy.</p>\n<p id=\"b92-6\">No explanation is offered as to the delay of more-than twenty years in instituting suit.</p>\n<p id=\"b93-3\"><page-number citation-index=\"1\" label=\"61\">*61</page-number>For these reasons, the decree entered by the trial court will be modified by striking from the same the language, “but without prejudice to the right of the complainant to institute further suits or actions at law if <em>he </em>deems it advisable,” and with this modification of the decree the judgment will be affirmed.</p>\n<p id=\"b93-4\"><em>Modified and </em>affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}