{
  "casebody": {
    "data": "<casebody firstpage=\"346\" lastpage=\"350\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b384-2\">[Civ. No. 72.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AuT\">Second Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7j\">December 5, 1905.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b384-3\">SARAH E. McLEAN, Respondent, v. LLEWELLYN IRON WORKS, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b384-4\">Nuisance — Structures on Street — Private Rights of Abutting Owner — Recorded Map—Private Nuisance — Abatement.—An owner of lots abutting on a street, which were part of a large tract subdivided by the owner, who sold the lots according to a map recorded by Mm, showing the streets, has an easement or right of way over the street, which in the strictest sense of the word is property, and an invasion of such right by obstructions and other nuisances habitually maintained by another on the opposite side of the street occupying one-half thereof is a private as well as a public nuisance, and such abutting owner may maintain a private action to abate and enjoin the same.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b384-5\">Id.—Statute of Limitations—Finding Against Plea—Impossibility of Bar of Private action not Involved.—Where a finding against a plea of the statute of limitations has sufficient support in the evidence, the question whether a private action against the maintenance of a public nuisance, because of a. special injury arising therefrom to plaintiff, may not be barred by the statute of limitations, is not involved, and a decision of it is unnecessary to a correct determination of the appeal. [By Supreme Court on Petition for Rehearing.]</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b384-6\">Id.—Appeal <em>from </em>Judgment—Lapse <em>of </em>Time—Dismissal.—An appeal from the judgment abating the nuisance, taken after the time limited therefor, must be disregarded and dismissed.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b384-7\">APPEAL from a judgment of the Superior Court of Los Angeles County, and from an order denying a new trial. Curtis D. Wilbur, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b384-8\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b384-9\">Jones &amp; Weller, for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b384-10\">J. W. McKinley, and Fred E. Burlew, for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b384-11\">SMITH, J.</author>\n<p id=\"ADF3\">Upon a reconsideration of this case on a second rehearing we are of the opinion that the judgment and order denying the defendant’s motion for a new trial should be affirmed on the grounds stated in the opinion originally tiled, which is as follows:</p>\n<p id=\"b385-3\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>The plaintiff is the owner of five lots of land hounded by and fronting on Railroad, Magdalena, and San Fernando streets in the city of Los Angeles. The defendant is the owner or lessee of lands on the other side of Magdalena street. We would give the directions, but the points of the compass aré not shown on the plat in the transcript, and nothing is said upon the subject by the witnesses. The suit was brought to abate certain structures erected in the street by the defendant, and other nuisances thereon, and for an injunction. Judgment was for the plaintiff as prayed for. The appeal is from the judgment, and from an order denying the defendant’s motion for a new trial; but the former appeal was not filed in due time and must be disregarded. It is found by the court that the defendant has “entered upon and taken possession of a part of said Magdalena, Railroad, and San Fernando streets, and has obstructed the same by the construction of various buildings and in other ways, and threatens to and will, unless restrained by this court, continue to occupy and obstruct the said streets and deprive plaintiff of all the benefits and rights to which she is entitled as the owner of the property above mentioned, and the easement and right of way through, upon, and over said streets, and will cause great and irreparable injury to the plaintiff”; and that by the nuisance described “the value of the plaintiff's property will be greatly and materially diminished,” and “the plaintiff will be thereby deprived of the benefits of said streets and of her rights as the owner of the land above described, and the right to use and occupy the said streets and the easement therein for the purposes of passing and re-passing over said streets so in possession of the defendant, and will thereby suffer great and irreparable injury, for which she cannot be recompensed in damages.” From the evidence it appears that the structures complained of occupy about fifteen feet of the streets, leaving on Magdalena street, between them and the plaintiff’s land, a space of forty-five feet, which space is reduced to thirty feet by other nuisances habitually maintained in the street by the defendant. There is, however, no evidence of special injury to the plaintiff, except such as may be inferred from the above.facts.</p>\n<p id=\"b385-4\">The principal question in the case, and, indeed, the only question that need be considered, is whether, by these facts, <page-number citation-index=\"1\" label=\"348\">*348</page-number>special injury to the plaintiff is shown; and if, in fact, a private right appertaining to her has been invaded, the question must be answered in the affirmative. <em>(Fisher </em>v. <em>Zumwalt, </em>128 Cal. 495 496, [61 Pac. 82]; <em>Lind </em>v. <em>City of San Luis Obispo, </em>109 Cal. 343, 344, [42 Pac. 437].) But it is a familiar and well-established principle that the owner of a lot abutting on a street has an easement or right of way over it, which in the strictest sense of the word is property. <em>(Prescott </em>v. <em>Edwards, </em>117 Cal. 302, [59 Am. St. Rep. 186, 49 Pac. 178]; <em>Schaufele </em>v. <em>Doyle, </em>86 Cal. 109, [24 Pac. 834], and cases cited; <em>Eachus </em>v. <em>Los Angeles Electric Ry. Co., </em>103 Cal. 617, [42 Am St. Rep. 149, 37 Pac. 750].) And though this right is one that he holds in common with the public, yet in so far as it affects the value or use of his property it is a right peculiar to himself, and any interference with it constitutes a private as well as a public nuisance. (Civ. Code, sec. 3479; <em>Hargro </em>v. <em>Hodgdon, </em>89 Cal. 629, [26 Pac. 1106]; Wood on Nuisances, sec. 830; <em>O’Connor </em>v. <em>Southern Pac. R. R. Co., </em>122 Cal. 683, 684, [55 Pac. 688].) In the cases of <em>Schaufele </em>v. <em>Doyle, </em>86 Cal. 109, [24 Pac. 834], and <em>Eachus </em>v. <em>Los Angeles Electric Ry. Co., </em>103 Cal. 617, [42 Am. St. Rep. 149, 37 Pac. 750], the special effect of the nuisance .complained of was to cut off access to the plaintiff’s property. But in the latter case the principle is thus more broadly stated: “The right of the owner of a city lot to the use of the street adjacent thereto is property which cannot be taken from him for public use without compensation; and any act by which this right is impaired is to that extent a damage to his property.” And in the former case it is said, citing <em>Lexington etc. R. R. Co. </em>v. <em>Applegate, </em>8 Dana, 310, [33 Am. Dec. 497]: “If it should appear that such use encroaches on any private right, or obstructs the reasonable use and enjoyment of the street, by any person who has an equal right' to the use of it, we shall be ready to enjoin all such wrongful appropriation of the highway.” And it is added: “Upon the facts appearing in this case, we are of the opinion that the reasonable use of the street by the plaintiff is obstructed, and her individual rights are encroached upon, by the defendants, and that an injunction should have been granted.” No distinction can be drawn between the obstruction of access to the plaintiff’s land, and any other nuisance by which its value or use is <page-number citation-index=\"1\" label=\"349\">*349</page-number>injuriously affected. The test is, not the greater or less number of persons who are affected by the nuisance, but whether the particular right of a land owner is affected. <em>(Lind </em>v. <em>City of San Luis Obispo, </em>109 Cal. 341, [42 Pac. 437]; <em>Fisher </em>v. <em>Zumwalt, supra.) </em>Nor as a matter of law can the court say “that 30 . . . feet of the street will answer all the legitimate uses to which it might be put by the plaintiff, an abutting owner, any more than it can say that ten feet would be amply sufficient for all his legitimate uses.” <em>(O’Connor </em>v. <em>Southern Pac. R. R. Co., </em>122 Cal. 683, 684, [55 Pac. 688].)</p>\n<p id=\"b387-4\">The above observations refer to cases where a right of the party complaining has been affected, which in all eases constitutes a private nuisance. As to obstructions constituting a public nuisance only, “the gravamen of the action is the special damage. ’ ’ (Wood on Nuisances, sec. 830.) Thus a person not owning land abutting on the street, or otherwise injuriously affected, cannot maintain an action for an obstruction in the street unless he is himself injured by it, as, e. g., where by reason of it he is damaged in his person. (Civ. Code, sec. 3493.)</p>\n<p id=\"b387-5\">In this case it may be observed that it appears from the findings and the evidence that the lots and streets in question were parts of a large tract of land that had been subdivided by the owner, and the lots sold according to the recorded <em>map; </em>and it is argued by plaintiff’s counsel that under the deed the grantees took rights of way over the streets, nor can this contention be contested. <em>(Prescott </em>v. <em>Edwards, </em>117 Cal. 298, [59 Am. St. Rep. 186, 49 Pac. 178]; <em>Hargro </em>v. <em>Hodgdon, </em>89 Cal. 623, [26 Pac. 1106].) This, indeed, is not disputed by the appellant’s counsel; but it is maintained that, when the streets became public, private rights of this kind are merged in the public right, and that interference with them cannot be the subject of a private action.- But we can conceive of no principle upon which this contention can be allowed. The circumstance alleged in support of it is that thereby a multiplicity of suits might be brought; but under the authorities last cited this is immaterial. To what extent such suits might be brought is to be determined by the simple consideration whether the land of plaintiff has been injuriously affected. The precise limit we need not here determine; it is sufficient that wherever it may be placed, the present <page-number citation-index=\"1\" label=\"350\">*350</page-number>case comes within it. Nor need we determine whether any distinction can be made between streets dedicated by private parties, and conveyances made in regard to them, and the streets in the city generally.</p>\n<p id=\"b388-3\">It is also claimed by appellant that the plaintiff’s action is barred by the provisions of section 318 of the Code of Civil Procedure. But this cannot be. A public nuisance cannot be legalized by prescription (Civ. Code, sec. 3490) ; nor, so long as the streets remain such, can the rights of abutting land owners be thus affected.</p>\n<p id=\"b388-4\">The appeal from the judgment is dismissed, and the order denying the defendant’s motion for a new trial is affirmed.</p>\n<p id=\"b388-5\">Gray, P. J., and Allen, J., concurred,</p>\n<p id=\"b388-6\">A petition to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on February 2, 1906, and the following opinion was then rendered:</p>\n<author id=\"b388-7\">The COURT.</author>\n<p id=\"AUf\">The petition for rehearing in this court, after judgment by the district court of appeal for the second appellate district, is denied. It is, however, proper to say that we are not to be understood as affirming that portion of the opinion of the district court of appeal to the effect that the right of action by a private party to abate a public nuisance, because of special injury arising therefrom to him, may not be barred by the statute of limitations. Upon the ■issue as to the statute of limitations, the finding of the trial court was against the defendant, and that finding has sufficient support in the evidence. The statement of the opinion of the district court of appeal referred to above is therefore unnecessary to a correct determination of the appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}