{
  "casebody": {
    "data": "<casebody firstpage=\"298\" lastpage=\"304\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b478-3\">676 A.2d 213</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b478-4\">Robert WALKER, Appellant, v. Philip C. EHLINGER and The Borough of Doylestown, Appellees.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b478-6\">Supreme Court of Pennsylvania.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b478-7\">Submitted Oct. 31, 1995.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b478-8\">Decided May 22, 1996.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b479-4\"><page-number citation-index=\"1\" label=\"299\">*299</page-number>Heywood Eric Becker, Point Pleasant, for Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"ADs\">Charles T. Mcllhinney, Jamison, for Appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b479-5\">Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b479-6\">\n<em>OPINION</em>\n</p>\n<author id=\"b479-7\">ZAPPALA, Justice.</author>\n<p id=\"b479-8\">This appeal raises the issue of whether concrete barriers installed by Appellant, Robert Walker, constitute a “structure” so as to require a building permit.</p>\n<p id=\"b479-9\">Appellant is the lessee of property in the Borough of Doylestown, Bucks County, and the owner of Doylestown Car Wash. On March 12, 1992, he applied for a fence permit. The Borough denied the application, finding that the fence was actually a “structure” which required a building permit. Appellant then filed an action in mandamus against the Borough of Doylestown and its Director of Building and Zoning, Philip C. Ehlinger (hereinafter collectively referred to as “Borough”). Therein, Appellant contended that the Borough was “required” to issue the permit because Appellant properly applied for the same and was lawfully entitled to it. The parties thereafter submitted a •written stipulation of facts to the trial court for disposition of the case.</p>\n<p id=\"b479-10\">The stipulation provided that: (1) the subject concrete barriers measured 8 to 10 feet long, 3 feet high and 1 foot thick, and weighed 2 tons each; (2) the barriers were not joined or attached to each other, but were free standing; (3) the barriers did not rest on footings, nor were they affixed to the ground, but rather were simply placed on the ground; (4) the barriers were movable; and, (5) there were 8 concrete barriers placed upon Appellant’s property for the purpose of preventing alleged vehicular trespass. The parties further agreed that the only issue for the court was whether the concrete barriers constituted a “structure” pursuant to the <page-number citation-index=\"1\" label=\"300\">*300</page-number>Borough’s code of ordinances.<footnotemark>1</footnotemark> The trial court dismissed the mandamus action, holding that Appellant failed to meet the standard for granting a writ of mandamus.</p>\n<p id=\"b480-5\">Appellant appealed to the Commonwealth Court. Thereafter, however, the parties filed a joint motion requesting that the matter be considered under the Declaratory Judgments Act, 42 Pa.C.S. §§ 7531-7541. The Commonwealth Court remanded to the trial court. The trial court subsequently entered an order declaring that the concrete barriers constituted a “structure” under the ordinance and thus required a building permit under the provisions of the Code.</p>\n<p id=\"b480-6\">The Commonwealth Court affirmed. Judge Kelley filed a dissenting opinion in which he stated that the placement of non-permanent concrete blocks did not constitute a structure since the blocks were free-standing, not affixed to the ground and did not rest on footings. He found the ramifications of the majority’s decision troubling since, although the fence seemingly presented an immovable mass blocking vehicular trespass, the same could be said of a large hedge, which is clearly not a “structure.”</p>\n<p id=\"b480-7\">Appellant argues that the lower courts erred in determining that the concrete barriers were a structure.<footnotemark>2</footnotemark> He submits that if the concrete monoliths, which are not attached to one another or affixed to real property, are found to be a structure, then the placing of flagstones for a garden path or the setting down of parking lot bumpers would also require building permits. Appellant contends that requiring prior permission of a building official for the moving of concrete blocks renders the regulatory reach of local government unfettered.</p>\n<p id=\"b481-3\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>As noted by the Commonwealth Court, Article 2, Section 201.0 (General Definitions) of the BOCA National Building Code/1990, Eleventh Edition, defines a “structure” as “that which is built or constructed.” The term is defined in Black’s Law Dictionary 1276 (6th Ed.1990) as:</p>\n<blockquote id=\"b481-4\">Any construction, or any production or piece of work artificially built up or composed of parts joined together in some definite manner. That which is built or constructed; an edifice or building of any kind. A combination of materials to form a construction for occupancy, use, or ornamentation whether installed on, above, or below the surface of a parcel of land.</blockquote>\n<p id=\"b481-5\">Section 107 of the Pennsylvania Municipalities Planning Code, Act of July 31, 1968, P.L. 805, <em>as amended, </em>53 P.S. § 10107, defines structure as “any man-made object having an ascertainable stationary location on or in land or water, whether or not affixed to the land.”<footnotemark>3</footnotemark></p>\n<p id=\"b481-6\">We find that the above-quoted definitions do not encompass the concrete barriers at issue. As Judge Kelley noted in his dissenting opinion, the concrete blocks were not “built” or “constructed” as a dwelling or commercial establishment. The blocks were not joined to one another nor were they affixed to the property. Instead, they were merely placed on Appellant’s property to avoid vehicular trespassing. Although we recognize the lower courts’ concern over the fact that the barriers’ weight renders them virtually immovable, we are not persuaded that this factor alone renders them a “structure.”</p>\n<p id=\"b481-7\">Accordingly, we find that the trial court erred as a matter of law when it determined that the concrete barrier constituted a <page-number citation-index=\"1\" label=\"302\">*302</page-number>structure, thus requiring a budding permit. The order of the Commonwealth Court is hereby vacated.</p>\n<p id=\"b482-4\">NEWMAN, J., did not participate in the consideration or decision of this case.</p>\n<p id=\"b482-5\">CASTILLE, J., files a dissenting opinion.</p>\n<footnote label=\"1\">\n<p id=\"b480-8\">. Section 111.3 of the BOCA National Building Code/1990, was adopted and incorporated into Chapter 5, Part 1, Section 101 of the Code of the Ordinances of the Borough of Doylestown (Code).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b480-9\">. An appellate court's scope of review in a declaratory judgment action is limited to determining whether the trial court’s findings are supported by substantial evidence, whether an error of law was committed or whether the trial court abused its discretion. <em>Apollo-Ridge School District v. Tax Claim Bureau of Indiana, </em>141 Pa.Commw. 111, 595 A.2d 217(1991).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b481-8\">. Contrary to the assertion in footnote three of the Dissenting Opinion, we have not violated 1 Pa.C.S. § 1903(a) by relying on outside sources to define “structure” when that term is defined by the ordinance itself. Instead, like the Dissent, we have examined the definition of \"structure” as set forth in the ordinance and, finding it inadequate to resolve the question presented, sought further guidance from other sources, including the Municipalities Planning Code which is the legislative source of authority for the zoning ordinance at issue.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b482-6\">CASTILLE, Justice,</author>\n<p id=\"Alu\">dissenting.</p>\n<p id=\"b482-7\">The majority holds that the concrete barriers appellant placed on his leased property to block vehicles from entering are not tantamount to “structures” and that, therefore, appellant did not need a budding permit to erect such a blockade. Because I believe that the majority’s interpretation of “structure” is too narrow and allows appellant to avoid the requirements set forth in the zoning ordinance at issue, I respectfully dissent.</p>\n<p id=\"b482-8\">Whde the Statutory Construction Act specifically applies to construction of state statutes, the principles enumerated therein are applicable in the interpretation of municipal ordinances. <em>Francis v. Corleto, </em>418 Pa. 417, 211 A.2d 503 (1965). With this in mind, the majority correctly points out that the disputed zoning ordinance requires a building permit in order for a party to erect or place “structures” upon one’s property and that the term “structures”, as defined by the ordinance, means “that which is budt or constructed.”<footnotemark>1</footnotemark> The ordinance, however, does not define the meaning of the terms “budt” or “constructed”.</p>\n<p id=\"b483-3\"><page-number citation-index=\"1\" label=\"303\">*303</page-number>In turning to other commonly accepted sources, these terms have been defined as follows. “Construct” is defined as:</p>\n<blockquote id=\"ABZ\">to build; erect; put together; make ready for use.. To adjust and join materials, or parts of, so as to form a permanent whole. To put together constituent parts of something in their proper place and order.</blockquote>\n<p id=\"b483-4\">Black’s Law Dictionary 312 (6th ed. 1993).<footnotemark>2</footnotemark> Webster’s New World Dictionary defines “construct” as:</p>\n<blockquote id=\"Auh\">to build, form, or devise by fitting parts or elements together systematically; something built or put together systematically.</blockquote>\n<p id=\"b483-5\">Webster’s New World Dictionary 299 (3d College ed. 1994). Webster’s New World Dictionary also defines “build” as:</p>\n<blockquote id=\"Al1\">to make by putting together materials, parts, etc.; construct; erect; to order, plan, or direct the construction of; to cause to be or grow; create or develop.</blockquote>\n<p id=\"b483-6\">Webster’s New World Dictionary 183 (3d College ed. 1994). Using these definitions, I would find that the placing of the eight man-made two-ton each concrete barriers, which the majority concedes are “virtually immovable”, next to one another in a systematic and orderly manner for the intended purpose of making what amounts to an approximately sixty-four foot long three foot high concrete wall to prevent vehicles from trespassing onto appellant’s property is tantamount to actually building or constructing a cement wall on the property in question.<footnotemark>3</footnotemark> The majority reasons that since the barriers were “not joined to one another” and were not “affixed” to the land, they were not “built” or “constructed” and therefore did <page-number citation-index=\"1\" label=\"304\">*304</page-number>not singly or collectively constitute a structure or structures. None of the definitions relied upon by the Majority, however, impose such requirements and such a strict view fails to consider the effect of the barriers as a whole, that is, that they constitute in no uncertain terms a massive <em>wall </em>of concrete. Hence, I would find that appellant’s placement of the eight concrete barriers upon his leased property for the purpose of preventing alleged vehicular trespass is tantamount to the erection of a wall around his property for which a permit, is and was, required.</p>\n<p id=\"b484-5\">The majority opinion’s ruling now allows for the proliferation of these monolithic concrete structures without permits, at least throughout Doylestown. Similar to Breezewood, Pennsylvania, which lures visitors by touting itself as the “Town of Motels,” perhaps as a result of the majority’s ruling, Doylestown can make the best of a bad situation and can now attempt to lure visitors by advertising itself with a new snappy appellation: “Doylestown, Town of Concrete Traffic Barriers.”</p>\n<footnote label=\"1\">\n<p id=\"b482-9\">. Chapter 5, Part 1 § 101 of the Code of Ordinances for the Borough of Doylestown adopted the BOCA National Building Code/1990, Eleventh Edition for the purpose of establishing rules and regulations for, <em>inter alia, </em>building permits. Article 2, Section 201.0 of the BOCA Code defines a \"structure” as \"that which is built or constructed.” Hence, this definition is incorporated by reference into the ordinance at hand for purposes of this appeal. I would note that if this definition were not applicable, Webster’s New World Dictionary defines \"structure,\" in pertinent part as: \"manner of building, constructing, or <em>organizing Webster’s New World Dictionary </em>1329 (3d College Ed.1994). Using this common definition, there is no doubt that the cement barriers organized in the manner that they are would constitute a structure.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b483-7\">. Black’s Law Dictionary does not provide a definition of \"build” or “built”.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b483-8\">. Notwithstanding that where a statute provides definitions, we are bound to construe the statute according to those definitions, 1 Pa.C.S. § 1903(a), the majority goes beyond the definition of structure provided and relies, instead, upon Black’s Law Dictionary and the Pennsylvania Municipalities Planning Code definition of \"structure” to conclude that the barriers at issue here are not \"structures.” I believe this constitutes error under 1 Pa.C.S. § 1903(a) for sources outside the ordinance itself should be used only to define terms not already defined by the ordinance. 1 Pa.C.S. § 1903; <em>see also Fidler v. Zoning Board of Adjustment </em><page-number citation-index=\"1\" label=\"304\">*304</page-number><em>of Upper Macungie Township, </em>408 Pa. 260, 182 A.2d 692 (1962) (only where a township ordinance fails to define terms must it be interpreted and applied in accordance with its usual and generally accepted meaning); <em>Hodges v. Rodriguez, </em>435 Pa.Super. 360, 645 A.2d 1340 (1994) (where statute provides internal definitions, courts are bound to construe statute according to those definitions).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}