{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"504\" lastpage=\"508\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b504-14\" pgmap=\"504\">Silas Ramsey v. John A. Perley and Samuel L. Fleming.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b504-17\" pgmap=\"504\">1. Jurisdiction in Chancery — defence at law — diligence. Two persons executed a note, one as principal, the other as surety. Judgment was recovered upon it, which was paid by the surety, who then filed a bill in chancery against the payee, praying that the money be refunded, because the note contained usury, and because, by subsequent agreements for usury between the principal and the payee, the surety was discharged. The bill further averred that the complainant had no knowledge of these defenses until after the recovery of the judgment, but did not allege that the complainant had used any diligence whatever, to ascertain whether he had a defense or not. ffeld, that reasonable diligence required_ the surety to inquire of the principal if there was any defense which could be made to the suit at law, and that a demurrer was properly sustained to the bill.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b504-18\" pgmap=\"504\">2. The rule is well settled that where, by the use of ordinary diligence and precaution, a defense could have been made available upon the trial of a suit at law, no relief will be granted in equity.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b504-19\" pgmap=\"504\">3. Usury. It is the settled law of this State that usury voluntarily paid under the law of 1857, cannot be recovered back.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b504-20\" pgmap=\"504\">Writ of Error to Marshall county, Hon. Samuel L. Richmond, Judge, presiding.</summary><summary data-order=\"5\" data-type=\"summary\" id=\"AGY\" pgmap=\"505\">This was a bill in chancery filed by plaintiff in error against defendants in error, at the October term, 1863, of the Circuit Court. A demurrer to the bill was sustained, and the bill dismissed. The facts appear in the opinion of the court.</summary><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b505-4\" pgmap=\"505\">Messrs. Bangs &amp; Shaw and Messrs. Barnes &amp; Winston made the following points for the plaintiff in error:</attorneys><p data-order=\"7\" data-type=\"legal\" id=\"b505-5\" pgmap=\"505\">I. Equity will relieve against a judgment at law, if at the time of the trial he was ignorant of his defense.</p><p data-order=\"8\" data-type=\"legal\" id=\"b505-6\" pgmap=\"505\">A. If a party has a good defense, of which he is ignorant, equity will grant a new trial. 3 Gra. &amp; Wat. on New Trials, 1489.</p><p data-order=\"9\" data-type=\"legal\" id=\"b505-7\" pgmap=\"505\">B. If a material fact is known to one party, and unknown to the other, that will in some cases afford a solid 'ground for relief; as, for instance, where it operates as a surprise, or a fraud upon the ignorant party. 1 Story Eq. Juris. Sec. 147.</p><p data-order=\"10\" data-type=\"legal\" id=\"b505-8\" pgmap=\"505\">C. The general rule is, that an act done, or contract made under a mistake, or ignorance of a material fact, is avoidable, and relievable in equity. Id. 140.</p><p data-order=\"11\" data-type=\"legal\" id=\"b505-9\" pgmap=\"505\">D. A promise to pay a note under ignorance of facts, but where the party had the means of knowledge, and might have made inquiry, did not bind him. Bell v. Gardner, 4 Mann. &amp; Grang. 11, 24; Kelly v. Solari, 9 Mees. &amp; Wels. 54; Lucas v. Worstick, 1 Mood. &amp; Rob. 293.</p><p data-order=\"12\" data-type=\"legal\" id=\"b505-10\" pgmap=\"505\">E. The fact must not only be material, but it must be such as he could not by reasonable diligence get knowledge of, when he was put upon inquiry. Equity “ gives relief to the vigilant, and not to the negligent, to those who ham not leen put upon their diligence to make inquiry, and not to those, who, being put upon inquiry, have chosen to omit all inquiry.” Sto. Eq. Juris. § 146 and note.</p><p data-order=\"13\" data-type=\"legal\" id=\"b505-11\" pgmap=\"505\">In this case there was nothing to put Eamsey on inquiry.</p><p data-order=\"14\" data-type=\"legal\" id=\"b505-12\" pgmap=\"505\">F. It is sufficient ground for relief in equity against a judgment, that the defendant did not know of the facts constituting his defense, in time to avail himself of them at law. 2 U. S. Eq. Dig. p. 127, § 165; 2 id. p. 129, § 213; 2 id. p. 131, §274-5-6; 2 id. 129, §221.</p><p data-order=\"15\" data-type=\"legal\" id=\"b506-3\" pgmap=\"506\">II. A court of equity has jurisdiction to decree the repayment of money paid by mistake, although the plaintiff might have his remedy at law by assumpsit. Fonbl. Eq. 107.</p><attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b506-4\" pgmap=\"506\">Mr. James St. Clair Boal made the following points for the defendant in error:</attorneys><p data-order=\"17\" data-type=\"legal\" id=\"b506-5\" pgmap=\"506\">1. This case comes here upon demurrer to bill, and if any material fact is wanting to make a complete case, or if any such fact is not wed pleaded, then the demurrer was properly sustained and there is no error.</p><p data-order=\"18\" data-type=\"legal\" id=\"b506-6\" pgmap=\"506\">A bill may be good enough after answer, and upon a hearing, which would not be good on demurrer.</p><p data-order=\"19\" data-type=\"legal\" id=\"b506-7\" pgmap=\"506\">2. Ramsey was a joint maker of the note with Fleming, and is not shown by the bill distinctly to be a surety thereon; and the mere writing of the word “ security ” after the plaintiff’s signature did not alter his undertaking, and did not necessarily make him a mere surety.</p><p data-order=\"20\" data-type=\"legal\" id=\"b506-8\" pgmap=\"506\">3. The bill shows no diligence on Ramsey’s part to find out the facts for his defense. When sued, it was his duty to inquire of his co-defendant Fleming. The service of summons on him was enough to “put him upon inquiry.” FTo fraud or concealment was practiced by the defendants; and the plaintiff was bound to use diligence. 3 Gra. &amp; Wat. N. T. 1430; Vilas v. Jones, 1 Comst. 274.</p><p data-order=\"21\" data-type=\"legal\" id=\"b506-10\" pgmap=\"506\">4. The alleged agreements between Perley and Fleming for extension were void, because founded upon usurious and unlawful considerations, and therefore such extensions would have been no defense for Ramsey to the suit at law. Vilas et al. v. Jones et al., 1 Comst. 274.</p><p data-order=\"22\" data-type=\"legal\" id=\"b506-12\" pgmap=\"506\">5. Ramsey suffered no actual injury from the extensions, and therefore his defense would have been a merely legal, and not an equitable one. Chancery will not aid a party, after he has had a trial at law, unless he impeaches the equity of the verdict. 1 Comst. 274, cited above.</p><p data-order=\"23\" data-type=\"legal\" id=\"b506-13\" pgmap=\"506\">6. The bill does not show but what Ramsey had some other defense to the suit, of which he failed to avail himself.</p><p data-order=\"24\" data-type=\"legal\" id=\"b506-14\" pgmap=\"506(11) 507(22)\">7. The bill is inartistically drawn, and is vague and uncertain in its allegations, and is therefore bad on demurrer. And any fact not well pleaded is not admitted by the demurrer.</p><p data-order=\"25\" data-type=\"legal\" id=\"b507-5\" pgmap=\"507\">8. The plaintiff has a remedy at law, and therefore can not apply to chancery for relief. 1 Story’s Eq. Juris., note to sec. 146; Perrine v. Striker, 7 Paige, 198.</p><p data-order=\"26\" data-type=\"legal\" id=\"b507-6\" pgmap=\"507\">9. The only relief, if any, to which the plaintiff could be entitled, is a new trial of the suit at law, where the facts of his alleged defense could be tried by a jury. Not having prayed for a new trial, but for a decree and execution for the amount of the judgment paid, the bill is bad on demurrer.</p><p data-order=\"27\" data-type=\"legal\" id=\"b507-7\" pgmap=\"507\">10. There is no surprise or fraud in this case.</p><p data-order=\"28\" data-type=\"legal\" id=\"b507-8\" pgmap=\"507\">11. The authorities cited by the plaintiff to the effect that “ a promise to pay a note under ignorance of facts, but where the party had the means of knowledge, and might have made inquiry, did not bind him,” do not apply to this case. The case of Bell v. Gardner was at law, and the only thing decided was that the defense was good at law. It would have been a very different thing if, after judgment against the defendant, he had gone into chancery for relief against a judgment which he might have prevented by the exercise of reasonable diligence.</p> <opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b507-9\" pgmap=\"507\">Mr. Justice Beckwith</author> <p id=\"AP5\" pgmap=\"507\">delivered the opinion of the Court:</p> <p id=\"b507-10\" pgmap=\"507(155) 508(33)\">This is a suit in equity, to recover moneys paid by the complainant, as surety of the defendant Fleming, to the defendant Perley. The bill alleges that the complainant, with, and as surety for Fleming, on the 18th of November, 1857, executed a promissory note to Perley for $562, payable four months after' date; that the note was not paid at maturity, and that a suit was brought and judgment recovered thereon in 1860, which was afterwards paid by complainant. The bill further alleges that the note contained usury, and that, by subsequent agreements for usury between Fleming and Perley, the latter extended the time of payment, whereby the complainant was discharged; that the complainant had no knowledge of the usury or subsequent agreements until after the recovery of the judgment against him and its payment, and that Fleming is insolvent. There is no allegation that these defenses could not have been successfully made in the suit at law, if they had been known; and it is not alleged that the complainant used any diligence whatever to ascertain whether he had a defense or not.</p> <p id=\"b508-5\" pgmap=\"508\">Until the contrary is shown, it will be presumed that, if the complainant had used due diligence to ascertain whether he had any defense, he would have been informed of the facts now alleged by him. The facts were all known to Fleming, and, upon the commencement of a suit against the complainant, reasonable diligence required him to inquire of Fleming if there was any defense which could be made to it. The rule is well settled, that where, by the use of ordinary diligence and precaution, a defense could have been made available upon the trial of a suit at law, no relief will be granted in equity. 3 Gra. &amp; Wat. on New Trials, 1490.</p> <p id=\"b508-6\" pgmap=\"508\">In regard to the allegations of Usury, it may be added, that it is the settled law of this State that usury voluntarily paid under the law of 1857 cannot be recovered back. Hadden v. Innis, 24 Ill. 381; Dooley v. Stipp, 26 id. 86; Lucas v. Spencer, 27 id. 15; Johnson v. Thompson, 28 id. 352; Tompkins v. Hill, id. 519; Perkins v. Conant, 29 id. 184.</p> <p id=\"b508-7\" pgmap=\"508\">The decree of the court below, sustaining a demurrer to and dismissing the bill, is affirmed. Secre6</p> </opinion> </casebody> ",
    "status": "ok"
  }
}