{
  "casebody": {
    "data": "<casebody firstpage=\"396\" lastpage=\"399\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b388-6\">S. L. BURRITT, Appellant, <em>v. </em>GIBSON &amp; MAYER, Respondents.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b388-7\">The Practice Act confers express authority upon the courts below to direct a special verdict.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b388-8\">Where one of the issues was the condition of the goods (hops) in question when they left New York, and defendant had admitted on the trial that “ if merchantable when they left New York, he made no claimHeld, that he was concluded by this admission.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b388-9\">When the jury found the only issues involved in the controversy, an exception to the verdict, that no verdict was found upon the issues presented by the plead- \" ings, will not be sustained.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b388-10\">An application for a new trial on the ground of newly discovered evidence, must .state sufficient facts to warrant it.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b388-11\">Appeal from the Superior Court of the City of San Francisco.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b388-12\">The plaintiff complained that in July, 1852, the defendants .undertook to procure from the city of New York, and to furnish to the plaintiff at the city of San Francisco, 2000 pounds of hops of the best quality, the plaintiff to pay the fair market value thereof in the city of New York, where the same should be purchased, with insurance, freight, &amp;c., to San Francisco, at <em>5 </em>per cent, on the aggregate amount; that on the 25th Novem<page-number citation-index=\"1\" label=\"397\">*397</page-number>her, the defendants presented to plaintiff a bill for 2221 pounds of hops, purchased, as he said, in pursuance of said understanding, at 50 cents per pound, and shipped, &amp;c., which, with freight &amp;c., amounted to $1294 50, which plaintiff paid to defendants. That in December following the ship arrived with the hops; plaintiff paid the freight thereon, $247 62, and the hops were delivered to him ; that as soon after their delivery as practicable, they were examined, and found to be unsound and unmerchantable, and inferior and bad in quality, and nearly worthless. That plaintiff notified the defendants of this, and requested them to take back the hops, and reimburse the plaintiff the sum paid by him, which they refused to do. That the said hops were thereupon, after due notice, sold at public auction, for eight and five-eighths cents per pound, the whole yielding net $165 72, which plaintiff avers was the full value, &amp;c.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b389-4\">The defendants answered and denied the allegations of the complaint, and all indebtedness to plaintiff, and admit that they did order from New York certain hops to be sent to San Francisco, but aver that they so ordered the same at the request of the plaintiff, and as his agents through the mercantile firm of A. &amp; A. Wetmore, commission merchants in New York, that the hops so ordered are the hops mentioned in the complaint, and were, when purchased in New York, <em>“ </em>first sort” hops, and were so certified by the legal inspector of hops in said city; that plaintiff paid defendants 5 per cent, commission for the purchase, and also paid a commission to A. Wetmore &amp; Co., for purchasing and shipping the same, and aver that the hops arrived at San Francisco in good order’, and were received by plaintiff, he having paid the bill, as stated in the complaint, before the vessel arrived with the bills of lading and inspector’s certificate that the hops were “ first sort,” and deny that plaintiff sold the hops on account of defendants, or sold them at the best price they would bring. .And specially deny that the hops were unsound or unmerchantable, as alleged by plaintiff, but aver they were “ first sort,” &amp;c., when purchased at New York, and when shipped, and so continued till received by plaintiff.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b389-5\">The cause was submitted to a jury, and several witnesses were-examined for the respective parties, whose testimony was con<page-number citation-index=\"1\" label=\"398\">*398</page-number>flicting as to the quality of the hops, and' whether the inferior quality proved by some of the witnesses existed at the time of the purchase and shipment from New York, or was occasioned by the voyage.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b390-4\">After the evidence had been closed, the plaintiff stated to the court that if the hops were of good quality when shipped from New York, he made no claim.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b390-5\">The court then instructed the jury to find a special verdict in answer to the following propositions.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b390-6\">1. Were the hops in question, when they were purchased and shipped in New York, “ first sort” hops ?</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b390-7\">2. What was the market value of these hops, when they were received by the plaintiff in San Francisco.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b390-8\">The jury found.:—■</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b390-9\">1. That the hops in question, when purchased and shipped at New York, were “ first sort” hops.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b390-10\">2. That the market value of the hops, when received by plaintiff in San Francisco, was $1 18 per pound.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b390-11\">Plaintiff moved for a new trial, which was denied, and judgment for defendants was ordered, in accordance with the special verdict. Plaintiff appealed.</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b390-12\"><em>Butts </em>and <em>Emmet, </em>for appellant.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"b390-13\">1. The court erred in directing the jury to find a special verdict, as above set forth.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b390-14\">2. No verdict was rendered upon the issues presented upon the pleadings.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b390-15\">3. The court erred in refusing a new trial.</p>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b390-16\"><em>Clarke, </em>for respondents.</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"b390-17\">The form of the verdict was assented to at the time the case was put to the jury, and plaintiff stated if the hops were merchantable when they left New York, he had no claim. He took no exception to the ruling of the court in submitting the case to the jury.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b390-18\">The verdict determines that the hops were “first sort,” a prime article, and worth the highest price. The form of the verdict below being assented to by plaintiff, is not erroneous. The basis of the action was the inferior quality of the hops,— <page-number citation-index=\"1\" label=\"399\">*399</page-number>the jury found they were not inferior, and this finding of the jury warrants the judgment.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b391-4\">Murray, Chief Justice,</author>\n<p id=\"A09\">delivered the opinion of the court. Heydenfeldt, Justice, concurred.</p>\n<p id=\"b391-5\">The errors assigned in this case are :—■</p>\n<blockquote id=\"b391-6\">1st. In directing the jury to find a special verdict.</blockquote>\n<blockquote id=\"b391-7\">2d. That no verdict was rendered upon the issue presented by the pleadings.</blockquote>\n<blockquote id=\"b391-8\">3d. The refusal to grant a new trial.</blockquote>\n<p id=\"b391-9\">These points are not well taken.</p>\n<p id=\"b391-10\">The Practice Act confers express authority upon the courts below to direct a special verdict, and in many cases the practice is a beneficial one, simplifying the issues, and bringing the true questions in dispute directly to the mind and comprehension of the jury. In this case the jury found the only issues involved in the controversy, and the plaintiff appears to be concluded by his declaration on the trial, “ that if the hops were merchantable when they left Hew York, he made no claim.”</p>\n<p id=\"b391-11\">The application for a new trial, on the ground of newly discovered evidence, does not state sufficient facts to warrant a new trial, and is fully controverted by the counterstatement of Byckman.</p>\n<p id=\"b391-12\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}