{
  "casebody": {
    "data": "<casebody firstpage=\"344\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b392-8\">Melvin E. CARTER, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b392-10\">No. 18761.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b392-11\">United States Court of Appeals District of Columbia Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b392-12\">Dec. 17, 1964.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b392-13\">Mr. William P. McClure (appointed by this court), Washington, D. C., filed application for bail for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b392-16\">Messrs. David C. Acheson, U. S. Atty., and Frank Q. Nebeker and Anthony A. Lapham, Asst. U. S. Attys., were on the pleadings for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b392-17\">Before BAZELON, Chief Judge;- and BURGER and McGOWAN, Circuit Judges, in Chambers.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b392-18\">ORDER</p>\n<author id=\"aai-dedup-0\">PER CURIAM.</author>\n<p id=\"b392-19\">On consideration of appellant’s motion for reconsideration of the order of this Court, dated November 10, 1964, which denied appellant’s application for bail pending appeal, it is -</p>\n<p id=\"b392-20\">ORDERED by the Court that appellant’s aforementioned motion for reconsideration is denied.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b392-21\">BAZELON, Chief Judge</author>\n<p id=\"AIW6\">(dissents from aforesaid order):</p>\n<p id=\"b392-22\">Following appellant’s conviction for robbery, the District Court denied bail pending appeal because: “Bond should be fixed by the Court of Appeals.” Appellant’s application in this court was denied, and he now moves for reconsideration. I would grant that motion.</p>\n<p id=\"b392-23\">In my opinion, the District Court erred in refusing to consider the application for bail and, instead, referring appellant to this court. Rule 38(c), Fed.R.Crim.P., provides that application “to a court of appeals * * *, for bail pending appeal * * * shall show that application to the court below or a judge thereof is not practicable or that application has been made and denied, with the reasons given for the denial * * Thus, notwithstanding appellate authority to grant bail pending appeal,<footnotemark>1</footnotemark> this rule contemplates consideration of an application for bail by the District Court in the first instance.<footnotemark>2</footnotemark></p>\n<p id=\"b393-4\"><page-number citation-index=\"1\" label=\"345\">*345</page-number>The wisdom of the rule is well illustrated by this case. A threshold question regarding bail pending appeal is whether “the appeal- is frivolous or taken for delay.” Rule 46(a) (2), Fed.R.Crim.P. Here the trial court’s instructions on flight and unexplained possession of recently stolen property are alleged as error on appeal, although objections were not made below. Whether these instructions could be “plain errors or defects affecting substantial rights,” Rule 52(b), Fed.R.Crim.P., depends in large part on whether there was significant evidence other than flight and unexplained possession to support the jury verdict. The trial court’s intimate knowledge of the record is essential not only for determining whether the issue is- frivolous but also for providing this court with findings and reasons to facilitate our consideration of the application for bail, if it is denied by the trial court. Furthermore, the trial court may easily reach and verify other sources of information pertaining to fitness for bail or amount of bail.<footnotemark>3</footnotemark></p>\n<blockquote id=\"b393-5\">“[I]t is obviously desirable that [an applicant for bail pending appeal} shall first apply to the trial judge, who necessarily knows more of the case than the circuit court of appeals can learn, certainly while the record remains in the district court, as it almost always does. His ruling will help us greatly * * [T]he defendant will have to satisfy us that the judge’s reasoned conclusion should not prevail, and we shall not be left in a welter of assertion and counter-assertion in affidavits from which we have no adequate means of emerging.” United States v. Hansell, 109 F.2d 613, 614 (2d Cir. 1940.)</blockquote>\n<footnote label=\"1\">\n<p id=\"b392-14\">. Rule 46(a) (2) Fed.R.Crim.P. provides, “Pending appeal to a court of appeals, bail may be allowed by the trial judge, by the court of appeals, or by any judge thereof or by the circuit justice * *</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b392-15\">. The practice in many Circuits was to the same effect prior to the adoption of Rule 38(c), Fed.R.Crim.P. See, <em>e.g., </em>Cain v. United States, 148 F.2d 182 (9th Cir. 1945); United States v. Hansell, 109 F.2d 613 (2d Cir. 1940); Yankwich, <em>“Release on Bond by Trial and Appellate Court,” </em>7 F.R.D. 271, 276 (1948)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b393-7\">. Presentence investigation reports would be available for example, to a trial court ruling on an application for bail pending appeal, but such: reports are not as a matter of course incorporated in the record on appeal. In this ease, an investigation report regarding appellant carried out by the District of Columbia Bail-Projeet accompanies the application. This report gives much information relevant to whether and in what amount bail should be allowed, but leaves uncertain whether appellant would have employment on release. This uncertainty could more readily be resolved by the District Court than by this Court.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}