{
  "casebody": {
    "data": "<casebody firstpage=\"484\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b506-4\">STATE OF CONNECTICUT <em>v. </em>DAVID SZEPANSKI</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AE_K\">(AC 18954)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b506-5\">Foti, Schaller and Mihalakos, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b506-8\">Argued February 17</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A6t\">officially released April 25, 2000</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b507-4\"><page-number citation-index=\"1\" label=\"485\">*485</page-number><em>Jeffrey D. Brownstein, </em>with whom, on the brief, were <em>Robert J. McKay </em>and <em>Gregory A. Thompson, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b507-5\"><em>Timothy J. Sugrue, </em>senior assistant state’s attorney, with whom, on the brief, were <em>Mark S. Solak, </em>state’s attorney, and <em>Roger Caridad, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b507-6\">\n<em>Opinion</em>\n</p>\n<author id=\"b507-7\">FOTI, J.</author>\n<p id=\"AYg\">The defendant, David Szepanski, appeals from the trial court’s judgment of conviction of operating a motor vehicle while under the influence of alcohol in violation of General Statutes § 14-227a, rendered after a conditional plea of nolo contendere pursuant to General Statutes § 54-94a.<footnotemark>1</footnotemark> On appeal, the defendant claims that the court improperly denied his motion to suppress the results of his blood alcohol test. We affirm the judgment of the trial court.</p>\n<p id=\"b507-8\">The facts are not disputed.<footnotemark>2</footnotemark> On May 26, 1997, at approximately 8:40 a.m., the defendant was driving a motor vehicle at a high rate of speed on Route 12 northbound in the town of Killingly when he crossed the <page-number citation-index=\"1\" label=\"486\">*486</page-number>center line and collided head-on with a southbound car. The defendant was found unconscious and slumped against the steering wheel of his car. He emitted a strong odor of alcohol and, after being extricated from his vehicle, was flown by helicopter to a nearby hospital in Worcester, Massachusetts. As part of the medical treatment, personnel at the hospital took a blood sample that determined, inter alia, blood alcohol content (BAC). On May 27,1997, the district attorney in Worcester obtained the blood alcohol report by means of a subpoena issued by a Massachusetts grand jury and served on the hospital. The district attorney’s action came at the request of the Connecticut state police. On July 28,1997, law enforcement authorities in Connecticut received the blood alcohol report, which revealed a BAC of 0.295 percent and traces of marijuana. The defendant thereafter was arrested pursuant to a warrant.</p>\n<p id=\"b508-5\">The defendant does not claim that the blood sample taken at the hospital was obtained illegally or that either a search warrant or consent by the defendant was required. The defendant does not contest that the blood taken at the hospital in Massachusetts was taken for purposes of medical treatment and not at the request of any law enforcement officer. The defendant does argue, however, that obtaining the BAC result from an out-of-state hospital without a search warrant or without consent of the defendant was in contravention of § 14-227a <em>(l) </em>and violated his constitutional rights, thereby requiring suppression.<footnotemark>3</footnotemark> We do not agree.</p>\n<p id=\"b508-6\">The defendant claims that the acquisition of the BAC report constituted an unreasonable search and seizure <page-number citation-index=\"1\" label=\"487\">*487</page-number>in violation of article first, §§ 7 and 8, of the Connecticut constitution,1 **<footnotemark>4</footnotemark> and the fourth<footnotemark>5</footnotemark> and fourteenth amendments to the United States constitution. The trial court, however, concluded that no constitutional right of the defendant was violated by the acquisition of the test results. We agree with the trial court and, therefore, conclude that it properly denied the defendant’s motion to suppress.</p>\n<p id=\"b509-5\">The fourth amendment to the United States constitution, made applicable to the states through the fourteenth amendment, prohibits unreasonable searches and seizures by government agents. A warrantless search and seizure is per se unreasonable, subject to a few well-defined exceptions. <em>Katz </em>v. <em>United States, </em>389 U.S. 347, 357, 88 S. Ct. 507, 19 L. Ed. 2d 576 (1967); <em>State </em>v. <em>Miller, </em>227 Conn. 363, 383, 630 A.2d 1315 (1993); <em>State v. Lewis, </em>220 Conn. 602, 609, 600 A.2d 1330 (1991). “The state bears the burden of proving that an exception <page-number citation-index=\"1\" label=\"488\">*488</page-number>to the warrant requirement applied. <em>Mincey </em>v. <em>Arizona, </em>437 U.S. 385, 390-91, 98 S. Ct. 2408, 57 L. Ed. 2d 290 (1978); <em>State </em>v. <em>Blades, </em>225 Conn. 609, 618, 626 A.2d 273 (1993).” <em>State </em>v. <em>Eady, </em>249 Conn. 431, 436, 733 A.2d 112, cert. denied, 528 U.S. 1030, 120 S. Ct. 551, 145 L. Ed. 2d 428 (1999). The defendant, however, bears the burden of proving that he has a constitutionally protected interest before the state must prove the constitutionality of its actions. <em>State </em>v. <em>Joyce, </em>229 Conn. 10, 20, 639 A.2d 1007 (1994). The defendant has not demonstrated, in any way, that he possesses a constitutionally protected interest in the results of his BAC report absent a showing that the taking of a blood sample from his body amounted to an illegal search and seizure under the fourth amendment. The trial court correctly concluded that “the initial taking of the defendant’s blood [did] not violate any constitutional right because the blood test was performed at a hospital for medical purposes rather than at the request of a law enforcement officer.” See <em>State </em>v. <em>Petruzzelli, </em>45 Conn. App. 804, 807, 699 A.2d 204 (1997). Although the defendant states that “the seizure of [his] blood alcohol test results involves a liberty interest and a privacy of life, which would certainly come within a purview of the Connecticut constitutional search and seizure clause,” his conclusion lacks factual underpinnings buttressed by legal principles, together with an analysis sufficient for our review.<footnotemark>6</footnotemark></p>\n<p id=\"b510-4\">The defendant further claims that the BAC report should be rendered inadmissible by operation of § 14-<page-number citation-index=\"1\" label=\"489\">*489</page-number>227a <em>(l).</em><footnotemark><em>7</em></footnotemark><em> </em>The defendant argues that § 14-227a (/,) governs the admissibility of his BAC test and because the statute was not complied with, the results should not be allowed. We agree with the trial court’s conclusion that § 14-227a (/,) does not govern the admissibility of blood alcohol tests taken at out-of-state hospitals. It is obvious that BAC evidence cannot be obtained from an out-of-state hospital in a manner that will satisfy the requirements of § 14-227a (T) (4)7 <footnotemark>8</footnotemark> or that is likely to satisfy § 14-227a <em>(1) </em>(2).<footnotemark>9</footnotemark> The position advocated by the <page-number citation-index=\"1\" label=\"490\">*490</page-number>defendant would lead to a bizarre or absurd result. The defendant was transported out of state for the most immediate medical treatment, obviously for his own well-being and possibly to save his life. To suggest that under these circumstances a prosecution for operating under the influence must be thwarted because the BAC result can not be admitted as evidence in Connecticut is both lacking in common sense and legally absurd. Our legislature never intended such a result.</p>\n<p id=\"b512-6\">We conclude that § 14-227a <em>(T) </em>is permissive, not restrictive, in nature; BAC evidence is always admissible if obtained in conformity with its requirements, rather than inadmissible unless obtained in a manner satisfying all of its requirements. We conclude, therefore, that the trial court properly denied the defendant’s motion to suppress.</p>\n<p id=\"b512-7\">The judgment is affirmed.</p>\n<p id=\"b512-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b507-9\"> General Statutes § 54-94a provides: “When a defendant, prior to the commencement of trial, enters a plea of nolo contendere conditional on the right to take an appeal from the court’s denial of the defendant’s motion to suppress evidence based on an unreasonable search or seizure, motion to suppress statements and evidence based on the involuntariness of a statement or motion to dismiss, the defendant after the imposition of sentence may file an appeal within the time prescribed by law. The issue to be considered in such an appeal shall be limited to whether it was proper for the court to have denied the motion to suppress or the motion to dismiss. A plea of nolo contendere by a defendant under this section shall not constitute a waiver by the defendant of nonjurisdictional defects in the criminal prosecution.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b507-10\"> The defendant was arrested pursuant to an arrest warrant. The affidavit for the issuance of the warrant supplied the facts on which the trial court based its decision. No testimony or evidence was offered. The defendant also filed a motion to dismiss, claiming insufficiency of the evidence, which the court ruled was precluded by Practice Book § 41-8, formerly § 815.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b508-7\"> The defendant also claims that such a procedure “rendered the arrest warrant and accompanying affidavit defective to justify the continued prosecution of such information.” During the course of the hearing, the defendant agreed with the trial court that a motion to dismiss was precluded. Practice Book § 41-8, formerly § 815, and § 41-9, formerly § 816. We therefore do not review this claim.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b509-6\"> Although the defendant refers to a violation of his rights under article first, §§ 7 and 8, of the Connecticut constitution and also under the federal constitution, he makes no claim for greater protection under the former and, therefore, provides no independent analysis. See <em>State </em>v. <em>Lewis, </em>220 Conn. 602, 613 n.7, 600 A.2d 1330 (1991); see also <em>State </em>v. <em>Geisler, </em>222 Conn. 672, 685, 610 A.2d 1225 (1992) (setting forth appropriate factors to be addressed when raising state constitutional claim). “We have repeatedly apprised litigants that we will not entertain a state constitutional claim unless the defendant has provided an independent analysis under the particular provisions of the state constitution at issue. . . . Without a separately briefed and analyzed state constitutional claim, we deem abandoned the defendant’s claim .... <em>State </em>v. <em>Robinson, </em>227 Conn. 711, 721-22, 631 A.2d 288 (1993); see also <em>State </em>v. <em>Williams, </em>231 Conn. 235, 245 n.13, 645 A.2d 999 (1994); <em>State </em>v. <em>Joyner, </em>225 Conn. 450, [458-59] n.4, 625 A.2d 791 (1993); <em>State </em>v. <em>Rosado, </em>218 Conn. 239, 251 n.12, 588 A.2d 1066 (1991).” (Internal quotation marks omitted.) <em>State </em>v. <em>Ellis, </em>232 Conn. 691, 692 n.1, 657 A.2d 1099 (1995).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b509-10\"> The fourth amendment to the United States constitution provides: “The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b510-5\"> The trial court concluded that “the acquisition of the [BAC] results of the test by the grand jury subpoena does not violate any constitutional right of the defendant because the subpoena, being directed to the hospital rather than the defendant, did not compel the defendant to do anything.” The court also found that the defendant had failed to show that a violation of Massachusetts law existed in the acquisition of the BAC report by a grand jury subpoena or that a grand jury subpoena constitutes a search.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b511-5\"> General Statutes § 14-227a (l) provides: “Notwithstanding the provisions of subsection (c) of this section, evidence respecting the amount of alcohol or drag in the blood of an operator of a motor vehicle involved in an accident who has suffered or allegedly suffered physical injury in such accident, which evidence is derived from a chemical analysis of a blood sample taken from such person after such accident at the scene of the accident, while en route to a hospital or at a hospital, shall be competent evidence to establish probable cause for the arrest by warrant of such person for a violation of subsection (a) of this section and shall be admissible and competent in any subsequent prosecution thereof if: (1) The blood sample was taken for the diagnosis and treatment of such injury; (2) the blood sample was taken by a person licensed to practice medicine in this state, a resident physician or intern in any hospital in this state, a phlebotomist, a qualified laboratory technician, an emergency medical technician II or a registered nurse; (3) a police officer has demonstrated to the satisfaction of a judge of the Superior Court that such officer has reason to believe that such person was operating a motor vehicle while under the influence of intoxicating liquor or drug or both and that the chemical analysis of such blood sample constitutes evidence of the commission of the offense of operating a motor vehicle wTiile under the influence of intoxicating liquor or drug or both in violation of subsection (a) of this section; and (4) such judge has issued a search warrant in accordance with section 54-33a authorizing the seizure of the chemical analysis of such blood sample.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b511-6\"> Section 14-227a © (4) requires that a judge “has issued a search warrant in accordance with section 54-33a authorizing the seizure” of the BAC. Evidence obtained from an out-of-state hospital can never satisfy this requirement because a warrant issued pursuant to General Statutes § 54-33a cannot authorize the seizure of BAC evidence from an out-of-state hospital and, a search warrant authorized pursuant to Massachusetts law can never be issued in “accordance with section 54-33a.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b511-7\"> Section 14-227a © (2) requires the blood to be drawn by medical personnel licensed or certified “in this state,” making it highly unlikely that the person drawing the blood in an out-of-state hospital is licensed or certified in Connecticut.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}