{
  "casebody": {
    "data": "<casebody firstpage=\"477\" lastpage=\"480\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b493-11\">No. 9650.</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b493-12\">Albertson <em>v. </em>Clark.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b493-13\">1. Appeal and <em>Error </em>— Verdict <em>Upon Conflicting Evidence, </em>will not be disturbed.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b494-4\"><page-number citation-index=\"1\" label=\"478\">*478</page-number>2. <em>Contract </em>— Construed. A writing purporting to be subscribed by an attorney, agreed “To defend your two suits the Berkowitz case and the Mason case for $1,000.” <em>Held, </em>there was nothing to show an understanding that the $1,000 mentioned was to be apportioned between the two actions named, and that in an action by the attorney for his fees in one of the actions, his recovery might exceed $500.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b494-5\">\n<em>Error to Denver Distmct Court, Hon. Julian H. Moore, Judge.</em>\n</summary>\n<court data-order=\"5\" data-type=\"court\" id=\"b494-7\">\n<em>Department One.</em>\n</court>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b494-8\">Mr. Theodore H. Thomas and Mr. William A. Bryans, for plaintiff in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b494-9\">Mr. W. E. Clark, defendant in error, <em>pro se.</em></attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b494-10\">Dependant in error brought suit against plaintiff in error for $5,000 attorney’s fees. The parties are hereinafter designated as in the court below. The cause was tried to a jury which returned a verdict for plaintiff in the sum of $2,500. Motion for new trial having been overruled, judgment was entered on a verdict. From that judgment defendant brings error and. the cause is now before us on his application for supersedeas.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b494-11\">As a defense to plaintiff’s claim defendant put in evidence the following written instrument:</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b494-12\">“Denver, Colorado, March 13th, 1918.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"ASt\">I hereby agree to defend your two (2) Law Suits, the Berkowitz Case and the Mason Case, for the sum of One Thonsand Dollars ($1,000.00) to be paid when both cases are finally settled. Court costs and expenses to Wyoming, etc„ to be paid by Albertson.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b494-14\">Mable Kleese, Witness. (Signed) W. E. Clark.”</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b494-15\">It was the contention of the plaintiff that his signature thereto was .a forgery.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b494-16\">Instruction No. 2 given by the court reads in part as follows:</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b495-4\"><page-number citation-index=\"1\" label=\"479\">*479</page-number>“If you believe from a preponderance of the evidence that the instrument ‘Exhibit F’ was executed and delivered by the plaintiff to the defendant, your verdict will be for the plaintiff in such sum, not less than five hundred dollars ($500.00), as all the evidence including this paper marked ‘Exhibit F’ discloses.”</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b495-5\">Mr. Justice Burke</author>\n<p id=\"AhH\">delivered the opinion of the court.</p>\n<p id=\"b495-6\">Four alleged errors are discussed in defendant’s brief on application for supersedeas.</p>\n<p id=\"b495-7\">1. That the execution and delivery of “Exhibit F” were clearly established.</p>\n<p id=\"b495-8\">The defendant himself, and two of his witnesses, testified that they were present when “Exhibit F” was signed by the plaintiff, and a hand-writing expert, called by defendant, testified that the signature thereto was written by the same person who wrote certain other signatures offered in evidence, which were admittedly the genuine signatures of plaintiff. Plaintiff himself testified that the signature to “Exhibit F” was a forgery. Other circumstances, letters • and conversations were in evidence tending to support the plaintiff on this point. The question of the genuineness of this writing was fairly before the jury on conflicting testimony. There is no doubt as to their conclusion and this court will not disturb a finding of facts so made.</p>\n<p id=\"b495-9\"><em>Hallack et al. v. Stockdale et al., </em>14 Colo. 198-200, 23 Pac. 340.</p>\n<p id=\"b495-10\">2. That the giving of Instruction No. 2 erroneously permitted the jury to return a verdict for the plaintiff in error in excess of $500, even though they found that “Exhibit F” had been executed and delivered.</p>\n<p id=\"b495-11\">“Exhibit F,” if genuine, specified, a fee for two cases. This suit was for plaintiff’s fee in the Berkowitz case only. It does not appear from “Exhibit F” that there was any understanding that the $1,000 therein mentioned was to be equally apportioned to the two cases. In the beginning of the trial counsel for defendant made what purported to <page-number citation-index=\"1\" label=\"480\">*480</page-number>be a tender, in open court, of $500, the amount which defendant admitted to be due plaintiff on the Berkowitz case “and such other small amount as is specified in the complaint for money that has been expended by plaintiff for docket fees and costs.” Plaintiff in his complaint prayed for $5,000 “together with interest thereon from the 13th day of May, A. D. 1918,” (the date of the judgment in the Berkowitz case) ; and defendant in his answer consented to entry of judgment against him for $500 and “interest thereon, if any be due, and costs to this date.” If the jury had found “Exhibit F” was genuine and had returned a verdict for $500 and interest thereon it does not appear that defendant could have been heard to complain. It is evident therefore that, admitting “Exhibit F” to be genuine, $500 was not necessarily the limit of plaintiff's recovery and the giving of that portion of Instruction No. 2, above quoted, was not error.</p>\n<p id=\"b496-5\">3. That the court erroneously excluded certain testimony of the witness Churchill.</p>\n<p id=\"b496-6\">This testimony was immaterial and the ruling was correct.</p>\n<p id=\"b496-7\">4. That the court erroneously admitted certain testimony of the witnesses Tilden and McCrimmon for the purpose of impeachment, and without proper foundation having been laid.</p>\n<p id=\"b496-8\">This testimony was in rebuttal and the objection is without merit.</p>\n<p id=\"b496-9\">A careful examination of the entire record disclosing no prejudicial error we deem it unnecessary to hold the cause for further argument. The supersedeas is accordingly denied and the judgment affirmed.</p>\n<p id=\"b496-10\">Garrigues, C. J., and Teller, J., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}