{
  "casebody": {
    "data": "<casebody firstpage=\"498\" lastpage=\"503\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b532-5\">Dries et al., Appellant, <em>v. </em>Evans Cemetery Company.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b533-5\"><page-number citation-index=\"1\" label=\"499\">*499</page-number>Argued April 26, 1933.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AjR\">Before Trexler, P. J., Keller, Cunningham, Baldrige, Stadtfeld, Parker and James, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b533-10\"><em>Charles H. Weidner, </em>and with him <em>Waite, Schmdel &amp; Bayless, </em>and <em>John B. Stevens </em>and <em>Harry W. Lee, </em>of <em>Stevens &amp; Lee, </em>for appellants.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AJb\">The regulation to be valid must be reasonable in character. Palmer v. Protected Home Circle, 252 Pa. 201; Robin v. Supreme Tent of the Knights of Maccabees, 269 Pa. 139.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b533-11\"><em>E. Carroll Schaeffer, </em>for appellee,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Ay2A\">cited: Cedar Hill v. Lees, 22 Pa. Superior Ct. 405; Harley et al. v. Greenwood Cemetery Assn., 15 Lehigh Co. 70.</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"Agc\">July 14, 1933:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b533-12\">Opinion by</p>\n<author id=\"AyQb\">Trexler, P. J.,</author>\n<p id=\"b533-13\">Plaintiffs brought this bill in equity to enjoin the defendant, the Charles Evans Cemetery Company, a corporation not for profit, from enforcing a rule adopted January 12,1931, which provided: “Resolved that every interment shall be made enclosed in an <page-number citation-index=\"1\" label=\"500\">*500</page-number>outer wall of stone, brick or concrete, the actual installation of which shall be made by the employees of the cemetery at cost.” Prior to the adoption of the rule there seemed to be no particular regulation as to the form of interment; it might be merely a plain pinewood box or some more modern form of sepulcher. In the special charter creating the cemetery company it is provided that thereafter all purchasers of lots of the said cemetery in company with the parties named in the original act shall be a corporate body, the land owned by the corporation being for “a burial cemetery,” and that the majority of the trustees elected, under said charter, shall have the power to make such by-laws, rules and regulations as they may deem necessary or proper in relation to the same. In the deeds given to the respective lot owners, the right of sepulture is given subject to the by-laws and regulations existing or which may be hereafter enacted. In reading the above resolution it will be noticed that vaults are restricted to stone, brick or concrete. The burden of plaintiffs ’ complaint is that this rule excludes the use of steel vaults, or if such vaults are to be used that they must, in order to comply with the resolution, be enclosed by an additional wall of stone, brick or concrete and, therefore, the rule is unjust and discriminatory. The judge who sat as chancellor at first agreed with the plaintiffs’ argument, but later sitting with the court en banc changed his views and with the concurrence of the other judges came to a contrary conclusion.</p>\n<p id=\"b534-3\">In the opinion, of the court en banc, written by the judge who sat as chancellor, it is stated: “The opinion of the chancellor [in his first opinion] was based chiefly on the conclusion that the prohibition of interment in a mere steel vault is a direct and substantial diminution of the granted right of sepulture. After careful consideration of the whole subject-matter, the court en banc have unanimously concluded that the <page-number citation-index=\"1\" label=\"501\">*501</page-number>essential purpose in the institution of the cemetery and the subsequent conveyance to lot owners is to provide for the burial of the corpse, and that the form or material of the container is an incident thereof. Consequently, the limitation on steel vaults is not necessarily, or upon the record actually, a diminution or withdrawal of the right of sepulture.” After a careful consideration of the matter the trustees concluded to adopt said rule in order to avoid the future sinking of graves and, as an incident thereto, the expense of making the ground level after its subsidence. They have the right to make by-laws. The appellants ’ argument has taken a wide range, but our only inquiry is whether the trustees exercised reason in making the by-law in question, or whether plaintiffs’ contention is correct that the rule is arbitrary and unjust and unreasonable. Arbour v. Pittsburgh P. T. Assoc. 44 Pa. Superior Ct. 240, 250; Spayd v. Ringing Rock Lodge, 270 Pa. 67, 113 A. 70; Hockfield v. Woloderker B. &amp; L. Assoc., 85 Pa. Superior Ct. 336, 341. We think the action by the trustees is justified by the testimony which was produced as to the life of steel vaults. Several managers of cemeteries testified that the rule is reasonable, although not enforced in their own cemeteries. Some of the cemeteries were shown to have adopted the rule. While it is a question whether the mere opinion of managers that the rule is reasonable amounts to much, the facts, upon which they draw their conclusions, are of value. One testified that he had dug down alongside of a buried steel vault that had been there for eight years and that it was so rusted that you could put your thumb in at spots. Another testified that they had dug up steel vaults during his experience as manager and that they came across one that was going together like an accordion, that was put in the year 1925. Another testified that a vault put in 1916 had collapsed to such an extent that there was a bow of at least a foot in the center <page-number citation-index=\"1\" label=\"502\">*502</page-number>of the steel vault, which had caused the ground to subside. Another testified that a steel vault was put in 1907, that the side walls were eaten with rust and collapsed, telescoped down to about a foot in height, and that the circular top on the steel vault furnished a regular nuisance and expense on account of the top being round and the back filling never bonding to the side walls, simply caved in oh the opening next to it. Another testified that they had never dug down along side a steel vault, but that it was badly rusted. The superintendent of the defendant cemetery company testified that he had seen disinterments of a number of steel vaults and that in every instance of such openings the steel vault collapsed at the time a grave was dug alongside it that it was filled completely with water, and the foreman of the company confirmed the testimony of the superintendent by stating that the top of the vault had a depression, the side of the vault was grooved in, bent in, pushed in on the side and bent on the top, and had settled somewhat. On the contrary, plaintiffs have introduced testimony to the effect that steel vaults are durable and that stone vaults have been known to collapse. They argue that the minimum life of a steel vault is fifty years.</p>\n<p id=\"b536-4\">We must, of course, start out with the proposition that the people to decide this matter, in the first instance, are the trustees of the cemetery, for they are responsible for maintaining the trust and for keeping the cemetery in a proper condition and the exercise of these responsibilities must not be too minutely scrutinized. There are, no doubt, two sides to this question, and there is some plausibility in plaintiffs’ argument, or the chancellor who heard the case would not, in the first instance, have decided in their favor, but in view of the testimony to which reference has been made we cannot convict the court of error in not finding that the rule was arbitrary and capricious, <page-number citation-index=\"1\" label=\"503\">*503</page-number>and not founded upon good reason. There is no doubt about it that the conclusion arrived at in this case may interfere with the sale of steel vaults, but the trustees of a cemetery company need not preserve the right of equal competition for all vault manufacturers. People that desire a steel vault can still obtain it and use it with an outer jacket and thus with an additional cost, apparently not exorbitant, can make “assurance double sure” that the remains will be properly preserved.</p>\n<p id=\"b537-3\">Another matter which is raised in the statement of questions involved is, “Does the defendant have the implied corporate power to buy and sell stone vaults to its lot owners'?” The question should include the words “at cost.” It would seem that the Commonwealth would be more interested in this question of transgressing the limits of chartered rights, than the parties plaintiff. However, the court disposed of it properly and held that the cemetery company had a right, without profit, to transact, in addition to maintaining their main purpose, such subordinate and connected matters which fit in essentially or are at least convenient to the due prosecution of the chartered purposes. Malone v. Lancaster Gas Light Co., 182 Pa. 309, 37 A. 932; Commonwealth v. Phila. Elec. Co. 300 Pa. 577, 151 A. 344. It does not appear that the company compels those who are about to require a vault that they buy the vault from it.</p>\n<p id=\"b537-4\">The decree of the lower court dissolving the injunction is affirmed. The appellants to pay the costs of this appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}