{
  "casebody": {
    "data": "<casebody firstpage=\"473\" lastpage=\"480\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b489-4\">Gerald W. Blakeley, Jr. , &amp; others, trustees, vs. Board of Assessors of Boston.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b489-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AW3\">December 5, 1983.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A2\">March 15, 1984.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b489-6\">Present: Hennessey, C.J., Wilkins, Liacos, Nolan, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b489-11\"><em>Evan Y. Semerjian </em>for the taxpayers.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b489-12\"><em>Walter H. McLaughlin, Jr., &amp; Michael Eby (Stephen H. Clark, </em>Special Assistant Corporation Counsel, with them) for the Board of Assessors of Boston.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b489-13\">Wilkins, J.</author>\n<p id=\"axm-dedup-0\">We uphold the decision of the Appellate Tax Board (board) denying an abatement of local real estate taxes assessed on land and a building under construction at 60 State Street in Boston on the first of January in the years 1976, 1977, and 1978. The appellant trustees, whom we shall refer to as the trust, argue that the board (1) improperly rejected its evidence of fair market or fair cash value based on capitalization <page-number citation-index=\"1\" label=\"474\">*474</page-number>of net income imputed to the building and (2) improperly relied on the cost of construction of the building in arriving at a fair market value of the property, which we shall refer to as 60 State Street.</p>\n<p id=\"b490-5\">As completed, the building is a thirty-nine story modem office tower with a triple basement for parking and storage. The parties agreed on the following percentages of completion of the building on the relevant assessment dates:</p>\n<p id=\"b490-6\">January 1, 1976 — 21.18%</p>\n<p id=\"b490-7\">January 1, 1977 — 53.28%</p>\n<p id=\"b490-8\">January 1, 1978 — 77.62%</p>\n<p id=\"b490-9\">The parties have accepted disproportionate assessment ratios applicable in the city of Boston on these assessment dates, as follows (see <em>Tregor </em>v. <em>Assessors of Boston, </em>377 Mass. 602, cert. denied, 444 U.S. 841 [1979]):</p>\n<p id=\"b490-10\">January 1, 1976 — 26.8%</p>\n<p id=\"b490-11\">January 1, 1977 — 22.4%</p>\n<p id=\"b490-12\">January 1, 1978 — 22.4%</p>\n<p id=\"b490-13\">The assessors assessed 60 State Street at the following values on the relevant assessment dates:</p>\n<p id=\"b490-14\">January 1, 1976 — $4,330,000</p>\n<p id=\"Aid\">January 1, 1977 — $7,970,000</p>\n<p id=\"al_-dedup-0\">January 2, 1978 — $7,970,000.</p>\n<p id=\"b490-15\">The board determined that the fair market value of the land was $3,379,860 on each relevant date, and neither party challenges that determination. Applying the appropriate disproportionate assessment ratios to the value attributed to the land on each date, the portion of the assessment of 60 State Street attributable to the land on each date was:</p>\n<p id=\"b490-16\">January 1, 1976 — $905,802</p>\n<p id=\"AAt\">January 1, 1977 — $757,089</p>\n<p id=\"AX3\">January 1, 1978 — $757,089.</p>\n<p id=\"b490-17\">Consequently, the portion of the assessed valuation attributable to the building on the relevant dates was:</p>\n<p id=\"b490-18\">January 1, 1976 — $3,424,198</p>\n<p id=\"AHa\">January 1, 1977 — $7,212,911</p>\n<p id=\"Af9\">January 1, 1978 — $7,212,911.</p>\n<p id=\"b490-19\">The parties both approached the valuation of the building by proposing a value for the building when completed and then ad<page-number citation-index=\"1\" label=\"475\">*475</page-number>justing that value to the various assessment dates by applying both the agreed percentage of completion and the agreed disproportionate assessment ratio to the proposed fair market value of the completed building. By the same process in reverse, one can determine what the fair market value of the building, when completed, had to equal or exceed in order to support the assessed valuations of the building on the relevant assessment dates. For each assessment date, the fair market value of the building, as completed, had to equal or exceed the following amounts (rounded) in order to support the assessment attributable to the building:</p>\n<p id=\"b491-5\">January 1, 1976 ($3,424,198 divided by .268 and again by .2118) — $60,325,110</p>\n<p id=\"b491-6\">January 1, 1977 ($7,212,911 divided by .224 and again by .5328) — $60,436,360</p>\n<p id=\"b491-7\">January 1, 1978 ($7,212,911 divided by .224 and again by .7762)— $41,484,790</p>\n<p id=\"b491-8\">The board concluded that using the total cost of construction of the building was the ‘ ‘proper approach to value’ ’ and further concluded that the cost of the building showed that a fair cash value of 60 State Street was at least $76,500,000 (thus attributing approximately $73,000,000 to the cost of the building). As can be seen, the fair market or fair cash value the board attributed to the building was, for each year, more than $12,500,000 in excess of the fair cash value of the building necessary to support the assessments. Thus (1) if the board was warranted in disregarding the fair cash value of 60 State Street advanced by the trust (on the basis of capitalization of hypothetical net income of the property), (2) if the board was warranted in relying on the cost of construction of the building in determining the fair market value of the property, and (3) if those costs which may properly be considered exceeded in total approximately $60,440,000, the decision of the board must be affirmed as to each year. We consider each of these points in turn.</p>\n<p id=\"b491-9\">1. The board was warranted in disregarding the trust’s evidence of the fair market value of 60 State Street based on a capitalization of net earnings attributed to the property. The <page-number citation-index=\"1\" label=\"476\">*476</page-number>trust’s expert gave the following opinions of the fair market value of the building on the relevant dates:</p>\n<p id=\"b492-5\">January 1, 1976 — $33,220,644</p>\n<p id=\"ARqI\">January 1, 1977 — $40,643,990</p>\n<p id=\"ApH\">January 1, 1978 — $40,484,129</p>\n<p id=\"ARq\">The board stated that “ [i]f the expert had made a check of his fair cash values with the actual costs incurred, he should have discovered that his capitalization of income approach was so inaccurate and speculative that it was entitled to little or no weight by the board.” It concluded that the trust had failed to meet its burden of proof and found that “in this instance the capitalization of income approach to value this building was too speculative.”</p>\n<p id=\"b492-6\">We grant that a more competent opinion would have stated in greater detail why the trust’s capitalization of income approach was “inaccurate and speculative” and might have focused on specific deficiencies in the assumptions made by the trust’s expert in valuing the building. At the appellate level we may not consider facts and arguments advanced for the first time on behalf of an agency decision, even if the agency record would have supported the agency’s reliance on those facts and arguments.<footnotemark>1</footnotemark> The board’s decision must state adequate reasons in support of its decision so as to permit meaningful appellate review. See <em>New Boston Garden Corp. </em>v. <em>Assessors of Boston, </em>383 Mass. 456, 467 (1981); <em>Assessors of Lynnfield </em>v. <em>New England Oyster House, Inc., </em>362 Mass. 696, 699-700 (1972); <em>Jordan Marsh Co. </em>v. <em>Assessors of Malden, </em>359 Mass. 106, 109-110 (1971).</p>\n<p id=\"b492-7\">The board’s decision meets this standard. The board concluded that the cost of the building was a better guide to its fair market value than the capitalization of net income approach, at least as presented by the trust’s expert. The board <page-number citation-index=\"1\" label=\"477\">*477</page-number>also noted the unexplained disparity between the value advanced by the trust and the amounts invested in the building. The board is entitled to select valuation methods, as long as they are reasonable and supported by the record. See <em>General Dynamics Corp. </em>v. <em>Assessors of Quincy, </em>388 Mass. 24, 29 (1983); <em>Boston Edison Co. </em>v. <em>Assessors of Watertown, </em>387 Mass. 298, 302 (1982). Thus, if the cost of the building may reasonably be used as the basis for determining its fair market value and if the total of those costs that may properly be considered exceeds the amount necessary to sustain the assessments, the board’s decision must be sustained. We, therefore, turn successively to these two questions.</p>\n<p id=\"b493-5\">2. The board was warranted in relying on the cost of construction of the building in deciding the taxpayer’s appeal. In <em>Jordan Marsh Co. </em>v. <em>Assessors of Quincy, </em>368 Mass. 322 (1975), we upheld the board’s decision valuing a recently constructed regional distribution center on the basis of original cost, including site improvements. “Original cost, recently incurred, was a legitimate factor to be considered in determining fair cash value. <em>Essex Co. </em>v. <em>Lawrence, </em>214 Mass. 79, 89 (1913). <em>Assessors of Quincy </em>v. <em>Boston Consol. Gas. Co., </em>309 Mass. 60, 66-67 (1941). <em>Boston Gas Co. </em>v. <em>Assessors of Boston, </em>334 Mass. 549, 566-567 (1956). Cf. <em>Assessors of Lynnfield </em>v. <em>New England Oyster House, Inc., </em>362 Mass. 696, 701-702 (1972).” <em>Id. </em>at 324. The use of the cost of construction of a partially completed building has been held to be within the discretion of the board. See <em>Assessors of Woburn </em>v. <em>Ramada Inns, Inc., </em>371 Mass. 894 (1976).</p>\n<p id=\"b493-6\">We have generally viewed with disfavor the use of the depreciated reproduction cost approach to valuation except where the special character of the property makes it substantially impossible to arrive at value on the basis of capitalized net earnings or on the basis of comparable sales. See <em>Correia </em>v. <em>New Bedford Redevelopment Auth., </em>375 Mass. 360, 362-364 (1978). In the instance of a building under construction, comparable sales are generally not available (as was the case here) and the structure is by definition not yet income producing (although rents and expenses attributable to such a building <page-number citation-index=\"1\" label=\"478\">*478</page-number>might be determinable). The disfavored status of the depreciated reproduction cost method derives in major part from uncertainty in accurately measuring obsolescence and physical depreciation. <em>Id. </em>at 364. These standard objections to the use of the cost method of measuring the fair market value of property are irrelevant in this case because neither obsolesence nor depreciation are factors in determining the value of a newly constructed, general purpose building. See <em>Jordan Marsh Co. </em>v. <em>Assessors of Quincy, supra </em>at 324.<footnotemark>2</footnotemark> In such a case, the board has the discretion to consider net income attributed to an incomplete building but, where construction costs are also placed in evidence, the board may in its discretion choose to rely on those costs, in the absence of a persuasive showing that those costs should be discounted or disregarded.</p>\n<p id=\"b494-5\">In New York, the actual building construction cost of an office building, well suited to its site, is some evidence of its value, “at least as to the tax years soon after construction.” <em>Joseph E. Seagram &amp; Sons </em>v. <em>Tax Comm’n of the City of N.Y., </em>14 N.Y.2d 314, 317 (1964).<footnotemark>3</footnotemark> Where there is no showing of special problems, such as particular costs due to difficulties in the course of construction or serious errors of managerial judgment, and there is no showing of significant changes in the market for such a building once the owner was committed to construct it, the board may give substantial effect to the cost of its construction in determining its value on or about the time of its completion. It is true that the aggregate cost of construction, even of a new building, is not necessarily equal to its fair market value. When, however, the cost of a new building substantially exceeds the fair market value of <page-number citation-index=\"1\" label=\"479\">*479</page-number>that building as determined by the assessors and the record lacks any showing that consideration of particular construction costs would be unreasonable or inappropriate, the board is entitled in its discretion to base its decision on those costs.</p>\n<p id=\"b495-5\">The board was warranted in giving effect to the cost of the construction of the building in the circumstances of this case. The rationale for this approach to fair market value is expressed in the opinion of Presiding Judge Breitel (later Chief Judge Breitel) concurring with the order of the Appellate Division in the <em>Seagram </em>case. <em>Joseph E. Seagram &amp; Sons </em>v. <em>Tax Comm’n of the City of N.Y., </em>18 A.D.2d 109, 114 (1963), aff’d, 14 N.Y.2d 314 (1964). Judge Breitel said <em>(supra </em>at 115): “Given a profit-minded owner with available experience and resources, and a competent builder, the cost of construction is likely to represent the value of the newly-finished product. Consequently, in the absence of credible qualifying explanation, for a new building the cost of construction is, prima facie, the true value. Indeed, because it would escape this fact, the taxpayer is in the anomalous position of urging that vast corporate funds were used to construct a building of much less value. This, if so, is never satisfactorily explained and does not do much credit to the sagacity of the corporate managers.” The board was not required to find that the cost of construction of the building should have been disregarded or discounted so that the fair market value placed on the building by the assessors was improper.<footnotemark>4</footnotemark></p>\n<p id=\"b495-6\">3. Costs incurred by the trust were shown substantially to exceed the fair market value of the building on which the assessments were based. The trust incurred the costs and com<page-number citation-index=\"1\" label=\"480\">*480</page-number>piled the assessments, admitted as exhibits, demonstrating these costs. We are not concerned here with cost estimations made by some expert testifying for the assessors.<footnotemark>5</footnotemark></p>\n<p id=\"b496-5\">The trust introduced an exhibit showing costs of construction amounting to approximately $56,898,000. These costs did not include interest costs, real estate taxes during the period of construction, mortgage placement costs, and other items. The board concluded that such indirect costs should be considered, including fees for the services of architects and engineers, taxes paid during construction, financing costs, casualty insurance costs during construction, and various fees. The board cited American Institute of Real Estate Appraisers, The Appraisal of Real Estate 266 (7th ed. 1978). In its determination of total cost, the board included over $16,000,000 in expenses of this nature set forth in a document prepared by the trust and introduced by the assessors. We need not discuss or endorse the use of each item of cost included. Interest costs, not shown to be unreasonably incurred, exceeded $8,664,000. Real estate taxes exceeded $2,678,000.<footnotemark>6</footnotemark> Those costs that were proper to consider far exceeded the fair market value of the property on which the assessments were based.</p>\n<p id=\"b496-6\">4. We need not consider the assessors’ cross appeal from the board’s denial to them of discovery of certain information from the trust.</p>\n<p id=\"b496-7\">\n<em>Decision of the Appellate Tax Board affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b492-8\">The assessors argue, for example, that the trust’s expert improperly limited his opinion of value by using rents paid in a temporarily depressed rental market for Boston office space without giving sufficient regard to the income potential of the building in the future. They also challenge the vacancy rate used by that expert and his treatment of expenses attributable to the building. Because the board did not explicitly reject the opinion of the trust’s expert on these grounds, it is doubtful whether these grounds represent inaccuracies that may be relied on before us to justify the board’s determination to reject the opinion of the trust’s expert.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b494-6\">It is also true that the depreciated reproduction cost approach, unlike the income capitalization method and the market study method, “does not directly incorporate the influences of the real estate market on the value of the property.” See <em>General Dynamics Corp. </em>v. <em>Assessors of Quincy, </em>388 Mass. 24, 31 (1983).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b494-7\"> This case was decided by a divided court (4-3), but the entire court agreed on this point. The disagreement was over the question whether construction costs attributable to the prestige and advertising value of the Seagram building to its owner could properly be considered, and a value thus placed on the building in excess of that arrived at by using the capitalized net income method.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b495-7\">By our upholding the board’s discretionary determination that “the total cost of construction actually incurred during the years at issue’ ’ was ‘ ‘the best indicator of value,” we do not endorse the board’s ambiguous statement in support of its conclusion that the tmst, “as a seller, would desire to recoup all amounts it had expended if it were to sell the property on any of the applicable dates.” This quoted language could be viewed as saying the property was worth what it cost because the owner would want to recoup its investment if it sold the property during its construction. That is not a measure of fair market value. We view the board as intending to say that the owner would not have made the investment it did unless it thought the investment was reasonable in relation to the fair market value of the property.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b496-8\">The board relied on direct evidence of the cost of the building, based on documents prepared by the trust. It was not error to admit the testimony of the assessors’ expert that the best approach to the fair market value of the building would be consideration of its cost. The board did not rely at all on the testimony of the assessors’ expert concerning the valuation of the building by the capitalization of income method. Because the cost of the building when completed was the basis for the board’s determinations, the fact that on the assessment dates certain materials were stored off the premises becomes irrelevant. We note further that the trust, in measuring the percentage of completion of the building on each such date, agreed to reflect the cost of those stored materials.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b496-9\">Because the board granted no abatement in this proceeding, the use of this figure was proper, and, in any event, the result would be the same if taxes based on the trust’s evidence of fair market value had been used instead.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}