{
  "casebody": {
    "data": "<casebody firstpage=\"39\" lastpage=\"50\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b65-6\">488 A.2d 202</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b65-7\">MERCANTILE-SAFE DEPOSIT AND TRUST COMPANY v. H. Clyde HEARN.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b65-10\">No. 780,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AGo\">Sept. Term, 1984.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b65-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b65-12\">Feb. 19, 1985.</decisiondate>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b65-13\">Certiorari Denied June 27,1985.</otherdate>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b67-6\"><page-number citation-index=\"1\" label=\"41\">*41</page-number>Daniel H. Honemann, Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b67-7\">Victor H. Laws, Salisbury (Laws &amp; Laws, P.A., Salisbury, on the brief), for appellee.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b67-8\">Argued before GILBERT, C.J., and BLOOM and ROBERT M. BELL, JJ.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b67-9\">GILBERT, Chief Judge.</author>\n<p id=\"b67-10\">When Catherine Allison Hodgson died on January 11, 1981, she left a will, an estate valued in excess of $2,500,-000, a number of specific bequests, two trusts, and two co-personal representatives. One of the co-personal representatives is also the beneficiary under one of the trusts. The other co-personal representative is the trustee of that trust. The instant litigation is between the corporate co-personal representative and the individual co-personal representative in his capacity as a beneficiary of a trust.<footnotemark>1</footnotemark></p>\n<p id=\"b67-11\">\n<em>The Controversy</em>\n</p>\n<p id=\"b67-12\">The underlying facts are not disputed and require recitation only for the purpose of providing perspective to the <page-number citation-index=\"1\" label=\"42\">*42</page-number>issues. By the terms of Mrs. Hodgson’s will and its four codicils, Mercantile-Safe Deposit and Trust Company, the appellant and cross-appellee, and H. Clyde Hearn, appellee and cross-appellant, were appointed co-personal representatives of the estate. The principal assets of Mrs. Hodgson’s estate consisted of: 1) stocks and bonds valued at over $274,000; 2) mortgages, notes, and cash amounting to just under $227,000; 3) real estate holdings appraised at over $992,000; and 4) disposition of a marital trust created by her predeceased husband, valued at over $1,080,000.<footnotemark>2</footnotemark></p>\n<p id=\"b68-4\">An overview of the estate revealed a federal tax liability amounting to more than $809,000, as well as various state taxes that were due in the amount of $139,000. When they compared assets to liabilities, it was apparent to the co-personal representatives that the Hodgson estate was solvent. Equally obvious to both Mercantile and Hearn was that the computation of the estate included almost $1,097,000 in liquid assets, <em>i.e., </em>cash, stocks, bonds, etc., and in excess of $1.3 million in real property holdings.<footnotemark>3</footnotemark></p>\n<p id=\"b68-5\">Notwithstanding the amount of liquid assets on hand, it was evident to the co-personal representatives that some real property would have to be sold. The estate simply did not have enough liquid assets to satisfy the specific bequests, fund the two trusts, and pay the tax liabilities.</p>\n<p id=\"b68-6\">Through August and September, 1981, $531,000 in cash legacies was paid out to satisfy individual bequests. Included within that sum was a $20,000 pecuniary bequest to Hearn. Also paid to Hearn was a $10,000 cash bequest in lieu of a commission for his services as a co-personal <page-number citation-index=\"1\" label=\"43\">*43</page-number>representative.<footnotemark>4</footnotemark> In October, 1981, partial payment of $517,-000 was made on the federal tax liability. The amount of the payment was obtained by redeeming $197,000 in United States Treasury bonds and adding cash in the amount of $320,000.</p>\n<p id=\"b69-4\">An audit of the estate’s tax return by the Internal Revenue Service increased the estate’s net tax liability by almost $25,000. The balance of federal taxes due was finally paid in April, 1982. Interest on the overdue amount totalled $7,026.32, and a penalty for delinquency of approximately $9,000.00 was surcharged.</p>\n<p id=\"b69-5\">Over the course of time, the co-personal representatives discharged all federal and state tax liabilities and, under the terms of the will, continued to make disbursement of expenses and legacies. Real assets were sporadically divested compatible with market conditions, but significant real estate holdings remained to be liquidated.</p>\n<p id=\"b69-6\">Hearn, in January, 1982, began to press Mercantile regarding the funding of the $200,000 trust of which he was the beneficiary. Hearn then received a $5,000.00 advance from the estate against the unfunded trust. Correspondence between Hearn and Mercantile regarding the trust continued, and Hearn became increasingly more insistent.</p>\n<p id=\"b69-7\">The incipient dispute between the co-personal representatives burgeoned into a legal confrontation in the Orphans’ Court for Wicomico County. That court refused on July 12, 1983, to accept the “3d Estate Accounting Report,” inasmuch as the report did not reflect any additional trust payments to Hearn. Mercantile attempted to surmount this obstacle by providing an addendum to the report, indicating that $27,163.45 was payable to Hearn from the trust. Mercantile employees testified that they believed the amendment procedure had been approved by, or at least received the acquiescence of, Hearn. Mercantile grounded its belief <page-number citation-index=\"1\" label=\"44\">*44</page-number>on having notified its Wicomico County counsel for the estate of the change, and Mercantile assumed that the attorney had in turn notified Hearn of the amendment. When the register of wills contacted Hearn to confirm his approval of the change to the report, Hearn stated that he was unaware of the proposed modification, and that he did not assent to it. Perceiving at least a module of the appearance of impropriety on the part of Mercantile, the register of wills contacted the judges of the orphans’ court. They scheduled a hearing<footnotemark>5</footnotemark> on the report.</p>\n<p id=\"b70-4\">After argument before that body, an order was passed in which it was found that Mercantile, while “in complete control of all of the assets of the decedent, ... failed to perform ... [its] fiduciary duties in not setting up a trust fund [for Hearn] immediately at the time the estate was opened on January 16, 1981____” Mercantile was ordered by the orphans’ court to pay Hearn $48,962.42<footnotemark>6</footnotemark> as income from the trust. The order further provided that if Mercantile failed to pay that sum to Hearn by November 1, 1983, Mercantile would be removed as a co-personal representative, effective that date.</p>\n<p id=\"b70-7\">Aggrieved by that ruling Mercantile appealed to the Circuit Court for Wicomico County. After a trial <em>de novo, </em>that court found no cause to remove Mercantile as co-personal representative. The court did, however, perform its <page-number citation-index=\"1\" label=\"45\">*45</page-number>own calculations<footnotemark>7</footnotemark> and ordered Mercantile to pay Hearn the sum of $57,907.00 as income from the trust.</p>\n<p id=\"b71-4\">Once again dissatisfied, Mercantile has carried its case to this Court where we are asked:</p>\n<blockquote id=\"b71-5\">“Is calculation of the Hearn trust’s proportionate share of the income received by Mrs. Hodgson’s estate during the period of its administration to be made in accordance with the provisions of [Maryland] Estates and Trusts ... [Code Ann.] Section 7-304, or is a departure from the statutory formula [by the Circuit Court for Wicomico County] justifiable for any reason?”</blockquote>\n<p id=\"b71-6\">Obviously disappointed with the order of the circuit court, Hearn cross appealed. He posits three questions for our consideration:</p>\n<blockquote id=\"b71-7\">“Did the Trial Court err in imposing a surcharge against the Estate rather than holding Mercantile personally liable to Hearn, in whole or in part, where Mercantile mismanaged the Estate, breached its fiduciary duties and unjustifiably depleted Estate funds?</blockquote>\n<blockquote id=\"b71-8\">Did the Trial Court incorrectly calculate the amount due Hearn?</blockquote>\n<blockquote id=\"b71-9\">Did the Trial Court err in not removing Mercantile as Co-Personal Representative?”</blockquote>\n<p id=\"b71-10\">We shall address all four issues raised by the parties, but not in the order in which they were presented.</p>\n<p id=\"b71-11\">\n<em>Mercantile’s Contention</em>\n</p>\n<p id=\"b71-12\">The trial judge, in addressing the applicability <em>vel non </em>of Md. Estates &amp; Trusts Code Ann. § 7-304 to the matter <em>sub judice, </em>remarked:</p>\n<blockquote id=\"b71-13\">“I have read the Estates and Trusts Article, section 7-304, and quite frankly, gentlemen, I’m not sure that I <page-number citation-index=\"1\" label=\"46\">*46</page-number>completely understand it, and it may be that the equity due Mr. Hearn can legally be calculated under that section, <em>but keeping in mind ... that ... </em>[Md.Cts. &amp; Jud.Pro.Code Ann. § 12-502] says that on appeal to this Court from the Orphans’ Court <em>that </em>... <em>[the circuit court is] supposed to give judgment according to the equities of the matter, I don’t think to follow that formula [in § 7-30]] would be equitable </em>and I don’t think it would be conforming to the wishes of Mrs. Hodgson.</blockquote>\n<blockquote id=\"b72-4\">As I say, <em>while it may be perfectly legal and proper to follow Section 7-30], I don’t think that the law absolutely requires that it be done that way, </em>and I think that what we are all supposed to do insofar as possible is to carry out the wishes of the testatrix if possible to do so.” (Emphasis supplied.)</blockquote>\n<p id=\"b72-5\">Before discussing Estates &amp; Trusts Art. § 7-304, we shall first consider Courts Art. § 12-502(a)(l). That section provides:</p>\n<blockquote id=\"b72-6\">“(a) — (1) Instead of a direct appeal to the Court of Special Appeals pursuant to § 12-501 of this subtitle, a party may appeal to the circuit court for the county from a final judgment of an orphans’ court. The appeal shall be heard de novo by the circuit court. The de novo appeal shall be treated as if it were a new,.proceeding and as if there had never been a prior hearing or judgment by the orphans’ court. <em>The circuit court shall give judgment according to the equity of the matter. </em>(Emphasis supplied.)</blockquote>\n<p id=\"b72-7\">The scope of the phrase, “shall give judgment according to the equity of the matter,” was defined in <em>Estate of Soothcage v. King, </em>227 Md. 142, 176 A.2d 221 (1961). There the Court declared the phrase means that the circuit court, in a trial <em>de novo </em>of an appeal from an orphans’ court, may render judgment according to the evidence presented by the parties and decide the case as if the matter had never been <page-number citation-index=\"1\" label=\"47\">*47</page-number>adjudicated in the orphans’ court. <em>Id. </em>at 152, 176 A.2d at 227; <em>Lowenthal v. Rome, </em>45 Md.App. 495, 502-503, 413 A.2d 1360, 1364-65 (1980), <em>aff'd, </em>290 Md. 33, 428 A.2d 75 (1981). The <em>Estate of Soothcage </em>Court further stated that the circuit court “may enter any judgment which the Orphans’ Court might <em>properly </em>have entered on the same evidence....” <em>Estate of Soothcage v. King </em>[227 Md.] at 153, 176 A.2d at 227. (Emphasis supplied.)</p>\n<p id=\"b73-4\">We think that a fair reading of <em>Estate of Soothcage </em>leads to the clear conclusion that Courts Art. § 12-502(a)(l) is not a carte blanche license to the circuit courts to disregard existing law. The phrase, “give judgment according to the equity of the matter,” is a legislative reminder to the circuit courts that their capacity in appeals from orphans’ courts is identical to that of the orphans’ courts. That inferior court routinely hands down judgments “according to the equity of the matter.” We perceive no rationale that would authorize the circuit courts <footnotemark>8</footnotemark> to disregard the Estates &amp; Trusts Art. § 7-304(b). That section provides:</p>\n<blockquote id=\"b73-5\">“Unless the will provides otherwise, income from the assets of an estate of a decedent after the death of the testator and before distribution, including income from property used to discharge liabilities, shall be determined in accordance with the rules applicable to a trustee under Subtitle 2 of Title 14 of this article and shall be distributed as follows:</blockquote>\n<blockquote id=\"b73-6\">(2) To all legatees, except legatees (other than a surviving spouse) of pecuniary legacies not in trust, the balance of the income, less taxes, ordinary repairs, and other expenses of management and operation relating to all other property from which the estate is entitled to income, the balance of interest accrued since the death of <page-number citation-index=\"1\" label=\"48\">*48</page-number>the decedent, and the balance of taxes imposed on income which accrued during the period of administration, in proportion to their respective interests in the undistributed property of the estate computed at the times of distribution on the basis of inventory value. This paragraph does not apply to taxes on capital gains.”</blockquote>\n<p id=\"b74-4\">That legislatively crafted phraseology applies equally to cases heard by the orphans’ courts and, on appeal, by the circuit courts. The trial judge’s decision that Estates &amp; Trusts Art. § 7-304 did not apply to the instant appeal was erroneous, and we reverse it. We remand the matter to the circuit court for reconsideration in light of Estates &amp; Trusts Art. § 7-304(b).</p>\n<p id=\"b74-5\">The trial judge should bear in mind that the Mereantile-Hearn dispute is not merely a conflict between co-personal representatives, nor between a trustee and a single <em>cestui que </em>trust. In addition to being the trustee of the trust created by Mrs. Hodgson for the benefit of Hearn, Mercantile is the trustee of a residuary trust also created by the Hodgson will. Payments to Hearn that are in excess of that which is permitted by Estates &amp; Trusts Art. § 7-304(b)(2) must of necessity be diverted from the residuary trust. The court should also be cognizant of the rights of the residuary trust beneficiaries and assure that those rights are protected.</p>\n<p id=\"b74-6\">When deciding this matter, we think the trial judge should consider: that co-personal representatives “are <em>equally </em>responsible for the proper and prompt administration of the decedent’s estate,” <em>Schmidt v. Chambers, </em>265 Md. 9, 28, 288 A.2d 356, 367 (1972) (quoting <em>Tilghman v. Frazer, </em>198 Md. 250, 256, 81 A.2d 627, 630 (1951)) (emphasis added); that Hearn was not, in the trial judge’s words, a “babe in the woods” in the area of financial transactions; that although Mercantile may have made the majority, if not all, of the tactical decisions regarding the timing of the distribution of the estate, Hearn was presented with each estate report and signed them; that Hearn, as well as the <page-number citation-index=\"1\" label=\"49\">*49</page-number>other pecuniary legatees, reaped the benefit of the early distributions; that Hearn had been Mrs. Hodgson’s full-time business manager since June, 1977; and, that Hearn’s position as business manager required him either to handle or supervise personally Mrs. Hodgson’s financial affairs.</p>\n<p id=\"b75-4\">\n<em>Hearn’s Contentions</em>\n</p>\n<p id=\"b75-5\">There is no merit in Hearn’s contention that the circuit court erred in refusing to remove Mercantile as a co-personal representative. The general rule is that co-personal representatives share equally the responsibility for properly administering the estate, and the acts of one are the acts of the other. That rule is dispositive of the matter before us. <em>Schmidt v. Chambers, </em>265 Md. 9, 28, 288 A.2d 356, 367 (1972) (citations omitted). Although Hearn, the <em>cestui que </em>trust, might strenuously argue that Mercantile’s actions as a co-personal representative were improper, Hearn, the other co-personal representative, is as responsible as Mercantile, whatever mismanagement, if any, there may be. Moreover, the record discloses that although Hearn now laments the early payment of specific cash legacies, he interposed no objection to the $20,000 pecuniary bequest he received, nor did he protest receipt of a $10,000 bequest in lieu of commissions.</p>\n<p id=\"b75-6\">The circuit court found as a fact that Mercantile had not committed fraud, had not wilfully disobeyed the orphans’ court, nor had it, in its capacity as a co-personal representative, committed any wrongful acts that would warrant its removal.<footnotemark>9</footnotemark> We perceive no error.</p>\n<p id=\"b75-7\">Since we have already discussed under the “Mercantile Contentions” the trial court’s failure to consider and apply Estates &amp; Trusts Art. § 7-304(b), we need not and do not revisit the subject. What we have previously said is dispositive of Hearn’s argument.</p>\n<p id=\"b76-3\"><page-number citation-index=\"1\" label=\"50\">*50</page-number>Lastly, we observe that the question of whether Mercantile should be assessed a surcharge was not raised and decided in the trial court. It is not properly before us, and we do not consider it. Md.Rule 1085.</p>\n<p id=\"b76-4\">JUDGMENT OF THE CIRCUIT COURT FOR WICOMICO COUNTY REVERSED. CASE REMANDED TO THAT COURT FOR FURTHER PROCEEDINGS CONSISTENT WITH. THIS OPINION. COSTS TO BE PAID BY APPELLEE/CROSS-APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b67-13\">. \"About the only advantage of dying poor is that no one fights over your estate.” Attributed to Jim Oigan, <em>see State v. One Hundred and Fifty-Eight Gaming Devices and a Sum of Nine Thousand Eight Hundred and Nine Dollars, </em>59 Md.App. 44, 56 n. 9, 474 A.2d 545, 551 n. 9 (1984).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b68-7\">. The estate also included over $74,000 in household furnishings, etc. As these items were disposed of by specific bequests, they play no role in the controversy now before us.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b68-8\">. The figure for the total value of real property assets is comprised of $992,000 in holdings in Mrs. Hodgson’s estate plus an additional $336,000 gained from the marital trust.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b69-8\">. Hearn was also the beneficiary of a devise of real property with a net value of nearly $102,000.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b70-8\">. Two hearings were in fact scheduled. At the first, three representatives of Mercantile appeared, but William C. Stith, the individual at Mercantile who had handled the bulk of the estate’s affairs, was not present. Hearn claimed that Stith’s failure to appear was indicia of the indifference and disregard in which Mercantile viewed its obligation to the estate and the co-personal representative. As a result of Stith’s non-appearance, the hearing was rescheduled. At the second hearing Stith did appear. We note that despite the vital importance Hearn seemingly attached to Stith’s presence, neither Stith nor any other Mercantile representative was asked to testify before the orphans’ court.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b70-9\">. The figure of $48,962.42 was determined by computing interest at the rate of 10 percent per annum upon the unfunded trust, accounting from January 11, 1981, to September 30, 1983.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b71-14\">. The circuit court used the legal interest rate of 10 percent, accounting from January 11, 1981, through May 11, 1984. From that balance the court allowed deductions of the $5,000.00 previously paid to Hearn, in addition to certain expenses the estate incurred in maintaining the real property that had been bequeathed to Hearn.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b73-7\">. Courts Art. § 12-502(a)(2) expressly does not embrace the Circuit Courts for Harford and Montgomery Counties. The people of Maryland, by constitutional amendment, abolished the office of orphans’ court judges in those two counties.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b75-8\">. The statutory causes for removal are enumerated in Estates &amp; Trusts Art. § 6-306(a). <em>See also Richards v. Richards, </em>27 Md.App. 1, 338 A.2d 377 (1975).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}