{
  "casebody": {
    "data": "<casebody firstpage=\"279\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b297-8\">Arch Bennett v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b297-9\">No. 9751.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Af2\">Delivered January 27, 1926.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b297-10\">Rehearing denied March 3, 1926.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b298-6\"><page-number citation-index=\"1\" label=\"280\">*280</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b298-7\"><em>P. E. Campbell, Dibrell &amp; Mosheim </em>of Seguin, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b298-8\"><em>Sam D. Stinson, </em>State’s Attorney, and <em>Nat Gentry, Jr.. </em>Assistant State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b298-9\">LATTIMORE, Judge.</author>\n<p id=\"Aul\">This appeal is from a conviction for manslaughter in the District Court of Guadalupe County, with punishment at two years in the penitentiary.</p>\n<p id=\"b298-10\">We cannot consider the statement of facts and bills of exception in his case because filed too late. The trial term of the court below adjourned on May 22, 1925. Appellant was given, by an order of the. court, ninety days in which to file his statement of facts and bills of exception. This is the limit allowed by law. Art. 845 Vernon’s C. C. P.; Maxwell v. State, 153 S. W. Rep. 324; Romero v. State, 72 Tex. Crim. Rep. 105; Vickers v. State, 236 S. W. Rep. 483; Williams v. State, 237 5. W. Rep. 920. The trial court has no power to extend the time beyond ninety days. Robeson v. State, 260 S. W. Rep. 578. The bills of exception and statement of facts were filed on August 22, 1925, same being ninety-second day after the adjournment of the court. Ninety-one full days elapsed between the day of adjournment and the day of such filing. The indictment appearing regular, and the charge of the court seeming to adequately present the offense therein set forth and those included, the judgment must be affirmed.</p>\n<p id=\"b298-12\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b298-13\">ON MOTION FOR REHEARING.</p>\n<author id=\"b298-14\">LATTIMORE, Judge.</author>\n<p id=\"A8H\">By affidavit accompanying his motion for rehearing appellant satisfies this court that his failure to file a statement of facts within the time fixed by law was from causes beyond his control.</p>\n<p id=\"b299-4\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>Appellant and his step-son, Martinez, were at the house of one Webster when deceased came riding by. Some little time before this deceased had been appointed guardian of some children who had lived with appellant and his wife for a number of years. Because of the severe whipping of one of said children, a girl, appellant had become very angry with deceased and had sent him word the day before the homicide that one of them had to “go under” because of said girl, and on the stand appellant admitted that by this he meant that one of them had to be killed. A dying declaration of deceased was admitted in evidence from which it appears that deceased turned into where appellant and his step-son were, upon invitation from appellant, and that when he got near the latter, appellant cursed and struck him on the head with a Winchester rifle which he had in his hands,- and that following this appellant’s step-son drew a pistol and shot twice, and that appellant struck him again with the rifle. Deceased stated in said declaration that appellant told his step-ston to “put it to him.” Defense witness Webster, at- whose house the homicide took place, testified that deceased was passing by and had passed the gate when appellant called him, and that he came back and came in to where appellant and his step-son were; that some words passed between them and appellant struck deceased over the head with his rifle; that a hand of deceased dropped to his side and appellant’s step-son began shooting. Some of this testimony was denied by appellant who admitted he had made the statement to some boys regarding deceased, that one of them had to “go under” because of the girl, but he claimed that after having made this statement he cooled off and concluded he would go and see deceased and talk the matter over with him. He said that when deceased rode into where he was at Webster’s place that the horse of deceased stepped on appellant’s foot, and that he jerked his foot back and told the deceased to stop and asked him what he meant, and that deceased called him a “gray headed s — n of a b — h,” and threw his hand back and that he then struck deceased on the head with his riffle. The above represents substantially the' testimony of the eyewitnesses, and we see no error in the action of the jury in solving the testimony against- appellant, especially in view of the fact that he was only convicted of manslaughter and given the lowest penalty.</p>\n<p id=\"b299-5\">There are but two bills of exception in the record, each of which complains of the admission of the dying declaration. <page-number citation-index=\"1\" label=\"282\">*282</page-number>Bill No. 1 states that appellant objected to its introduction because deceased was not fully cognizant of impending death, and did not make such declaration voluntarily and without suggestion; also that the writing was interlined and appeared to have been changed after same was made. None of the predicate laid by the state, nor of the declaration itself, appears in' the bill. Mr. Branch in Sec. 1864 of his Annotated P. C. cites numerous authorities as supporting the proposition that such a bill to be sufficient must contain, and state that it contains, all the predicate laid and must set out the declaration. Highsmith v. State, 41 Tex. Crim. Rep. 32.</p>\n<p id=\"b300-3\">The other bill states appellant’s objection to the introduction of said dying declaration because he had no notice of the existence of such written instrument, same not having been offered at his examining trial, etc. We know of no rule requiring the State in anywise to give such notice, or that holds the failure to so give it affects the admissibility of the dying declaration.</p>\n<p id=\"b300-4\">Being of opinion that the evidence supports the verdict, and that no error of procedure appears, the motion for rehearing will be overruled.</p>\n<p id=\"b300-5\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}