{
  "casebody": {
    "data": "<casebody firstpage=\"798\" lastpage=\"800\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b852-7\">ESTATE of Nathalie MELTZER, Deceased, Louis A. Zuckerman and David M. Osnos, Co-Executors, Appellant, v. COMMISSIONER OF INTERNAL REVENUE, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b852-9\">No. 15015.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b852-10\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b852-11\">Argued Feb. 4, 1971.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b852-12\">Decided March 12, 1971.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b852-19\">John J. Yurow, Washington, D. C. (Arent, Fox, Kintner, Plotkin &amp; Kahn, Washington, D. C., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b852-20\">Elmer J. Kelsey, Atty., Dept. of Justice (Johnnie M. Walters, Asst. Atty. Gen., Joseph M. Howard, Thomas J. Stapleton, Robert D. Bickel, Attys., Dept. of Justice, on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b852-21\">Before WINTER and CRAVEN, Circuit Judges, and MILLER, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b852-22\">WINTER, Circuit Judge:</author>\n<p id=\"b852-23\">Nathalie and Louis Meltzer, husband and wife, were both killed in the wreck <page-number citation-index=\"1\" label=\"799\">*799</page-number>of a commercial airliner at a time when Nathalie owned insurance policies on the life of her husband and was the primary-beneficiary thereunder. The policies had been issued some years previously and further premiums remained to be paid. There was no proof of the order of death. The Uniform Simultaneous Death Act, which is in force in the District of Columbia, where the Meltzers resided, provides that where the order of death cannot be determined the insured will be presumed to have survived the beneficiary. D.C.Code § 19-504 (1965). Accordingly, the proceeds of the policies were paid to their children, the secondary beneficiaries.</p>\n<p id=\"b853-5\">The taxpayer, Nathalie’s estate, included the policies in her gross estate for federal estate tax purposes at their interpolated terminal reserve values plus unearned premiums as of the date of her death. The commissioner asserted that the policies should be valued at the aggregate proceeds payable under the policies, and the Tax Court agreed with the Commissioner, Estate of Meltzer, T.C. Memo. 1970-62 (March 12, 1970). In this appeal from the Tax Court’s decision, we reverse.</p>\n<p id=\"b853-6\">There is no dispute that when the owner’s death precedes that of the insured, Regulation § 20.2031-8(a) (1) and (2) require, respectively, that the value be “established through the sale by that company of comparable contracts,” but that “[a]s valuation of an insurance policy through sale of comparable contracts is not readily ascertainable when, at the date of decedent’s death, the contract has been in force for some time and further premium payments are to be made,” a contract may under those circumstances be valued at the sum of its interpolated terminal reserve and unearned premiums. “If, however, because of the unusual nature of the contract such an approximation is not reasonably close to the full value of the contract, this method may not be used.” But when owner and insured die simultaneously, various courts have reached divergent results as to whether a different method should be employed.</p>\n<p id=\"b853-8\">The Commissioner argues that the interpolated terminal reserve method is inapplicable to situations like this one, involving simultaneous deaths, because it applies only when “further premium payments are to be made.” This, the Commissioner argues, shows that the regulation contemplates a situation in which “the contract is still ambulatory.” But since the insured and the beneficiary died simultaneously, the policy was fully matured or about to be fully matured at the time of Nathalie’s death, and so, he argues, interpolated terminal reserve method should not apply. The Commissioner suggests that the proper standard is to be found in Regulation § 20.2031-1 (b), which provides that estate property is to be valued at its fair market value.</p>\n<p id=\"b853-9\">We are not persuaded. The phrase “further premium payments are to be made” is designed to exclude from the section contracts which impose no obligation of future payment on the owner, and so are easily valued by comparison with “single-premium poli[cies] of the same specified amount on the life of a person of the age of the insured.” Example (2), § 20.2031-8. Here, the contract did impose further obligations on the owner, and although at the instant of her death, assuming that she predeceased the insured, it was clear from the imminence of the insured’s death that these obligations would never accrue, excuse of them was not for any reason which would make the cost of single-premium policies a ready measure of value.</p>\n<p id=\"b853-10\">Section 20.2031-8 (a) (2) properly construed thus applies by its terms, and requires application of the interpolated terminal reserve method. This has been the conclusion reached by the more significant authorities.</p>\n<p id=\"b853-12\">Besides the instant case, the Tax Court has sustained the Commissioner <page-number citation-index=\"1\" label=\"800\">*800</page-number>in Estate of Chown, 51 T.C. 140 (1968),<footnotemark>*</footnotemark> and Estate of Wien, 51 T.C. 287 (1968). In Old Kent Bank and Trust Co. v. United States, 292 F.Supp. 48 (W.D.Mich. 1968), the district court concluded that the decedent’s ownership rights were without value. However, the Tax Court’s decision in the <em>Chown </em>case was reversed in Estate of Chown v. Commissioner, 428 F.2d 1395 (9 Cir. 1970); its decision in the <em>Wien </em>case is pending on appeal in the Fifth Circuit. The district court’s decision in the <em>Old Kent Bank </em>case was reversed in Old Kent Bank and Trust Co. v. United States, 430 F.2d 392 (6 Cir. 1970). Both the Sixth and Ninth Circuits concluded that, even in the case of the simultaneous deaths of owner and insured, the interpolated reserve with adjustments method of valuation should be used. We have not previously decided the question, but in Estate of Lion v. Commissioner of Internal Revenue, 4 Cir., 438 F.2d 56 (1971), we very recently had occasion to notice that Regulation § 20.2031-8(a) (1) and (2) establishes a relatively inflexible valuation method containing only one exception which is inapplicable here.</p>\n<p id=\"b854-3\">It is, of course, true that the interpolated terminal reserve method was not designed with simultaneous deaths in mind, but we see no reason to depart from the regulation and authorities to adopt a higher valuation where, as here, no economic realities dictate it. An increase in the value of the policy by reason of the imminent death of the insured was not and could not have been any real benefit to Nathalie, nor could it have benefited her heirs as heirs. The fact that some of her heirs received benefits as secondary beneficiaries is irrelevant to the estate tax provisions involved here.</p>\n<p id=\"b854-4\">Reversed.</p>\n<footnote label=\"*\">\n<p id=\"b854-5\"> We note in passing that the taxpayer’s decedent in Estate of Chown was killed in the same airplane crash as the taxpayer’s decedent in the instant case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}