{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"308\" lastpage=\"313\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b308-7\" pgmap=\"308\">Jacob A. Goodell v. Roswell W. Dewey.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AR4\" pgmap=\"308\">Filed at Springfield September 30, 1881.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b308-8\" pgmap=\"308\">1. Chattel mobtgage—mortgagee may pwrchase at his own sale by consent of mortgagor. A purchase by a mortgagee at his own sale under a chattel mortgage will not be set aside and a redemption allowed, where the sale and purchase were made with the consent of the mortgagor, and under an understanding with him.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b308-9\" pgmap=\"308\">2. Sale tjndeb poweb in mobtgage—when made to mortgagee by consent will not be set aside. Where the mortgagor and his wife gave the mortgagee an absolute conveyance of the mortgaged premises in full satisfaction of the indebtedness, and the mortgagee, to avoid certain intervening judgment liens, made a sale under a power in his mortgage of the property to one, who immediately conveyed back to the mortgagee, without paying anything on the purchase, and the mortgagee then surrendered the notes and the mortgagor’s deed, and received possession of the premises, and held them without any claim or objection by the mortgagor for over three years, and it appearing that the property was worth but little more than the indebtedness, and no fraud or overreaching being shown, it was held, that a bill to set aside the sale and allow a redemption was properly dismissed.</syllabus><summary data-order=\"4\" data-type=\"summary\" id=\"b308-10\" pgmap=\"308\">Writ of Error to the Circuit Court of Fulton county; the Hon. S. P. Shore, Judge, presiding.</summary><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b308-11\" pgmap=\"308\">Mr. J. S. Winter, for the plaintiff in error:</attorneys><p data-order=\"6\" data-type=\"legal\" id=\"b308-12\" pgmap=\"308(21) 309(28)\">Dewey, holding the relation of trustee to Goodell in both the chattel mortgage and trust deed, could not be a purchaser at his own sale. 2 Sedgwick on Vendors, 109; 1 Story’s Eq. Jur. 321, 322; Michoud v. Girod, 4 How. 503; Devone v. Fanning, 2 Johns. Ch. 252.</p><p data-order=\"7\" data-type=\"legal\" id=\"b309-4\" pgmap=\"309\">A court of chancery will set aside such sale on application in apt time, and order the property reéxposed to sale under the direction of the court. Michoud v. Girod, 4 How. 503; Munn v. Burges, 70 Ill. 604.</p><p data-order=\"8\" data-type=\"legal\" id=\"b309-5\" pgmap=\"309\">Plaintiff in error acquired no better title to the lands by employing his nephew to purchase them at a specific price agreed upon before the sale, and as trustee making a deed for the premises to his nephew, and immediately taking a reconveyance back to himself, than if he had been the bidder and purchaser himself at his own sale. 1 Story’s Eq. Jur. 218; Munn v. Burges, 70 Ill. 604; Bush v. Shearman, 80 id. 160; Hoit v. Russell, 56 id. 559; 2 Jones on Mort. sec. 1877.</p><p data-order=\"9\" data-type=\"legal\" id=\"b309-6\" pgmap=\"309\">The delay in bringing suit was not unreasonable. Hamilton v. Lubukee, 51 Ill. 416; Munn v. Burges, 70 id. 604; Bush v. Shearman, 80 id. 160.</p><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b309-7\" pgmap=\"309\">Messrs. Barreré &amp; Grant, for the defendant in error:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"A6S\" pgmap=\"309\">We claim that after the plaintiff deeded the land to defendant in satisfaction of the debt, if the defendant, for the purpose of avoiding any judgment or other hens upon the land, sold it as trustee, and either directly or indirectly became the purchaser at his own sale, the plaintiff has no right, either in law or equity, to complain. Having no further right or interest in the land, he can take no exception or advantage of the sale or any irregularity therein.</p><p data-order=\"12\" data-type=\"legal\" id=\"b309-9\" pgmap=\"309(75) 310(38)\">But aside from this, if the plaintiff knew of the fact that the trustee was the purchaser at his own sale, and did not take immediate steps to have the sale set aside, but allowed the defendant to continue in the use and occupancy of the property, he thereby ratified the sale, by implication, and relief was barred by the confirmation or acquiescence on the part of the beneficiary. Hill on Trustees, 538; Sloan v. Graham, et al. 85 Ill. 26; Mulvey v. Gibbons et al. 87 id. 367; Munn et al. v. Burges et al. 70 id. 605; Hamilton v. Lubukee, 51 id. 514; Bush et al. v. Shearman, 80 id. 169.</p> <opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b310-6\" pgmap=\"310\">Mr. Justice Mulkey</author> <p id=\"A6a\" pgmap=\"310\">delivered the opinion of the Court:</p> <p id=\"b310-7\" pgmap=\"310(315) 311(62)\">On the 29th of December, 1871, Jacob A. Goodell, plaintiff in error, being indebted to Boswell W. Dewey, the defendant in error, in the sum of $2390, executed to him three notes, two for the sum of $800, and one for the sum of $790, payable, respectively, in one, two and three years. For the purpose of securing these notes, Goodell at the same time executed to Dewey a mortgage on certain real estate, and also, by way of further security for the second note, gave him a chattel mortgage on a steam saw mill. Default having been made in the payment of this indebtedness, Dewey, on the 8th of January, 1874, sold the saw mill at public sale, under the power in the chattel mortgage, and the same was struck off to himself at $300. Goodell was at the sale and made no objection to the purchase by Dewey, or the manner in which the sale was-conducted. Indeed, the weight of evidence shows the sale and purchase by Dewey were in pursuance of an understanding between him and Goodell. On the same day Goodell and wife executed and delivered to Dewey a deed absolute on its face, to the mortgaged premises. Notwithstanding this conveyance, Dewey, on the 6th of February following, proceeded under the power in the mortgage to sell at public sale the said mortgaged premises; and the same were struck off and conveyed to one F. O. Dewey for the balance then due on the mortgage, who, oh the same day, without having paid anything therefor, and without any consideration, reconveyed the premises to defendant in error. A few days after this sale Dewey surrendered to Goodell his three notes and his deed of the 8th of January, above mentioned, remarking at the time, “that makes us square. ” On the 3d of March following, Goodell surrendered the mortgaged premises to Dewey, and from thence until the filing of the hill in this case, on the 29th of' November, 1877, Dewey has had the exclusive, quiet and peaceable possession of the premises in controversy, without his right or title thereto being in any manner questioned, and without any claim being preferred against him on account of them.</p> <p id=\"b311-5\" pgmap=\"311\">So far there is no controversy about the facts. Plaintiff in error, by the present bill,-seeks to redeem from the sale under the mortgage. On a hearing upon the merits, in the Fulton county circuit court, a decree was rendered dismissing the bill, and plaintiff in error brings the record here for review.</p> <p id=\"b311-6\" pgmap=\"311\">Goodell admits the conveyance by himself and wife, to Dewey, of the equity of redemption on the 8th of January,-1874, as heretofore stated, but claims that the conveyance was so made with the understanding that Dewey was to pay him $1000 at the time of the delivery of the deed, and was to also pay him in addition thereto whatever Dewey might subsequently sell the premises for in excess of the balance due on the mortgage and this $1000. The only evidence tending to establish. such an agreement is the testimony of Goodell himself. On the other hand, Dewey swears positively there was no such an agreement or understanding between them, and he is strongly corroborated in his statement by the testimony of James Saville, and also hy an agreement in writing that was entered into by them at the time of the execution of this deed. It is in these words:</p> <p id=\"ALk\" pgmap=\"311\">“I, Jacob A. Goodell, have this day sold my farm, situated on the N. E. 32, and 15 acres off of south end of S. W. of the S. E. 29, township 7 north, range two east, in Fulton county, Illinois, and agree to give possession of the same on the 1st day of March next; and I, Boswell W. Dewey, agree \"to let said Goodell reserve three acres of wheat on said place.</p> <p id=\"b311-10\" pgmap=\"311\">Signed, R. W. Dewey,</p> <p id=\"AZH\" pgmap=\"311\">January 8, 1874. . J. A. Goodell. ”</p> <p id=\"b312-5\" pgmap=\"312\">If any such an understanding had existed’ between the parties as that claimed by plaintiff in-error, it is but reasonable to suppose they would have embodied it in this agreement, or it would have been found in the deed itself.</p> <p id=\"b312-6\" pgmap=\"312\">Defendant in error swears that about the time the notes were maturing, plaintiff in error proposed to give him the mill and lands in satisfaction of the indebtedness, when witness told him he was obliged to sell the mill or he might lose his lien, and plaintiff proposed to deed witness the land, which he agreed.to accept if there were no judgments against plaintiff on record. The deed was made and delivered to witness, but upon inspecting the records he found judgments against plaintiff. So far as witness knew, the arrangement was made with the advice and consent of plaintiff. Whether it was or was not, witness supposed his only safety was to sell under the trust deed, consequently he advertised the land, as required by the deed of trust, and sold it on February 6, 1874, to Frederick O. Dewey, for $2800.</p> <p id=\"b312-7\" pgmap=\"312\">This statement of defendant in error is entirely in harmony with the conduct of the parties, and the statement of Goodell is not. If, as he claims, Dewey was to pay him $1000 upon the conveyance of his equity of redemption, it is hardly reasonable to suppose he would have permitted him to quietly put the deed in his pocket in the manner he says he did, and walk away without making such payment or giving some satisfactory reason for not doing so. And it is still more unreasonable to suppose that under such circumstances Goodell would have quietly stood by for over three years without even so much as asking Dewey for the money, as he in substance says he did.</p> <p id=\"b312-8\" pgmap=\"312(54) 313(67)\">Upon the whole of the evidence we are of opinion that it was the intention of the parties to cancel the indebtedness on one side, and all claim to the land on the other. To accomplish this the notes were surrendered by Dewey to Goodell, and an absolute conveyance of the land was made by Groodell to Dewey. The evidence further shows that the mortgaged property was worth but little, if anything, more than the indebtedness, and after such a long acquiescence in the adjustment made by the parties themselves, and in the absence of any fraud or overreaching on the part of defendant in error, we do not think it would be equitable to open the matter up again.</p> <p id=\"b313-5\" pgmap=\"313\">The decree of the circuit court will be affirmed.</p> <p id=\"b313-6\" pgmap=\"313\">Decree affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}