{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"537\" lastpage=\"548\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b537-9\" pgmap=\"537\">The People ex rel. Harvey B. Hurd v. William T. Johnson.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b537-11\" pgmap=\"537\">Filed at Ottawa November 10, 1881.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b537-12\" pgmap=\"537\">1. Mandamus—whether it will lie. While the remedy by mandamus rests largely in the discretion of the court, yet the rule is uniform and inflexible that the writ will not be granted unless the relator’s right to it is clearly established.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b537-13\" pgmap=\"537(25) 538(39)\">2. Same—to compel county treasurer to pay county order. As a general rule mandamus will lie to compel a county treasurer, or other public disbursing officer, to pay an order legally drawn upon funds in his hands, subject to the payment of the same, and this though he has, through inadvertence or mistake, paid, the amount to one not entitled to be paid.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b538-6\" pgmap=\"538\">3. But when by reason'of a complication of extraneous circumstances not specifically provided for by the statute, a well-founded doubt arises, either as to the right of the applicant to receive the fund, or the duty of the officer to pay it out, mandamus is not the proper remedy. The right in such case being doubtful, the claimant must resort to some other appropriate remedy to determine it.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b538-7\" pgmap=\"538\">4. County officers—no power to bind county by commercial paper. The officers or official agents of a county or other municipal corporation, without express legislation, have no power' to issue commercial paper, and thereby impose upon the municipality the duties and liabilities incident to such paper; and the statute for the issuing of county orders confers no such power.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b538-8\" pgmap=\"538\">5. County orders—as negotiable or commercial paper—rights of assignee. Warrants or orders drawn by one municipal officer upon another in the disbursement of the funds of the municipality and payment of its indebtedness, are not regarded as negotiable or commercial paper, cutting off equities against the corporation. Chapter 98 of the Bevised Statutes, entitled “Negotiable Instruments, ” has no application to such warrants or orders.</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b538-9\" pgmap=\"538\">6. A county order does not possess the essential qualities of commercial paper. When countersigned and registered by the treasurer, it is at once due without presentment, and whether assigned or not is always open to any defence proper against the original payee.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b538-10\" pgmap=\"538\">7. An assignment of a county order, however, is valid to pass the legal title of the payee, so as to enable the assignee to sue in his own name.</syllabus><syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b538-11\" pgmap=\"538\">8. Loss of county order—rights of the■ parties. A county order for an indebtedness not being a payment, its loss, even though the order is indorsed in blank, can not affect the right of the payee to payment of his debt. In such case it is proper to issue to him a duplicate order, on the payment and surrender of which the original order will become inoperative and void.</syllabus><syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b538-12\" pgmap=\"538\">9. When there has been no actual transfer or payment of a county order before the proper county officers are notified of its loss, the original creditor will be entitled to payment notwithstanding such loss, and the holder of the lost order, though an innocent purchaser for its full market value, will be without remedy against the county, whether the order was transferred by written assignment or by delivery only.</syllabus><summary data-order=\"11\" data-type=\"summary\" id=\"b538-13\" pgmap=\"538\">Appeal from the Appellate Court for the First District;— heard in that court on appeal from the Circuit Court of Cook county; the Hon. Thomas A. Moran, Judge, presiding.</summary><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b539-5\" pgmap=\"539\">Mr. H. B. Hurd, for the appellant:</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"b539-6\" pgmap=\"539\">We do not claim that county orders and other municipal obligations have that quality of negotiable paper which cuts off inquiry into its validity in the hands of innocent holders. Such paper is always open to inquiry into the power of the authorities to issue it, and to determine that question the consideration and the state of the account between the parties, at the time of its issue, may be inquired into. School Directors v. Fogleman, 76 Ill. 189; Hewitt v. School District, 94 Ill. 528.</p><p data-order=\"14\" data-type=\"legal\" id=\"b539-7\" pgmap=\"539\">To the same effect are the cases cited by Mr. Dillon in his note to sec. 487, (3d ed.) Municipal Corporations, and this is the extent to which they go.</p><p data-order=\"15\" data-type=\"legal\" id=\"b539-8\" pgmap=\"539\">With this exception such paper has, almost uniformly been held to be governed by the same rules as other negotiable paper. The Mayor v. Ray, 19 Wall. 468; Bank v. Farmington, 41 N. H. 32; Bull v. Sims, 23 N. Y. 570; Kelley v. Mayor of Brooklyn, 4 Hill, 265; 1 Daniel’s Negotiable Instruments, (2d ed.) sec. 428.</p><p data-order=\"16\" data-type=\"legal\" id=\"b539-9\" pgmap=\"539\">Whatever may be the law in other States, county orders, when legally issued, are, in this State, negotiable by indorsement. Rev. Stat. ch. 98, secs. 3, 4; Garvin v. Wiswell, 83 Ill. 215; City of Springfield v. Hickox, 2 Gilm. 241; Johnson v. County of Stark, 24 Ill. 75; Supervisors of Mercer Co. v. Hubbard, 45 id. 139; Criminal Code, sec. 212; Rev. Stat. 1845, ch. 28, sec. 23; Rev. Stat. 1874, ch. 120, sec. 154.</p><p data-order=\"17\" data-type=\"legal\" id=\"b539-10\" pgmap=\"539\">The main question is, whether, after the payee had by his own act and fault placed the order beyond his control, it was within the power of himself and the county board to prejudice the rights of those into whose hands it had then or might thereafter come in the regular course of business. See Story on Promissory Notes, 590; Morris v. Preston, 93 Ill. 215.</p><p data-order=\"18\" data-type=\"legal\" id=\"b539-11\" pgmap=\"539(22) 540(22)\">The power of the county board was exhausted with the issuance of this order, and it had no jurisdiction to issue a second on the same debt while this was outstanding. Rev. Stat. ch. 35, sec. 10, and ch. 36, secs. 7, 8, 9.</p><p data-order=\"19\" data-type=\"legal\" id=\"b540-6\" pgmap=\"540\">The manner of issuing county orders, and of their payment, is carefully provided for by law. All discretion on the part of the county officials is taken away by this legislation. County of Hardin v. McFarlan, 82 Ill. 138; Bond Cases, 12 S. C. 201; Shirk v. Pulaski County, 4 Dillon, 209; The Floyd Acceptances, 7 Wall. 666.</p><p data-order=\"20\" data-type=\"legal\" id=\"b540-7\" pgmap=\"540\">The statement in the order that it is payable “out of money in the treasury not otherwise appropriated, ” does not deprive the order of its negotiability. Bull v. Sims, 23 N. Y. 570.</p><p data-order=\"21\" data-type=\"legal\" id=\"b540-8\" pgmap=\"540\">Mandamus is the proper remedy. People ex rel. Clemens v. Smith and Miner, 43 Ill. 219; People ex rel. v. Lippincott, 72 id. 578; High on Extraordinary Legal Remedies, secs. 110-112.</p><attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b540-9\" pgmap=\"540\">Mr. Consider H. Willett, for the appellee:</attorneys><p data-order=\"23\" data-type=\"legal\" id=\"b540-10\" pgmap=\"540\">1. Mandamus is not the proper remedy under the facts of this case. It does not lie in such a case until after judgment has been obtained and the county refuses to levy taxes for its payment. People v. Cairo, 50 Ill. 154; Chicago v. People, 48 id. 416; Moses on Mandamus, 15, 60, 61; High on Extraordinary Remedies, 8, 9, 10; People v. Clark, 50 Ill. 213.</p><p data-order=\"24\" data-type=\"legal\" id=\"b540-11\" pgmap=\"540(139) 541(25)\">In the case at bar, in the Appellate Court, (Johnson v. People, 8 Bradw. 397,) Bailey, J., said: “The rule is inflexible, ever since the passage of the amendatory act of 1874, that mandamus will not lie where the right sought to be enforced is doubtful. The party resorting to this writ must show a clear legal right to have the thing sought by it done. (People v. Village of Crotty, 93 Ill. 180; People v. Klokke, 92 id. 134). The least that can be said in this case is, that the relator has failed to show such clear legal right to payment of the county order in question as can entitle him to have such payment enforced by mandamus.” County of St. Clair v. People ex rel. 85 Ill. 396; People ex rel. v. Lieb, id. 483; People ex rel. v. Trustees of Schools, 86 id. 613; People ex rel. v. Highway Comrs. 88 id. 142; Rogers v. People, 68 id. 154.</p><p data-order=\"25\" data-type=\"legal\" id=\"b541-4\" pgmap=\"541\">2. County orders are not negotiable paper, and are not made so by sec. 3, chap. 98, Revised Statutes. That does not apply to municipal corporations. Madison County v. Bartlett, 1 Scam. 69; Pekin v. Reynolds, 31 Ill. 532; Hewitt v. Normal School District, 94 id. 532.</p><p data-order=\"26\" data-type=\"legal\" id=\"b541-5\" pgmap=\"541\">County orders are not negotiable because payable out of specific funds which are raised by taxation. Whatever defects reach this fund also reach the county orders. Turner v. P. and S. Railroad Co. 95 Ill. 134; Baird v. Underwood, 74 id. 176; Husband v. Epling, 81 id. 172; Mills v. Kuykendall, 2 Black, 47; West v. Foreman, 21 Ala. 400; Corbett v. State, 24 Ga. 287.</p><p data-order=\"27\" data-type=\"legal\" id=\"b541-6\" pgmap=\"541\">An essential quality of negotiable paper is the personal liability of the maker, and there being no personal liability upon any one for the payment of a county order, establishes conclusively its non-negotiable character. Turner v. P. and S. Railroad Co. 95 Ill. 146; Bank of Montreal v. C. C. and W. Railroad Co. 48 Iowa, 518.</p><p data-order=\"28\" data-type=\"legal\" id=\"b541-7\" pgmap=\"541\">In the following cases county orders were held not negotiable :Hyde v. Franklin County, 27 Vt. 185; People v. Eldorado County, 11 Cal. 170; Dana v. San Francisco County, 19 id. 486; Keller v. Hicks, 22 id. 457; People v. Gray, 23 id. 125.</p><p data-order=\"29\" data-type=\"legal\" id=\"b541-9\" pgmap=\"541\">City warrants held not to be negotiable in the following cases: Clark v. City of Des Moines, 19 Iowa, 199; Argenti v. San Francisco, 16 Cal. 255; Mason v. San Francisco, 16 id. 285; Hackettstown v. Schwackhamer, 8 Vroom, 191; Knapp v. Hoboken, 10 id. 194; Nashville v. Ray, 19 Wall. 468.</p><p data-order=\"30\" data-type=\"legal\" id=\"b541-11\" pgmap=\"541\">School orders held not negotiable: Ohio ex rel. v. Treasurer of Liberty Township, 22 Ohio St. 144; School Directors v. Fogleman, 76 Ill. 189; Hewitt v. Normal School District, 94 id. 528.</p><p data-order=\"31\" data-type=\"legal\" id=\"b541-12\" pgmap=\"541\">Town orders held not negotiable: Smith v. Inhabitants of Cheshire, 13 Gray, 318; Matthis v. Town of Cameron, 62 Mo. 504.</p><p data-order=\"32\" data-type=\"legal\" id=\"b542-5\" pgmap=\"542\">County orders, though held assignable, also held in the following cases not negotiable like commercial paper, but that all defences could be interposed as though not assigned: Willey v. Greenhish, 30 Me. 452; Sturtevant v. Inhabitants of Liberty, 46 id. 457; Emery v. Mariaville, 56 id. 315; Clark v. Polk County, 19 Iowa, 248; Clark v. Des Moines, id. 199; Hackettstown v. Schwackhamer, 8 Vroom, (N. J.) 191; Knapp v. Hoboken, 10 id. 394; Mayor v. Ray, 10 Wall. 468.</p> <opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b542-6\" pgmap=\"542\">Mr. Justice Mulkey</author> <p id=\"AXZ\" pgmap=\"542\">delivered the opinion of the Court:</p> <p id=\"b542-7\" pgmap=\"542\">This is an appeal by the People, on the relation of Harvey B. Hurd, from a judgment of the Appellate Court for the First District, reversing a judgment of the circuit court of Cook county, awarding a peremptory mandamus commanding the county treasurer of Cook county to pay to the relator, Harvey B. Hurd, $250, the amount of a county order issued by Cook county to John Comiskey, on account of his services as clerk of the county board.</p> <p id=\"b542-8\" pgmap=\"542\">The order was in the usual form, bearing date June 1,1877, signed by the county clerk, and countersigned and registered by the treasurer. On the day of its issue, Comiskey, the payee, indorsed it in blank, and while on his way to the treasurer’s office to obtain payment casually lost it, and it subsequently came into the hands of the relator in the regular course of business, he having purchased the same in good faith at its full market value, without any notice of the defective title. On the 25th of the same month, on proof of the loss of the order by Comiskey, a duplicate order was issued to him by order of the county board, which was paid by the county treasurer in August following, and before the commencement of the present proceeding, the county neither taking nor requiring any indemnity from Comiskey on account of the lost order.</p> <p id=\"b542-9\" pgmap=\"542\">Two questions are presented for our determination by the foregoing state of facts:</p> <p id=\"b543-5\" pgmap=\"543\">First—Assuming the county is liable to the relator in some form of action, is mandamus the proper remedy ?</p> <p id=\"b543-6\" pgmap=\"543\">Second—Is the county, under the facts stated, liable to the relator in any form of action ?</p> <p id=\"b543-7\" pgmap=\"543\">In the view we have taken of this case, both these questions must be answered in the negative.</p> <p id=\"b543-8\" pgmap=\"543\">It is to be remarked, in the first place, that all the duties of a statutory disbursing officer, such as county treasurer, are generally, if not universally, specifically defined by statute, so that ordinarily, where no discretion is given him- in the discharge of those duties, there can be no just ground for controversy as to when he will be bound to honor orders drawn on him, and when he will not. Hence, as a general rule, mandamus will lie to compel a county treasurer, or other disbursing officer, to pay an order legally drawn upon funds in his hands, subject to the payment of such order. Nor would the rule, in this respect, be changed by reason of the officer having, through inadvertence or misapprehension of duty, made payment to another who had no claim upon, or pretence of right to, the fund thus paid out. The People ex rel. v. Smith and Miner, 43 Ill. 219. But where, in such case, by reason of a complication of extraneous circumstances not specifically provided for by the statute, a well-founded doubt arises, either as to the right of the applicant to receive the fund, or the duty of the officer to pay it out, mandamus is not the proper remedy. The right in such case being doubtful, the claimant must resort to some other appropriate remedy to determine it. The People ex rel. v. Dulaney et al. 96 Ill. 503; The People ex rel. v. Klokke et al. 92 id. 134.</p> <p id=\"b543-9\" pgmap=\"543\">While the remedy by mandamus rests largely in the discretion of the courts, yet the rule is uniform and inflexible that .the writ will not be granted unless the relator’s right to it is clearly established. People ex rel. v. Davis et al. 93 Ill. 133.</p> <p id=\"b543-10\" pgmap=\"543(22) 544(221)\">It is difficult to perceive upon what theory it can be seriously contended that the relator has shown a clear right to the writ in this case. The county was indebted to Comiskey, on account of his services as clerk, in the sum of $250. The drawing of the order on the county treasurer for that sum did not operate as a payment, or change the character of the indebtedness. The order was given simply because it was an essential part of the plan or system which the law has provided for the disbursement of the county funds and the payment of its indebtedness. By means of these orders any discrepancies between the allowances made, by the county board and the account of the treasurer can be easily detected. They serve as vouchers in the hands of the treasurer, and this was doubtless the primary object of the legislature in requiring them to be issued. This being so, the mere loss of the order in question, although indorsed in blank, could not have affected the right of Comiskey to payment for his services. It was, therefore, entirely proper for the county board to order the county clerk to issue a duplicate order for the amount, so as to provide the treasurer with the appropriate voucher on payment. This was done. The debt having been paid upon the surrender of the duplicate order, the original order became inoperative and void.</p> <p id=\"b544-6\" pgmap=\"544\">It is claimed, however, that the order in question is to be regarded as negotiable paper, and that the relator having-purchased it at its full market value, in the regular course of business, without notice of any infirmity in it, the county is bound to protect him by paying the amount of the order again; and this brings us to the second question presented for our determination, namely: Is the county liable, under the facts of this case, in any form of action ?</p> <p id=\"b544-7\" pgmap=\"544(61) 545(374) 546(35)\">If any one proposition can be regarded as clearly and definitely settled beyond all question, it is that the officers or official agents of a county or other municipal corporation have no power, without express legislation for that purpose, to issue commercial paper, and thereby impose upon the municipality the duties and liabilities incident to such paper. And we think it equally clear, as shown by the whole course of decisions in this State, that the statute authorizing the issuing of county orders was not intended to, nor does it, confer any such power, nor do those orders, when issued, possess the essential qualities and attributes of commercial paper. As soon as countersigned and registered by the treasurer they are at once due, without presentment for or demand of payment, and hence, whether assignable or not, they are always open to any defence which would be available if the suit were brought in the name of the original payee. Indeed, it is admitted by counsel in this case that the true state of the account between the payee of the order and the county may always be shown by way of defence, even as against an innocent holder. This is, in effect, conceding they are not eommercial paper, for, if commercial paper, such a defence would not be available as against an innocent holder. In all cases the county has to deal with the indebtedness which the order represents, and it can not be made liable twice on account of the same indebtedness. Should the officer pay the claim to an unauthorized person not in possession of the order, it would not operate as a discharge of the debt, and the officer would be personally liable for a misappropriation of the fund. The creditor of the county is not to be deprived of his claim because he has accidentally lost the order which represents it, provided he notifies the county of the loss before payment to the holder of the order, who must necessarily derive his title through a polluted source. Where there has been no actual transfer or payment of the indebtedness before the proper authorities of the county are notified of the loss of the order, the creditor will be entitled to payment notwithstanding such loss, and the holder of such lost order will be remediless, so far as the county is concerned. His only remedy would be against the party from whom he got it; and there would be no hardship in this, since every one purchasing such paper is conclusively presumed to know that by his purchase he only acquires the rights of his assignor, whatever they may be, and whether there has been a written assignment or a mere transfer by delivery, makes no difference in this respect.</p> <p id=\"b546-4\" pgmap=\"546\">We regard the rule well settled, by considerations of public policy as well as by a decided preponderance of authority, that warrants or orders drawn by one municipal officer upon another, in the disbursement of the funds of the municipality and payment of its indebtedness, are not to be regarded as negotiable or commercial paper, cutting off equities against the corporation. As we have already seen, the official agents of these municipalities have no implied power to execute such paper, and to clothe these warrants or orders with the qualities and attributes of commercial securities, would be to give them a character foreign to the object and purposes of their creation. Hewitt v. Normal School District, 94 Ill. 528.</p> <p id=\"b546-5\" pgmap=\"546(198) 547(153)\">While these orders, if payable at a future day, would be in form inland bills of exchange, yet; there is, in fact, a want of the usual parties essential to such paper. In the case of a bill of exchange, we have the drawer, payee and drawee, the latter after . acceptance being called the acceptor. These parties, upon tlm execution of the paper, assume certain specific duties and obligations towards each other. The instrument is a written contract between them. In the case of a municipal warrant or order, nothing, in fact, of this kind occurs. The officers signing the paper assume no personal liability upon it. If never paid, the officer drawing it could not successfully be sued upon it, nor could the treasurer be sued for non-payment, except where he refuses after the necessary funds have been provided for that purpose, and then not on the instrument itself. Indeed, neither the clerk nor the treasurer is a party to a county order. The county, in contemplation of law, is both drawer and drawee. That is, the county, through its official agent, the clerk, draws an order on itself. No duty or obligation, therefore, is created between the apparent drawer' and drawee upon the making of such an order as is usually created in the case of a bill of exchange, for the drawer and drawee are the same party, and, strictly speaking, one can not owe a legal duty to himself. Moreover, this instrument was payable out of a particular fund, namely, such moneys as might happen to be in the treasury not otherwise appropriated, while it is essential to commercial paper that it be payable absolutely, and at all events. This of itself shows that such orders or warrants are not to be regarded as commercial paper. These considerations, when taken in connection with the manifest objects and purposes of the legislature in providing for such orders, as heretofore stated, clearly show they were not intended to be included in that class of instruments provided for in chapter 98 of the Revised Statutes, entitled “Negotiable Instruments.”</p> <p id=\"AUt\" pgmap=\"547(213) 548(47)\">In addition to this, it is manifest, from even a cursory examination of that chapter, that many of its provisions are wholly inapplicable to instruments of the character we are considering. The case of Garvin v. Wiswell, 83 Ill. 215, is cited as holding a contrary doctrine. The instrument in that case was not, like the one in the present, an ordinary county order, issued under the general law relating to such instruments. On the contrary, it was not only in form a negotiable, security, but was intended by the county authorities, at the time of its issue, to be put upon the market and sold as such. And while there was no authority to issue it at the time it was done, yet a few days afterwards the legislature passed a special act ratifying the action of the board of supervisors in issuing it and others of a similar character, whereby the same were rendered valid and binding on the county. (Vol. 1, Pr. Laws, 1865.) The effect of this act was equivalent to a previous authority to issue the instrument, and gave to it, as was originally intended, all the attributes of commercial paper. That the legislature has ample power to authorize counties or other municipalities to issue negotiable securities is not to be questioned, yet, without such special legislative authority, they have no power to do so, and there is no pretence that the order in this case was issued for .any such purpose, or was authorized by any special act of the legislature.</p> <p id=\"b548-6\" pgmap=\"548\">Nevertheless, in many of the States, including our own, it has become quite common in business transactions to transfer these instruments by written indorsements, in the same manner as if commercial paper, and this usage or custom prevails to such an extent that many courts of the highest respectability have recognized the validity of such assignments, for the purpose, simply, of enabling the assignee to sue in his own name, saving to the municipality all equities and defences which would be available if the suit were brought in the name of the original payee.</p> <p id=\"b548-7\" pgmap=\"548\">We perceive no substantial objections to this doctrine, and it is believed that public convenience will be promoted by its recognition. Indeed, the principle has already been recognized by previous decisions of this court: Newell v. School Directors, 68 Ill. 514; Turner v. P. and S. R. R. Co. 95 id. 134.</p> <p id=\"AFB\" pgmap=\"548\">The foregoing general views are believed to be fully sustained by the following authorities: 1 Daniel’s Negotiable Instruments, sec. 427; Dillon on Municipal Corporations, sec. 406, (1st ed.); Mayor v. Ray, 10 Wall. 468; Dana v. San Francisco, 19 Cal. 491; People v. Eldorado County, 11 id. 175; Clark v. Polk County, 19 Iowa, 248; Clark v. City of DesMoines, id. 199; Hyde v. Franklin County, 27 Vt. 185.</p> <p id=\"b548-11\" pgmap=\"548\">It follows, from what we have already said, that an action for the amount of the order in question could not, after, payment to Comiskey, have been maintained in his name against the county, either for his own use or that of the relator, and hence the county, under the facts of this case, is not, as we have already stated, liable to the relator in any form of action.</p> <p id=\"b548-12\" pgmap=\"548\">The judgment of the Appellate Court will therefore be affirmed.</p> <p id=\"b548-15\" pgmap=\"548\">Judgment affirmed.</p> <p id=\"b548-14\" pgmap=\"548\">Walker, J., dissenting.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}