{
  "casebody": {
    "data": "<casebody firstpage=\"338\" lastpage=\"342\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b358-5\">SUCESIÓN OF FERNANDO CASADO, Plffs., <em>v. </em>PABLO UBARRI É YRAMATEGUI, Dft.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"AQI\">San Juan,</court>\n<p data-order=\"2\" data-type=\"summary\" id=\"Ae4\">Law,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AFO1\">No. 465.</docketnumber>\n<summary data-order=\"4\" data-type=\"headnotes\" id=\"b358-9\">1. In an ejectment suit all the co-owners of undivided interests are indispensable parties defendant.</summary>\n<summary data-order=\"5\" data-type=\"headnotes\" id=\"b358-11\">2. If the jurisdiction of the Federal court is doubtful, the decision should be against entertaining the case.</summary>\n<summary data-order=\"6\" data-type=\"headnotes\" id=\"b358-13\">3. If there are citizens of Porto Rico on both sides of the controversy, and it is not one involving a Federal question, the court has no jurisdiction.</summary>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"b358-15\">Opinion filed February 1, 1908.</decisiondate>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b358-16\"><em>Mr. O. Coll y Cuchi, </em>attorney for plaintiffs.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b358-17\"><em>Mr. Francis H. </em>Dexter, attorney for defendant.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b358-18\">Rodey, Judge,</author>\n<p id=\"AAb\">delivered the following opinion:</p>\n<p id=\"b358-19\">This case comes before us on a plea to the jurisdiction, because, as it is alleged, of the nonjoinder of an indispensable party, the joinder- of whom would oust the jurisdiction.</p>\n<p id=\"b359-3\"><page-number citation-index=\"1\" label=\"339\">*339</page-number>Tbe plaintiffs number about twenty-five persons, wbo are said to be tbe beirs or sucesión of Fernando Casado. On April 20th, 1907, they filed an ordinary suit in ejectment, simply alleging that they are tbe owners, and entitled to tbe possession, of an estate known as “Quebrada Lajas,” situated in tbe barrios or wards of Mediania Alta, Medianía Baja, and Ciénega Baja, of tbe municipality of Loiza, and tbe barrio of Herrera and tbe town of Bio Grande in Porto Bico, which in all is composed of 2257 cuerdas of land, more or less, and that tbe defendant wrongfully took possession of tbe same in October, 1895, and forcibly ousted tbe plaintiffs therefrom, and has since then remained in possession of tbe samé, to tbe damage of tbe plaintiffs in tbe sum of $250,000; and they therefore ask judgment for tbe possession of tbe land and damages in that amount. On May 15th, 1907, counsel for plaintiffs asked for and was granted an order for substitute service in tbe premises, but it is not certain that be ever perfected it, owing to what he contends is the general appearance of tbe defendant being afterwards entered. On August 22, 1907, attorney for plaintiffs, Mr. Cayetano Coll y Cuchí and Mr. Hilario Cue-villas Hernandez, the latter representing tbe defendant, filed a stipulation that because Mr. Francis H. Dexter, of counsel for the defendant,, was absent from Porto Bico, and tbe said Mr. Hilario Cuevillas Hernandez was then in delicate health, that the appearance date of tbe defendant should be extended from tbe 1st day of September, for which it was set, to tbe 1st day of October, 1907.</p>\n<p id=\"b359-4\">On November 8, 1907, an amended complaint was filed, giving a more elaborate description of the lands sued for, and joining Mr. Bufino Ubarri Iramategui as an additional defendant in tbe suit. On November 16th, these two defendants, by <page-number citation-index=\"1\" label=\"340\">*340</page-number>their solicitors, the said Hilario Cuevillas Hernandez and Francis H. Dexter, filed a five-line answer, denying each and all of the allegations contained in the complaint save that the defendants were in possession of the property described. On the same day the attorney for plaintiffs and these two attorneys for the defendants filed a stipulation and agreement in writing, waiving a jury trial in the premises, and agreeing that all of the issues should be submitted to the court without the intervention of a jury. On December 9th, evidently, although the filing mark by mistake has it of date December 19, 1907, the attorney for the plaintiffs dismissed the suit as to the new defendant, Rufino Ubarri Iramategui, thus leaving the original defendant, Pablo Ubarri Iramategui, as the sole defendant in the case. On the same day the attorneys for the defendants filed a plea, as first above referred to, stating that the defendants Pablo Ubarri and Pufino Ubarri are each the owners of an undivided interest in the property described in the complaint, and that it is impossible to try the case or obtain a final judgment therein which would settle the rights of the parties, unless the said Rufino Ubarri is made and kept as a party defendant, to be bound by such judgment as may be entered.</p>\n<p id=\"b360-5\">The case was then argued orally, on the issue thus made, or as the cause would stand after Rufino Ubarri is eliminated from the case. Pablo Ubarri is a Spaniard and lives in Spain, and we have grave doubts whether, in this kind of a suit, substitute service upon him can, under the law, be obtained, or whether his appearing as he did gave the court jurisdiction. Rufino Ubarri, the other defendant, was some time since held to be a Porto Rican in .a somewhat extensive opinion filed by us in a recent case entitled Laborde v. Laborde, 2 Porto Rico Fed. Rep. 493. It will thus be seen that, as the plaintiffs are <page-number citation-index=\"1\" label=\"341\">*341</page-number>all Porto Picans, if Pufino Ubarri is an indispensable party, and must be kept in tbe case as a defendant, because be is a Porto Pican, there will be Porto Picans upon both sides of the case, and -this court, under its ruling in the now locally somewhat well-know Vallecillo Bertran Case [2 Porto Rico Fed. Rep. 46], is without jurisdiction in the premises.</p>\n<p id=\"b361-5\">There could be no question of our jurisdiction if the court, under all the circumstances here, can proceed against Pablo Ubarri alone. As stated, it is a peculiar case. First, in a plain suit in ejectment substitute service is attempted against a person admitted to be a nonresident and a foreigner; then a person admitted to be a citizen and resident of Porto Pico is joined as a defendant, and both parties appear by counsel; then the cause is dismissed as to the Porto Pican, but counsel for the remaining defendant claims that both defendants are indispensable parties because they are tenants in common of the land sought to be recovered.</p>\n<p id=\"b361-6\">We have searched the law reports and digests in vain for a single case that is parallel here. See Carter, Jurisdiction of Fed. Courts, pp. 126, 127, 140, et seq., and cases cited; 15 Enc. Pl. &amp; Pr. pp. 554, 593, et seq.; Claiborne v. Waddell. 50 Fed. 368; Mason v. Dullagham, 27 C. C. A. 296, 53 U. S. App. 539, 82 Fed. 689; Greeley v. Lowe, 155 U. S. 58, 39 L. ed. 69, 15 Sup. Ct. Rep. 24. We can find any number of cases, particularly in equity suits, where United States courts have repeatedly held, under § 737 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 587), that a plaintiff can dismiss as to any nonresident defendant who is not an indispensable party, and where the causes of action against the defendants are severable, and proceed to judgment, but we can find no case, nor have counsel pointed out any to us, where such a question as the one now be<page-number citation-index=\"1\" label=\"342\">*342</page-number>fore us arose. The service against a nonresident foreigner here is, under all the circumstances, perhaps of 'dobutful binding force. As stated, we are unable to find where any plaintiff in ejectment, and, of course, at law, has been permitted to leave out of the equation a resident tenant in common, who is presumably the owner of an undivided half interest in the property sought to be recovered, when such plaintiff alleges that he is the owner of the whole legal title to that land, and to pursue the remaining defendant and co-owner of an undivided interest.</p>\n<p id=\"b362-5\"><em>Under </em>all the circumstances, as courts of the United States are of limited jurisdiction, and as we are forced, for lack of authority on the subject, or, at least, any that has been called to our attention, to treat the matter as of first impression, we do not think it right, even though the suit is at law, to permit this cause to proceed to judgment against a single defendant when we can plainly see that, at most, such procedure would only partially settle the controversy. It is fundamental with courts of the United States that whenever there is doubt of their jurisdiction, it is resolved against entertaining the case; and therefore we hold that Eufino Ubarri, especially as he is a resident, is an indispensable party, and, if he is held as a defendant, our jurisdiction is ousted. The cause will therefore be dismissed with costs, and it is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}