{
  "casebody": {
    "data": "<casebody firstpage=\"35\" lastpage=\"39\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b61-10\">J. Winston KRAUSE; Sheri S. Krause, Plaintiffs-Appellants, v. UNITED STATES of America, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b61-13\">No. 10-50312</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AHH\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b61-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b61-16\">Oct. 12, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b62-4\"><page-number citation-index=\"1\" label=\"36\">*36</page-number>J. Winston Krause, Krause &amp; Associates, L.P., Austin, TX, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b62-5\">Karen G. Gregory, Joan I. Oppenheimer, Richard Bradshaw Farber, Esq., Supervisory Attorney, Gilbert Steven Rothenberg, Esq., Deputy Assistant Attorney General, U.S. Department of Justice, Washington, DC, Jonathan Lee Blacker, U.S. Department of Justice, Dallas, TX, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b62-7\">Before JOLLY, GARZA, and STEWART, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b62-8\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b62-9\">In this tax refund case, Plaintiffs-Appellants J. Winston and Sheri S. Krause (“Krause”) appeal the district court’s grant of summary judgment to Defendant-Appellee the United States. The Krauses argue that the district court erred when it concluded that, under the Tax Equity and Fiscal Responsibility Act (“TEFRA”), the court could not consider the couple’s tax refund claims. For the reasons discussed herein, we AFFIRM the district court’s grant of summary judgment.</p>\n<p id=\"b62-14\">A tax attorney and certified public accountant, J. Winston Krause<footnotemark>1</footnotemark> formed the partnership Krause &amp; Associates Advanced Strategies (“KAAS”) in 2001. KAAS had one general partner, Krause Holdings, Inc., which was controlled and owned by Krause. KAAS’s limited partner was Krause &amp; Associates, LP, Krause’s law firm, of which he was the sole member.</p>\n<p id=\"b62-15\">In 2002, Krause created a Son of BOSS (Bond and Option Sale Strategy) tax shelter,<footnotemark>2</footnotemark> which made it appear as though KAAS had suffered a multi-million dollar loss. Due to the partnership’s tax status, this loss passed through to the partnership’s limited partner, Krause &amp; Associates which Krause controlled. Ultimately, the loss appeared on the Krauses’s joint federal income tax returns in 2002 and 2003.</p>\n<p id=\"b62-16\">In 2006, the IRS issued a Final Partnership Administrative Adjustment (“FPAA”) to KAAS’s general partner, Krause Holdings. The FPAA determined that KAAS was a hoax and existed for the sole purpose of tax avoidance. It also stated that the adjustments of partnership items for KAAS, which resulted in the underpayment of taxes, were due to: “(1) substantial understatements of income tax, (2) gross valuation misstatement(s), or (3) negligence or disregarded rules or regula<page-number citation-index=\"1\" label=\"37\">*37</page-number>tions.” The IRS then issued a Notice of Deficiency, which indicated Krause owed additional taxes due to the FPAA adjustments. In addition, the Notice of Deficiency stated that Krause owed $112,466 in penalties and interest for the gross valuation misstatements.</p>\n<p id=\"b63-5\">Krause did not contest the FPAA or the Notice of Deficiency. Krause paid the additional tax, penalties, and interest, and then filed a refund claim for the penalties and interest paid. The IRS did not respond and Krause sued.</p>\n<p id=\"b63-6\">In his pleadings, Krause asserted that under I.R.C. § 6662(h), the IRS could not impose an accuracy-related penalty because his understatement of tax was attributable to the disallowance of a deduction, not a valuation misstatement as the IRS had alleged. The IRS responded by filing a motion for summary judgment,<footnotemark>3</footnotemark> which argued that Krause’s lawsuit was barred under TEFRA, I.R.C. §§ 6221-6232, because his refund claim related to penalties, a partnership-level item that should have been contested by the partnership, not a partner.</p>\n<p id=\"b63-7\">The district court granted the IRS’s summary judgment motion. The court concluded that it lacked the jurisdiction to consider the case because under § 6230(c)(4), the dispute related to partnership-level items, which could not be contested once the IRS finalized the FPAA. The court also determined it could not consider the case because Krause did not raise any partner-level defenses that would allow the suit to proceed.</p>\n<p id=\"b63-8\">Krause appealed. He now argues that the district court mis-characterized the refund claim and erroneously concluded that TEFRA barred the lawsuit.</p>\n<p id=\"b63-9\">We review a district court’s grant of summary judgment de novo, applying the same standard as the district court. <em>Komman, </em>527 F.3d at 450. Summary judgment is appropriate when pleadings, depositions, discovery answers, and affidavits reveal no genuine issue of material fact and show that the movant is entitled to judgment as a matter of law. <em>Anderson v. Liberty Lobby, Inc., </em>477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p id=\"b63-12\">For tax purposes, partnerships are considered pass-through entities that file informational returns, but do not pay federal income tax. I.R.C. § 6031. This means that all income, gain, losses, deductions, taxes, and penalties are allocated among, or assessed against, individual partners, who report the items on their personal income tax returns. <em>Id. </em>§§ 701-04.</p>\n<p id=\"b63-13\">To avoid duplicative litigation stemming from the tax treatment of partnerships, Congress enacted TEFRA, which creates a unified procedure for determining the treatment of partnership tax transactions. TEFRA requires the differentiation between the tax treatment of partnership-level and partner-level items. <em>Id. </em>§ 6221. Partnership items include all items of “income, gain, loss, deduction, or credit of the partnership,” along with “optional adjustments to the basis of partnership property pursuant to an election under section 754,” and “the accounting practices and the legal and factual determinations that underlie the determination of ... items of income, credit, gain, loss, deduction, etc.” Treas. Reg. §§ 301.6231(a)(3) — l(a)(l)(i), (a)(3), (b); <em>see also Weiner v. United States, </em>389 F.3d 152,154 (5th Cir.2004).</p>\n<p id=\"b63-14\">If the IRS seeks to adjust any partnership items, it issues an FPAA to the partners reflecting adjustments and penalties. I.R.C. §§ 6223, 6225. Although penalties are determined at the partnership level because of a partnership’s pass-through tax status, they are assessed against the <page-number citation-index=\"1\" label=\"38\">*38</page-number>individual partners, who ultimately are responsible for payment. Treas. Reg. § 1.6662-5(h).</p>\n<p id=\"b64-4\">When the partnership fails to contest the FPAA within a certain time period, adjustments and penalties become final. <em>I.R.C. </em>§§ 6225, 6280; <em>see also Randell v. United States, </em>64 F.Bd 101, 108 (2d Cir. 1995). After the FPAA becomes final, a partner is barred from further litigating the adjustment or penalty because “TEFRA requires the treatment of all partnership items to be determined at the partnership level.” <em>Weiner, </em>389 F.3d at 154. A partner may, however, sue for a refund if they assert a reasonable cause defense or argue that the IRS made a computational error in applying a partnership adjustment. I.R.C. § 6230(c); <em>Klamath Strategic Inv. Fund v. United States, </em>568 F.3d 537, 547 (5th Cir.2009).</p>\n<p id=\"b64-5\">Here, Krause asserts that the district court erred in finding that TEFRA barred the present lawsuit because the penalties were not attributable to partnership-level items. We disagree.</p>\n<p id=\"b64-6\">The penalties assessed under the FPAA were directly attributable to the fraudulent $2.79 million loss KAAS alleged it incurred when it sold its Canadian currency. This loss, which passed through to Krause Holdings and then to Krause, occurred because of the overstated basis KAAS had claimed in the Canadian currency due to an earlier basis election. Thus, the penalty related to basis, basis adjustments, and losses, all of which are considered partnership items under § 6231. <em>See also </em>Treas. Reg. §§ 301.6231(a)(3)-l(a)(l)(i), (a)(3), (b); <em>Stobie Creek Invs. LLC v. United States, </em>608 F.3d 1366, 1380-81 (Fed.Cir.2010) (holding that court could consider case because partnership had contested adjustment of partnership-level items prior to finalization of FPAA.)</p>\n<p id=\"b64-7\">Further, the refund sought by Krause relates to penalties and penalty-related interest that are associated with partnership-level items, both of which are in and of themselves considered partnership-level items. I.R.C. §§ 6221, 6230(c)(4). In this regard, the Code is clear: these are items that must be contested before the IRS finalizes an FPAA. The district court did not err by concluding that it could not consider Krause’s refund claims.</p>\n<p id=\"b64-9\">To bolster his argument that a gross valuation penalty may not be imposed in circumstances such as this case, Krause relies upon <em>Heasley v. Comm’r, </em>902 F.2d 380, 381-84 (5th Cir.1990) and <em>Todd v. Comm’r, </em>862 F.2d 540, 542 (5th Cir.1988). He urges us to find that the district court’s ruling misinterpreted the holdings of <em>Heasley </em>and <em>Todd. </em>These cases, like this matter, involved questions about tax-related penalties. Their holdings are inapplicable, however, because these cases did not involve questions about partnerships, partnership transactions, or more importantly, TEFRA.</p>\n<p id=\"b64-10\">Krause also argues that the IRS erroneously enacted the penalty because the alleged misvaluation relates to a foreign currency option that Krause did not contribute to the partnership. Therefore, Krause asserts, the misvaluation in question was not a partnership-level item. To fully address this argument we must first ignore the fact that this argument directly relates to the penalties imposed by an FPAA, which TEFRA specifically considers as partnership-level items that cannot be contested at the partner-level. These facts aside, Krause’s contention is still incorrect.</p>\n<p id=\"b64-11\">Although Krause did not contribute the foreign currency option in question to the partnership, it played a significant role in Krause’s tax chicanery. The record is clear Krause’s tax-treatment of this option was entwined with his tax-treatment of the foreign currency option that he contributed to KAAS. In addition, the FPAA <page-number citation-index=\"1\" label=\"39\">*39</page-number>specifically stated that options were “in substance a single integrated financial transaction.” And, because of that, the FPAA disallowed the purported loss. Thus, what lies at the core of Krause’s argument is the FPAA’s characterization and treatment of purported losses and gains. And, as we stated earlier, gains, losses, and penalties are all partnership-level items, which must be contested before the FPAA is finalized.</p>\n<p id=\"b65-5\">For the foregoing reasons, we find the district court did not err and we AFFIRM the district court’s grant of summary judgment to the United States.</p>\n<footnote label=\"*\">\n<p id=\"b62-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b62-11\">. Named in the Complaint, Sheri S. Krause is a party only because she filed joint tax returns with her husband for the years in question. J. Winston Krause is responsible for the acts contested by the IRS.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b62-17\">. A Son of BOSS tax shelter takes advantage of the way in which a partnership treats assets and contingent liabilities for tax purposes. This treatment allows a taxpayer to generate an artificial loss that can be used to offset income from other transactions. <em>See Kornman &amp; Assocs. Inc. v. United States, </em>527 F.3d 443, 446 n. 2 (5th Cir.2008). The Internal Revenue Service (\"IRS\") considers these tax shelters an abusive tax practice. I.R.S. Notice 2000-44, 2000-2 C.B. 255.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b63-10\">. Krause filed a cross-motion for summary judgment, which the district court denied.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}