{
  "casebody": {
    "data": "<casebody firstpage=\"225\" lastpage=\"227\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b281-7\">LUCAS v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b281-8\">No. 7279.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b281-9\">United States Court of Appeals for the District of Columbia.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b281-10\">Argued Feb. 6, 1939.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b281-11\">Decided March 13, 1939.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b281-31\">Otho D. Branson, of Washington, D. C., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b282-3\"><page-number citation-index=\"1\" label=\"226\">*226</page-number>David A. Pine, U. S. Atty., and Arthur J. McLaughlin, Asst. U. S. Atty., both of Washington, D. C.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b282-4\">Before GRONER, Chief Justice, and MILLER and VINSON, Associate Justices.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b282-5\">PER CURIAM.</author>\n<p id=\"b282-6\">James Lucas, the appellant, was indicted jointly with one Johnson for feloniously entering the house of Dr. Morheart, and for the larceny therefrom of a-medical bag containing instruments valued in the aggregate at over fifty dollars. Both Lucas and Johnson were convicted, but only Lucas appeals. Two policemen testified about the arrest of Johnson and the subsequent discovery of the bag at the house of Lucas. They found in Johnson’s possession a street car pass and an automobile driver’s permit, both in the name of Dr. Morheart, and also some cigars of a brand smoked by the doctor. Johnson confessed the crimes and told the police that the bag was at the home of Lucas. They went there to inquire, and Lucas admitted that the bag was in the house and turned it over to them, but he denied that he had entered the doctor’s house or stolen the property. The doctor testified about the disappearance of the bag from his office, and gave his estimate of the value of each instrument contained in it. Lucas testified that he had first seen the bag after it had been left at his house by a man who planned to come back for it; that later he became suspicious and, looking in, he saw the medical instruments; he did not notify the police, but put the bag away until the man should return. He admitted a previous conviction for petty larceny in 1927. His mother testified that Johnson had brought the bag to the house, and said he would be back for it in about two hours, and Johnson testified that Lucas had first brought the bag to him, and that he was returning it.</p>\n<p id=\"b282-7\">The points argued on appeal are: Error in overruling a motion for bill'of particulars; error in denying severance; and error in allowing the district attorney to ask the character witnesses if they had known of Lucas’ conviction of petty larceny and of his arrest for violating the “unauthorized use of vehicles” section of the code. We think these contentions are without merit.</p>\n<p id=\"b282-8\">First. An application for a bill of particulars is addressed to. the trial court’s sound discretion, which will not be disturbed except in a case of clear abuse. Wong Tai v. United States, 273 U.S. 77, 82, 47 S.Ct. 300, 71 L.Ed. 545. The motion asked for the street address of the house at which the offense' occurred. We can see no good reason for its refusal, since a bill of particulars ordinarily ought to be furnished on the application of the defendant, and if it appears that as a result of the refusal the accused is surprised and unprepared to meet a situation which he had no reason to anticipate, the refusal may justify a reversal. McMullen v. United States, 68 App.D.C. 302, 96 F.2d 574. But here there is no showing of surprise and equally no showing of prejudice.</p>\n<p id=\"b282-10\">Second. The grounds alleged for severance are that the co-defendant Johnson was hostile to Lucas and that the government’s case was based wholly on Johnson’s accusations. If the government had been compelled to try each separately, Johnson would have placed the blame on Lucas and Lucas on Johnson, and the probable result would have been an acquittal of both. In these circumstances it was within the sound judicial discretion of the trial court whether to grant separate trials. “The general rule is that persons jointly indicted should be tried together. Granting separate trials is a matter of discretion. The mere fact that admissions have been made by one which are not evidence as against the other is not a conclusive ground for ordering the parties to be tried separately.” Commonwealth v. Bingham, 158 Mass. 169, 33 N.E. 341, 342. In examining the evidence certified, we find nothing which shows that either accused sustained any prejudice by the course adopted.</p>\n<p id=\"b282-11\">Third. The district attorney was permitted to ask the character witnesses for Lucas if they had not known of his conviction of petty larceny and of his arrest for violating the “unauthorized use of vehicles” section of the code. The first query was answered in the negative, and the record does not show that any answer was given to the second. In like circumstances we said in Clark v. United States, 57 App.D.C. 335, 23 F.2d 756, that even though the questions might be considered improper, we would not, without more, reverse where the answer was favorable to the accused. This is the rule announced in a number of cases. See State v. Richards, 126 Iowa 497, 102 N.W. 439; Nicholas v. State, 182 Ark. 309, 31 S.W.2d <page-number citation-index=\"1\" label=\"227\">*227</page-number>527; People v. Sieber, 201 Cal. 341, 257 P. 64; State v. Frohnhofer, 134 Or. 378, 293 P. 921. In the present case there is the additional fact that the accused himself had gone on the stand and admitted that he had been convicted previously of petty larceny. We do not see in these circumstances how the questions can be regarded as prejudicial.</p>\n<p id=\"b283-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}