{
  "casebody": {
    "data": "<casebody firstpage=\"781\" lastpage=\"783\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b837-6\">UNIVERSAL COIN LOCK CO. v. AMERICAN SANITARY LOCK CO. et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b837-7\">No. 6735.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b837-8\">Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ah5\">June 13, 1939.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b837-17\">John G. McNutt and Richard M. L. Griffith, both of Indianapolis, Ind., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b837-19\">Hubert Hickam and Alan W. Boyd, both of Indianapolis, Ind., for appellee American Sanitary Lock Co.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b837-20\">Robert D. Coleman, of Indianapolis, Ind., for appellee Nik-O-Lock Co.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b837-21\">Before EVANS, TREANOR, and KERNER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b837-22\">KERNER, Circuit Judge.</author>\n<p id=\"b837-23\">On June 10, 1936, plaintiff, as owner of Patent No. 1,271,536, issued July 9, 1918, relating to coin-controlled locks with a guard flange, brought this suit to recover damages for an alleged infringement. The defendants denied the alleged infringement, interposed the further defense of laches and equitable estoppel, and prayed for affirmative equitable relief. The suit proceeded to trial on the equitable defenses pursuant to Section 274b of the Judicial Code, Title 28 U.S.C.A. § 398, approved in Banker v. Ford Motor Co., 3 Cir., 69 F.2d 665. The trial resulted in a finding for the defendants, in that the plaintiff’s complaint was dismissed and it was enjoined from further pursuing the claim. This appeal followed.</p>\n<p id=\"b837-24\"><em>The facts: </em>The Universal Coin Lock Company was incorporated under the laws of the State of Indiana on September 23, 1912, for the purpose of- financing and developing the inventions of George G. F. Boswell, one Charles R. Sowder contributing the necessary funds. Boswell invented an improvement in a coin-controlled lock consisting of a flange extending from the lock case so as to project over or overlap the keeper into which the lock enters when the door is closed, and patent No. 1,271,536 was issued to him on July 9, 1918; he assigned the patent to the plaintiff, but it never manufactured, nor did it place on the market any locks of any kind. No corporate meetings of its stockholders or directors were held after 1920 and no reports required by the laws of the State of Indiana have been filed since 1920. However, on April 29, 1936, a meeting was held at which a resolution was adopted authorizing the instant suit. Sowder was elected president, but after 1920 whatever business arose was looked after by Boswell, who was a stockholder and director of the corporation. In 1917 a one-third interest was sold to Willis J. Woodward. He died that year and Arthur Woodward inherited his father’s interest. Boswell died on September 17, 1926.</p>\n<p id=\"b838-3\"><page-number citation-index=\"1\" label=\"782\">*782</page-number>Since 1910 the American Sanitary .Lock Company has manufactured and leased coin-controlled locks for toilet doors and placed them in the public toilet-rooms of hotels, railway stations and department stores. It began to use a guard flange on all its locks in 1922 and continued to do so until February 11, 1935. Prior to December, 1925, it had in operation 76 such locks in Indianapolis and many elsewhere in the State of Indiana. On February 11, 1935, it sold all its assets to' the Nik-O-Lock Company.</p>\n<p id=\"b838-4\">On December 10, 1925 Eugene O. Eag-lefeather, having no connection with plaintiff but residing with Boswell, called at the office of the American Sanitary Lock Company a'nd informed Charles F. Steinmetz that its locks infringed plaintiff’s patent. The matter was referred to Arthur M. Hood, an attorney, who wrote an opinion denying infringement, a copy of which was delivered to Eaglefeather. On December 12, 1925, Hood had a conversation with Boswell, at which they discussed the question of infringement and in which Hood' claimed that the patent had not been infringed.</p>\n<p id=\"b838-5\">The Michigan Coin and Lock Company, predecessor of the Nik-O-Lock Company from 1918 to 1928, was. engaged in the business' of manufacturing and leasing coin-controlled locks, but prior to 1920 no guard flange was used upon its' locks. In 1920 the NikT0-Lock Company commenced to use a guard flange and at the end of 1923 it had locks with guard flanges in the public toilets of numerous hotels and railway stations in Indianapolis and throughout the State of Indiana.</p>\n<p id=\"b838-6\">In November of 1935 Charles N. Van Cleve, then president of the Nik-O-Lock Company, died. Boswell was known to have had conferences with Van Cleve some ■time in 1919, but what was said or done between them is not known.</p>\n<p id=\"b838-7\">Sowder, residing in Indianapolis, ■ testified that he knew that the American Sanitary Lock Company had been in the coin-controlled lock business ánd that he had seen several of their locks in the Union Station.</p>\n<p id=\"b838-8\">Arthur Woodward testified that he resided in Indianapolis; 'that from the date of his father’s death he had been active in the affairs of plaintiff, and that his duties were to take steps regarding any infringement; that he first learned of the use of locks with the guard flange in 1929 and that in July of 1934 he spoke to one Donald Morris, secretary of the American Sanitary Lock Company, concerning the flange patent, stating that he was of the opinion that the American Sanitary Lock Company was infringing the patent. Morris denied the infringement.</p>\n<p id=\"b838-10\">Disposition of this appeal depends on the answer to the following question: Has plaintiff been guilty of laches amounting to an estoppel against its claim for damages?</p>\n<p id=\"b838-11\">There are, of course, certain guides which help to solve the question. Mere delay, unaccompanied by anything else, will not constitute laches. The delay must be inexcusable and prejudicial to the defendant. Its existence depends upon the equities of the case and ultimate' inquiry as to which side would fall the balance of justice in sustaining or denying the defense.</p>\n<p id=\"b838-12\">In George J. Meyer Mfg. Co. v. Miller Mfg. Co., 7 Cir., 24 F.2d 505-507,. this court said:</p>\n<p id=\"b838-13\">“Again there are decisions and textbook holdings that define it as an unreasonable delay or neglect to do a thing, or to seek to enforce a right at a proper time. It is so frequently presented as a defense in equity suits that it would be impossible to attempt to reconcile all of the opinions dealing with it. As stated in 4 Pomeroy’s Equity Jurisprudence, p. 3422, speaking of certain opinions, ‘It is not impossible that some of the additional elements may have existed to confirm these decisions.’</p>\n<p id=\"b838-14\">“A concise and generally accepted definition meeting with favor is worded thus: ‘Laches, in legal significance, is not mere delay, but delay that works a disadvantage to another.’ Chase v. Chase, 20 R.I. 202, 37 A. 804.”</p>\n<p id=\"AZl\">In Window Glass Machine Co. v. Pitts-burg Plate Glass Co., 3. Cir., 284 F. 645-650, it was- said: “When delay in prosecuting a claim is so unusual as to carry with it the appearance of being unreasonable, as in this case, there devolves upon a plaintiff, the burden of disclosing the impediments to an earlier action; of showing, if ignorant of his rights, how he had remained in ignorance so long; and of revealing how and when he first came to-a knowledge of the matters' on which he relies in his bill for relief.”</p>\n<p id=\"b838-16\">The court in Westco-Chippewa Pump Co. v. Delaware Electric &amp; Supply Co., <page-number citation-index=\"1\" label=\"783\">*783</page-number>3 Cir., 64 F.2d 185, at page 187, used the following language, peculiarly pertinent to the present situation:</p>\n<blockquote id=\"b839-5\">“The evidence does not disclose any excuse justifying this long delay. No case is an exact precedent for another because the facts in no two cases are exactly alike, but a uniform principle runs through all the cases. They proceed on the theory that the plaintiff knows his rights and has had ample opportunity to establish them in the proper forum; that, because of delay, the defendant has good reason to think that the plaintiff believes his asserted rights to be worthless or that he has abandoned them. * * * The position of the defendant is further fortified in this case by the opinion of reputable counsel. It could well assume that plaintiff’s counsel had reached the same conclusion as its own. j|í ^</blockquote>\n<blockquote id=\"b839-7\">“The question of laches then assumes the aspect of the plaintiff having stood by and having done nothing to protect its rights for seven years while the defendant was building up a business, which it thought was legitimate, and spending money in constructing a large plant.”</blockquote>\n<p id=\"b839-8\">In Dwight &amp; Lloyd Sintering Co. v. Greenawalt, 2 Cir., 27 F.2d 823, 827, the court said: “Each year as it passes inevitably builds up a belief, if nothing has been done, that the patentee does not suppose his rights invaded. * * * ”</p>\n<p id=\"b839-9\">It is undisputed that from 1922 up to June 10, 1936, except for the conversation between Woodward and Morris in 1934, plaintiff took no action against the defendants. This was 14 years after the defendants, generally and openly, in public toilet rooms in the city in which the officers of the plaintiff lived, had begun the use of guard flanges on their locks. It is also important to consider the fact that plaintiff corporation filed no reports required by the laws of the State of Indiana since 1920, thereby practically abandoning its corporate charter. These circumstances and others, which we need not mention, are such as to lead us to the conclusion that the plaintiff knew or was chargeable with knowledge of the fact that defendants were manufacturing a coin-controlled lock equipped with a guard flange, Window Glass Machine Co. case, supra, page 650, and acquiesced in defendants treating the claim as nonexistent. Ford v. Huff, 5 Cir., 296 F. 652, 657, and Meyer Mfg. Co. case, supra, page 508. See also Richardson v. D. M. Osborne &amp; Co., C.C., 82 F. 95 and Richardson v. D. M. Osborne &amp; Co., 2 Cir., 93 F. 828.</p>\n<p id=\"b839-12\">We conclude that the evidence clearly shows the delay to be inexcusable; accordingly, the decree is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}