{
  "casebody": {
    "data": "<casebody firstpage=\"1034\" lastpage=\"1037\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1074-9\">HECHT v. BRANDUS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1074-10\">(City Court of New York, General Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ae9\">February 8, 1893.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1074-11\">1. Contract of Hiring—Breach—Liquidated Damages. Plaintiff made a written contract with defendant to act as the general manager of his manufacturing business for five years. The contract recited that defendant had the right to terminate it at any time on payment of $2,000 to plaintiff, and that either party committing a breach of the contract should forfeit $8,000 to the other as liquidated damages. About three years before the contract expired, defendant abandoned the business, and ordered plaintiff to sell the goods on hand, shut down, and dismantle the factory. <em>Held, </em>that plaintiff, by obeying these orders without objection, did not waive defendant’s obligations to him under the contract.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1074-13\">$ Same—Taking Other Employment. Plaintiff was not bound to accept employment as a salesman in defendant’s publishing business for the unexpired term of the contract.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b1075-3\"><page-number citation-index=\"1\" label=\"1035\">*1035</page-number>Appeal from trial term.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1075-4\">Action by Meyer Hecht against Edward Brandus for breach of contract. From a judgment for plaintiff entered on verdict directed by the court, defendant appeals. Affirmed.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1075-5\">Argued before McGOWN, VAN WYCK, and FITZSIMONS, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1075-6\">William R. Bronk, for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1075-7\">Cantor, Linson &amp; Van Schaick, for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1075-8\">VAN WYCK, J.</author>\n<p id=\"ASsr\">Plaintiff’s action is upon a written agreement between him and defendant, made on November 1, 1889, whereby Brandus (defendant) engages for five years the services of Hecht (plaintiff) as general manager of his business of manufacturing and dealing in fancy silverwares, and agrees to pay him therefor a sum equal to 25 per cent, of the net profits of his said business, and covenants with said Hecht that said amount shall not be less than $2,000 during each year, and to make up and pay any deficiency if the same shall not amount to said sum; and the said Hecht hereby accepts said appointment for the period stated, and agrees to give his entire time, and devote his utmost skill, energies, and ability, to the advancement of said business, and to accept for his services the share of the profits above stated. The defendant, in pursuance of the contract, embarked in the business with plaintiff as his general manager, but, being disappointed in its results, first made unsuccessful efforts to sell the same, and then determined to run it no longer, and dismantled his factory, and finally abandoned the business about three years before plaintiff’s term of employment would have expired by the terms of the contract. Hence this action by plaintiff to recover $2,000 as liquidated damages under the following provisions of the original agreement:</p>\n<blockquote id=\"b1075-9\">“Brandus shall have the right of terminating this agreement at any time upon the payment of $2,000 to said Hecht, and a share of the profits up to the time of such termination. Either party committing a breach of this agreement shall forfeit to the other $2,000, as liquidated damages arid not as a penalty, to be recovered by him in an action at law. ”</blockquote>\n<p id=\"b1075-10\">It is undisputed that defendant by his letter of December 1, 1890, notified plaintiff, his general business manager, as follows: 11 Personally I am positively through with the business, and will run it no longer,” and <em>“ </em>please close down.” It was the servant’s duty to obey these instructions from his master, and his obedience in this respect was the master’s breach of the agreement as regards the continuance of the master’s business and servant’s employment; and as the factory was immediately closed down and its dismantlement begun, and the whole business was finally abandoned and closed on March 7, 1891, the plaintiff had an immediate cause of action for $2,000 under the above provisions of the agreement, unless he, as appellant contends, had abandoned, released, or waived defendant’s obligations under the agreement to continue the business and plaintiff’s employment for five years, or to pay the plaintiff $2,000 as stipulated damaages for failure to so continue the business or employment, or for terminating the agreement, as provided for therein. The appellant’s main contentions as to aban<page-number citation-index=\"1\" label=\"1036\">*1036</page-number>donment, release, or waiver by plaintiff of defendant’s obligations under the agreement are that defendant’s letter of November 18, 1890, is in itself such release or waiver, and, if not so in itself, then it is the foundation upon which a waiver or release by estoppel can be built from the subsequent acts of defendant in discontinuing his business and plaintiff’s employment, and in terminating the agreement, and which were induced by this letter and plaintiff’s acts and conversations. The appellant insists that plaintiff’s willing obedience to defendant’s instructions to shut down and dismantle his factory was a waiver or release by him of defendant’s obligations under the agreement to continue the business under plaintiff’s management for five years. But such obedience cannot be so construed—First, because plaintiff was a servant, and such instructions came from his master; and, secondly, whether servant or copartner, the plaintiff had no legal right to object, for he had by the contract conceded to defendant the absolute right to terminate the agreement, or to discontinue the business or employment, whenever he saw fit to do so, and upon the exercise of such right hé became liable to plaintiff in $2,000. Now, as to this letter of plaintiff. The defendant, at folios 150 and 151, testified that before he had received this letter he had “lots of times” directed plaintiff to sell the business, and had “ asked him to do all he could to sell it.” This letter treats almost solely of plaintiff’s efforts to make a sale of the business as instructed by defendant, and in it plaintiff says: “You [defendant] ask me what are my views as to my future. Frankly, I had not given that a thought, but I certainly expect to perform all my obligations to you,”—and then makes reference to going into some other business with defendant if this business is sold out. The defendant testifies, at folio 140, that after receipt of this letter “Mr. Hecht— We looked around for several different kinds of business, but we did not enter into any of them.” After all of these efforts of the defendant and his servant to make a sale of the silverware business and factory, and to embark in some other kind of business, had finally failed, we find the defendant, as was his legal right, assuming full and absolute control of his affairs, and himself determining to shut down and dismantle his factory and abandon the business, without any regard to the previous unsuccessful efforts of himself and servant to sell the same and embark in another business; for he writes plaintiff, who is still his servant, on December 1,1890, that—</p>\n<blockquote id=\"b1076-6\">“If you are through manufacturing at the factory, please close down, as it is useless to make me pay the pay rolls every Saturday, if (I don’t know) we have no orders. Personally I am positively through with the business, and will run it no longer. ”</blockquote>\n<p id=\"b1076-7\">And again on December 3d:</p>\n<blockquote id=\"b1076-8\">“I don’t wish to retain anybody at all at the factory except Michael until Christmas. I want to stop all expenses, even one dollar. Therefore, sell all of our stock this month, with a profit if possible; at cost, or below, if compelled. The reason I am determined to close up the business is that this year has proven the worst of any, except first year; that I don’t want to pay out one single dollar more. ”</blockquote>\n<p id=\"b1076-9\">It was not only plaintiff’s right, but his duty, to carry out, to the letter, these instructions from his employer, and in so doing he in no <page-number citation-index=\"1\" label=\"1037\">*1037</page-number>way released or waived any of defendant’s obligations under the original agreement, while a failure to so do would have rendered him personally liable to his employer for all resulting approximate damages, as well as to all subsequently employed subordinates who might fail to hold the defendant liable for their wages by reason of this revocation by him of plaintiff’s former authority. The plaintiff, in obedience to these instructions, finally closed out the business and factory, and delivered the keys to defendant, on March 7,1891. But the appellant contends that plaintiff was bound to accept employment from him and his partner in the publishing business for the remainder of the term at $40 per week, because defendant testified, at folio 143, that he, at the time the keys were delivered, told plaintiff to have a talk with Hastings, defendant’s partner, about his employment by them; while Hastings, on behalf of defendant, testified that he had offered plaintiff employment as a salesman in their publishing business at $40 per week for remainder of his unexpired term. The plaintiff was under no obligation to accept this employment, for defendant’s liability to him for $2,000, as liquidated damages, had already been fixed, and, moreover, he could not be forced to abandon the business of manufacturing silverware, in which he had 25 per cent, of the net profits as compensation for his services, and to accept employment as a salesman in the publishing business at the rate of $40 per week; and the proof is clear that plaintiff did not accept this latter offer, for the defendant, at folio 144, testified that the plaintiff said to him, immediately after this interview with his partner:</p>\n<blockquote id=\"b1077-5\">“Mr. Brandas, Mr. Hastings has mentioned the subject' about the publishing business,—my being employed in it,—and I must say I have not looked at my contract, or considered it any, and I will give you an answer on Monday at one o’clock.”</blockquote>\n<p id=\"b1077-6\">The answer which plaintiff gave on Monday will be found at folio 64, and says:</p>\n<blockquote id=\"b1077-7\">“Agreeable to my promise to let you have my reply to-day, I beg to say that I decide to stand by the contract made between us, and shall expect payment of the $2,0ti0 in accordance with the contract. ”</blockquote>\n<p id=\"b1077-8\">In the view of the transaction and obligations of the parties which has herein been taken, it appears that there were no disputed questions as to any material facts, and that the facts which appellant was prevented from proving were immaterial to the legitimate issues of the case, and hence that the court properly directed a verdict for plaintiff, for the $2,-000, less the counterclaim, which was not denied.</p>\n<p id=\"b1077-9\">The judgment and order are affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}