{
  "casebody": {
    "data": "<casebody firstpage=\"259\" lastpage=\"262\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b299-3\">WILLIAMS v. NEW YORK, L. E. &amp; W. R. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b299-4\">(Superior Court of Buffalo, General Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AlZ2\">December 21, 1892.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b299-5\">1. Master and Servant—Defective Tools—Question for Jury. In an action by an employe against a railroad company for personal injuries, it appeared that while plaintiff .and a fellowworltman were jacking up a car, to remove the plates connecting the body with the trucks, the car fell and injured plaintiff. There was evidence tending to show that the jack-used by plaintiff’s fellow workman was defective, and that the car, in falling, gave way at that end, and that many of the jacks in use about the shop were worn and unsound. <em>Held, </em>that the question of defendant’s negligence in furnishing defective tools should have been left to the jury.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b299-7\">8. Same—Notice to Master. Evidence that defendant’s foreman was informed that the jacks were defective was sufficient to take the case to the jury on the question whether, defendant was given notice of the defects.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b299-9\">8. Same—Knowledge of Defects—Assumption of Risk. As it appeared that plaintiff had only been at work 13 days, and had-never psed a jack, and that a defect could not be detected by one not accustomed to their use. it could not be said that he had the same means of informing himself of the defect as defendant.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b299-11\">4. Same—Negligence of Fellow Servan1)?. Defendant could not defeat a recovery on the ground that the injury was caused by the negligence of plaintiff’s fellow servant in selecting a defective jack, where he made the selection without the aid of, or consultation with, plaintiff, since the fellow servant's negligence in such case could not make defendant any the:less liable for-furnishing a defective tool.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b300-3\"><page-number citation-index=\"1\" label=\"260\">*260</page-number>5. Same—Contributory Negligence. Nor could the case be taken from the jury on the ground that plaintiff was negligent in going under the car, when it could have been raised sufficiently high by the jacks to obviate the necessity, or in failing to use other supports for the car besides the jacks.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b300-5\">Appeal from trial term.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b300-6\">Action by Oliver E. Williams against the New York, Lake Erie &amp; Western Railroad Company for personal injuries. From a judgment of nonsuit, and an order denying a motion to set the nonsuit aside, plaintiff appeals. Reversed.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b300-7\">Argued before HATCH and WHITE, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b300-8\">George W. Cothran, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b300-9\">Sprague, Morey, Sprague <em>&amp; </em>Brownell, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b300-10\">HATCH, J.</author>\n<p id=\"AFZr\">Upon the evidence given, I am persuaded that plaintiff was entitled to have his case submitted to the jury. It appeared that he was employed by defendant as a car repairer working in and about defendant’s repair shop and yards in this city. He entered such employment on October 1, 1888, and continued therein until the 13th of the same month, when he received the injuries for which this'suit is brought. On the last-named day he and one Zimmer were directed by-the foreman to jack up a new, unfinished plat,arm car, and remove therefrom the center-plates that connected, the body of the car with the trucks. Plaintiff had never before jacked up a car, but had seen jacks, and knew their use. There were a number of jacks about the repair shop, furnished by defendant, some of which were single-screw jacks, and some with double screws worked with a lever. Upon the direction being given, plaintiff found a single-screw jack, which he placed under the north side of the car, while Zimmer procured a double-screw jack, which he placed under the south side of the car. Plaintiff did not see, and had never examined, the jack procured by Zimmer, nor had he before .that time any occasion to examine or use them. When the jacks were placed in position, the car was raised from 4 to 6 inches above the trucks, but not sufficiently for to have the center pin, which entered a socket about 12 inches, clear the plates. This could be accomplished by .raising the body still higher with the jacks, or by going under the car and raising the*pin by hand. The latter course was adopted. Zimmer was to draw out the trucks of the car while plaintiff raised the pin. Before the latter went under the car, he looked at his jack, found it was secure, then looked at Zimmer’s jack, which appeared secure, and then went under the car. As he raised the pin, he felt a sudden jar, the body of the car swayed to the south. Plaintiff tried to escape, but was caught between the pin and the side of the car wheel, where he was pinioned by the neck, receiving serious and permanent injuries, for which he now seeks compensation.</p>\n<p id=\"b300-11\">The allegations of negligence upon the part of defendant consist in not furnishing a safe and secure jack for the use designed. It is needless to cite authority in support of the doctrine that a master is bound to furnish safe, suitable, and sound tools for the performance of his <page-number citation-index=\"1\" label=\"261\">*261</page-number>work, and to keep them in repair, in and about which duty he is required to exercise\" reasonable care and prudence. Applying this rule to the facts, we find that the evidence tends to establish that the jack which was procured by Zimmer was not a sound tool, a.nd safe for the purpose required. Upon this point the testimony of the witness was to the effect that one of the screws of the jack used by Zimmer had fallen into the cylinder, and laid upon the ground by the side of the car, immediately following the accident; that a perfect screw could not fall into the cylinder without the application'of power, either by the lever, if a weight rested upon it, or by the hand turning it, if there Were no weight. It also appeared that many of the jacks in use about the shop had become worn', and wobbled in their sockets; that this indicated a wearing of the screw, and a consequent loss of power. Independent of the oral proof, the jury were also entitled to consider, as \"bearing upon the cause of the accident, the action of the car; the fact that when it fell it swerved towards the south; that the giving way was where the claimed defective jack was placed. All of this testimony, and the circumstances of the accident, would warrant the jury in drawing the inference that the falling of the car was due to a defect in the jack.</p>\n<p id=\"b301-3\">It is insisted, however, that, if this be true, there is no evidence to show that the master was informed of the condition of the tool, or had been guilty of any lack of care in providing a safe implement. This contention is not borne out by the fact; tor the witness Wolfe-, who worked at the same place for defendant, both before and after plaintiff was injured, testified that he informed the foreman of defendant that' the jacks would not work properly, and were not fit for use. Notice -of this character was notice to defendant. At least, it was evidence from which the jury would have been authorized to find that notice had been given. Mann v. Canal Co., 91 N. Y. 501; Harvey v. Railroad Co., 19 Hun, 556.</p>\n<p id=\"b301-4\">It is further insisted that the plaintiff had the same means of knowl- ' edge of the defect, or of informing himself of-it,, as the defendant had. This, however, is .not borne out by the testimony; for it affirmatively appeared that plaintiff had only been at work 13 days, and during that time had not had occasion to use a jack, and in fact had' not before used one. Besides, from a description of the jack, it is apparent that if the nut was worn it could not be detected bj* a casual inspection, ánd might not by any one not accustomed to their use, even though examination be had, as a portion was hidden from view.</p>\n<p id=\"b301-5\">Objection is also urged that if there be any negligence it was that of a coemploye, of which plaintiff took the risk. If we assume that Zimmer was negligent in making use of a defective jack, the defendant is not aided. As we have seen, Zimmer selected the jack alone, without aid or consultation with plaintiff. Consequently, if he ought to have' discovered or did discover its defect, nevertheless it was alone his negligence, and such fact in no wise detracted from the duty of defendant. It was. still negligent in furnishing the unsound tool, so that it becomes the concurrent negligence of both. Under such circumstances the master is not excused. Coppins v. Railroad Co., 122 N. Y. 557, 25 N. E. Rep. 915.</p>\n<p id=\"b302-3\"><page-number citation-index=\"1\" label=\"262\">*262</page-number>Defendant urges that the evidence, conclusively establishes contributory negligence upon the part of plaintiff. This was clearly not the opinion of the learned trial court, as it announced that the evidence upon that branch of the case was sufficient to submit to the jury. I see no reason for disagreeing with that conclusion. The main features upon which this claim is urged have been already noticed. The only additional one relates to his going under the car, when it might have been raised sufficiently high by the jacks to obviate the necessity, and also by a failure to use .other supports for the body of the car than the jacks. It appears that the wooden horses used for support could not be placed under the body until the trucks were removed, and the ear fell before they were taken out. Taking all the 'circumstances into consideration, I am not able to say, as matter of law, that the act of going under the car, simply to raise the pin, was so apparently dangerous as to be characterized as negligence per se. It is doubtless competent for the juiy so to find, but it is a question for them.</p>\n<p id=\"b302-4\">Error was also committed in rejecting offered testimony and in striking out that which had been given, but, as this will doubtless be avoided upon a new trial, it is not deemed necessary to discuss it. I am therefore of opinion that the judgment and order appealed from should be reversed, the nonsuit set aside, and a new trial ordered, with costs to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}