{
  "casebody": {
    "data": "<casebody firstpage=\"337\" lastpage=\"338\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b377-5\">MEISE v. DOSCHER et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b377-6\">(Supreme Court, General Term, First Department,</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANzh\">December 16, 1892.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b377-7\">Appeal—Matters rot Apparent or the Record. Defendants were forced to trial, over their objection, at a time when the record showed that an order staying proceedings had been obtained and duly served on plaintiff. <em>Held </em>that; there being nothing in the record to show that such stay was vacated, plaintiff cannot, on defendant’s appeal, prove such fact by evidence dehors the record.</headnotes>\n<summary data-order=\"4\" data-type=\"history\" id=\"b377-9\">Appeal from special term, New York county.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b377-10\">Action on notes by Louise Meise against John H. Doscher and John Doe. From a judgment in favor of plaintiff, and from an order denying a motion for a new trial, defendants appeal. Reversed.</summary>\n<p data-order=\"6\" data-type=\"judges\" id=\"b377-11\">Argued before VAN BRUNT, P. J., and O’BRIEN and BARRETT, JJ.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b377-12\">John Henry Hull, for appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b377-13\">J. George Flammer, for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b377-14\">BARRETT, J.</author>\n<p id=\"AR4\">The defendants were forced to trial at a time when the record shows that the plaintiff’s proceedings were stayed by an order which had been duly served. The defendants objected to going to trial because of the existence of this stay. Thereupon the plaintiff’s counsel left the court, and, on returning, stated that he had obtained an order vacating the stay. Upon this mere statement the defendants objected to proceeding, but the objection was overruled, and the defendants duly excepted. For aught that appears in the record, the stay of proceedings was in full force when the defendants were thus compelled to go to trial. No order vacating the stay was served, and there is no evidence in the case that- any such order was obtained or exhibited to the trial court. We were told upon the argument of the appeal that such an order was in existence, and the learned counsel for the respondents offered to submit it for our inspection; but it was not claimed that this order had ever been served upon the defendant’s attorney, or filed so as to become a record of the court. Nor would its mere existence have . aided the respondent, without proof that it was at least produced at the circuit, and exhibited there; and that proof we certainly could not take upon this appeal. If it be true that the order was produced at the trial, it seems strange that the case should be silent on that head. At all events wehave to take the case as it comes to us, settled in the usual way. The trial which followed the overruling of the objection was evidently a hurried one, owing to t.he necessity of completing it in one hour, the case having been placed upon the special circuit calendar, and- we think the ends of justice will be promoted by a new' trial at the regular, .circuit, where the accounts <page-number citation-index=\"1\" label=\"338\">*338</page-number>between these parties can be more fully examined, and the amount which is really due accurately ascertained. The judgment should therefore be reversed, and a new trial ordered, with costs to abide the event, and the case should be stricken from the special circuit calendar, and such new trial had at the ordinary circuit. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}