{
  "casebody": {
    "data": "<casebody firstpage=\"643\" lastpage=\"646\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b683-4\">TAYLOR v. EMPIRE STATE SAV. BANK OF BUFFALO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b683-5\">(Supreme Court, General Term, Fifth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A1We\">January 18, 1893.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b683-6\">1. Sayings Banks—Deposit—Excess Over Amount Allowed—Recovery. Laws 1883, c. 409, § 390, making it unlawful for a savings bank to receive from any person a deposit in excess of a certain amount, does not prevent such a person from recovering money deposited by him in excess of that amount.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b683-8\">3. Same—Interest. Laws 1885, c. 477, however, declaring that Laws 1883, c. 409, § 390, shall not be construed as prohibiting the credit of interest on accounts which may have reached the maximum amount, provided that thereafter no interest shall be allowed on such increase, does not allow one whose deposits are in excess to recover interest on such excess.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b683-10\">Lease submitted on agreed statement.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b683-11\">Controversy between Sophia D. Taylor and the Empire State Savings Bank of Buffalo to determine the liability of the latter to pay certain deposits. The matter was submitted without action, under Code Civil Proc. § 1279.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b683-12\">Argued before DWIGHT, P. J., and MACOMBER and LEWIS, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b683-13\">John G. Milburn, for plaintiff.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b683-14\">Charles Daniels, for defendant.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b683-15\">MACOMBER, J.</author>\n<p id=\"A-i\">The facts contained in the submission of this case are that the defendant is a savings bank, located and doing business under the laws of the state of New York at the city of Buffalo, and was originally incorporated under chapter 777 of the Laws of 1867, by the name of the National Savings Bank of Buffalo, and under that name continued to exist and do business until the 1st day of September, 1892, when, by proceedings taken under chapter 409 of the Laws of 1882, its name was changed to the Empire State Savings Bank of Buffalo, the present defendant. The plaintiff deposited money in this bank from September 15, 1880, to and including June 16, 1892, and at the last-named date a balance existed in her favor, and now remains unpaid, over the amounts from time to time paid to her, in the sum of $24,272.75. Depositors whose deposits are under the sum of $3,000 object that the defendant isnotliable to pay to her any part of her deposits exceeding in amount the sum of $3,000, <page-number citation-index=\"1\" label=\"644\">*644</page-number>under section 290, c. 409, Laws 1882. On the other hand, the plaintiff claims the further amount of her deposits, less 22 per cent, ordered to be deducted by an order of the special term in an action brought by the attorney general. The defendant, acting at the suggestion and in the interest of small depositors, declines to pay to the plaintiff more than $3,000. The further claim is made by the plaintiff of 4 per cent, interest on her balance from time to timeover $3,000, that being the rate of interest paid by the bank on deposits of $3,000 or less, but the defendant denies her right to such interest. Such are the two questions submitted. •</p>\n<p id=\"b684-5\">Section 290, c. 409, Laws 1882, declares that—</p>\n<blockquote id=\"b684-6\">“It shall be unlawful for any savings bank, directly or indirectly, to receive from any individual a deposit or deposits in excess of three thousand dollars, but this limitation shall not apply to deposits arising from judicial sales or trust funds. ”</blockquote>\n<p id=\"b684-7\">It is not claimed in behalf of the plaintiff that the money.deposited by her was trust funds, or was produced at any judicial sale. But this chapter, (Laws 1882, c. 409,) except sections 68 and 69, and sections 312 to and including 327, was repealed by section 215, c. 689, Laws 1892. Section 113 of the last-named act contains the following provision:</p>\n<blockquote id=\"b684-8\">“The aggregate amount of deposits to the credit of any individual at any time shall not exceed three thousand dollars, exclusive of all deposits arising from judicial sales or trust funds or interest. ”</blockquote>\n<p id=\"b684-9\">Section 256 of the Laws of 1882 contains a provision making it lawful for savings banks to receive any sum or sums on deposit, and pay the dividends thereon. By section 257 of that act the sum so deposited, with any dividends or interest credited thereto, is directed to be repaid to the depositors, and by section 267 the rate of interest payable on deposits was to be regulated by the trustees according to the principles there laid down, but not to exceed 5 per cent. The provisions of sections 256, 257, 267, and 290 are substantially retained in sections 113 and 123 of the act of 1892. Section 32, c. 677, Laws 1892, has the following enactment:</p>\n<blockquote id=\"b684-10\">“The provisions of any chapter of the Revision of the General Laws, of which this chapter is a part, so far as they are substantially the same as those of laws existing at the time such chapter takes effect, shall be construed as a continuation of such laws, modified or amended according to the language employed in such provisions, and not as new enactments. ”</blockquote>\n<p id=\"b684-11\">Section 31 declares:</p>\n<blockquote id=\"b684-12\">“The repeal of a statute, or part thereof, shall not affect or impair any act done or right accruing, accrued, or acquired, or liability, penalty, forfeiture, or punishment incurred, prior to the time such repeal takes effect, but the same may be asserted, enforced, prosecuted, or inflicted as fully and to the same extent as if such repeal had not been effected. ”</blockquote>\n<p id=\"b684-13\">Chapter 677 of the Laws of 1892 took effect May 18, “1892, the date of its ehaetment. The general banking law of 1892, passed May 18, 1892, (chapter 689,) took effect on the thirtieth day after its final passage. Hence it appears that sections 256, 257, 267, and 290 of the banking act of 1882 (chapter 409) were in force until June 17, 1892, <page-number citation-index=\"1\" label=\"645\">*645</page-number>and since that time sections 113 and 123 of the general banking act of 1892 (chapter 689) have been in force in place of the former provisions. It will be observed, by the banking act of 1882 no penalty or forfeiture was imposed upon the depositor in respect to deposits of over $3,000. It was made unlawful by that act for any savings bank, directly or indirectly, to receive from any individual a deposit or deposits in excess of $3,000. But this submission does not concern any question arising upon an effort made to impose a penalty or punishment upon the savings bank for violation of that provision of the statute. The act of leaving the money at the bank is not declared to be unlawful, and consequently the plaintiff may recover the full amount of her deposits. We are guided to a great extent to this conclusion by the case of Bank v. Codd, 18 N. Y. 240, where the court, per Comstock, J., says:</p>\n<blockquote id=\"b685-5\">“The receiving bank, I assume, violates the statute, because it exacts a greater discount than it is allowed to take. But is the customer also guilty? The answer to the question is plain. The statute declares it to be unlawful for a bank or banker to receive foreign notes at greater rate, ” etc., “and it prescribes a penalty of one thousand dollars for each offense. The language in which the offense is defined and the penalty declared evidently does not include the customer making the deposit or delivering the notes. No degree of guilt, therefore, attaches in such a case to any one except the corporation and its agents, or the individual banker, receiving the notes at the prohibited rate of discount. The act, it must be borne in mind, involvés in itself no moral turpitude. It is an offense because the statute declares it to be so, and for that reason alone. It is an offense, therefore, which has precisely the proportions the statute gives to it, and it can have no other or greater. ”</blockquote>\n<p id=\"b685-6\">See, also, the reasoning of the court in Pratt v. Short, 79 N. Y. 437; Bank v. Kramer, 32 Hun, 270, affirmed in 102 N. Y. 331, 6 N. E. Rep. 682; Fifth Ave. Bank v. Forty-Second St. &amp; G. S. F. R. Co., (Sup.) 17 N. Y. Supp. 826; Cogswell v. Bank, 59 N. H. 43. There are several federal decisions bearing quite directly upon the question, namely, Bank v. Whitney, 103 U. S. 99; Fortier v. Bank, 112 U. S. 439, 5 Sup. Ct. Rep. 234; Bank v. Matthews, 98 U. S. 621; Gold Min. Co. v. National Bank, 96 U. S. 640. On the whole, we think that section 290, c. 409, Laws 1882, was not intended to render a contract void which was entered into between the depositors and the bank in contra- • vention of such statute.</p>\n<p id=\"b685-7\">But the alleged right of the plaintiff to recover interest o,. her deposits over the sum of $3,000 of principal involves different considerations. Section 290, c. 409, Laws 1882, was amended by chapter 477, Laws 1885, by adding thereto the following clause:</p>\n<blockquote id=\"b685-8\">“Nor shall it be construed as prohibiting the crediting of interest on individual accounts which may have reached the maximum limit, provided that thereafter no interest shall be allowed on such increase. ”</blockquote>\n<p id=\"b685-9\">If we understand correctly this statute as amended, it was palpably ■ a modification of the original law so as to permit an actual increase of deposits over $3,000 to the extent of the sum which should be credited under the rules of the bank as interest to the deposit. But it was something more! It contained the affirmative provision that no interest should be allowed thereafter on such increase of deposits over and above $3,000. But it is argued by the learned counsel for the plaintiff that, inasmuch as this act (chapter 477, Laws 1885) was repealed by the act <page-number citation-index=\"1\" label=\"646\">*646</page-number>of 1892, therefore there was no prohibition against the payment of interest on deposits in excess of $3,000. Attention is also called to that part of the statute which provides that deposits shall be repaid, with interest “credited thereto,” and to section 123, in relation to crediting interest; and it is contended that they contain nothing preventing the crediting of interest to deposits which exceed $3,000, and, further, that if interest were credited, say, to an actual deposit of $3,000, the aggregate amount of such deposit, with the increase of interest, would exceed $3,000, and hence be in violation of section 113, c. 689, Laws 1892. But, as we held on the other branch of the case that the bank cannot be permitted to avail itself of its own violation of the law in receiving deposits so as to deprive an innocent depositor of his money, so, on the other hand, the depositor himself cannot, under this provision of the law, be deemed to be in a position where he could benefit himself by receiving any increase of his deposits by way of interest. Not to permit the plaintiff to recover the amount actually deposited by her would be to work an unconscionable forfeiture and spoliation in a case where the deposit has not been by law declared to be void; but to permit her to receive any benefit by such deposit when the same is declared to be unlawful would be equally unjust to the small depositors. We think, therefore, that judgment should be ordered for the plaintiff in respect to the principal, and for the defendant in 'respect to the interest on deposits over and above $3,000 principal. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}