{
  "casebody": {
    "data": "<casebody firstpage=\"115\" lastpage=\"118\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b137-8\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. PHILIP TROTWOOD, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b137-9\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b137-10\">Submitted May 10, 1977</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AIz\">Decided May 24, 1977.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b139-4\"><page-number citation-index=\"1\" label=\"117\">*117</page-number>Before Judges Halpern, Allcorit and Botter.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b139-5\"><em>Messrs. Copeland and Diamond, </em>attorneys for appellant <em>(Ms. Marian B. Copeland </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b139-6\"><em>Mr. William F. Hyland, </em>Attorney General of New Jersey, attorney for respondent <em>(Ms. Ileana N. Saros, </em>Deputy Attorney General, of counsel and on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b139-7\">The opinion of the court was delivered by</p>\n<author id=\"b139-8\">Halpern, P. J. A. D.</author>\n<p id=\"Ajc\">Defendant was convicted in the West Windsor Township Municipal Court of two separate violations of hitchhiking <em>(N. J. S. A. </em>39:4-59).<footnotemark>1</footnotemark> He appealed to the Mercer County Court contending the statute was unconstitutional. After a trial <em>de novo </em>on the record, he was found guilty and the constitutionality of the statute upheld.</p>\n<p id=\"b139-9\">Defendant appeals, alleging the uneonstitutionality of <em>N. J. S. A. </em>39:4-59.<footnotemark>2</footnotemark> We have reviewed the record, including the briefs submitted, and affirm defendant’s conviction essentially for the reasons expressed in the opinion below. We make two further observations in response to defendant’s contentions on appeal.</p>\n<p id=\"b139-10\">Contrary to defendant’s assertion, the trial judge appropriately applied the traditional equal protection standard, a rational relationship test, in determining the constitutionality -of this statute. <em>State v. Fearick, </em>69 <em>N. J. </em>32 (1976). The statute on its face does not discriminate against any class of people. All persons are prohibited from soliciting rides while standing “in a highway.” Common experience does not support the conclusion that only poor <page-number citation-index=\"1\" label=\"118\">*118</page-number>people hitchhike. Absent such a showing, there is no “suspect” classification and thus no reason to apply a “compelling state interest test” to determine the constitutionality of this statute. See <em>San Antonio Indep. School Dist. v. Rodriguez, </em>411 <em>U. S. </em>1, 93 <em>S. Ct. </em>1278, 36 <em>L. Ed. </em>2d 16 (1973); <em>State v. Fearick, supra. </em>Moreover, the statute does not prohibit the solicitation of rides anywhere other than “in a highway.” Therefore, it cannot be said that the class discriminated against has, because of the statute, sustained an absolute deprivation of a meaningful opportunity to travel and enjoy a “benefit” — here, the ability to solicit a ride or to hitchhike.</p>\n<p id=\"b140-4\">Nor is this statute unconstitutionally overbroad. It neither vests unlimited discretionary powers in the police regarding the enforcement of its provisions nor prohibits the otherwise legal act of picking up hitchhikers, as alleged by defendant. <em>State v. Profaci, </em>56 <em>N. J. </em>346, 350 (1970); <em>also Landry v. Daley, </em>280 <em>F. Supp. </em>938 (N. D. Ill. 1968), app. dism., 393 <em>U. S. </em>220, 89 <em>S. Ct. </em>455, 21 <em>L. Ed. </em>2d 392 (1968); <em>City of Seattle v. Larkin, </em>10 <em>Wash. App. </em>205, 516 <em>P. </em>2d 1083 (App. Ct. 1973).</p>\n<p id=\"b140-5\">It is our view that <em>N. J. S. A. </em>39:4-59 represents a valid exercise of the State’s police power to protect the safety of the public, and any inconvenience which may be caused to a hitchhiker is a reasonable and justifiable intrusion on his right to travel. See <em>Cox v. Louisiana, </em>379 <em>U. S. </em>536, 554, 85 <em>S. Ct. </em>453, 13 <em>L. Ed. </em>2d 471 (1965); <em>State v. Kabayama, </em>98 <em>N. J. Super. </em>85 (App. Div. 1967), aff’d 52 <em>N. J. </em>507 (1968).</p>\n<p id=\"b140-6\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b139-11\">“No person shall stand in a highway for the purpose of or while soliciting a ride from the operator of any vehicle other than an omnibus or a street car.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b139-12\">The constitutionality of the original statute has gone unchallenged since its enactment in 1928.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}