{
  "casebody": {
    "data": "<casebody firstpage=\"561\" lastpage=\"563\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b591-4\">RINALDI v. MOHICAN CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b591-5\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AP8\">March 8, 1916.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b591-6\">Food @=&gt;25—Sale—Implied Warranty of Fitness for Intended Purpose.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b591-7\">On a sale of meat by a retail dealer, there was an implied warranty that it was sound and lit for use, though it was sold by the dealer in the same form in which the dealer purchased it, and it bore a government stamp to the effect that it was sound and fit for consumption and free from defect.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b591-8\">[E(l. Note.—For other cases, see Food, Cent. Dig. g 18; Dec. Dig. @^&gt;25.]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"A5Q\">&lt;Sz^&gt;For other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b591-9\">Appeal from Trial Term, Schenectady County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b591-10\">Action by Anna Mary Rinaldi against the Mohican Company. From a judgment in favor of plaintiff upon the verdict of a jury for the sum of $1,000, and from an order denying defendant’s motion for a new trial, defendant appeals. Affirmed.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b591-11\">Argued before KELLOGG, P. J., and LYON, HOWARD, WOODWARD, and COCHRANE, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b591-12\">William H. Foster, of Syracuse (L. B. McKelvey, of Saratoga Springs, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b591-13\">Fryer &amp; Lewis, of Schenectady (Charles G. Eryer, of Schenectady, of counsel), for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b591-14\">HOWARD, J.</author>\n<p id=\"A6_6\">The plaintiff became infected with a parasite found in pork and known as trichina. She purchased the pork from the defendant, a retail dealer. The meat appeared clean, good, and wholesome. It also bore the United States government stamp to the effect that it was sound and fit for consumption and free from defect. The plaintiff cooked the meat, and she and her family ate it and were made sick. She has recovered a judgment against the defendant for the damages which she suffered, upon the theory that the sale of the pork for immediate consumption carried with it an implied warranty that it was sound and fit for use. It is quite apparent from the record that the defendant’s store was clean and sanitary and that the defendant was absolutely free from negligence. There was no lack of care whatever in the handling or sale of the meat, so that we are confronted squarely with the question as to whether the sale of this meat under these circumstances did carry with it an implied warranty of fitness.</p>\n<p id=\"b591-15\">Were this question being presented to this court for the first time, 1 should rebel vigorously against following, in this instance, the common-law rule of implied warranty proclaimed as far back as the days of Blackstone and adhered to in this state, and quite generally in ail the states of the Union. Many common-law doctrines established centuries ago are rejected by the courts, as inapplicable to present-day conditions. The rule that there is an implied warranty on the part of the vendor of foodstuffs, that goods sold for immediate consumption are fit and wholesome, is a doctrine no longer suitable, I believe, to modern conditions. This court has, however, twice, very recently, committed itself to the old rule. Race v. Krum, 162 App. Div. 911, 146 N. Y. Supp. 197, reported on reargument 163 App. Div. <page-number citation-index=\"1\" label=\"562\">*562</page-number>924, 147 N. Y. Supp. 818; Leahy v. Essex Co., 164 App. Div. 903, 148 N. Y. Supp. <em>1063. </em>Frequently, where courts follow slavishly in the footsteps of precedent, they fail to do justice, and are conscious that they are failing to do justice; but, although going contrary to their judgment,1 they feel bound by the established law. In the Race Case, decided in March, 1914, I dissented from the application of the doctrine of implied warranty, as did also Justice Woodward; however, a majority of the court adopted the old rule. In July, 1914, we decided the Leahy Case, again adopting the common-law doctrine. Now we are asked to distinguish this case from the Race Case. Unless we are to make this court ridiculous, I do not see how we can do so. In the Race Case all the decisions relating to the subject were thoroughly examined, and then examined again on reargument.</p>\n<p id=\"b592-5\">There are, it is true, two distinguishing features between the facts of this case and the facts of the Race Case. In the Race Case the commodity was ice cream and was compounded by the defendant; here, the meat was sold in the same form that it was purchased. In the Race Case there was no government inspection or stamp of fitness; here there was such a stamp. But neither of these distinctions removes the present case from the operation of the doctrine, for if the principle of implied warranty is to control there can be no distinction between a vendor who compounds the article (as in the case of ice cream) and one who retails goods in the same shape as they were when he bought them, as in this case. In neither case is the vendor accused of negligence or want of care. The implied warranty rule rests upon a principle of public policy. The reason for that rule is stated in Wiedeman v. Keller, 171 111. 93, 49 N. E. 210, as follows:</p>\n<blockquote id=\"b592-6\">“It may be said that the rule is a harsh one; but, as a general rule, in the sale of provisions the vendor has so many more facilities for ascertaining the soundness or rinsoundness of the article offered for sale than are possessed by the purchaser that it is much safer to hold the vendor liable than it would be to compel the purchaser to assume the risk.”</blockquote>\n<p id=\"b592-7\">If this is the principle on which the rule rests, no amount of care can relieve the vendor. The government stamp adds nothing to his position, for he has warranted the goods, and whether he has been careful or careless is of no concern. We did not affirm in the Race Case on the doctrine of negligence or want of reasonable care, but flatly on the doctrine of implied warranty. This doctrine was applied squarely by the Supreme Court of Illinois in Wiedeman v. Keller, supra, where many leading authorities were examined. That was a sale of meat, and was practically parallel with the case before us. In view of the attitude which this court has assumed, the Wiedeman Case should have great weight with us. In Bigelow v. Maine Central Ry. Co., 110 Me. 105, 85 Atl. 396, 43 L. R. A. (N. S.) 627, the Supreme Judicial Court of Maine rejected the common-law doctrine as not being applicable to canned asparagus.</p>\n<p id=\"b592-8\">Personally I approve of the doctrine there propounded. This court, however, having so recently twice taken a contrary position on the subject, it would be better, I think, to allow the Court of Appeals to dispose of the question in this state than for us to attempt to make a <page-number citation-index=\"1\" label=\"563\">*563</page-number>distinction here and thus inject confusion, and perhaps ridicule, into the law. The judgment should be affirmed.</p>\n<p id=\"b593-5\">Judgment and order unanimously affirmed, with costs. The court disapproves of the finding of fact that the defendant had any knowledge of a defective condition of the meat, and finds that there was no credible evidence to establish such knowledge. All concur; LYON, J., in result.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}