{
  "casebody": {
    "data": "<casebody firstpage=\"955\" lastpage=\"958\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b985-5\">STROHMEYER <em>&amp; </em>ARPE CO. v. GUARANTY TRUST CO. OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b985-6\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ab4j\">March 17, 1916.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b985-7\">Bills and Notes &lt;@=o2,8—-Exchange—Delay in Transmission-—Liability.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b985-8\">One who purchases a cable transfer of money, which the parties stipulated was a method of transmitting money by cable, wherein the seller engages that he has the -balance at the point at which the payment is ordered, and that on receipt of the cable directing the transfer his correspondent at that point will make payment to the beneficiary named in the cable, and also contracts that the cable will be delivered to the cable company on the day of the purchase, unless otherwise indicated in the contract, cannot recover from the seller of such transfer the difference in the exchange between the date he purchased the transfer and the <page-number citation-index=\"1\" label=\"956\">*956</page-number>date the payment was made, where the seller fully complied with its contract, but the message was not promptly delivered by the cable company.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b985-9\"><page-number citation-index=\"1\" label=\"955\">*955</page-number>&lt;Scx&gt;Por other cases see same topic &amp; KEY-NUMBER in all Key-Numhered Digests &amp; Indexes</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b986-5\"><page-number citation-index=\"1\" label=\"956\">*956</page-number>[Ed. Note.—For other cases, see Bills and Notes, Cent. Dig. §§ 29, 31-33, 38; Dec. Dig. @=^23.]</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b986-6\">Appeal from Trial Term, New York County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b986-7\">Action by the Strohmeyer &amp; Arpe Company against the Guaranty Trust Company of New York. Judgment for the plaintiff, and defendant appeals. Judgment reduced to amount tendered by defendants.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b986-8\">Argued before CLARICE, P. J., and LAUGHLIN, SCOTT,. SMITH, and PAGE, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b986-9\">Frank M. Patterson, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b986-10\">William C. Dodge, of New York City, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b986-11\">SCOTT, J.</author>\n<p id=\"AAE\">This action arises out of the purchase by plaintiff of a cable transfer of money to be paid in Genoa, Italy. All the facts were stipulated at the trial, and the cause was heard and determined upon that stipulation.</p>\n<p id=\"b986-12\">The plaintiff is a domestic business corporation. The defendant is-a domestic corporation, organized under the Banking Corporation Laws of this state, engaged in the business of banking and also in the sale of foreign exchange. On October 23, 1914, tire plaintiff instructed defendant to remit per cable to Tomaso Moro and Figli, Genoa, 75,000 lire, paying to defendant at the same time the sum of $14,423.08, being the price or value of a cable transfer of 75,000' lire at the current rate of exchange for such transfer in the city of New York on that day. The defendant accepted the order in writing, stating that payment would be effected by Crédito Italiano at Genoa. On the same day defendant delivered to the French Telegraph Cable Company, a company engaged in the transmission of cable messages to various parts of Europe, including Genoa, Italy, a cable message for transmission to Crédito Italiano, Genoa, Italy, instructing said last-mentioned institution to pay Tomaso Moro and Figli 75,000 lire for account of Strohmeyer &amp; Arpe Company, New York. This cable message was transmitted to Europe by the said French Telegraph Cable Company on the evening of October 23, 1914, the same day it was received by said company, but was never delivered to the said Crédito Italiano at Genoa. On the 9th or 10th of November, 1914, plaintiff advised defendant by letter that it had received word from Tomaso Moro and Figli in Genoa that the cable transfer had not arrived. This was the first information received by defendant that the money had not been promptly paid, and it at once cabled to the Crédito Italiano at Genoa, repeating its cable of October 23d, and asking to be informed by cable when payment was effected. This cable message was delivered to the Crédito Italiano at Genoa on November 11, 1914, and the payment to Tomaso Moro and Figli was at once made on that day. It is stipulated that:</p>\n<blockquote id=\"b986-13\">‘The price paid by plaintiff for such cable exchange on the 23d day of October, 1914, was $1 for each 5.20 Italian lire; and at said date the fair mar<page-number citation-index=\"1\" label=\"957\">*957</page-number>ket value of a transfer by cable of a credit of 75,000 Italian lire to Genoa, Italy, on said date was $14,423.08; that the fair market value in New York City of cable exchange payable at Genoa, Italy, on the 11th day of November( 1914, was $1 for each 5.385 Italian lire, and at said date the fair market value of a transfer by cable of a credit of 75,000 Italian lire to Genoa, Italy, on said date was $13,929.54.”</blockquote>\n<p id=\"b987-3\">The plaintiff now seeks to recover and has been awarded as damages for the delay in the payment to its correspondent in Genoa the sum of $439.54, being the difference in the market values of a cable transfer of 75,000 lire on October 23 and November 11, 1914, as shown by the agreed statement of facts. It also claims and has been awarded $20.42 interest on the sum paid by it to defendant from said October 23, 1914, to November 11, 1914. This interest defendant tendered to plaintiff on June 14, 1915, but plaintiff refused Jo- receive it. Except for the difference in exchange above stated, plaintiff does not claim to have suffered any damage (beyond interest) by reason of the delay in payment to its Genoa correspondent. It is stipulated that the Crédito- Italiano was at all the times mentioned herein a banking institution in Genoa, and that defendant on all of said times had a credit with said Crédito Italiano in excess of the sum of 75,000 lire.</p>\n<p id=\"b987-4\">It is also stipulated that in its note or memorandum accepting plaintiff’s order to transfer the money by cable to Genoa there was the following clause, which the court found, and obviously correctly, constituted a part of the terms of sale of the cable exchange, to wit:</p>\n<blockquote id=\"b987-5\">“In making a cable transfer* it is fully understood and agreed that no liability shall attach to us nor to our correspondents for any loss or damage in consequence of any delay or mistake in transmitting the message, or for any canse heyond our control.”</blockquote>\n<p id=\"b987-6\">There is nothing in the stipulation to indicate, nor is any claim made by plaintiff, that the delay or default in transmission was due to any negligence or fault on the part of defendant, and the bare and concrete question is whether the defendant is legally bound to pay to plaintiff the difference between the market price of a cable transfer on October 23d and the market price on November 11th.</p>\n<p id=\"b987-7\">We are relieved from the necessity of undertaking to define a cable transfer, for the parties have stipulated for the purposes of this case that:</p>\n<blockquote id=\"b987-8\">“Cable transfers mean a method of transmitting money by cable, wherein the seller engages that he has the balance at the point on which the payment is ordered, and that on receipt of the cable directing the transfer Ms correspondent at such point will make payment to the beneficiary described in the cable; and the seller of a cable transfer contracts that the cable directing the transfer will be delivered to the cable company upon the day of purchase, unless otherwise indicated in the contract.”</blockquote>\n<p id=\"b987-9\">It will be observed at the outset that the defendant admittedly complied with all the obligations imposed upon it by this definition. It is stipulated that it had a sufficient balance at the point at which the payment was ordered, and that, on receipt of the cable directing the payment, its correspondent made such payment to the beneficiary named, and the cable directing the transfer was delivered to- the cable company upon the day of purchase. The defendant therefore complied <page-number citation-index=\"1\" label=\"958\">*958</page-number>with all the obligations implied in its sale of the cable transfer, and is relieved from liability for damages arising .from the delay in transmission by its special contract.</p>\n<p id=\"b988-5\">The learned court from whose judgment this appeal is taken decided in favor of the plaintiff upon the theory that what defendant contracted to transmit was the identical money paid to it by the plaintiff, likening the case to one in which a common carrier had received ten trunks for transmission and delivered only nine of them. He was therefore of the opinion that the money paid to defendant remained the property of plaintiff until it or its equivalent had actually been paid over in Genoa, and that all plaintiff was entitled to retain was the value in New York on November llth, at the current rate of exchange for cable transfers, of 75,000 lire in Genoa. We are of opinion that this decision rests upon an erroneous view of tire nature of a cable transfer, and that the supposed analogy of a common carrier transmitting merchandise is not appropriate, for there was here no failure to deliver in Genoa the 75,000 lire contracted for, but only a delay in making such delivery. Technically speaking there is a marked distinction between issuing a draft, or traveler’s check, or transferring money by cable and receiving money for actual transmission. Musco v. United States Surety Co., 132 App. Div. 300, 117 N. Y. Supp. 21.</p>\n<p id=\"b988-6\">The very term “cable transfer” precludes the idea that an actual transmission of money is contemplated. What the seller of a cable transfer does is to sell a sum of money, or a credit for a sum of money, payable at the place indicated in the contract. What the buyer does is to purchase a credit available at such place. In the present case the plaintiff bought 75,000 lire to' be paid in Genoa. The transaction was a completed one, and plaintiff or its correspondent ultimately received precisely what defendant engaged should be received, to wit, 75,000 lire in Genoa. The inequity of plaintiff’s claim can be appreciated by considering what would have been the rights of the parties if the fluctuations of exchange had been such that on November llth the value of $1 in Italian lire had been more than 5.20, instead of less, and that, as in the present case, tire delay in transmission had been due to no fault of the defendant. In such a case it is evident that defendant, having sold the transfer at 5.20 on October 23d, would have had no valid claim against plaintiff for the value of the transfer at the market rate on November llth.</p>\n<p id=\"b988-7\">As we regard the transaction it was complete on October 23d when the cable transfer was sold. The money paid for it became defendant’s money, against which plaintiff received defendant’s obligation that payment would be made in Genoa. For a failure to comply with this obligation plaintiff might under some circumstances, although not under those in this case, have an action for damages. The judgment appealed from must be reduced to the sum of $20.42 with interest from November 11, 1914, to June 14, 1915, and, as so modified, affirmed, with costs to- the appellant in all courts.</p>\n<p id=\"b988-8\">Appropriate findings of fact and conclusions of law may be submitted upon the settlement, on notice, of the order to be entered herein. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}