{
  "casebody": {
    "data": "<casebody firstpage=\"485\" lastpage=\"493\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b485-3\">Burnham &amp; a. <em>v. </em>Kempton.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b485-4\">In equity, several owners of the mills on one side of a river claimed the right to connect their dam with the hank on the other side, under a written agreement of the owner. It appeared that two persons, who were owners of the mills, and parties to the agreement, were not made parties to the <em>hill. </em>— Held, that they were necessary parties, either as plaintiffs or defendants.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b485-5\">An agreement provided for the erection of a new dam, below an existing dam, and one of the parties stipulated that the <em>“present mill-dam owners” </em>might connect their dam to the west bank, of which he was owner, so long as they saw fit. The words were construed to mean, “ <em>the owners of the present mill-dam.”</em></headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b485-7\">In Equity. The plaintiffs allege, in their bill, that in 1787, and before and since, a dam was kept np across Contoocook river, by them and J. Patterson and D. N. Patterson and the defendants, and those under whom they claim, and that they have been in the exclusive use of the dam and water, at their mills on the south side of the river, and none of the water has been used by their consent at the north end of the dam.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b485-8\">In August, 1832, H. E. Perkins owned the land on the north side of the river, to which the north end of their dam is made fast, and on the 13th of August, 1832, he agreed with the then owners of the mills, occupied by the plaintiffs, which agreement is substantially as follows : “August 13, 1832. This may certify that we, under-signers, bind ourselves and agree to pay to H. E. Perkins $100, in the following proportions: viz., C. Phelps, half of said $100; Messrs. Patterson, one fifth of said sum, and the others to pay in the same proportions as they paid on their new dam lately built.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b485-9\">“ The consideration for which said sum is to be paid is, that said Perkins shall build, or cause to 'be built, a mill-dam, from his mill-dam, on the western bank of the Contoocook river, to extend partly on the west of said <page-number citation-index=\"1\" label=\"486\">*486</page-number>stream, and to intersect the new dam, &amp;c. Said dam is to be of the same height, or as near as it possibly can be, to the other dam now built.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b486-5\">“Perkins is to discharge, or cause to be discharged, all accounts, &amp;c.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b486-6\">“ Said claim of $100 is not to be paid unless said dam is built, &amp;c.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b486-7\">“And it is admitted that the present mill-dam owners may continue to connect their dam with the bank on the west side of the river, so long as they see fit.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b486-8\">Signed: H. E. Perkins,</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b486-9\">Sol. Phelps, for self and Chandler,</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b486-10\">Joab &amp; D. N. Patterson,</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"AYz\">John Burnham,</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b486-11\">Abram Brown.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b486-12\">All the conditions incumbent on the plaintiffs, by this agreement, have been performed. In 1835, H. E. Perkins erected a dam, from the north bank of the river, below the north end of the plaintiffs’ dam, connecting with their dam near the south bank of the river; and he, and those claiming under him, have since kept it up. Perkins, after constructing' this dam, erected mills on the north bank of the river, and used exclusively the water of the pond formed by the two dams, which run over the plaintiffs’ dam. These were a saw, shingle and clapboard mill, and were not operated by Perkins in summer.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b486-13\">The plaintiffs’ mills, on the south side of the river, were a saw, clapboard, falling, grist and shingle mill, and they used the water above their dam at all seasons, there being at some times only enough for the grist-mill.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b486-14\">Kempton purchased the interest of Perkins in the mills, privileges and dams on the north side, and is now owner of them, and constantly uses them.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b486-15\">On the 14th of October, 1857, Kempton and others cut <page-number citation-index=\"1\" label=\"487\">*487</page-number>away the plaintiffs’ dam for six feet, and tore up and injured the planking near the north bank, injuring and endangering the dam, exposing it to be carried away by high-water and ice, rendering it impossible to run their mills, and destroying their value.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b487-5\">The plaintiffs have since repaired their dam, and prevented the diversion of the water, and have requested him not to tear up the dam, or divert the water; but under various pretences he threatens again to tear up the dam.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b487-6\">They pray an injunction and other relief. The defendants filed a demurrer at the December term, 1857, because the bill, if true, contains not any matter of equity whereon the court can ground any decree or give any relief.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b487-7\"><em>H. A. </em>Bellows, for the defendant.</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"b487-8\">It is quite clear that the complainants go on the ground that they have the right to draw all the water needed for their mills, and that the defendant has the right to use only what they do not want, and what runs over the dam. The dam built by Perkins, under the contract set out in the bill, is on the same level as the plaintiffs’ dam, and immediately below it, and at one end connected with it. Of course, if there is no opening in the plaintiffs’ dam, it is in their power to draw all the water through their flume, and this power they claim.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b487-9\">Their complaint against the defendant is, substantially, that he has made an opening at the northerly end of their dam, about six feet wide, and has thereby greatly injured the dam; but they do not otherwise state the character of this opening, or distinctly, and in terms, set out its purpose. But it is ¡quite clear that the complainants understood it to have been done to enable the defendant to draw one half, or some share of the water for the use of his mills, his right to which they are careful to deny.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b487-10\">The description of the opening is such as would suit <page-number citation-index=\"1\" label=\"488\">*488</page-number>a bulkhead, although the complainants do not use that term.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b488-5\">Still, it appears from the whole bill that the opening was made to enable the defendant to draw what he claimed to be his share of the water, and there is nothing in the bill that shows it to have been an unsuitable opening for the purpose; but the right to open the dam at all is denied. It will be observed that no complaint is made of the improper exercise of a right that existed, but the complaint is that there was no such right; that the defendant could only use the water that run over their dam, and was not entitled to draw water at all from the pond which the dam created ; or, in other words, the plaintiffs claim the whole water power. This claim, it appears by the bill, was not admitted by the defendant, and, acting on his own view of the respective rights of the parties, he has drawn water from the pond. The complainants and defendant are on opposite sides of the river, and are to be regarded as tenants in common of the water-power, unless it is shown that the plaintiffs have acquired, by deed, or in some other lawful way, a right beyond the one half.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b488-6\">But the plaintiffs state no such title, and for aught that appears the defendant had a right to make an opening in the dam, that he might draw his share of the water. The bill states no conveyance to the complainants, or their ancestors, nor does it state a title by prescription. It is true, it alleges an exclusive use of all the water, but does not state how long such exclusive use had continued, or any thing by which it could be seen that a right had been acquired in that way. The allegation that the complainants have acquired the right, does not avail without showing how.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b488-7\">Besides, the tenants are to be regarded as tenants in common of the water-power. <em>Runnels </em>v. Bullen, 2 N. H. 53b; Angell on Water-courses, sec. 100. And the occupation of one is the occupation of all, unless something <page-number citation-index=\"1\" label=\"489\">*489</page-number>equivalent to an actual ouster is shown. Indeed, the allegation that the water had never been taken out at the' north end of the dam, with their consent or permission, is, by the way of a negative pregnant, an admission that it had been taken or drawn without their consent. But, even if there had been allegation that the plaintiffs had acquired a right by adverse possession, it would not entitle the plaintiffs to maintain this bill, inasmuch as it is admitted that the defendant contests the claim of the'' plaintiffs, and there is no such clear right as should be shown to give a court of equity jurisdiction.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b489-5\">Then, as to the character of the injury, it is not stated to be irreparable, nor is it in its nature irreparable. Nor is there in fact any prayer for a temporary injunction. The case is, then, a bill for a private nuisance, where the right is not clear, and not settled, but in controversy, and is brought, in fact, to test that title, with a view to an injunction on a <em>final </em>hearing, and it is not in aid of a suit at law. It comes, then, within the principle of <em>Coe </em>v. <em>Lake Co., </em>37 N. H. 254.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b489-6\">It will be perceived that the Perkins dam was built at the expense, in part, of the complainants, and for their benefit, on account of the greater security it would give to the upper dam, and enabling them to avoid the expense of graveling. Of coursp, while that stands, it being on the same level, the upper dam would be in still water, and the opening of a gap in a proper manner would not endanger it.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b489-7\">The Perkins dam, as it will be seen from the whole case, takes the water to the Perkins mills, a few rods below the upper dam, and is merely a substitute for a long flume, or' canal; and it is not denied that Perkins was accustomed to draw water from the upper dam, but is impliedly admitted by saying it was not done with their consent. Indeed, the statement is entirely consistent with the fact that the' dam had been provided at the north end with a bulk<page-number citation-index=\"1\" label=\"490\">*490</page-number>head, and that Perkins had drawn water through it for twenty-five years for the use of his mill.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b490-5\">In fact, the complainants studiously avoid stating how the water was used by Perkins, beyond the mere statement that Perkins was accustomed to use his mills in the summer mostly, but that the plaintiffs used theirs at all seasons of the year.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b490-6\">This again gives force to the implied admission that water was drawn from, the upper dam for the use of the mills on the north side.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b490-7\">The plaintiffs, then, neither show a title, nor such an exclusive use for any period of time, since the building of the mills on the north side, as will entitle them to maintain this bill.</p>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b490-8\"><em>George $ Foster, </em>also, for the defendant.</attorneys>\n<p data-order=\"34\" data-type=\"legal\" id=\"b490-9\">The title of the complainants, not being established at law, this court will not take jurisdiction of the bill. 1 Dan. Ch. Pr. 608, 609, and cases cited in note o ; <em>Bird </em>v. <em>Gifford, </em>6 John. Ch. 19; <em>Russ </em>v. <em>Wilson, </em>22 Maine 211; Angell on Watercourses 482, sec. 452.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b490-10\">The plaintiffs claim the exclusive use of the upper dam, but the nature of their title is not disclosed by the bill. The only claim of right concerning it, which is divulged, appears from the last clause of the agreement recited in the bill: “ and it is admitted that the present mill-dam owners may continue to connect their dam with the bank on the west side of the river, so long as they see fit;” no expression is to.be found herein, nor elsewhere in the agreement, inconsistent with Perkins’ claim to the use of the water <em>above </em>the dam, as a tenant in common with the plaintiffs. The admission is no more than a <em>license </em>to connect the dam with the westerly shore. It is without consideration. It is revokable. It was revoked by the conveyance to Kempton. <em>Cook </em>v. <em>Stearns, </em>11 Mass. 588 ; <em>Dexter </em>v. <em>Hazen, </em>10 Johns. 426; <em>Harris </em>v. <em>Gillingham, </em><page-number citation-index=\"1\" label=\"491\">*491</page-number>6 N. H. 9; <em>Carlton </em>v. <em>Redington, </em>21 N. H. (1 Foster) 291; <em>Cowles </em>v. <em>Kidder, </em>24 N. H. (4 Foster) 364.</p>\n<attorneys data-order=\"36\" data-type=\"attorneys\" id=\"b491-5\"><em>Morrison Stanley, </em>for the plaintiffs.</attorneys>\n<opinion data-order=\"37\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b491-6\">Bell, J.</author>\n<p id=\"Akh\">J. and D. N. Patterson are alleged to be entitled with the complainants, and Kempton, the defendant, to the use of the dam and water. They are not alleged to be interested in the mills. They are parties to the agreement. They are not parties to the bill. The rule is, that “ all persons materially interested in the subject ought generally, either as plaintiffs or defendants, to be made parties to the suit, or to be served with a copy of the bill.” 1 Dan. Ch. Pr. 240. It is necessary that the plaintiff’ should bring regularly before the court, either as co-plaintiffs with himself, or as defendants, all persons so circumstanced, that, unless their rights were bound by the decree of the court, they might cause future molestation or inconvenience to the party against whom the relief is sought; <em>Ibid. </em>241; or, as it is better expressed in the margin, <em>“ </em>all having a right to sue the party for the same thing.” Story’s Eq. Pl. 74, 136, &amp;c.; 2 Swift’s Sys. 248; Adams’ Eq. 312 ; Brightley’s Eq. Jur. 418, sec. 537. Tenants in common must all sue or be sued in cases touching their common rights and interest. Story’s Eq. Pl., sec. 159.</p>\n<p id=\"b491-7\">It is ai’gued that the real question presented by this case is one of private nuisance, to which the principle applies that a court of equity will not interpose until the rights of the parties have been determined at law; and in support of this view it is said that the parties, being owners of the opposite banks of the stream, are to be taken to be tenants in common of the water and water privilege, of common right; and it is therefore necessary for the party who sets up an exclusive right to the whole, to allege the title, by deed or prescription, under which he claims, which is not done in this bill; but the only ground of claim set up <page-number citation-index=\"1\" label=\"492\">*492</page-number>is the agreement recited in the bill, which cannot operate as a grant, and is at most a bare license, revokable at the pleasure of the party who grants it, and that it was in fact revoked by the sale of Perkins to Kempton.</p>\n<p id=\"b492-5\">\"We think none of these positions can properly be assumed by the court in the present stage of the case, whatever may hereafter appear to be involved in it. The questions on the demurrer are to be decided by the allegations of the bill itself, taking them to be true. The claim set up in the bill is the right to extend and maintain their dam to the north bank of the river, and there connect it with the bank. To show the importance of this right, they state the ownership of the mills, and the exclusive use they have had of the water by means of their dam. They allege the agreement between Perkins and them, as the foundation of this right. In this agreement, which seems founded on sufficient consideration, <em>“ </em>it is admitted that the present mill-dam owners may continue to connect their dam with the bank on the west side of the river, so long as they see fit.” This can hardly be regarded as a mere license in a court of equity. At law, as no interest in land can be conveyed by an instrument not under seal, it cannot operate to create or convey any easement, and therefore cannot operate further than as a license. Put in a court of equity, which has power to enforce the specific performance of contracts, it may be regarded as a contract, which, though it does not create or convey an easement, may yet bind the party to allow the use of an easement, and a court of equity may restrain the party from violating his agreement.</p>\n<p id=\"b492-6\">It may also be regarded as an admission of an existing right or easement, upon which parties have acted for a series of years, and by which the conscience of the party might be so far bound that he would not be heard in a court of equity to deny it.</p>\n<p id=\"b492-7\">These suggestions may furnish an answer to the point <page-number citation-index=\"1\" label=\"493\">*493</page-number>taken, that, before bringing a bill, the right ought to be established by a trial at law. The right set up is an equitable right, of which the law might not take cognizance, and as to which it might afford no means of trial.</p>\n<p id=\"b493-5\">This agreement is made with only one of the plaintiffs by name, and the question may therefore arise as to the construction of the language used, “ <em>the present mill-dam owners’’ </em>which is in itself equivocal. If construed <em>the present owners of the </em>mill-dam, it would not be the foundation of any claim by those who have since become 'interested ; but if construed <em>the oioners of the present </em>mill-dam, it might be effectual as an admission or as an agreement for the benefit of the owners for the time being, which would include all the plaintiffs who are alleged to hold the rights of the previous parties.</p>\n<p id=\"b493-6\">Upon the statements of the bill alone, without the light which might be thrown upon the construction by other circumstances, we think the last is to be deemed the true meaning, particularly as the present mill-dam seemed to be spoken of in contrast with the new dam then agreed to be built.</p>\n<p id=\"b493-7\">It might then become a question how far this defendant, Avho has acquired the rights of Perkins, would be affected by his contract; and, judging from the facts stated in the bill, Ave think he must be held to have had notice of whatever equitable rights the plaintiffs had to maintain the dam, of which they were in the notorious, Adsible possession and use. .</p>\n<p id=\"b493-8\">As, then, it does not appear that a decision must necessarily be given against the plaintiffs upon their own allegations, we think, the defect of parties being amended, the demurrer as to other points must be overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}