{
  "casebody": {
    "data": "<casebody firstpage=\"360\" lastpage=\"366\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b372-9\">Michael McDonald <em>vs. </em>Philip Hugo, Sheriff.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b372-10\">Third Judicial District, New Haven,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ae5e\">January Term, 1919.</p>\n<judges data-order=\"3\" data-type=\"judges\" id=\"b372-11\">Prentice, C. J., Roraback, Wheeler, Beach and Gager, Js.</judges>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b372-12\">As a husband is under no legal obligation to support his wife at any other than his own place of residence, — unless he has coerced, persuaded or permitted her to reside elsewhere — he cannot be guilty of the offense of nonsupport at any other place; and therefore a court whose territorial jurisdiction does not include the town or borough in which the husband resides, has no power or authority to convict him of that offense.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b372-13\">In the present case the plaintiff, for twenty years a resident of the Borough of Naugatuck, was arrested, taken before the City Court of Waterbury, and tried and convicted in that court of unlawfully neglecting and refusing to support his wife in Waterbury, where she was then living, but without her husband’s coercion, connivance, or permission. He appealed to the District Court of Waterbury, and was there tried upon a new information recharging the <page-number citation-index=\"1\" label=\"361\">*361</page-number>identical offense, and was convicted and committed to jail. A writ of <em>habeas corpus </em>having issued, the defendant sheriff assigned the <em>mittimus </em>of the District Court as the cause of the plaintiff’s detention, and the plaintiff thereupon filed his answer, alleging, among other things, the facts above stated, and asserting that because of them neither the City Court nor the District Court of Waterbury had jurisdiction of the offense charged, and to this answer the defendant.demurred. Held:—</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b373-6\">1. That the plaintiff, by going to trial in the District Court upon a plea of “not guilty,” had not waived the question of the court’s authority, since jurisdiction of the subject-matter could not be conferred by agreement, acquiescence, consent or waiver.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b373-8\">2. That the questions of the sufficiency of the evidence respecting the plaintiff’s residence and the place of the commission of the offense, and its reviewability upon <em>habeas corpus, </em>were not involved, inasmuch as the demurrer had admitted all the facts set forth in the plaintiff’s answer to the return; and that upon those facts the question of jurisdiction was determinable upon <em>habeas corpus.</em></headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b373-10\">3. That the information filed in the District Court was not an original one under General Statutes, § 6602, but one for the same offense as that charged in the City Court; and as the City Court had no jurisdiction of an alleged offense of nonsupport committed in Naugatuck, the District Court, on appeal, had none for the same offense.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b373-12\">4. That upon the record before the Superior Court in the <em>habeas corpus </em>proceeding, the plaintiff was properly discharged from imprisonment.</headnotes>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"b373-14\">Submitted on briefs January 22d</otherdate>\n<decisiondate data-order=\"11\" data-type=\"decisiondate\" id=\"AFx\">decided March 4th, 1919.</decisiondate>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b373-15\">Writ of habeas corpus to determine the legality of the plaintiff’s imprisonment, brought to and tried by the Superior Court in New Haven County, <em>Case, J., </em>upon a demurrer to the answer to the defendant’s return; the court overruled the demurrer and discharged the plaintiff from further custody, and from this judgment the defendant appealed.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"AC6\">\n<em>No error.</em>\n</disposition>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b373-16\"><em>Edward B. Reiley, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b373-17\"><em>Clayton L. Klein, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b373-18\">Wheeler, J.</author>\n<p id=\"Aq3\">The record consists of the application of Michael McDonald for a writ of <em>habeas corpus, </em><page-number citation-index=\"1\" label=\"362\">*362</page-number>the writ therein, the respondent’s return thereto, the answer to the return and the respondent’s demurrer, the ruling thereon overruling the demurrer, and the judgment rendered discharging the petitioner from further custody upon the failure of the respondent to plead over.</p>\n<p id=\"b374-6\">The admissions of the demurrer established for this case these facts: The petitioner, Michael McDonald, had been continuously for over twenty years a resident of Naugatuck, and had never been a resident of or physically present in the city of Waterbury. McDonald’s wife and child lived in Naugatuck until January, 1917, when they removed to Waterbury.</p>\n<p id=\"b374-7\">McDonald was arrested in Naugatuck and brought before the City Court of Waterbury charged with nonsupport of his wife and child. To this charge he pleaded “not guilty.” He was found “guilty,” and took an appeal from the judgment of the City Court to the District Court of Waterbury.</p>\n<p id=\"b374-8\">The prosecuting attorney of the District Court did not file an original information charging nonsupport, but did file a new information in that court charging nonsupport in the city of Waterbury, and alleging that McDonald was a resident of the city of Waterbury when in fact he was a resident of Naugatuck and never had been a resident of or domiciled in the city of Waterbury. To the new information McDonald pleaded “not guilty” and was found “guilty.” He thereupon, in due season, filed a motion in arrest of judgment, which the court denied and rendered judgment that he pay “$8 a week for one year under bond of $500 to furnish support for his wife and child, or in lieu thereof, imprisonment in the New Haven county jail for the term of six months, and to pay the costs of this prosecution, taxed at $31.89, and stand committed until judgment is complied with.” Upon this judgment a <page-number citation-index=\"1\" label=\"363\">*363</page-number><em>mittimus </em>was issued, and thereunder McDonald was committed to the New Haven county jail, and while there confined he prayed out this writ of <em>habeas corpus.</em></p>\n<p id=\"b375-6\">The city of Waterbury and the borough of Naugatuck are each within the judicial district over which the District Court of Waterbury has jurisdiction. The appeal was properly taken from the City Court of Waterbury to the District Court of Waterbury. The temporary abode of Mrs. McDonald in Waterbury did not give the City Court of Waterbury jurisdiction over the offense of nonsupport, if such was committed by McDonald. Since McDonald resided and was domiciled in Naugatuck, the residence of his wife followed that of her husband. So far as appears, McDonald neither compelled, persuaded, nor permitted his wife to reside in Waterbury. It was his duty, upon the facts of record, to support his wife at Naugatuck, his own place of residence, and not elsewhere, and if he failed or refused to do this without justifiable cause, he was guilty of the offense of nonsupport at his place of residence and not elsewhere. Were this not so, a husband might be prosecuted for nonsupport in any town or city of the State his wife chanced to be in.</p>\n<p id=\"b375-7\">The jurisdiction of the City Court of Waterbury is limited to offenses committed within the city limits, and the Borough Court of Naugatuck has exclusive jurisdiction of the crime of nonsupport committed within the borough limits. Since McDonald resided in Naugatuck and did not coerce, persuade, or permit his wife to go to Waterbury, he could commit the offense of nonsupport in no place other than Naugatuck. <em>State ex rel. Delevan </em>v. <em>Justus, </em>85 Minn. 114, 88 N. W. 415. The City Court of Waterbury was without jurisdiction of the offense of nonsupport committed by McDonald in Naugatuck. The Borough Court of Naugatuck had exclusive jurisdiction of such offense.</p>\n<p id=\"b376-5\"><page-number citation-index=\"1\" label=\"364\">*364</page-number>The respondent does not attempt in argument to sustain the jurisdiction of the City Court of Waterbury over this offense. But he insists (1) that McDonald, having gone to trial upon a plea of “not guilty” to the new information, had waived any irregularities in the description of his residence and of the place of the offense; (2) that the jury had passed upon the question of the place of the offense and of McDonald’s residence, and that the sufficiency of the evidence of these facts was not reviewable upon a writ of <em>habeas corpus; </em>(3) that the judgment of the District Court was based upon a new information filed by virtue of General Statutes, § 6602, and hence the jurisdiction of the District Court was not dependent upon that of the City Court of Waterbury but upon its own jurisdiction of the offense, which was complete.</p>\n<p id=\"b376-6\">The first point is sufficiently answered by pointing out that jurisdiction cannot be conferred by agreement, acquiescence, consent or waiver. <em>Savings Bank of Danbury </em>v. <em>Downs, </em>74 Conn. 87, 89, 49 Atl. 913; <em>Chipman </em>v. <em>Waterbury, </em>59 Conn. 496, 497, 22 Atl. 289.</p>\n<p id=\"b376-7\">The second point — that the jury had already passed upon the place of the offense and the residence of McDonald, and that the sufficiency of the evidence was not reviewable upon writ of <em>habeas corpus </em>— overlooks the admissions of the demurrer, that McDonald resided in Naugatuck and that the offense, if any, occurred there and not in Waterbury; and hence the judgment of the District Court, based as it necessarily was upon an offense committed in Waterbury although the offense, if any, was committed in Naugatuck, was outside its jurisdiction, this raising a question which was properly determinable upon a writ of <em>habaes corpus.</em></p>\n<p id=\"b376-8\">The third point rests upon a mistaken understanding of the record. The prosecuting attorney of the District Court did not file an original information under <page-number citation-index=\"1\" label=\"365\">*365</page-number>General Statutes, § 6602. He did file a new information under § 6601, charging the same offense as that prosecuted in the lower court. When the case was duly-appealed to the District Court from the City Court of Waterbury, the prosecuting attorney of the District Court had four courses open to him. He might try the cause upon the original complaint filed in the lower court. He might amend that complaint. He might file a new information for the same offense prosecuted in the lower court, or any other offense which would have been within the jurisdiction of such lower court. General Statutes, § 6601. He might file an original information for any offenses occurring within the territory within which said court had final jurisdiction, and the court, by the issuance of a warrant thereon and the arrest of the accused upon the warrant, might acquire jurisdiction of his person and the cause. General Statutes, § 6602; <em>State </em>v. <em>Hall, </em>86 Conn. 191, 192, 84 Atl. 923. The prosecutor chose the course which permitted him to file an information in new form but charging the same offense as charged in the City Court. Since the City Court of Waterbury had no jurisdiction of the offense of nonsupport committed in Naugatuck, the District Court on appeal on a new information for the same offense would have none. For the case in the District Court is precisely the case in the City Court and affected by the same jurisdictional defect as the case when before the City Court. The fact that the District Court has a broader territorial jurisdiction than the lower court, and embraces the offense of nonsupport committed in Naugatuck, does not affect its relation to the case — it remains the case of the lower court.</p>\n<p id=\"b377-6\">Whether a similar information, if filed as an original information in the District Court, which had jurisdiction of the offense whether committed in Nauga<page-number citation-index=\"1\" label=\"366\">*366</page-number>tuck or Waterbury, would have sustained a judgment against attack by writ of <em>habeas corpus, </em>we need not inquire. The information before us was not filed as such original information.</p>\n<p id=\"b378-6\">Since the information charged McDonald with nonsupport in the city of Waterbury, as soon as it appeared that McDonald was a resident of Naugatuck and that the offense, if committed anywhere, was committed in Naugatuck, McDonald was entitled to an acquittal upon the new information and the judgment of discharge was properly rendered.</p>\n<p id=\"b378-7\">Other questions raised by the demurrer need not be considered, since that of jurisdiction is all-embracing.</p>\n<p id=\"b378-8\">There is no error.</p>\n<p id=\"b378-9\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}