{
  "casebody": {
    "data": "<casebody firstpage=\"188\" lastpage=\"196\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b202-4\">Albert E. Sheary, Administrator (Estates of Brian Davis et al.), et al. <em>v. </em>Hallock’s of Middletown, Inc., et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b202-5\">Baldwin, C. J., King, Murphy, Shea and Alcorn, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b202-12\">Argued October 11, 1961</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFb\">decided January 23, 1962</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b203-5\"><page-number citation-index=\"1\" label=\"189\">*189</page-number><em>P. Corbin Kohn </em>and <em>Andrew J. O’Keefe, </em>for the appellant (named defendant).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b203-6\"><em>Joseph P. Kenny, </em>with whom was <em>Leslie B. Brimmer, </em>for the appellees (plaintiffs).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b203-7\">Shea, J.</author>\n<p id=\"AVz\">The plaintiff administrator brought this action to recover damages for the deaths of four minor children, alleged to have been caused by the negligence of the defendants and by the breach of an implied warranty in the sale of a stove by the named defendant, hereinafter called the defendant. The plaintiff Margaret Davis, the mother of the children, sought damages for personal injuries sustained by her. The jury returned verdicts for the plaintiffs, and the defendant has appealed from the judgment rendered thereon. The defendant claims that the trial court erred in denying its motion to set aside the verdicts, in refusing to render judgment notwithstanding the verdicts, in charging the jury and in certain rulings on evidence.</p>\n<p id=\"b203-8\">The jury could reasonably have found the following facts: In October, 1957, the plaintiff Margaret Davis and her husband purchased from the defendant a combination oil and gas stove which was installed by the defendant’s employees in the Davis apartment at the rear of the third floor of a house in Middletown. The gas burners on the stove were not connected. On this type of stove, there are two <page-number citation-index=\"1\" label=\"190\">*190</page-number>oil burners which are supplied with oil from a tank in back of the stove. Oil is drawn from this tank under the principle of barometric pressure. The flow of oil to each burner is controlled <em>by </em>a separate valve containing numbers from one to ten. There is no connection between the two burners, and oil cannot flow from one burner to the other. When the stove is installed, it should be level. The burners should be placed in a position on the same level as a sump into which oil drops from the supply tank, so that when the supply valves are wide open, the oil will rise in the base of the burner to, but never above, the level of the oil in the sump. The plaintiff Margaret did not have any difficulty in operating the stove from the time of its installation in October, 1957, until April 18, 1958, when a fire occurred. On that day at about 5 p.m., she lit the front burner and set the valve, according to her usual practice, at position No. 3. About 9 p.m., she went out of the house to do an errand. She left the eldest child Janet, then three years and nine months old, in charge of the other children—Brian, age two years and eight months; Sally, one year and seven months; and Wendy, one month.</p>\n<p id=\"b204-5\">When Margaret left the house, the rear burner on the stove was not in operation. She was gone between five and ten minutes. During her absence, a flash fire occurred in the apartment. Subsequently, the lifeless bodies of the four children were found in a bedroom adjoining the kitchen. Margaret sustained injuries when she attempted to enter the apartment while the fire was in progress. After the fire was put out by the fire department, there was evidence of extensive burning throughout the whole kitchen. The valve to the front burner of the stove was found to be open about one-quarter <page-number citation-index=\"1\" label=\"191\">*191</page-number>of the way, and the valve to the rear burner was turned on to the full position at No. 10. The oil tank was empty but intact. The lid over the rear burner of the stove was tilted, and a heavy aluminum pot on that lid was partially melted. The rear panel of the stove directly over the rear burner, the aluminum trim and some of the glass trim had also melted. Since the melting point of aluminum is about 1200 degrees Fahrenheit, there would have had to be a concentrated and intense fire outside the stove near the rear burner. The door and window in the rear of the kitchen were completely burned out. The flue pipe which led to the chimney was found in back of the stove in the corner.</p>\n<p id=\"b205-5\">The crucial question before the jury was what caused the fire. Originally, the plaintiffs brought this action in three counts. The first count, in which the plaintiffs sought recovery from the landlord for negligence, was withdrawn during the trial. In the second count, the plaintiffs sought recovery from the defendant under an implied warranty of merchantability. In the third count, they sought recovery from the defendant for negligence. The gist of the third count is that the defendant failed to make a reasonable and adequate inspection of the stove, that the stove was negligently constructed and inadequate and unsafe for use, that it did not have a safety device to shut off the flow of oil in the event of a flameout, that the defendant failed to provide safety devices or to take other precautions before permitting the stove to be put to use, that the stove was defective and inherently dangerous for use, and that the defendant failed to warn the plaintiff Margaret of the danger in using the stove when necessary safety controls had not been provided. The second and third counts of the com<page-number citation-index=\"1\" label=\"192\">*192</page-number>plaint were made more specific by alleging, inter alia, that the defendant had installed the stove “in violation and breach of Sections 29-59 and 29-60 of the 1958 Revision of the General Statutes, and further Article 8 of the Regulations for the Installation of Oil Burning Equipment, effective October 9, 1956, and promulgated under said statutes by the Commissioner of State Police.”</p>\n<p id=\"b206-5\">In the course of the trial, the plaintiffs offered in evidence a pamphlet comprising regulations for the installation of oil burning equipment issued by the commissioner of state police pursuant to General Statutes § 29-60. The defendant objected on the ground that there was no foundation for the introduction of the regulations, that the regulations were matters of law which should be covered by the judge’s charge, and that they should not be submitted to the jury as an exhibit. The objection was overruled, and the defendant excepted to the court’s ruling. The pamphlet consists of over forty pages and includes eight different articles of regulations, with many sections and subsections. The regulations cover a broad field and, as stated therein, “are intended to provide for the prevention of injury to life and damage to property, and protection from hazards incident to the installation and operation of oil burners and equipment including tanks, piping, pump control devices and accessories [with certain exceptions, including internal combustion engines, oil lamps, etc.].” Conn. Dept. Regs. §172-6-1 (a). The court erred in permitting the pamphlet to be marked as an exhibit in evidence and in allowing it, in its entirety, to go to the jury for their examination. In the first place, the allegations of the complaint refer only to violations of article 8 of these regulations. The other regula<page-number citation-index=\"1\" label=\"193\">*193</page-number>tions were not pleaded and consequently were not involved. In the second place, upon examination, it is clear that some of the regulations in article 8 do not apply to the stove in this case. They concern conversion range oil burners and relate requirements pertaining to safety control devices and other precautions which do not apply in the present case. The matter is particularly important because of the conflicting testimony offered by expert witnesses. The chief engineer for the manufacturer of the stove testified about the existence of many different antiflooding devices but stated that most of them have little value. He testified that the principle of barometric feed was, itself, a primary safety control and that there was no need for any antiflooding device on the stove. The plaintiffs’ expert, on the other hand, was of the opinion that the barometric feed system was neither an antiflooding device nor a primary safety control. Thus, a sharp conflict developed in the evidence regarding the need for, and the presence of, a primary safety control and antiflooding device on the stove. Although the regulations did require a primary safety control as an integral part of such a stove, they did not require, for that stove, the safety control devices specified for conversion range oil burners.</p>\n<p id=\"b207-5\">To permit the jury to read at random from the pamphlet regulations which, in certain instances, required more exacting care than the regulations controlling the conduct of the defendant in this case could readily result in the application by the jury of the wrong law. Because of the broad allegations of the complaint and the conflict in the evidence, the jury should not have been allowed to examine the entire pamphlet at the risk of their invoking regulations which had no possible application to the <page-number citation-index=\"1\" label=\"194\">*194</page-number>case. This risk should have been foreseen and avoided. Counsel, in offering these regulations, should have asked the court to take judicial notice of the portion of them which applied to the case. The purpose of counsel could have been accomplished, after proper authentication of the pamphlet, by means of the procedure approved by this court in <em>Roden </em>v. <em>Connecticut Co., </em>113 Conn. 408, 413, 416, 155 A. 721, where the trial court took judicial notice of the regulations of the public utilities commission without sending them to the jury. See <em>Merrill </em>v. <em>Nary, </em>92 Mass. 416, 417; <em>Harrison </em>v. <em>Hance, </em>37 Mo. 185, 187. The error was prejudicial and harmful.</p>\n<p id=\"b208-5\">Since a new trial will be required, we briefly discuss two other rulings made by the trial court. First, it allowed into evidence the written report of the police investigation of the fire. The report consisted of several typewritten sheets made up by different officers who reported not only their own observations but the results of discussions and conversations with other persons. The report also contained a signed statement by the plaintiff Margaret as well as matter which was irrelevant and immaterial. The defendant objected to the admission of the report on the ground that it contained hearsay, that the best evidence was the téstimony of these persons as witnesses and that the report contained opinions and speculations. The court found that the report satisfied the requirements of our statute on the admissibility of business entries, General Statutes § 52-180, and overruled the objection. The report was received in evidence.</p>\n<p id=\"b208-6\">The history of our statute was carefully reviewed in <em>Borucki </em>v. <em>MacKenzie Bros. Co., </em>125 Conn. 92, 3 A.2d 224. It was pointed out (p. 101) that the <page-number citation-index=\"1\" label=\"195\">*195</page-number>statute was enacted as a result of the report of the legal research committee of the Commonwealth Fund. The statute was again discussed and interpreted in <em>D’Amato </em>v. <em>Johnston, </em>140 Conn. 54, 97 A.2d 893. There we referred (p. 59) to the leading case of <em>Johnson </em>v. <em>Lutz, </em>253 N.Y. 124, 170 N.E. 517, which dealt with the admission into evidence of the police report of an accident. The New York case held that so much of the police report as contained statements made to the officer by witnesses was not admissible under the business entry statute. The court, after observing that the officer was not present at the time of the occurrence but made his memorandum from hearsay statements of third persons who were at the scene when he arrived, pointed out (p. 128) that the legislature, in enacting the statute, did not intend “to permit the receipt in evidence of entries based upon voluntary hearsay statements made by third parties not engaged in the business or under any duty in relation thereto.” In the <em>D’Amato </em>case, supra, we held, following the authority of the <em>Lutz </em>case, that “[t]o be admissible, the business record must be one based upon the entrant’s own observation or upon information transmitted to him by an observer whose business duty it was to transmit it to him.” Under this principle, it was not proper to admit the entire police report in the present ease. The risk of error on a new trial may be avoided by the proper application of the principle announced by this court in <em>D’Amato </em>v. <em>Johnston, </em>supra.</p>\n<p id=\"b209-5\">The other ruling concerns a sketch or plan of an oil burner unit which was introduced into evidence, over the defendant’s objections, for the limited purpose of showing how an oil burner functions. From the information available, it appears that the sketch <page-number citation-index=\"1\" label=\"196\">*196</page-number>was, in the main, a plan of a conversion oil burner. Since the regulations setting forth the requirements concerning conversion oil burners differ from those pertaining to the type of burner involved in this case, any sketch should, if possible, conform to the latter type. It is unnecessary to discuss the other assignments of error.</p>\n<p id=\"b210-5\">Mention should be made of the possible existence of a substitute complaint. Such a pleading appeared among the exhibits, although it had not been filed with the clerk. There was also, among the exhibits, an answer by the defendant to the substitute complaint. This answer had been filed with the clerk. Close examination of the allegations of the substitute complaint reveal certain differences between it and the complaint and amendments thereto which are printed in the record. To clear up any difficulty, counsel should examine the pleadings in order to assure consideration of only those which are properly before the court.</p>\n<p id=\"b210-6\">There is error, the judgment is set aside and a new trial is ordered.</p>\n<p id=\"b210-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}