{
  "casebody": {
    "data": "<casebody firstpage=\"584\" lastpage=\"587\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b600-4\">Edward Purkee Thomas <em>v. </em>Dorothy Sue Marsh Thomas.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b600-7\">\n<em>(Jackson,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AKOg\">April Term, 1960.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b600-8\">Opinion filed May 4, 1960.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b600-14\">Willard E. Smith, Henderson, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b600-15\">Lloyd Tatum, Henderson, for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b601-5\"><page-number citation-index=\"1\" label=\"585\">*585</page-number>Me. Chief Justice Peewitt</author>\n<p id=\"AfKR\">delivered the opinion of the Court.</p>\n<p id=\"b601-6\">This case involves first a suit for divorce and also custody and support for their minor children.</p>\n<p id=\"b601-7\">This appeal in error is by the defendant, husband, who was found in contempt in failing to comply with the support provisions of the decree for divorce.</p>\n<p id=\"b601-8\">This appeal presents the question as to whether the father will be relieved of his liability to support his minor children as fixed by the decree of court at the suit of the mother, when the divorced mother remarries and moves out of the State, the mother having exclusive custody of said small children and not being ordered to remain in the State, and the father having visitation rights with respect to the children.</p>\n<p id=\"b601-9\">These parties were divorced in Henderson, Chester County, on the ground that the husband was a habitual drunkard and also for cruel and inhuman treatment.</p>\n<p id=\"b601-10\">There was no restriction on the mother from taking the children, whose custody was awarded to her, from <page-number citation-index=\"1\" label=\"586\">*586</page-number>the State. Later on she married and moved to Texas, and the defendant claimed that he was relieved of the obligation to support the children and that he was deprived of his visitation powers provided for in the decree.</p>\n<p id=\"b602-5\">In <em>Pendray v. Pendray, </em>35 Tenn.App. 284, 245 S.W.2d 204, 205, it appeared that the mother left the State before her remarriage and in this case the mother moved to Texas after her remarriage to her second husband. The Court held that these facts were insufficient to relieve the father of his duty to support his children and thus deprive them of the benefit of the father’s assistance. The Court said:</p>\n<blockquote id=\"b602-6\">“The current of authority on the question is that except where so conditioned in the original decree as in <em>Weinbaum v. Weinbaum, </em>R.I., 153 A. 303, or where the mother seeks to enforce a private agreement for support by the father of children in her custody but giving the father the right to see the children at reasonable times as in <em>Cole v. Addison, </em>153 Or. 688, 58 P.2d 1013, 105 A.L.R. 897, the refusal of the mother to allow the father to see the children does not relieve him of the obligation of supporting the children of the marriage.”</blockquote>\n<p id=\"b602-7\">In the case of <em>Evans v. Evans, </em>125 Tenn. 112, 140 S.W. 745, it was held that when the custody of a child was granted to the mother because of the wrong of the father, the mother had the right to control the child’s whereabouts and the father had no voice where the child should reside and could not make his duty to support the child depend upon the place of the child’s abode.</p>\n<p id=\"b602-8\">The mere fact that the decree grants the other parent the right of visitation does not impliedly prohibit <page-number citation-index=\"1\" label=\"587\">*587</page-number>tlie removal of the child from the jurisdiction. Yol. 17-A Am. Jnr. p. 24, Sec. 833; 154 A.L.R. 553.</p>\n<p id=\"b603-4\">This case presents the situation where the father was guilty of such wrongdoing as to force the mother to sue him for divorce, which was granted, along with the custody of two minor children, whereupon she remarries and afterwards moves out of the State. The father, in an attempt to evade his responsibility to support his children, filed an answer to a contempt petition, alleging in effect that he has the right to fix the residence of the children in Tennessee, and in turn, to force the mother to leave her second husband and return to Tennessee with the children and thereby destroy her second marriage, or, be relieved of his moral and legal duty to support the children. He bases his demand that they return to Tennessee, solely on his personal desire without regard for the welfare of the children, or the right of the mother to pursue her own happiness and live with her second husband and fulfill her obligations and marital vows to him, which the law requires her to do.</p>\n<p id=\"b603-5\">It must be observed that the mother is not asking for her own support, but that of the children, who are innocent of the difficulties which resulted in this divorce.</p>\n<p id=\"b603-6\">It results that we have considered all assignments of error and find them without merit. The judgment of the lower court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}