{
  "casebody": {
    "data": "<casebody firstpage=\"57\" lastpage=\"67\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b49-7\">John Glick and others <em>v. </em>Israel Gregg and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b49-8\">The act for the relief of occupying claimants extends to all cases where a party purchases in good faith, and receives a deed, properly authenticated, which has been recorded, and under which he has held quiet possession of the premises, and made valuable improvements, supposing himself to be the actual owner.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b49-9\">This is a bill in. chancery for partition, reserved in Fairfield county.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b49-10\">The complainants demand partition of fifty-four acres of land, claiming to be the owners of two-thirds. The facts are as follows:</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b49-11\">Jacob Brobst died, seized of a quarter section of land, which he devised to his wife during her life, and after her death, to his three children, John, David, and Catharine. In 1888, the widow released to her children, before mentioned, her life estate in the tract of land.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b49-12\">The children, at the same time, agreed to a partition of the property. The fifty-four acres in controversy, by that agreement, was set apart to Catharine. It being considered more valuable than the shares apportioned to her two brothers, <page-number citation-index=\"1\" label=\"58\">*58</page-number>it was agreed that she should pay them $290, to equalize the partition ; and for this sum she gave her notes.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b50-4\">Catharine subsequently married Nathaniel Glick. The complainants are the issue of that marriage. In 1842, John and David Brobst conveyed their interest, by deed, in the fifty-four acres of land to Catharine and her husband, Nathaniel Glick. The cause of the conveyance being made to the said Nathaniel, jointly with his wife, is said to have been on account of his having paid out of his own funds the $290, with the interest that had accrued thereon. Not long after this, Catharine died. Nathaniel remained in possession of the property until 1846, when he conveyed it to the defendants, Israel and John B Gregg, who purchased of him, in good faith, supposing him to be the owner of the whole premises, and have made valuable improvements thereon.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b50-5\">Their deed contains the usual covenants of warranty, etc., and is for the whole fifty-four acres.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b50-6\">Upon this state of facts the defendants claim a compensation for their improvements, under the provisions of the act for the relief of occupying claimants of land.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b50-7\"><em>Brazee &amp; </em>Tallmadge, for complainant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b50-8\">1. The will of Jacob Brobst, his seizin of the land, the agreement to release by the defendant Catharine, the partition between the three devisees of the reversion, the death of Nathaniel Glick, and' the heirship of complainants, all being admitted by the answer of the Greggs, as claimed by the bill, the title of complainants to two undivided third parts of the fifty-four acres stands admitted, and they shown to be entitled to partition as prayed for in the bill.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b50-9\">2. The defendants, the Greggs, claim compensation for improvements made upon the premises. This claim, it is insisted for complainants, ought not to be sustained.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b50-10\">1. Because no such state of facts existed at the time of making the improvements, as brings the claim within any of the provisions of the statute for the relief of occupying claimants.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b51-4\"><page-number citation-index=\"1\" label=\"59\">*59</page-number>The Legislature, (Swan’s Stat. 605,) in describing the cases provided for by the statute, proceed by enumeration, and consequently upon the well settled rule of construing such statutes, excludes every case not embraced in the enumeration. <em>(Lessee of Waldron </em>v. <em>Woodcock, </em>15 O. Rep. 15.)</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b51-5\">Chief Justice Collett, in pronouncing the opinion of this court, in the case of <em>Longworth et al. </em>v. <em>Wolfington et al., </em>(6 Ohio Rep. 10,) analyzes the statute and classifies the cases therein included or provided for, as follows:</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b51-6\">“ <em>First </em>— Where the party in possession, and to be evicted, can show a plain and connected title from the records of some public office. <em>Second </em>— A party in possession under such claimant by deed, devise, descent, contract, bond, or agreement. <em>Third </em>— All this latter class in possession under a party claiming by deed duly authenticated and recorded. <em>Fourth </em>— Where the party in possession claims under a sale on execution against any of the previously enumerated classes. <em>Fifth </em>— Where the party is in possession under a sale for taxes. <em>Sixth </em>— Where the possession is under a sale by executors, administrators, or guardians, or under a decree in chancery.”</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"Aea\">The case of the defendants is not embraced within the first class, above specified, for the reason that they have no <em>connected </em>title, in the language of the statute. The statute' here evidently means that the deed under which the claimant holds, shall be connected with other similar title papers, thereby forming a chain of title.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b51-9\">Their case is not embraced in the third class, for although they hold under a deed duly authenticated and recorded, yet they were not in possession under a party claiming under such deed. Had the descent been cast under such a deed, say the court, in the last cited case, (6 Ohio 11,) the <em>heir </em>would be let in to the benefit of the statute, though the ancestor could not have been.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b51-10\">It will not, we presume, be claimed that the case of defendants is embraced in any of the other classes specified. The defendants were in possession, having a deed from Nathan<page-number citation-index=\"1\" label=\"60\">*60</page-number>iel Glick, (who had no title to our reversion in the two-thirds,) which purported to convey them the whole land. This is all the <em>color </em>of title they had, and we conclude, from an examination of the terms of the statute, as well as from its authoritative exposition in the above case, that the Legislature have made no provision embracing their case, and that they are consequently not entitled to the benefit of the occupying claimant law.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b52-4\">2. Because the title of the Greggs, so far as it is apparently in conflict with that of complainants, is fraudulent in law.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b52-5\">In the case of <em>Lessee of Vincent </em>v. Goddard, 7 Ohio R. 188, 2d part, the court hold a title acquired from a judgment debtor <em>after </em>levy, fraudulent, as against the subsequent purchaser, under the judgment, and consequently the claimant excluded from the benefit of the occupying claimant law.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b52-6\">No one, say the court, who received a conveyance from the judgment debtor after the judgment and levy, could be considered a purchaser in good faith.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b52-7\">The principle of this decision is strongly applicable to this case. The Greggs receive a deed from Nathaniel Glick for the reversion belonging to complainants. Glick has no title to that reversion, nor any <em>pretense </em>of title. Complainant’s title to it stands as fair and as unclouded, upon the records of the ' county, as any other title in the state. The record of the will of their grandfather is their source of title as to one-third, and the deed from John and David Brobst, to Nathaniel Glick and <em>wife, </em>their source of title as to their other third of the property-</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b52-8\">The very deed under which Nathaniel Glick acquired title to his one-third part of the land, is also the source of our title to. the same extent, and the will of Jacob Brobst, deceased, through which his title is devised, is also the source of the residue of our title.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b52-9\">No one who receives a title from Nathaniel Glick under these circumstances for our inheritance, can, as we submit, be considered a purchaser “ in good faith.” The Greggs <page-number citation-index=\"1\" label=\"61\">*61</page-number>stand chargeable in law with notice of our title as it appeared upon the records, as obviously as the purchaser from the above mentioned judgment debtor, was chargeable with notice of the existence of the judgment and levy, at the time of his purchase, which was held in the. case cited to exclude him from the benefit of the occupying claimant law.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b53-5\">3. The claim of the Greggs cannot be sustained, for the reason, that <em>at the time </em>they made their improvements, they held an estate for the life of Nathaniel Glick, in the two undivided third parts of the land now belonging-to complainants. In other words, they made their improvements upon their own land during the continuance of their own estate, and while they were rightfully possessed of it, and accountable to none for the use and occupation of it.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b53-6\">We submit, that the equitable principles of the occupying claimant law have never been supposed capable of such expansion as to compensate a party for improvements made on his own property, or to charge the reversioner for improvements made by the tenant for life, during the continuance of the temporary estate. It ought not to be so extended and applied, because it would be inequitable so to do.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b53-7\">The most that can be said in favor of the claim of the Greggs, is, that <em>they were mistaken </em>as to the duration of their title; they supposed they were seized, in fee, of the whole fifty-four and a half acres, when they were, in fact, only seized, in fee, of one undivided third part of it, and of an estate for the life of Nathaniel Glick, (who was tenant by the courtesy,) in the remaining two thirds. Nothing had ever been done by complainants leading to or confirming this mistake. The means of correcting it were upon the public records of the country. The Greggs had but to turn to them, and open their eyes, and the mistake would have vanished.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b53-8\">In the case of lessee of <em>Waldron </em>v. <em>Woodcock, </em>15 Ohio R. 14, where the claimant had made improvements, without the boundary of his land, the court say: “ This improvement, though made under a mistake, and perhaps innocently, was made in his own wrong, and is not embraced in any of the <page-number citation-index=\"1\" label=\"62\">*62</page-number>provisions of the <em>“ </em>act for the relief of occupying claimants of land.” * * * The case then shows that the recovery has been had against him, not from any defect of his paper title, but for want of proper care in ascertaining the identity of his own land, he neglected to seek out the true line called for by his title papers, and from this neglect, trespassed upon his neighbor.” The applicant in that case was left without compensation ; the consequence of his mistake and of his negligence, were left to fall upon himself, and not visited upon another.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b54-5\">The principle of this case is strikingly analogous to the one at bar, and we doubt not that the Greggs will be left to sustain the consequences of their <em>mistake </em>and of their negligence, and that the court will refuse to burden the estate of these infant children, by sustaining the claim asserted against it.</p>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b54-6\"><em>U. H. </em>Hunter, for defendants.</attorneys>\n<p data-order=\"31\" data-type=\"legal\" id=\"b54-7\">1. We insist that the defendants are entitled to the benefit of the occupying claimant law, to be paid for their improvements.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b54-8\">2. That independent of the act for the relief of occupying claimants, this court, as a condition to the granting of relief, under the circumstances of the case, to complainants, will direct an account and compensation for the improvements made by the defendants.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b54-9\">The case is a <em>bill in chancery </em>for partition. The defendants assert that, believing themselves to be legally entitled to the whole estate, they have erected valuable buildings and improvements on the lands whereof partition is prayed. And the fact that they have, made such improvements is admitted by the complainants in a written agreement signed by their counsel on file in the case.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b54-10\">In this state of the ease the law is well settled, upon the principle, that “ those who ask equity must do equity,” that a court of equity will not grant a partition “ without directing an account, and compelling the party applying for <page-number citation-index=\"1\" label=\"63\">*63</page-number>partition to make due compensation.” <em>Swan </em>v. <em>Swan, </em>8 Price R. 518.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b55-4\">“ So where one tenant in common, supposing himself to be legally entitled to the whole premises, has erected valuable buildings thereon, he will be entitled to an equitable partition of the premises, <em>so as to give Mm the benefit of his improvements ; </em>or, if that cannot be done, he will be entitled <em>to a compensation for those </em>improvements.” <em>Town </em>v. <em>Needham, </em>3 Paige R. 546, 555; <em>Teal </em>v. <em>Woodworth, </em>3 Paige R. 470; Story’s Equity Jurisprudence, fifth edition, section 655.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b55-5\">These authorities are so immediately in point in the case under consideration, that all further comment is deemed unnecessary, except to show that there is no ground for the imputation of fraud, found in the argument for the complainants against the defendants. <em>They bought from the father of the complainants, </em>who it will not be <em>presumed, </em>would have colluded with the defendants to defraud his own children. He sold the entirety of the estate to the defendants, believing, no doubt, that he had a right to do so. There is not the least reason to suppose that the defendants understood the history or legal effect of the title of Glick. They bought it, as he sold it, in ignorance of the plaintiffs’ rights. Indeed, there is not a particle of evidence that the defendants knew that such children as the plaintiffs existed, or that Glick ever had had any other wife than the one he was living with when he sold the land, and who joined him in the deed ; and if the defendants had gone to the records to see what sort of title Glick had, they could not there have learned anything about who his present wife and children were, or whether he had any children.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b55-6\">To attempt to draw out of these facts a <em>presumption </em>of fraud is utterly absurd.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b55-7\">Under the circumstances of the case, therefore, and upon the authorities cited above, there is no question but that the defendants are entitled to be compensated for their improvements, and this too, should not the facts of the case bring them within the letter of the occupying claimant law.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b56-3\"><page-number citation-index=\"1\" label=\"64\">*64</page-number>This being the case, it may be asked, why do we-insist upon the benefit of the provisions of that act ? My answer is that if we are entitled to the benefit of the act, it gives us some advantages that are not given by the equitable rule — amongst others the right to elect to take the land at its valuation, excluding the improvements.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b56-4\">I deem it unnecessary to argue the question upon the statute, further than to say that, if I understand Mr. Brazee’s argument, it rests upon the assumed or implied fraud, chargeable on the defendants from the implied notice of the particulars of Glick’s title, as it might have been found on record. If this would be a good ground on which to presume fraud, it is evident that the statute could never be effective in any case, because a paramount title must always be deducible from records, and would therefore, in all cases, furnish the'same sort of implied notice that is found in this case.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b56-5\">As to the case of <em>Vincent </em>v. Goddard, 7 O. R. (pt. 2) 188, I must presume that there were in evidence some other circumstances of fraud not referred to in the report. If not, then it seems to me it is a case of very questionable authority.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b56-6\">I ask the court to refer to the facts of this case as presented in the pleadings, and to rule that it is within the statute — and then to give to the defendants relief according to the statute, as nearly as may be practicable.</p>\n<opinion data-order=\"43\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b56-7\">Caldwell, J.</author>\n<p id=\"AmE\">There is no controversy in this case, as to the title to the land. Catharine Glick was entitled, in her own. right, without any conveyance, to the one-third of 54 acres, as well as of the whole tract, and the conveyance by her brothers vested in her and her husband in equal portions the remaining two-thirds. The deed from Nathaniel Glick to the defendants, then, although purporting to convey the entire property, only conveys the one-third, and the complainants inherit from their mother the remaining two-thirds. The defendants claim that they purchased the property in good faith, that Glick had been living on it for some time, <page-number citation-index=\"1\" label=\"65\">*65</page-number>claiming it as his own, that they supposed him to be the owner of the entire property, and had a perfect right to convey it, that they took a deed from him and his then wife, and that when they made the improvements on it, they considered themselves bona fide the sole owners, and that, being thus situated, they are entitled to the benefit of the occupying claimant’s law, for the value of the improvements which they have put on the property. The complainants deny that the defendants can avail themselves of the provisions of that law, and on this question the principal controversy has arisen.</p>\n<p id=\"b57-5\">On account of the ambiguous phraseology of the statute, it is difficult to arrive at any satisfactory conclusion on the subject.</p>\n<p id=\"b57-6\">A part of the first section of that act reads as follows: “ That in all cases where any occupying claimant, being in quiet possession of any lands or tenements, for which such person can show a plain and connected title, in law or equity, derived from the records of some public office ; or being in quiet possession of, and holding the same by deed, devise, descent, contract, bond, or agreement, from and under any person claiming title, as aforesaid, derived from the records of some public office, or by deed duly authenticated and recorded; or being in .quiet possession of, and holding the same under sale on execution, against any person claiming title as aforesaid, derived from the records of some public office, or by deed duly authenticated and recorded,” etc.</p>\n<p id=\"b57-7\">Now whether the meaning of the statute is, that a person, to be entitled to the benefit of the act for the relief of occupying claimants, should derive his title from some person who has derived it in some of the various ways enumerated, and whether the phrase <em>“ </em>by deed duly authenticated and recorded,” refers to a deed to a claimant himself, or his grantor, is very difficult to determine. It will read either way. . Difficulties present themselves to either reading. The punctuation would favor the application to the grantor. Still we do not think such construction consistent with the general <page-number citation-index=\"1\" label=\"66\">*66</page-number>intention and object of the statute. The defect in the grantor’s deed may be the cause of the claimant losing his land, and yet the hardship to him be as great, his equity may be as good, as if the property had passed through several formal conveyances. The statute would certainly fall far short of granting the relief required, if it did not extend to a party who had purchased in good faith, resided on the property any length of time short of the period named in the statute of limitations, and made valuable improvements, supposing himself the real owner of the property, merely because his grantor’s deed was not formally executed. The general intention of the statute is to afford relief to those who have purchased in good faith, gone into quiet possession, and whilst in possession, believing themselves the rightful owners of the property, have made improvements which have enhanced the value of the land.</p>\n<p id=\"b58-5\">Nothing is more equitable, and necessary to the proper administration of justice, than that when the party thus situated has given up the possession on account of some defect in his title, he should receive the value of the improvements that he has honestly made, and is compelled to leave on the property. Where there is doubt in the construction of a statute such as this, it is certainly the duty of the court to give it such construction as will best carfy out the general objects intended by its passage. In this case the claimants purchased the land, so far as we can ascertain, in good faith ; they gave a fair price for it; they purchased from one in possession.</p>\n<p id=\"b58-6\">It is set up in the answer, that a portion of the purchase money is still unpaid, for which the administrator of Glick holds the notes of defendants, and it is asked, that the defendants be released from the payment of these notes, or so much thereof as may correspond with the price of the land, the title to which has failed. This would certainly be equitable, but as the pleadings stand, we suppose that we cannot inquire into that matter. The defendants have merely referred to it in their answer, without presenting it in the form of a cross bill.</p>\n<p id=\"b59-4\"><page-number citation-index=\"1\" label=\"67\">*67</page-number>A decree may be taken for a partition of the premises, allowing to the defendants the benefit of the occupying claimant law.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}