{
  "casebody": {
    "data": "<casebody firstpage=\"82\" lastpage=\"95\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b108-4\">THE MARYLAND-NATIONAL CAPITAL PARK AND PLANNING COMMISSION <em>v. </em>MONTGOMERY COUNTY, MARYLAND et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b108-5\">[No. 29,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ADH\">September Term, 1972.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b108-6\">\n<em>Decided November 16, 1972.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b109-6\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>The cause was argued before MURPHY, C. J., and Barnes, McWilliams, Singley, Smith, Digges and Levine, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b109-7\"><em>James W. Tavel, </em>with whom were <em>Robert H. Levan </em>and <em>Sanford E. Wool </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b109-8\"><em>Richard M. Millman, </em>with whom were <em>Harvey B. Bolton, Jr., </em>and <em>C. Edward Nicholson </em>on the brief, for National Council of Senior Citizens et al., part of appellees. <em>John B. Walsh, Jr., Assistant County Attorney, </em>with whom were <em>Richard S. McKernon, County Attorney, Alfred H. Carter, Deputy County Attorney, </em>and <em>William J. Chen, Jr., Assistant County Attorney, </em>on the brief, for Montgomery County Board of Appeals, other appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b109-9\">Levine, J.,</author>\n<p id=\"AKG\">delivered the opinion of the Court.</p>\n<p id=\"b109-10\">The parties to this appeal have apparently eschewed the suggestion in <em>Montgomery Co. v. Met. District, </em>202 Md. 293, 96 A. 2d 353 (1953), where, speaking for this Court, Chief Judge Sobeloff stated:</p>\n<blockquote id=\"b109-11\">“The Washington-Suburban area, whose rapid growth was already in process a quarter of a century ago, induced the Legislature to create the Maryland-National Capital Park &amp; Planning Commission and other bi-county agencies in the hope of assuring integrated planning and coordinated action in respect to public improvements in this expanding section of the State. Not only in the original enactment creating the Planning Commission, but in the various amendments made from time to time to this statute <page-number citation-index=\"1\" label=\"84\">*84</page-number>and to laws dealing more directly with the authority of the two counties, <em>one can clearly discern the legislative expectation that the counties and the Commission should function in harmonious </em>cooperation.” 202 Md. at 301-302 (emphasis added).</blockquote>\n<p id=\"b110-5\">Internecine strife, not unknown to Montgomery County, arises out of this effort by appellant Maryland-National Capital Park and Planning Commission (the Commission), to appeal a decision of the Montgomery County Board of Appeals (the Board of Appeals). The Commission, although of independent corporate existence, through the Montgomery County and Prince George’s County Planning Boards which comprise it, functions as the planning arm of the respective county governments. It seeks to bring an appeal in which Montgomery County finds itself the appellee. The issue presented to us is whether the Commission has standing to appeal to the Circuit Court from a decision of the Board of Appeals which granted a special exception to the other appellee, the National Council of Senior Citizens (NCSC), for the construction and operation of an eleemosynary and philanthropic institution for housing the elderly or handicapped.</p>\n<p id=\"b110-6\">NCSC filed its application for the special exception pursuant to Section lll-37m-l of the Montgomery County Zoning Ordinance. Following extended hearings, during which many witnesses appeared in support of or in opposition to the special exception, the Board of Appeals granted the petition. A large number of the citizens who were unsuccessful protestante filed an appeal to the Circuit Court which was dismissed on the grounds that the Board of Appeals was not a proper appellee, as it had been captioned, and consequently that there was a total lack of a necessary party. We reversed that decision in <em>Redden v. Montgomery </em>County, 265 Md. 567, 290 A. 2d 494 (1972).</p>\n<p id=\"b110-7\">Prior to the hearings before it, the Board of Appeals <page-number citation-index=\"1\" label=\"85\">*85</page-number>complied with Section lll^m-l^)<footnotemark>1</footnotemark> and sought the recommendation of the Montgomery County Planning Board (the Planning Board), whose five members, as we noted earlier, comprise the Montgomery County segment of the Commission. The Planning Board informed the Board of Appeals by letter that a majority of the Commissioners had voted to endorse its staff’s recommendation that the petition be denied, a copy of the recommendation being attached to the letter.</p>\n<p id=\"b111-5\">Later, at one of the hearings, Robert L. Paxson, employed by the Commission as Senior Planning and Zoning Analyst, appeared before the Board of Appeals on behalf of the Planning Board. Relevant excerpts from his testimony are quoted here:</p>\n<blockquote id=\"b111-6\">“Mr. Paxson: For the record my name is Robert L. Paxson, Jr. I am employed by the Maryland-National Capital Park and Planning Commission as a Planning and Zoning Analyst. I appear here today to represent the Montgomery County Planning Board.</blockquote>\n<blockquote id=\"b111-8\">* * *</blockquote>\n<blockquote id=\"b111-9\">“Mr. Paxson: As you are aware, Section 111-37 m-1, 6, requires that the Montgomery County Board of Appeals contact the Planning Board and request a recommendation. Mr. O’Brien [Chairman of the Board] did this several months ago. And the Board took this up at a regularly scheduled meeting and has complied by furnishing you its recommendation. Its recommendation is for denial, as you know.</blockquote>\n<blockquote id=\"b111-10\">“I would like to point out as you also know that both the Staff and the Board have recommended denial of the subject request. The Staff places its emphasis on the access problem as well <page-number citation-index=\"1\" label=\"86\">*86</page-number>as the preservation of the scenic Potomac Palisades.</blockquote>\n<blockquote id=\"b112-5\">* * *</blockquote>\n<blockquote id=\"b112-6\">“Mr. Paxson: I am here to represent the Planning Board. They have instructed me to relate to the Board of Appeals, according to the sections of the ordinances, their feelings on this.”</blockquote>\n<p id=\"b112-7\">After the granting of the special exception, the Commission noted an appeal from that decision to the Circuit Court.<footnotemark>2</footnotemark> In its petition on appeal to the Circuit Court, the Commission alleged, <em>inter </em>alia,:</p>\n<blockquote id=\"b112-8\">“2. That on March 4, 1971, the Montgomery County Planning Board of the Maryland-National Capital Park and Planning Commission, as required by Section 111-37 m-l(g) [sic] of the Montgomery County Code, endorsed the report of its technical Staff and recommended that the application be denied ....</blockquote>\n<blockquote id=\"b112-10\">* * *</blockquote>\n<blockquote id=\"b112-11\">“4. That the Montgomery County Planning Board, by its technical Staff, appeared and testified in opposition to the application during the hearings . . . .”</blockquote>\n<p id=\"b112-12\">Each of the appellees responded to the appeal by filing a “Motion Raising Preliminary Objection” in which they challenged the standing of the Commission to appeal. The Motions came on for hearing before Judge Moorman who, after carefully considering the Commission’s arguments, ruled that it lacked “standing to appeal,” and granted the Motions. The thrust of his decision was that the Commission was not aggrieved by the Board’s decision, and hence had failed' to bring itself within the ambit of Section 2-92 of the Montgomery County Code <page-number citation-index=\"1\" label=\"87\">*87</page-number>which requires a person “to be aggrieved by the decision of the Board [of Appeals] <em>and </em>a party to the proceeding before it” in order to take an appeal to the Circuit Court from Board decisions. (Emphasis added).</p>\n<p id=\"b113-5\">Before this Court, appellant contends it possessed standing to maintain the appeal on either of two alternative grounds. First, it argues that the appeal is authorized by Section 99 of ch. 780, Laws of Maryland of 1959, as amended (the Regional District Act). It provides :</p>\n<blockquote id=\"b113-6\">“99. Enforcement of building permit requirements.</blockquote>\n<blockquote id=\"b113-7\">The construction, reconstruction, erection, structural alteration, or use of any building or other structure or the use of land or premises in violation of any of the provisions of this subtitle or of any of the provisions of any regulation enacted under this sub-title or of any decision made under this sub-title, is a misdemean- or. The willful issuance of a building, use or occupancy permit in violation of any such provision or decision is a misdemeanor. The County Council of Montgomery County, the County Commissioners of Prince George’s County, or the prosecuting official of either of the counties may prosecute any such violation. <em>In addition to all other remedies provided by law, </em>said County Council and said County Commissioners, <em>public officials of any </em>municipality or <em>political subdivision </em>within the Regional District, or any neighboring property owner or occupant <em>may institute </em>injunction, mandamus, or <em>other appropriate action or proceeding </em>to prevent such unlawful construction, reconstruction, erection, alteration, or use. Any court of competent jurisdiction has jurisdiction to issue restraining orders and temporary or permanent injunctions or mandamus or other appropriate forms of remedy or relief.” (emphasis added).</blockquote>\n<p id=\"b114-4\"><page-number citation-index=\"1\" label=\"88\">*88</page-number>Appellant says it is a political subdivision and this appeal is an “appropriate action or proceeding” to prevent what it regards as a threatened “unlawful construction ... or use.”</p>\n<p id=\"b114-5\">Secondly, the appellant urges that its role before the Board of Appeals — carried out by the written communication and the testimony of Mr. Paxson — rose above the narrow participation envisioned by lll-37m-l(6), pursuant to which it was treated as if it amounted to no more than an ordinary witness giving testimony, and that instead it became an actual party to the proceeding. Furthermore, it contends, it was aggrieved by the Board’s decision in a public sense as distinguished from the more conventional status of a nearby property-owner. Thus, it brought itself within the provisions of Section 2-92 and possessed the requisite standing to maintain the statutory right of appeal.</p>\n<p id=\"b114-6\">(1)</p>\n<p id=\"b114-7\">In its dependence upon Section 99 as authority for appellate status, the Commission has necessarily burdened itself with the rather formidable task of establishing that it is a “political subdivision” within the meaning of the statute. For this contention, the Commission relies heavily upon the following authorities where appeals, similar to that which it has attempted here, were pursued on the authority of statutory counterparts to Section 99: <em>City of East Providence v. Shell Oil Co., </em>290 A. 2d 915 (R. I. 1972); <em>City Council of Peabody v. Board of Appeals of Peabody, </em>277 N.E.2d 296 (Mass. 1971); <em>Kline v. Board of Township Trustees of Chester Township, </em>233 N.E.2d 515 (Ohio 1968) ; <em>Planning Board of Springfield v. Board of Appeals of Springfield, </em>154 N.E.2d 349 (Mass. 1958); <em>Carr v. Board of Appeals of Medford, </em>134 N.E.2d 10 (Mass. 1956), and <em>David v. Board of Appeals of Readying, </em>132 N.E.2d 386 (Mass. 1956). We believe that'its reliance on those cases is misplaced. In each of those cases where the appeal was allowed, the appellant clearly fell within the language of the statute. Thus, in <em>Spring</em><page-number citation-index=\"1\" label=\"89\">*89</page-number><em>field </em>and <em>David, </em>both <em>supra, </em>where the statute granted the right of appeal “to any municipal officer or board,” appeals by city planning boards were upheld. <em>Peabody </em>and <em>Carr, </em>both <em>supra, </em>in which standing to appeal was rejected, do not help appellant’s case for, in <em>Peabody, </em>where the appeal was brought by a city council, the statute read “any municipal officer or planning board,” and in <em>Carr, </em>the appellant, a city councilman, was deemed to be neither “a municipal officer [n]or [a] board.” In <em>City of East Providence v. Shell Oil Company, supra, </em>the appeal was brought by a city solicitor pursuant to a statute which expressly authorized appeals by a “city solicitor,” and in <em>Kline, supra, </em>the appeal was brought by a “Board of Township Trustees,” again, as expressly authorized by the statute.</p>\n<p id=\"b115-5\">While it does not appear that we have been called upon to define the term “political subdivision” in any prior decision of this Court, it is clear that nothing contained in the Regional District Act or in more remote recesses of the Maryland Code lends support to the definition contended for by the appellant.</p>\n<p id=\"b115-6\">Section 17 of the Regional District Act provides in relevant part:</p>\n<blockquote id=\"b115-7\">“The term ‘municipal corporation’ in Article [XI-E] of the Constitution of Maryland does not embrace or include the Commission ... or the Maryland-Washington Regional District. The Commission . . . and the Regional District cannot be classified in any group of municipal corporations as required by Article [XI-E], and Article [XI-E] [has] no application to the Commission ... or to the Regional District.”</blockquote>\n<p id=\"b115-9\">Article XI-E of the Constitution is entitled “Municipal Corporations,” and it suffices to say, without quoting its many provisions, that, as used therein, the term “municipal corporations” has a geographical connotation with a political body representative of and governing its inhabitants, and that it does not mean a governmental <page-number citation-index=\"1\" label=\"90\">*90</page-number>agency or commission, no matter how powerful or broad its functions may happen to be, and even, though it is endowed with corporate status that generally permits it to sue or be sued.</p>\n<p id=\"b116-5\">Consistent with this view is Code (1957, 1970 Repl. Vol.) Art. 66B § 1.00, “Zoning and Planning,” which defines “local legislative body” to mean “the elected body of a political subdivision, whether known as county, commissioner, or city council, city, town, or village council, or similar terms.”</p>\n<p id=\"b116-6\">Code (1957, 1969 Repl. Vol.) Art. 89B § 21, “State Roads,” distinguishes “political, subdivisions” from commissions or agencies in providing that:</p>\n<blockquote id=\"b116-7\">“Any county, municipality, district, commission or any agency, instrumentality, or political subdivision of this State is hereby authorized and empowered ... to transfer jurisdiction over . . . publicly owned real or personal property <em>9»</em></blockquote>\n<p id=\"b116-9\">In the Maryland Civil Defense Act, codified as Code (1957, 1966 Repl. Vol.) Art. 16A § 3, “political subdivision” is defined as meaning “any county, municipal corporation, town, village or district.”</p>\n<p id=\"b116-10\">Although it is arguable that in a narrow sense, the Commission has aspects of a municipal corporation. <em>See, e.g., Middleman v. Maryland-National Capital Park and Planning Commission, </em>232 Md. 285, 192 A. 2d 782 (1963) and <em>Neuenschwander v. Wash. San. Comm., </em>187 Md. 67, 48 A. 2d 593 (1946) (where a sister agency which possesses powers and characteristics similar to those granted to appellant was held to be a municipal corporation), it clearly does not fit the popular concept of a municipal corporation such as that intended by Article XI-E of the Constitution. Thus, it is not of that species of municipal corporation which directly or indirectly meets any of the recognized statutory definitions of “political subdivision,” referred to earlier.</p>\n<p id=\"b116-11\">Our view that the appellant is not a “political subdivi<page-number citation-index=\"1\" label=\"91\">*91</page-number>sion” within the language of Section 99 is in accord with cases decided in other jurisdictions. “Political subdivisions” have been generally defined in this way:</p>\n<blockquote id=\"b117-5\">“[T]hey embrace a certain territory and its inhabitants, organized for the public advantage and not in the interest of particular individuals or classes; that their chief design is the exercise of governmental functions; and that to the electors residing within each is to some extent committed the power of local government, to be wielded either mediately or immediately within their territory for the peculiar benefit of the people there residing.” <em>Muse v. Prescott School District, </em>233 Ark. 789, 349 S.W.2d 329, 330 (1961); <em>Arkansas State Highway Commission v. Clayton, </em>226 Ark. 712, 292 S.W.2d 77, 79 (1956) ; <em>Allison v. Corker, </em>67 N.J.L. 596, 52 A. 362, 365, 60 L.R.A. 564 (1902).</blockquote>\n<p id=\"b117-7\">In <em>Bolen v. Board of Firemen, Policemen and Fire Alarm Operators’ Trustees of San Antonio, Tex., </em>308 S.W.2d 904 (Tex. Civ. App. 1958), the court held that the Board, which had authority to manage pension funds, was not a political subdivision of the state, as it had none of the attributes associated with one:</p>\n<blockquote id=\"b117-8\">“A political subdivision contemplates: geographical area and boundaries, public elections, public officials, taxing power and a general public purpose or benefit.” 308 S.W.2d at 905.</blockquote>\n<p id=\"b117-9\">Similarly, in <em>Dugas v. Beauregard, </em>155 Conn. 573, 236 A. 2d 87 (1967), the Supreme Court of Connecticut was called upon to determine whether from the purposes fulfilled by certain districts they were political, as well as geographical subdivisions. The court stated:</p>\n<blockquote id=\"b117-10\">“The attributes which are generally regarded as distinctive of a political subdivision are that it exists for the purpose of discharging some function of local government, that it has a prescribed <page-number citation-index=\"1\" label=\"92\">*92</page-number>area, and that it possesses authority for subordinate self-government through officers selected by it.” 236 A. 2d at 89.</blockquote>\n<p id=\"b118-4\">This definition also appeared in <em>Kucera v. City of Wheeling, </em>153 W.Va. 531, 170 S.E.2d 217, 220 (1969).</p>\n<p id=\"b118-5\">Thus, it has been held that a state highway commission is not a political subdivision, <em>State ex rel. Highway Commission v. Hudspeth, Mo., </em>297 S.W.2d 510 (1957) ; <em>Arkansas State Highway Commission v. Clayton, </em>226 Ark. 712, 292 S.W.2d 77 (1956); <em>Wheat v. Platte City Ben. Assessment Special Road, Dist. of Platte County, </em>330 Mo. 1245, 52 S.W.2d 856 (1932). A housing authority is not a political subdivision, <em>Mount Vernon Housing Authority v. American Motorists Ins. Co., </em>21 A.D.2d 788, 250 N.Y.S.2d 479 (1964); <em>Stegall v. Southwest Georgia Regional Housing Authority, </em>197 Ga. 571, 30 S.E.2d 196 (1944); <em>Lloyd v. Twin Falls Housing Authority, </em>62 Idaho 592, 113 P. 2d 1102 (1941). A city ward is not a political subdivision. <em>Gibbany v. Ford, </em>29 N. M. 621, 225 P. 577 (1924). A board of regents of a state university is not a political subdivision, <em>State ex rel. Miller v. State Board of Education, </em>56 Idaho 210, 52 P. 2d 141 (1935).</p>\n<p id=\"b118-6\">Nor was a board of public instruction, with powers similar to those exercised by appellant, found to be a political subdivision in <em>Roberts v. Board of Public Instruction for Broward County, Fla., </em>112 F. 2d 459 (5th Cir. 1940). There, as in <em>Kueera, supra, </em>the court made a distinction between an agency of the state or county and a political subdivision of the state. In <em>Richmond County Hospital Authority v. McClain, </em>112 Ga. App. 209, 144 S.E.2d 565 (1965), the court there held that a county hospital authority was not a political subdivision since it was without the characteristics generally inherent in the concept of a political subdivision such as the power to tax and elect officials and a political geographical area. In drawing a distinction between a political subdivision and an agent, the court stated:</p>\n<blockquote id=\"b118-7\">“The general rule is that an Authority, which <page-number citation-index=\"1\" label=\"93\">*93</page-number>is an agency of one or more participating governmental units created by statute for the specific purpose of having delegated to it certain functions governmental in character, is not a political subdivision unless recited to be so in the pertinent Constitutional or statutory instruments creating it.” 144 S.E.2d at 566.</blockquote>\n<p id=\"b119-5\">We have already seen that there is no such language in the Regional District Act.</p>\n<p id=\"b119-6\">Application of the definitions quoted above leaves little room for doubt as to what type of governmental bodies constitute “political subdivisions.” A county is a political subdivision of the state. <em>Pitchess v. Superior Court for Los Angeles County, </em>2 C.A.3d 653, 83 Cal. Rptr. 41, 43 (1969); <em>County of Chester v. Philadelphia Electric Co., </em>420 Pa. 422, 218 A. 2d 331, 332 (1966) ; <em>State v. Rush, </em>46 N. J. 399, 217 A. 2d 441, 449, 21 A.L.R.3d 804 (1966) ; <em>Parker v. Prince William County, </em>198 Ya. 231, 93 S.E.2d 136, 138 (1956). Similarly, the general rule appears to be that cities are political subdivisions of a state, <em>City of Phoenix v. Collar, Williams and White Engineering, Inc., </em>12 Ariz. App. 510, 472 P. 2d 479, 483 (1970); <em>City of Albuquerque v. Campbell, </em>68 N. M. 75, 358 P. 2d 698 (1960) ; <em>City of Miami v. Lewis, </em>104 So.2d 70 (Fla. App. 1958). <em>See Howard County v. Matthews, </em>146 Md. 553, 561, 127 A. 118 (1924). Also, in 72 C.J.S., <em>Political-Politics, </em>at 223, it is stated that: “Municipalities are political subdivisions of the state, and the term ‘political subdivision’ is applied to cities, towns and villages . . . .”</p>\n<p id=\"Ama\">Appellant possesses none of the characteristics which mark a “political subdivision,” there being absent the geographical territory which the term connotes, as well as the other attributes suggested by the cases such as inhabitants exercising local government for the benefit of the residents within an area and the popular election of public officials who function for a general public purpose. While, concededly, we have found no case dealing with a zoning or planning commission, we are neverthe<page-number citation-index=\"1\" label=\"94\">*94</page-number>less of the view that the appellant here is not a “political subdivision” within the meaning of Section 99 of the Regional District Act, and hence derived from it no standing to maintain an appeal.</p>\n<p id=\"b120-5\">(2)</p>\n<p id=\"b120-6\">The Commission’s alternative ground for contending it has the right of appeal to the Circuit Court is Section 2-92 of the Montgomery County Code, 1965, as amended, under which it must show that it was “aggrieved by the decision of the Board [of Appeals] <em>and </em>a party to the proceeding before it[.]” (emphasis added). With respect to the latter requirement, the appellant argues that although “Section lll-37m-l(6) of the Zoning Ordinance provides for the Board of Appeals to request a recommendation from the Montgomery County Planning Board with respect to applications for special exceptions under Section lll-37m~l, the participation of the Commission in the proceedings on this application before the Board of Appeals constituted a far more active and interested role than that of merely complying with a request for a recommendation [,]” and such participation established the Commission as a party to the proceedings. In so contending, it relies upon <em>Baxter v. Montgomery County Board of Appeals, </em>248 Md. 111, 235 A. 2d 536 (1967) and <em>DuBay v. Crane, </em>240 Md. 180, 213 A. 2d 487 (1965).</p>\n<p id=\"b120-7\">In <em>DuBay, </em>a number of appellants who opposed a zoning reclassification petition were confronted with a provision of the Baltimore County Code similar to 2-92. Speaking for this Court, Judge Horney stated that although “it is not necessary that a protestant testify before the administrative agency, it is incumbent on him, if he contemplates appealing an adverse decision, to, at least, <em>have the record show that he was a party to the proceeding. </em>Failing that he cannot maintain an appeal [.]” 240 Md. at 184 (emphasis added). Similarly, in <em>Baxter, </em>in a per curiam opinion, we repeated in part what we have quoted above from <em>DuBay, </em>and also stated:</p>\n<blockquote id=\"b121-5\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>“If the administrative body received in writing the name of the protestant <em>as a protestant, </em>this is sufficient to make him a party before the Board.” 248 Md. at 113 (emphasis added).</blockquote>\n<p id=\"b121-6\">By its letter to the Board of Appeals and the testimony of its representative which we quoted earlier in this opinion, the Planning Board registered its disapproval of the petition. It is equally apparent from the letter and the testimony that its participation was solely the result of compliance with the statutory mandate imposed upon the Board of Appeals to solicit a recommendation from the Planning Board. Nowhere in the letter, nor at any point in the testimony, was there any statement to indicate other than that the Planning Board, as the county’s planning arm, was merely furnishing its reasons for recommending denial of the petition. To interpret its role in the proceedings as being that of a party therein would logically suggest that it would be a party for appeal purposes in every proceeding in which the Board of Appeals is required to request its recommendation. Indeed, appellant’s contention, if pursued to its logical conclusion, could mean that every planning expert testifying before the Board of Appeals might qualify as a party for appeal purposes.</p>\n<p id=\"b121-7\">In any event, what is determinative of this issue here is that the Planning Board neither stated for the record “that [it appeared as] a party to the proceedings,” nor that it wished to be regarded “as a protestant,” <em>Baxter </em>and <em>DuBay, </em>both <em>supra. </em>Having failed to establish that it was “a party to the proceedings before the [Board of Appeals],” within the meaning of 2-92, it therefore lacked standing to appeal to the Circuit Court.</p>\n<p id=\"b121-8\">In the view we have taken of this case, we need not reach the question of whether appellant was “aggrieved by the decision of the Board.”</p>\n<p id=\"b121-9\">\n<em>Judgment affirmed; appellant to pay costs.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b111-11\">. “6. The Board [of Appeals] shall request a recommendation from the Montgomery County Planning Board with respect to the application not less than thirty-five (35) days prior to the date of the hearing on the special exception.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b112-13\">. That the appeal was taken by the Commission and not the Planning Board is undoubtedly explained by the fact that Ch. 780, Laws of Maryland of 1959, which established the Planning Board, did not grant it the right to sue and be sued.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}