{
  "casebody": {
    "data": "<casebody firstpage=\"662\" lastpage=\"664\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b688-9\">(120 App. Div. 735)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b688-10\">MANNING, MAXWELL &amp; MOORE, Inc., v. CANADIAN LOCOMOTIVE CO., Limited.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b688-12\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AsQr\">July 15, 1907.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"Agb\">Process—Setting- Aside Service.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b688-13\">The proper way of raising the question of the court having jurisdiction of the subject-matter of the action is by demurrer or answer.; and it cannot be raised on motion to set aside the service, at least where it does, not clearly appear that the court has not such jurisdiction.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b688-14\">[Ed. Note.—For cases in point, see Cent. Dig. vol. 40, Process, §§ 218, 219.]</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b688-15\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b688-16\">Action by Manning, Maxwell &amp; Moore, Incorporated, against the Canadian Locomotive Company, Limited. From an order setting aside the service of summons and complaint, ■ plaintiff appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AgJ6\">Reversed, and motion denied.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b688-17\">Argued before McLAUGHLIN, INGRAHAM, CLARKE, HOUGHTON, and LAMBERT, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b689-2\"><page-number citation-index=\"1\" label=\"663\">*663</page-number>John W. Searing, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b689-3\">Arthur Haviland, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"pAQP\">McLAUGHLIN, J.</author>\n<p id=\"AgLM\">This appeal is from an order setting aside the service of a summons and complaint, upon the ground, as appears from the opinion of the learned justice sitting at Special Term, that the contract sought to be enforced was entered into between two foreign corporations outside of the state of New York, and for that reason the Supreme Court of the state of New York has no jurisdiction over the subject-matter of the action.</p>\n<p id=\"b689-5\">The complaint alleges that the plaintiff is a foreign corporation organized and existing under and by virtue of the laws of the state of New Jersey; that it has complied with the laws of the state of New York, by paying the tax and obtaining the certificate required authorizing it to there do business; that on or about the 12th of April, 1904, it entered into a contract with the defendant, by which the plaintiff thereafter delivered to the defendant certain machinery, for which it agreed to pay $7,000, and in addition, by way of a bonus or premium by reason of the machinery having been delivered prior to the agreed date, defendant became obligated to pay the further sum of $1,050; that defendant has failed and neglected to pay such sum, except the sum of $3,500, paid to apply thereon, and the balance of $4,550 is now due, for which sum judgment is demanded, vdth interest from a date specified. There is no allegation in the complaint as to whether the defendant is a foreign or domestic corporation. After the summons and complaint had been served upon the general agent and principal executive officer of the defendant, counsel for the defendant appeared specially in the action “for the sole purpose of making a motion” to set aside such service. -Subsequently a motion was made, the moving papers setting out that the plaintiff was a foreign corporation, and other statements of fact were set forth, which tended to show that the action is not one of those which one foreign corporation may maintain against another foreign corporation in this state, as provided in section 1780 of the Code of Civil Procedure. The answering affidavits used upon the motion tended to show that the cause of action arose within the state, and therefore the action could be maintained in this state.</p>\n<p id=\"b689-6\">The conclusion at which I have arrived renders it unnecessary to determine whether the action can be here maintained or not, because that question is not now before us. The only question which the appeal brings up is whether the process was properly served. The Code of Civil Procedure provides how process may be served in this state upon a foreign corporation. It is by delivering a copy of the summons to certain officers of the corporation, or, if it lacks either of those officers, to the officers performing corresponding functions under another name. Section 432. The process here was served upon the general agent and principal executive officer. The service, therefore, was sufficient to give the court jurisdiction of the defendant. Indeed, I do not understand that any claim is made that there was any defect in the service itself, but that the only objection of the respondent to the service is that the court does not have jurisdiction of the subject-matter of the action. Obviously this question cannot be raised on a <page-number citation-index=\"1\" label=\"664\">*664</page-number>motion to set aside the service. If the complaint upon its face shows that fact, then the proper practice is to demur. Id. § 488. If it does not appear on the face of the complaint, then the objection may be taken by answer. Id. § 498. The legality and regularity of the service of the summons are the only questions to be considered. Atlantic &amp; Pacific Telephone Co. v. B. &amp; O. R. R. Co., 87 N. Y. 355; Mabon v. Ongley Electric Co., 24 App. Div. 50, 48 N. Y. Supp. 973.</p>\n<p id=\"b690-5\">Whether or not the court has jurisdiction of the subject-matter of an action is ordinarily determined, not from affidavits, but from the pleadings or proof taken at the trial. Johnson v. Adams Tobacco Co., 14 Hun, 89. If it clearly appeared that the court did not have jurisdiction of the subject-matter .of the action, then it is possible the whole proceeding might be dismissed on a motion to set aside the .service of the summons; but that is not the regular way of raising the question of jurisdiction, nor does that fact here appear. In this respect the case is distinguishable from Grant v. Cananea Consolidated Copper Co., 117 App. Div. 576, 102 N. Y. Supp. 642.</p>\n<p id=\"b690-6\">The order appealed from, therefore, must be reversed, with $10 costs and disbursements, and the motion denied, with $10 costs.</p>\n<p id=\"b690-7\">INGRAHAM and HOUGHTON, JJ., concur.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b690-8\">CLARICE, J.</author>\n<p id=\"A9bJ\">J concur in the reversal solely upon the ground that it is not clearly shown that the cause of action is not one of those provided for in subdivision 1 or 3 of section 1780 of the Code of Civil Procedure upon which one foreign corporation may sue another within this state.</p>\n<p id=\"b690-9\">LAMBERT, J., concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}