{
  "casebody": {
    "data": "<casebody firstpage=\"213\" lastpage=\"216\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b261-11\">REILLY v. DUNNAVANT.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b261-12\">No. 6498.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b261-13\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b261-14\">Argued Nov. 37, 3952.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b261-15\">Decided Dec. 11, 1952.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b262-22\"><page-number citation-index=\"1\" label=\"214\">*214</page-number>Joseph Weiner, Philadelphia, Pa. (Wilfred R. Lorry, William D. Valente, Freedman, Landy &amp; Lorry, Philadelphia, Pa., and' Jett, Sykes &amp; Howell, Norfolk, Va., on the-brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b262-23\">M. Wallace Moncure, Jr., Richmond, Va.. (Moncure &amp; Cabell, Richmond, Va., on the-brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b262-24\">Before PARKER, Chief Judge, and' SOPER and DOBIE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b262-25\">DOBIE, Circuit Judge.</author>\n<p id=\"b262-26\">This is an appeal from a judgment of the-District Court of the United' States for the-Eastern District of Virginia, in favor of the-defendant on his motion for a directed verdict. The action was instituted to recover-damages for personal injuries sustained by the plaintiff as a result of -an. accident in. which he was struck by defendant’s automobile. The incident occurred' on- the eve— <page-number citation-index=\"1\" label=\"215\">*215</page-number>ning of March 4, 1948, on U. S. Highway No. 1, near Ladysmith, Virginia.</p>\n<p id=\"b263-5\">Several hours preceding the accident, plaintiff was afflicted with mental aberrations while riding a bus toward Philadelphia and was removed to the Mary Washington Hospital at Fredericksburg, Virginia, by officers of the state police force. According to the uncontradicted medical testimony, the plaintiff’s condition was caused by a psychosis of general paresis from which lie was then suffering. Despite his condition, plaintiff was permitted to leave the hospital and several hours later was discovered wandering aimlessly on IT. S. Highway No. 1 near the scene of the accident, about 23 miles south of Freder-icksburg. For a period of several minutes immediately before the accident, plaintiff ■was seen standing in the center of this four-lane highway on the double Hue which divides the Iwo northbound from the two southbound lanes.</p>\n<p id=\"b263-6\">At this time, the defendant was driving north in the outside or eastbound lane of the highway. At the scene of the accident, the road is approximately forty feet wide and is straight and level. It was a clear, 'dark night, and defendant was traveling at a speed of 45-50 miies per hour, with his headlights burning, when plaintiff first came into his line of vision about 40 or 50 feet away. At <em>the </em>time defendant first saw <em>him, </em>the plaintiff was in the second lane from the east, tlic. passing lane for northbound traffic. He was some 6 feet to the left of the defendant’s line of travel and walking at a rapid gait toward the outside lane at right angles to the path of defendant’s car. Upon seeing the plaintiff, defendant attempted to apply his brakes and sweive his vehicle but was unable to avoid striking the plaintiff as he stepped in front of the automobile. As a result of his injuries, plaintiff was required to undergo extended periods of hospitalization during which his left leg was amputated.</p>\n<p id=\"b263-7\">The plaintiff was completely disoriented on the night in question and had no recollection of the events culminating in the accident. Because of this, defendant conceded that there was no issue of contributory negligence, and at the close of the evidence moved for a directed verdict on the sole ground of the insufficiency of the evidence to support a finding of negligence. This motion was granted and subsequent motions by the plaintiff to set aside the verdict and for a new trial were denied. We are asked to review the correctness of these rulings.</p>\n<p id=\"b263-9\">Since the negligence of the defendant can be predicated only upon facts sufficient to justify the conclusion that he violated some legal duty owed to the plaintiff, it is necessary at the outset to discuss the nature and extent of that duty. So far as motorists and. pedestrians are concerned, the right to use the public highways is an equal and coordínale right. The motorist is bound to use reasonable care for the protection of pedestrians on the highway, and to proceed with such caution as the circumstances may require to avoid endangering <em>them. It </em>is also true that the pedestrian is required to exercise reasonable care for his own safety, and the motorist has a right to assume that such care will be employed. A motorist is not required to anticipate that a pedestrian, because of a mental infirmity, will be unable to meet the standards of conduct required of an ordinary person. Nor is the motorist’s duty to one so afflicted greater than his duty to one in possession of all his faculties, unless he has notice of such incapacity and its enervating effects.</p>\n<p id=\"b263-10\">This principle is aptly stated in 65 C.J.S., Negligence, § 12, page 401, Knowledge of Incapacity:</p>\n<blockquote id=\"b263-11\">“In the absence of anything which should reasonably suggest such a condition, one is not required to anticipate that another may, for some reason, be unable to exercise ordinary care for his own safety, but the duty to exercise special care with respect to a person, who is for any reason unable to take such care of himself as the normal person might, arises only where there is actual or imputed knowledge of the incapacity. Accordingly, negligence cannot be predicated on conduct which would have reached the standard of ordinary care with respect to an ordinary and normal person in the absence <page-number citation-index=\"1\" label=\"216\">*216</page-number>of any actual or imputed knowledge of any infirmity or incapacity of the person in question.”</blockquote>\n<p id=\"b264-4\">In the instant case, the defendant had no previous knowledge of the plaintiff’s incompetence, and certainly he had no opportunity to determine his mental condition in the short interval which elapsed 'between the plaintiff’s coming into view and the collision. Consequently, the question of defendant’s negligence must be considered in the light of the duty owed by a motorist to a pedestrian <em>sui juris </em>and resolved on the basis of the state law defining such duty.</p>\n<p id=\"b264-5\">Aside from the feature of the plaintiff’s incompetence, t'he 'facts in the case of De-Muth v. Curtiss, 188 Va. 249, 49 S.E.2d 250, are strikingly similar to those in the case at bar. In that case the plaintiff was running across U. S. Highway No. 1 from the west to the east side, while defendant was driving north in the right hand lane of the highway at a speed of 40 miles per hour. Defendant first saw plaintiff when the beam of his left headlight flashed upon her, at which time she was some 2 or 3 feet inside the lane in which defendant was driving and which plaintiff was attempting to cross. Although he instantly applied his brakes and attempted to swerve his car, defendant was unable to avoid striking her. Reversing a judgment of the lower court in favor of the plaintiff and entering final judgment for the defendant, the Court stated, 188 Va. at pages 255, 256, 49 S.E.2d at page 253:</p>\n<blockquote id=\"aj-dedup-0\">“The plaintiff argues that there is evidence from which the jury was justified in finding that, after the plaintiff was in a position of peril, if the defendant had kept a proper lookout he would have discovered her in that condition in time to have avoided the accident. But there is no reliable evidence as to when the plaintiff was first in a position of peril. Her own testimony, as well as that of all the witnesses who saw her, is that she continued running from the time she reached the double center lines until she was struck. There is nothing to justify a conclusion, that she was in peril until she actually ran in front of the defendant’s car. If defendant had seen her running before that time, he would have been justified in assuming that she would see his car coming and stop before entering the lane in which he was traveling.”</blockquote>\n<p id=\"b264-7\">See, also, Hooker v. Hancock, 188 Va. 345, 49 S.E.2d 711; Stark v. Hubbard, 187 Va. 820, 48 S.E.2d 216; Jenkins v. Johnson, 186 Va. 191, 42 S.E.2d 319.</p>\n<p id=\"b264-8\">It is clearly the law in Virginia that the operator of an automobile owes no duty to a person running across the highway at right angles until such time as that person has placed himself in a position of peril, and that such person has not assumed a perilous position until he enters the lane in which the motorist is traveling or gives some indication that he is heedless of the danger about him. Consequently, the contention of the plaintiff that if the defendant had been keeping a proper lookout he could have seen the plaintiff sooner, is immaterial. Since the defendant 'here owed no greater duty to the plaintiff than he did to a person <em>sui </em>juris, he would have been justified in assuming that the plaintiff was aware of his approach and would not attempt to cross defendant’s line of travel in close proximity to his automobile.</p>\n<p id=\"b264-9\">The plaintiff introduced no evidence tending to show that the defendant’s headlights were defective, and in the absence of such evidence the conclusive presumption is that they were burning properly. Millard v. Cohen, 187 Va. 44, 46 S.E.2d 2. Nor is it the law in Virginia that a motorist must operate his vehicle while driving at night so that he can stop within the range of his lights. Body, Fender and Brake Corporation v. Matter, 172 Va. 26, 200 S.E. 589; Twyman v. Adkins, 168 Va. 456, 191 S.E. 615. On the whole of the record, we conclude that the evidence of the plaintiff was insufficient to support a finding that defendant failed in any duty owed to the plaintiff, and that the District Court properly granted defendant’s motion for a directed verdict. Accordingly, the judgment of the District Court is affirmed.</p>\n<p id=\"b264-10\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}