{
  "casebody": {
    "data": "<casebody firstpage=\"31\" lastpage=\"34\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b59-6\">(89 Hun, 44.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b59-7\">O’HANLON et al. v. SCOTT et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b59-8\">(Supreme Court, General Term, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZa\">July 26, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b59-9\">1. School Districts—Bond of Collector—Failure of Principal to Sign.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b59-10\">The bond of the tax collector of a school district for faithful performance of his duties, which he is required by statute to execute, is not void as to his sureties because not signed by him; the trustees of the district being ■ allowed to pursue him by any remedy, and the rights of the sureties against him being, therefore, the same as though he had signed the bond.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b59-11\">3. Same—Remedies of Trustees against Collector.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b59-12\">Under the provision of a statute that trustees of a school district shall have a remedy on the official bond of the collector, or any action and any remedy given by law, they may resort to any remedy against him for a default, independently of his bond.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b59-13\">8. Default Judgment—Against Sureties—Effect as to Cosureties.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b59-14\">Entry of default judgment against part of the sureties sued jointly merges the bond in the judgment, and is a bar to further prosecution of the other sureties, though entered pursuant to an order allowing plaintiff's to continue the action against the others.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b59-15\">4. Same—Opening Default.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b59-16\">Such is not, however, the effect of the judgment as to one of the sureties against whom the default judgment was entered, where the default is vacated as to him and he is allowed to answer.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b60-4\"><page-number citation-index=\"1\" label=\"32\">*32</page-number>Action by Felix O’Hanlon and others, as trustees of school district No. 2 in the towm of Middleton and Southfield, against James Scott and others. Verdict was directed for some of the defendants, and for plaintiff against defendant Michael Cahill. Plaintiffs and defendant Michael Cahill move for a new trial on exceptions ordered to be heard in the first instance at general term.</summary>\n<p data-order=\"13\" data-type=\"judges\" id=\"b60-5\">Argued before BROWN, P. J., and DYKMAN and PRATT, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b60-6\">George P. Gordel, for plaintiffs.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b60-7\">George J. Greenfield and W. Allaire Shortt, for defendants John Scott and Michael Cahill. .</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b60-8\">BROWN, P. J.</author>\n<p id=\"AK2\">This action was brought by the plaintiffs, as trustees of a school district, upon an official bond of James Scott, Jr., the tax collector of said district, to recover money collected and misappropriated by him. The collector and two of his sureties failed to answer. Upon the trial of the issues raised by the answers of the three other sureties, the court directed a verdict in favor of the defendants John Scott and John L. Feeney, and in favor of the plaintiffs, against the defendant Michael Cahill for the sum of $3,-645.10. The plaintiffs and the defendant Cahill moved for a new trial upon the exceptions, and the court ordered the motion to be heard in the first instance at the general term.</p>\n<p id=\"b60-9\">Scott was elected collector on August 21, 1891, and on September 17th personally delivered the bond in suit to the plaintiffs, after its execution by the sureties. Although named as one of the obligors in the bond, he did not sign it. The statute requires the collector “to execute a bond to the trustees * * * conditioned for the due and faithful execution of the duties of his office”; and provides that the collector vacates his office by not executing a bond, and that the trustees may supply the vacancy. It is the claim of the defendants that, by reason of the failure of the collector to sign the bond, they never became liable as sureties. The authorities cited to sustain this contention are all decisions from other states. Some of them, like Bean v. Parker, 17 Mass. 591, which was the case of a bail bond; Wood v. Washburn, 2 Pick. 24, which was the case of an administrator’s bond; and Fletcher v. Austin, 11 Vt. 497, which was the case of a failure of a cosurety to sign,—are plainly distinguished from the case before us. But the cases of City and County of Sacramento v. Dunlap, 14 Cal. 421, and People v. Hartley, 21 Cal. 585, and Bunn v. Jetmore, 70 Mo. 228, fairly sustain the defendants’ position. We are not disposed, however, to follow the rule applied in these cases. The defense is the merest technicality possible, and is absolutely without any merit, so far as it has relation to any of the rights of the parties. The statute provides that, for the recovery of all balances in the hands of the collector which he shall neglect or refuse to pay to his successor, “the trustees in their name of' office shall have a remedy upon the official bond of the collector or any action and any remedy given by law.” The defendants contend that, as no other action or remedy by law is given to the trustees, this provision restricts the remedies of the trustees <page-number citation-index=\"1\" label=\"33\">*33</page-number>against a defaulting collector to an action on his official bond. Such a construction, we think, is too narrow and technical to be given to the statute. It should be liberally construed, and we are of the opinion that it grants to the trustees the right to pursue every remedy or action that exists for the collection of debts; that they may sue the collector for money received, entirely independent of his official bond, and that proceedings by attachment, injunction, and every other remedy which a creditor may have against his debtor, are available to the trustees. Under such a construction as to the rights of the trustees, it is apparent that the execution of the bond by the collector did not change in the slightest degree his relation to the trustees or to his sureties. The trustees might sue him either on the bond .or for money received and misappropriated, and the sureties’ rights to recover against him for money they should be compelled to pay would be the same whether he signed the bond or not. The case is entirely different from one where one who had agreed to become a cosurety failed to sign the bond, as in such a case those who did sign would be deprived of their right of contribution against the one not signing. But no such result follows the failure of the collector to sign. His liability to the trustees is entirely outside of and independent of the bond, and, such being the fact, the case falls within the rule applied in Parker v. Bradley, 2 Hill, 584; Williams v. Marshall, 42 Barb. 524; Chouteau v. Suydam, 21 N. Y. 179; Mattoon v. Barnes, 112 Mass. 466; Trustees v. Sheik, 119 Ill. 579, 8 N. E. 189; State v. Bowman, 10 Ohio, 445. In all these cases it was held that the bond was binding upon the sureties, although not signed by the principal. The requirement of the statute that the collector should execute the bond was not intended for the benefit of the sureties, but of the trustees; and, as the instrument expresses upon its face that it was given as security for the performance of the collector’s duties, it was apparent to the sureties that the signature of the collector was, as to them, of no importance whatever. We are of the opinion, therefore, that the court properly ruled that the bond was binding upon the defendants.</p>\n<p id=\"b61-5\">It further appears that on November 26, 1892, judgment, for want of answer, was entered against James Scott, James Scott, Jr., and Michael Cahill, pursuant to an order of the special term, which order also granted leave to the plaintiffs to continue the action against the defendants Feeney and John Scott. Subsequently the default against Cahill was vacated, and he was permitted to serve an answer; the order providing, however, that the judgment entered on November 26th should stand as security. Scott, Feeney, and Cahill served answers, each pleading as a bar to the action the entry of the judgment against his cosurety. This defense was sustained as to John Scott and Feeney, but overruled as to Cahill. So far as Cahill is concerned, the ruling of the court is sustained by the case of Heckemann v. Young, 134 N. Y. 170, 31 N. E. 513, which in its facts was very similar to the case against this defendant. We are of the opinion that the ruling of the trial court that the entry of the judgment against the defaulting defendants was <page-number citation-index=\"1\" label=\"34\">*34</page-number>a bar to the further prosecution of the bond against Scott and Feeney was also correct. The plaintiffs do not dispute the rule that a judgment rendered against one of several joint debtors in an action against him alone is a bar to an action against the others. But the argument, as I understand it, is that this principle is not applicable to a case where the judgment pleaded as a bar was rendered against one joint debtor in an action brought against all the debtors. This precise question was decided adversely to the plaintiffs’ contention by the general term of the First department in Bank v. Hitch, 66 Hun, 401, 21 N. Y. Supp. 395. We have carefully considered the criticism of the learned counsel for the plaintiff upon that case, but do not feel at liberty to disregard it as an authority directly in point upon the question before us. The counsel’s argument that, the action having been commenced against all the joint debtors, and judgment having been entered against those who failed to answer, pursuant to an order of the court which permitted the plaintiffs to continue the action against the other debtors, the intent of the plaintiffs was thereby manifested not to release the answering defendants, or to abandon the claim against them, is not without force. But it fails to overcome, in my judgment, one of the grounds upon which the rule applied by the trial court is founded, and that is that the security of the contract became absorbed and merged in the higher security of the judgment. The joint liability on the contract is thereby severed and no further action can be founded on the original promise. Such .appears to be the doctrine asserted in all the cases in which this principle has been applied. Olmstead v. Webster, 8 N. Y. 413; Peters v. Sanford, 1 Denio, 224; Pierce v. Kearney, 5 Hill, 82; Suydam v. Barber, 18 N. Y. 468. Although in all the cases I have examined the judgment pleaded as a bar was entered in a separate action against one joint debtor, the grounds of the decision have been asserted to rest on the fact that the join contract sued on had been merged in the prior judgment, and no further action could thereby be maintained upon it. The rule is an extremely technical one, and in my judgment ought to be abolished. But the change must come from the legislature. If it can be modified in conformity with the appellants’ contention, such result must come from the-court of appeals. We must adhere to it, and, in sustaining the ruling of the trial court, we give effect to what we deem to be the logical result of its application to the facts of this case.</p>\n<p id=\"b62-5\">We have examined the other questions raised by the exceptions and argued by the defendants, and are of the opinion that none of them are well taken. The amount of the recovery is sustained by the evidence, and there was no request made by the defendants to have that question submitted to the jury.</p>\n<p id=\"b62-6\">The motion must be denied, a judgment entered in accordance with the directions of the trial court, with costs to the plaintiffs against the defendant Cahill, and costs to the defendant Scott against the plaintiffs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}