{
  "casebody": {
    "data": "<casebody firstpage=\"940\" lastpage=\"943\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b968-6\">NASH et al. v. HALL SIGNAL CO. et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b968-7\">(Supreme Court, General Term, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AE2K\">November 15, 1895.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b968-8\">Pleading—Several Causes of Action—Different Defendants.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b968-9\">In an action against several defendants, directors of a corporation, the complaint alleged one cause of action against some of them, for the sale of stock at an illegal price. So far as the complaint disclosed, another defendant was not elected a director until after the transaction first complained of, but in another cause of action it was alleged that he, with other directors, voted illegally to increase the president’s salary. <em>Held, </em>that the complaint was demurrable, under Code Civ. Proc. § 488, subd. 7, providing that all the causes of action stated in a complaint must relate to all defendants. O’Brien, J., dissenting.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b968-10\">Appeal from special term, New York county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b968-11\">Action by Abbié S. Nash, Anna S. Nash, and Charles F. Ulrich, suing on behalf of themselves and all other stockholders of the Hall Signal Company who shall come in and contribute to the expenses of this action, against the Hall Signal Company and others, to compel defendants to account for and pay the damages resulting from ■certain wrongful acts of defendants. From an interlocutory judgment sustaining a demurrer to the complaint, plaintiffs appeal. Affirmed.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b968-12\">For decision denying a motion to continue an injunction pendente lite, see 32 N. Y. Supp. 701.</summary>\n<p data-order=\"8\" data-type=\"summary\" id=\"b968-13\">The opinion of Mr. Justice LAWRENCE at special term is-as follows:</p>\n<p data-order=\"9\" data-type=\"summary\" id=\"b968-14\">This is an action brought by resident stockholders of the Hall Signal Company, a corporation created under the laws of the state of Maine, having its business office in New York, against its directors and their transferees of its assets. The plaintiffs sue on behalf of themselves and all other stockholders who shall come'in and contribute to the expenses of the action, and the corporation is joined as one of the defendants. It is alleged in the complaint that the directors, or some of them, have voted money and treasury stock from the treasury to some of their own number, and to their superintendent in some cases, without legal consideration; in some cases for grossly inadequate consideration, in some cases when no quorum was present, in some cases when the presence of the donee was necessary to a quorum, in some when the vote of the donee was necessary to a majority, and in all cases contrary to the standing rule of the board established under the direction of a stockholders’ meeting. It is also alleged that they have voted treasury stock to some of their own number at $50, when they knew that said stock was selling at over $90; that they have taken stock from the treasury at $50, and with it filled orders at $90 and over, obtained from the purchasers by the com-<page-number citation-index=\"1\" label=\"941\">*941</page-number>pony’s agent; that the directors have failed properly to apply and account for moneys received by them for the company; that they have neglected^ its interests, and imperiled its assets. It is also alleged that during all this time the corporation had its principal office in the city of New York for doing business, and that those transactions were had in the city of New York, and that the defendants issued their circulars from the office of the defendant company, 50 Broadway, New York. It is further alleged that the principal individual defendants voted five hundred shares of the stock to one of their own number, the president, at one-half the par and little more than one-half the market value, under the pretext of remunerating him for “extraordinary services” previously rendered; that they also voted to him an increase of salary to $1,000, and paid a back amount for four months before the time of the vote, and that they paid to him, and he received from them, out of the treasury of the company, such back pay. Furthermore, that after their superintendent had been employed about a year and a half at a fixed salary, and had assigned to the company the inventions and improvements made by him, and the company had become the patentee and owner thereof, they voted three thousand shares of the stock to him, on the pretext that it was a reasonable and necessary compensation for assignments made a year and a half previously, and that a transfer of these three thousand shares to him was only a cover for allowing the president and treasurer, who are defendants, to take and dispose of the three thousand shares at their pleasure. Many other statements and allegations are also contained in the complaint, designed to show that a discovery and accounting are necessary. One of these statements is to the effect that the directors have bought, with the funds of the corporation, and without the stockholders’ assent, shares of stock in the corporation theretofore issued to other persons or corporations. That those acts were done with intent to gain control of the corporation, and to dictate its corporate acts and the acts of the board. There are many other acts of improper conduct alleged on the part of the directors, or some of them, but enough has been stated to show the general character of the complaint. It is further alleged in the complaint that the reasons why this suit is brought by the plaintiff are that the defendants Hall, Gilmore, Parker, Houston, Webb, Miller, and James, or some of them, now compose the board of directors of said corporation, and that it would be useless to' ask said board to bring this action, as said directors, or a majority of them, are chargeable jointly and severally with the management of the corporation, and have pecuniary interests opposed to the interest of the corporation and of the stockholders. It is stated in the plaintiff’s brief, and not denied, that all the individual defendants have answered. The corporation alone demurs to the complaint, assigning as grounds of demurrer: First, that the court has no jurisdiction of the subject of this action; second, that the complaint does not state facts sufficient to constitute a cause of action; third, that the court has no jurisdiction of the defendant; fourth, that causes of action have been improperly united, in that a cause of action in equity against the corporation has been joined with causes of action at law against the other defendants, or some of them, specifying the different paragraphs of the complaint in which said alleged improper joinder of causes of action appear, and also that the causes of action stated in the complaint do not affect all the parties to the action; fifth, that there is a misjoinder of parties plaintiff, in that Charles F. Ulrich appears by the complaint to have received his stock long after each and every of the acts and transactions set forth in the complaint had occurred, while the plaintiffs Abbie S. Nash and Anna S. Nash are alleged to have received their stock in 1892, when some of the transactions and acts set forth in the complaint had not taken place. By the complaint it appears that no relief in favor of the plaintiffs individually is asked. The relief prayed for is that the defendants who have not demurred may be required to repay to the treasury of the defendant corporation the amounts alleged to have been illegally taken or obtained by them therefrom.</p>\n<p data-order=\"10\" data-type=\"summary\" id=\"b969-5\">There is enough stated in the complaint, I think, to bring this case within the principle establislled by Brinckerhoff v. Bostwick, 88 N. Y. 52, and Briggs v. Spaulding, 141 U. S. 132, 11 Sup. Ct. 924. It is quite apparent from the allegations of the complaint, and from the very demurrer which is interposed <page-number citation-index=\"1\" label=\"942\">*942</page-number>In this action, that the corporation refuses to prosecute the individual directors who are claimed to have been guilty of an abuse of their trust or a misapplication of the funds of the company, and it is also quite apparent that the individual defendants, against whom relief is mainly sought, are still in control of the corporation. As was said by Rapallo, J., in the case of Brinckerhoff v. Bostwick, supra: “In such cases a demand upon the corporation to bring suit would be manifestly futile and unnecessary. A suit prosecuted under the direction and control of the very parties against whom the misconduct is alleged and a recovery sought would scarcely afford to the shareholders the remedy to which they are entitled; and the fact that the delinquent parties are still in control of the corporation is of itself sufficient to entitle the shareholders to sue in their own names. Hodges v. Screw Co., 1 R. I. 312; Heath v. Railway Co., 8 Blatchf. 347, Fed. Cas. No. 6,306.” In addition to the cases above cited, the cases of Holmes v. Abbott, 53 Hun, 617, 6 N. Y. Supp. 943; Garner v. Harmony Mills, 6 Abb. N. C. 212; Gaines v. Chew, 2 How. 619; and Brinkerhoff v. Brown, 6 Johns. Ch. 139,— are authorities which support the right of the plaintiffs to maintain this action. I am of the opinion, also, that this court has jurisdiction of the action. Fisk v. Railroad Co., 53 Barb. 513; Code Civ. Proc. § 1780. The presumption is that the plaintiffs are residents of this state, and objection cannot be taken to the jurisdiction of the court on the ground of their nonresidence unless the fact of such nonresidence appears upon the face of the complaint. In Gurney v. Railroad Co. (Sup.) 13 N. Y. Supp. 645, Van Brunt, P. J., said: “Objection to jurisdiction may be raised by demurrer where it appears upon the face of the complaint that the court has no jurisdiction of the person or subject-matter; but, unless want of jurisdiction appears upon the face of the complaint, the objection must be raised by a motion to set aside the summons where an appearance would confer jurisdiction; or in cases where an appearance would not confer jurisdiction it may be raised by answer, or at the trial, or upon appeal, or by the court itself.” The demurrer in this case is general, and, as some of the alleged illegal resolutions are stated in the complaint to have been passed at a meeting or meetings of the directors held in the city of New York, it would appear that a general demurrer on the ground of want of jurisdiction cannot be sustained. Without pursuing this branch of the case further, it is sufficient for me to refer to the opinion of Mr. Justice Patterson in denying the motion for an injunction. See 32 N. Y. Supp. 701. I do not think that the objection that there is an improper joinder of the plaintiffs in this action can be sustained. Both of the plaintiffs are stockholders, and, for the purposes of this demurrer, must be presumed to be bona fide holders of their stock; and it does not affirmatively appear upon the face of the complaint that the plaintiff Ulrich acquired or became possessed of his stock after all the transactions, the validity of which forms the subject of this action, had taken place.</p>\n<p data-order=\"11\" data-type=\"summary\" id=\"b970-6\">The remaining question in the case is whether the complaint is not multifarious, within the meaning of subdivision 7 of section 488 of the Code of Civil Procedure. Where two causes of action are joined in the same action, a demurrer to the complaint upon the ground that all of the defendants are not affected by both causes will lie, even at the instance of a defendant who is so affected. See Nichols v. Drew, 94 N. Y. 22; Stanton v. Railway Co. (Sup.) 2 N. Y. Supp. 298. It is quite apparent that all the causes of action stated in the complaint do not relate to all of the defendants. Without specifying all the instances in which causes of action are stated which do not relate to or affect all the defendants, it is sufficient to say that in.paragraph 10 of the complaint a cause of action against Hall, Cochran, Gilmore, and Ingraham is stated for the sale of stock to the defendant Cochran at an improper or illegal price, and that damages are prayed for against those four defendants for the sale by them as directors to the defendant Cochran. The defendant Miller is not concerned in this cause of action, and had no part in the transaction. So far as can be ascertained from the complaint, Miller did not become a director, nor have anything to do with the defendant company at all, until May 4, 1894, when it is alleged that he, with other directors, voted illegally to increase Hall’s salary. This appears to be the only cause of action against Miller set out in the complaint, except the general charge in para<page-number citation-index=\"1\" label=\"943\">*943</page-number>graph 41 that he failed to keep proper accounts and records of the company. The alleged illegal sale of stock to Cochran in 1891 has nothing to do with the alleged illegal increase of the president’s salary in 1894, nor were all of the same directors concerned in both transactions. Again, the allegation contained in the thirty-ninth paragraph of the complaint in respect to the alleged illegal transfer to and acceptance by the defendant Webb of stock illegally issued in December, 1893, has nothing to do with the transaction in which Miller is alleged to have been concerned in paragraph 30 of the complaint. There are other instances in the complaint of the joinder of causes of action in which some of the defendants were concerned with others in which only a portion of the defendants took part. The case, therefore, seems to fall within the doctrine laid down in Nichols v. Drew, supra, and Stanton v. Railway Co. (Sup.) 2 N. Y. Supp. 298. For these reasons I am of the opinion that the demurrer on the ground that causes of action have been improperly united should be sustained, and that the defendants have judgment thereon, with leave to the plaintiffs to amend upon payment of costs.</p>\n<p data-order=\"12\" data-type=\"judges\" id=\"b971-5\">Argued before VAN BRUNT, P. J., and O’BRIEN and FOLLETT, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b971-6\">Austin Abbott, for appellants.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b971-7\">Charles M. Earle, for respondents.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b971-8\">FOLLETT, J.</author>\n<p id=\"AIp\">In case A. and B., directors in a corporation, waste its funds during one year, and B. and C., directors, by some act not connected with the first, devastavit in another year, the three cannot be joined in an equitable action brought by or in behalf of the corporation to compel them to account for and pay the damages sustained by these independent, wrongful acts. Wasting the property of a corporation by its directors is a tort. A. is not liable for the acts of B. and C., and C. is not liable for the acts of A. and B., and these independent, tortious acts constitute distinct causes of action, which cannot be united in one complaint. The interlocutory judgment should be affirmed, with costs, on the opinion of LAWRENCE, J., at special term.</p>\n<p id=\"b971-9\">VAN BRUNT, P. J., concurs.</p>\n</opinion>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b971-10\">O’BRIEN, J.</author>\n<p id=\"AiE\">(dissenting). Upon the authority of Brinckerhoff v. Bostwick, 88 N. Y. 52,1 think the action is maintainable. The suit is one brought by a stockholder, who, on behalf of the corporation, demands an accounting for property which has been taken or allowed to be taken from the corporation. The acts complained of, although happening at different periods of time, are but cumulative, and constitute a single cause of action. It is true that certain of these defendants were not directors, but were transferees of the assets of the corporation; but their being made parties does not change the nature of the action, nor make what was one cause of action multifarious. The purpose sought is td enable a court of equity to reach out and recover diverted assets. Although different relief may be accorded as against the different defendants, this does not effect a severance or multiplication of the cause of action. I do not think the demurrer upon this ground is good, and, as it was sustained in the court below, the judgment sustaining it . should be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}