{
  "casebody": {
    "data": "<casebody firstpage=\"1026\" lastpage=\"1042\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b838-3\">[No. F049842.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aob\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Azn\">July 27, 2007.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b838-4\">THE PEOPLE, Plaintiff and Respondent, v. JOSÉ LUIS SOLÓRZANO, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b838-6\">[CERTIFIED FOR PARTIAL PUBLICATION<footnotemark>*</footnotemark>]</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b841-4\"><page-number citation-index=\"1\" label=\"1029\">*1029</page-number>Counsel</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b841-5\">Scott Concklin, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b841-6\">Edmund G. Brown, Jr., Attorney General, Mary Jo Graves, Chief Assistant Attorney General, Michael P. Farrell, Assistant Attorney General, Carlos A. Martinez and Kelly E. Lebel, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b838-10\">Pursuant to California Rules of Court, rules 8.1105(b) and 8.1110, this opinion is certified for publication with the exception of parts 2. and 6. of the Discussion.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b841-7\">Opinion</p>\n<author id=\"b841-8\">GOMES, J.</author>\n<p id=\"A7f\">Not once, but twice, José Luis Solórzano stood trial on charges arising out of the robberies of four stores. While mental competence proceedings were pending before his first trial, the court (Hon. Roger D. Randall) refused to hear his Marsden<footnotemark>1</footnotemark> motion on the rationale that “different rules” applied to those proceedings and he could “raise that issue later if found competent.” A jury found him guilty as charged of four counts of second degree robbery and found true all but one of the special allegations in the information (personal knife uses in three of the four counts and five strike priors, one serious felony prior, and one prison term prior in each count). (Pen. Code, §§ 211, 212.5, subd. (c), 667, subd. (a), 667, subds. (b)-(j), 667.5, subd. (b), 1170.12, subds. (a)-(d), 12022, subd. (b)(1).)<footnotemark>2</footnotemark> The court’s refusal to hear the <em>Marsden </em>motion on the issue of whether appointed counsel was rendering effective assistance at his mental competence hearing violated due process, so we reversed the judgment, ordered a new trial, and addressed none of his other issues. <em>(People v. Solorzano </em>(2005) 126 Cal.App.4th 1063 [24 Cal.Rptr.3d 735],)<footnotemark>3</footnotemark></p>\n<p id=\"b841-9\">At Solórzano’s second trial, following a finding of mental competence, a jury found him guilty as charged of four counts of second degree robbery and found true all of the special allegations in the information (six strike priors, one personal knife use, one serious felony prior, and one prison term prior in each count). (§§ 211, 212.5, subd. (c), 667, subd. (a), 667, subds. (b)-(j), 667.5, subd. (b), 1170.12, subds. (a)-(d), 12022, subd. (b)(1).)</p>\n<p id=\"b841-10\">On appeal, Solórzano challenges (1) the denial of his motion to suppress the evidence seized from a warrantless search of his person and his residence, <page-number citation-index=\"1\" label=\"1030\">*1030</page-number>(2) the denial of his motions for a pretrial physical lineup, (3) Judicial Council of California Criminal Jury Instructions (2005) CALCRIM No. 376 (Possession of Recently Stolen Property as Evidence of a Crime) for substituting the requirement of slight supporting evidence for the requirement of slight corroborating evidence and for allowing on that basis a permissive inference of the stolen character of the property, (4) CALCRIM No. 318 (Prior Statements as Evidence) for authorizing the jury to consider a witness’s prior statements as substantive evidence without finding those statements inconsistent with his or her testimony, (5) the imposition of a sentence impermissibly harsher than his original sentence and vindictively harsher than the indicated sentences he rejected before his first and second trials, and (6) the imposition of a personal knife use enhancement in count two on the basis of a true finding at his second trial after a not true finding on that allegation at his first trial. We will order the personal knife use enhancement stricken from the judgment, will order a limited remand for resentencing, and otherwise will affirm the judgment.</p>\n<p id=\"b842-4\">DISCUSSION</p>\n<p id=\"b842-5\">1. <em>Motion to Suppress</em></p>\n<p id=\"b842-6\">Focusing on the prosecution’s lack of proof of the existence of, and the searching officer’s awareness of, a signed parole search agreement, Solórzano challenges the denial of his motion to suppress the evidence seized from a warrantless search of his person and his residence. The Attorney General argues that the ruling was proper.</p>\n<p id=\"b842-7\">Before his first trial, Solórzano filed a motion to suppress arguing that the sole basis of his search was rank speculation, not reasonable suspicion. He noted that the police seized cash from his person and a shaving kit from his residence bearing moisture from which the police inferred he had just shaved to change his appearance. The prosecutor filed an opposition arguing that Solórzano was on parole and that totality-of-the-circumstances analysis showed reasonable suspicion for the warrantless search.</p>\n<p id=\"b842-8\">At the hearing on the motion, counsel stipulated that the search was warrantless and that Solórzano was on parole at the time. One of the two witnesses at the hearing, a police officer, testified that he heard a report of a store robbery perpetrated by a 40-something, pierced-lip Hispanic male five-two to five-five in height wearing a baseball cap, bandanna, and sunglasses and driving a pickup truck with primer spots, that he recalled a string of four to six armed robberies of stores a few years ago by a similar suspect with a similar modus operand!, and that after his request for additional information Solórzano’s name came up as “attached” to one of those robberies.</p>\n<p id=\"b843-4\"><page-number citation-index=\"1\" label=\"1031\">*1031</page-number>From his knowledge of the prior robberies, the officer drove to, and then circled, the immediate area of Solórzano’s residence, learned his address, out-of-custody status, and subject-to-search status from his parole agent, and saw parked near his residence a vehicle similar to the one involved in the latest robbery. On the basis of the descriptions of the suspect and the vehicle, the officer thought Solórzano, with whom he made contact outside the residence, was responsible for the robberies. The other witness at the hearing, a parole officer, testified that Solórzano was on parole subject to search of his person, his vehicle, and his residence. The court (Hon. John L. Fielder) denied the motion. Before his second trial, Solórzano renewed, the prosecutor opposed, and the court (Hon. James Stuart) denied the motion after the parties stipulated to the transcript of the hearing before the first trial as the factual basis.</p>\n<p id=\"b843-5\">On review of a denial of a motion to suppress, an appellate court defers to the findings of fact, express or implied, that have the support of substantial evidence but nonetheless independently determines, and applies to those findings of fact, the relevant legal principles so as to determine whether the search was constitutionally reasonable. <em>(People v. Weaver </em>(2001) 26 Cal.4th 876, 924 [111 Cal.Rptr.2d 2, 29 P.3d 103].) A ruling on a motion to suppress generally implies “a finding of fact favorable to the prevailing party on each ground or theory underlying the motion.” <em>(People </em>v. <em>Manning </em>(1973) 33 Cal.App.3d 586, 601-602 [109 Cal.Rptr. 531].) If facts not in dispute establish that the search or seizure at issue was not constitutionally reasonable as a matter of law, however, an appellate court is not bound by the ruling. <em>(People </em>v. <em>Medina </em>(1972) 26 Cal.App.3d 809, 815 [103 Cal.Rptr. 337].)</p>\n<p id=\"b843-6\">Solórzano focuses his challenge to the court’s ruling on the prosecution’s lack of proof of the existence of, and the searching officer’s awareness of, a signed parole search agreement. In reliance on section 3067,<footnotemark>4</footnotemark> which took effect a decade ago, he argues that “the authority to search a parolee derives from a written search agreement that the parolee signs when released on parole.” (Stats. 1996, ch. 868, § 2, p. 4656.) With commendable candor, he <page-number citation-index=\"1\" label=\"1032\">*1032</page-number>acknowledges that <em>People v. Middleton </em>(2005) 131 Cal.App.4th 732 [31 Cal.Rptr.3d 813] <em>(Middleton) </em>rejected a similar argument.</p>\n<p id=\"b844-4\">Congruently, the United States Supreme Court last year affirmed a Court of Appeal judgment that, under the doctrine of stare decisis <em>(Auto Equity Sales, Inc. v. Superior Court </em>(1962) 57 Cal.2d 450, 455 [20 Cal.Rptr. 321, 369 P.2d 937] <em>(Auto Equity)), </em>upheld a “suspicionless” but neither “arbitrary, capricious, [n]or harassing” search condition in reliance on <em>People </em>v. <em>Reyes </em>(1998) 19 Cal.4th 743 [80 Cal.Rptr.2d 734, 968 P.2d 445] <em>(Reyes), </em>in which the California Supreme Court held that “even in the absence of particularized suspicion, a search conducted under the auspices of a properly imposed parole search condition does not intrude on any expectation of privacy ‘society is “prepared to recognize as legitimate” ’ ” <em>(id. </em>at p. 754). <em>(Samson v. California </em>(2006) 547 U.S. 843, 846-848 [165 L.Ed.2d 250, 255-256, 126 S.Ct. 2193].) The high court emphasized the state’s “ ‘overwhelming interest’ in supervising parolees” and carefully noted that the California Supreme Court has not yet construed section 3067 but nonetheless expressly declined to rely on the “consent rationale” of that statute. <em>(Samson, supra, </em>547 U.S. at pp. 851-854 &amp; fn. 3 [165 L.Ed.2d at pp. 258-260 &amp; fn. 3, 126 S.Ct. at pp. 2199-2200 &amp; fn. 3], citing <em>Middleton, supra, </em>131 Cal.App.4th at pp. 739-740.)</p>\n<p id=\"b844-5\"><em>Middleton’s </em>rejection of an argument similar to Solórzano’s arose from a line of California Supreme Court cases—all decided before section 3067 took effect—holding that “ ‘a warrantless search condition is a reasonable term in any parole of a convicted felon from state prison’ ” <em>(Middleton, supra, </em>131 Cal.App.4th at p. 739, quoting <em>People </em>v. <em>Burgener </em>(1986) 41 Cal.3d 505, 532 [224 Cal.Rptr. 112, 714 P.2d 1251], disapproved on another ground in <em>Reyes, supra, </em>19 Cal.4th at p. 756) and that “ ‘every grant of parole included an implied search condition, and an officer’s knowledge of parole status was equivalent to knowledge of a parole search condition’ ” <em>(Middleton, supra, </em>at p. 739, quoting <em>In re Tyrell J. </em>(1994) 8 Cal.4th 68, 94 [32 Cal.Rptr.2d 33, 876 P.2d 519] (dis. opn. of Kennard, J.), overruled on another ground in <em>In re Jaime P. </em>(2006) 40 Cal.4th 128, 130 [51 Cal.Rptr.3d 430, 146 P.3d 965]; see <em>People </em>v. <em>Sanders </em>(2003) 31 Cal.4th 318, 328-335 [2 Cal.Rptr.3d 630, 73 P.3d 496]).</p>\n<p id=\"b844-6\">“The Court of Appeal must follow, and has no authority to overrule, the decisions of [the California Supreme Court].” <em>(People v. Birks </em>(1998) 19 Cal.4th 108, 116, fn. 6 [77 Cal.Rptr.2d 848, 960 P.2d 1073], citing <em>Auto Equity, supra, </em>57 Cal.2d at p. 455.) By the applicable standard of review, we determine that section 3067 does not abrogate the rule in force before the statute took effect and that Solórzano’s challenge to the denial of his motion to suppress is meritless. (See <em>Middleton, supra, </em>131 Cal.App.4th at p. 740.)</p>\n<p id=\"b845-4\"><page-number citation-index=\"1\" label=\"1033\">*1033</page-number>2. <em>Pretrial </em>Lineup<footnotemark>*</footnotemark></p>\n<p id=\"b845-5\">3. <em>Instruction on Possession of Stolen Property As Evidence of Robbery</em></p>\n<p id=\"b845-6\">Solórzano argues that instruction with CALCRIM No. 376 (Possession of Recently Stolen Property as Evidence of a Crime) instead of with CALJIC No. 2.15 (Possession of Stolen Property) undermined the presumption of innocence and violated due process by substituting the requirement of slight supporting evidence for the requirement of slight corroborating evidence and by allowing on that basis a permissive inference of the stolen character of the property from his possession of the property. He argues, too, that lack of substantial evidence of his possession of stolen property made instruction with CALCRIM No. 376 a violation of due process. The Attorney General argues the contrary.</p>\n<p id=\"b845-7\">Just hours after Solórzano committed the second of his two videotaped robberies, the police arrested him and found $286 in his pockets—seven $20 bills, five $10 bills, sixteen $5 bills, and sixteen $1 bills—“folded or maybe wadded or some way” but not in a billfold, a money clip, or a wallet. The clerk at the restaurant testified that usually bills smaller than $20 go into, and larger bills go beneath, the restaurant’s cash register drawers. The bills he handed Solórzano were in someone else’s drawer, not his, and he had no idea if any $20 bills were there. Sometimes he puts $20 bills into his drawer and only later puts them beneath his drawer.</p>\n<p id=\"b845-8\">At the instruction-settling conference, the court noted that the bench notes to CALCRIM No. 376 require the instruction to be given sua sponte “if there is evidence of possession of stolen property and corroborating evidence of guilt.”<footnotemark>*</footnotemark>\n<footnotemark>5</footnotemark> The prosecutor argued that Solórzano’s way of storing cash in his pockets was consistent with the recently stolen cash from the restaurant. Solórzano’s counsel argued that the instruction lacked evidentiary support. The court found the instruction “appropriate” and instructed the jury as follows:</p>\n<blockquote id=\"b845-9\">“If you conclude that the defendant knew he possessed property and you conclude that the property had, in fact, been recently stolen, you may not <page-number citation-index=\"1\" label=\"1034\">*1034</page-number>convict the defendant of robbery based on those facts alone; however, if you also find that <em>supporting evidence </em>tends to prove his guilt, then you may conclude that the evidence is sufficient to prove he committed the crime of robbery. The <em>supporting evidence </em>need only be <em>slight </em>and need not be enough by itself to prove guilt. You may consider how, where, and when the defendant possessed the property, along with any other relevant circumstances tending to prove his guilt of robbery.</blockquote>\n<blockquote id=\"b846-4\">“Remember that you may not convict the defendant of any crime unless you are convinced that each fact essential to the conclusion that the defendant is guilty of that crime has been proved beyond a reasonable doubt.</blockquote>\n<blockquote id=\"b846-5\">“I want to reread that last sentence.</blockquote>\n<blockquote id=\"b846-6\">“Remember that you may not convict the defendant of any crime unless you are convinced that each fact essential to the conclusion that the defendant is guilty of that crime has been proved beyond a reasonable doubt.” (Italics added; see CALCRIM No. 376.)</blockquote>\n<p id=\"b846-7\">In argument to the jury, Solórzano’s counsel contended that the clerk at one store testified “that all the robber got was ones, fives, and tens. That’s what he said, no twenties. I asked him was it twenties? Did you go somewhere else? [f] He said no, I didn’t go into that part of the drawer. All the person got was ones, fives, and tens, because there was no twenties in that area, [f] That’s what he said. That’s what he testified to under oath. [The prosecutor] is the advocate of that testimony. FjQ And my client had $20 bills on him. What are we going to say about that, just forget about it? What, did he stop along the way somewhere after the robbery and changed <em>[sic] </em>some of the tens for the twenties? Is that what they’re telling you? [f] That’s ridiculous. They have proved he didn’t do it.”</p>\n<p id=\"b846-8\">In rebuttal, the prosecutor argued to the jury that according to Solórzano’s counsel the clerk at the store “testified that the defendant stole no twenties. [][] That’s not what he said, ladies and gentlemen. You can go through the transcript, check your notes. He said that, in general, they don’t put twenties on the top of the drawer, they put them underneath, but I asked him are you saying there were no twenties in the drawer that were taken out of the drawer and given to him? He said he couldn’t say that because it was somebody else’s drawer. He doesn’t know if there were any twenties. [1] But that man had 16 $5 bills, five $10 bills, 16 $1 bills, as well as 14 $20 bills—or not 14, but seven $20 bills jammed in his pocket. How did that manage to happen? []□ We don’t know. It’s consistent with the robbery. I suppose it’s consistent with other things too. But it’s not inconsistent with the robbery. [Solórzano’s counsel] stood up here and told you that proves he didn’t do the robbery. [][] <page-number citation-index=\"1\" label=\"1035\">*1035</page-number>No, it doesn’t, because he stretched on what he told you the evidence said. There’s no evidence that no twenties were taken. The evidence is that, in general, they slip the twenties down under the drawer, but [the clerk] told you he wasn’t at his own cash register. He doesn’t know that for sure. fi[] So what is the explanation as to why $270 is jammed in one of the defendant’s pockets and 16 $1 bills in the other? What is the explanation? [][] One you can make, make up whatever you want. The other is that he took it from the robbery.”</p>\n<p id=\"b847-5\">CALJIC No. 2.15 (Possession of Stolen Property) instructs on slight <em>corroborating </em>evidence instead of on slight <em>supporting </em>evidence:</p>\n<blockquote id=\"b847-6\">“If you find that a defendant was in [conscious] possession of recently [stolen] [extorted] property, the fact of that possession is not by itself sufficient to permit an inference that the defendant is guilty of the crime of _. Before guilt may be inferred, there must be <em>corroborating evidence </em>tending to prove defendant’s guilt. However, this <em>corroborating evidence </em>need only be <em>slight, </em>and need not by itself be sufficient to warrant an inference of guilt.</blockquote>\n<blockquote id=\"b847-9\">“As corroboration, you may consider [the attributes of possession—time, place and manner,] [that the defendant had an opportunity to commit the crime charged,] [the defendant’s conduct,] [[his] [her] false or contradictory statements, if any,] [and] [or] [other statements [he] [she] may have made with reference to the property] [a false account of how [he] [she] acquired possession of the stolen property] [any other evidence which tends to connect the defendant with the crime charged].” (CALJIC No. 2.15, italics added.)</blockquote>\n<p id=\"b847-10\">Solórzano argues that the absence from CALCRIM No. 376 of the requirement in CALJIC No. 2.15 of slight <em>corroborating </em>evidence makes the former instruction constitutionally defective. We disagree. First, a respected dictionary’s list of synonyms including the word “corroborate” notes: <em>“Corroborate </em>refers to <em>supporting </em>something by means of strengthening evidence: The witness is expected to corroborate the plaintiff’s testimony.” (American Heritage Dict. (4th ed. 2000) p. 386, italics added &amp; omitted.) Since the CALJIC No. 2.15 references to “corroborating evidence” and the CALCRIM No. 376 references to “supporting evidence” are synonymous, neither instruction permits the jury to find the defendant guilty of robbery solely on the basis of possession of stolen property. Both instructions—CALJIC No. 2.15 by the requirement of slight <em>corroborating </em>evidence and CALCRIM No. 376 by the requirement of slight <em>supporting </em>evidence—prohibit the jury from finding him guilty on the basis of that fact alone.</p>\n<p id=\"b847-11\">Second, the inference that possession of stolen property creates is permissive, not mandatory. The case law is settled that requiring only slight <page-number citation-index=\"1\" label=\"1036\">*1036</page-number>corroborating evidence in support of a permissive inference, like the one that possession of stolen property creates, neither changes the prosecution’s burden of proving every element of the offense nor otherwise violates the right to due process if, as here, the conclusion suggested is one that common sense and reason can justify “in light of the proven facts before the jury.” <em>(People v. Snyder </em>(2003) 112 Cal.App.4th 1200, 1226 [5 Cal.Rptr.3d 711] <em>(Snyder), </em>citing, e.g., <em>Francis v. Franklin </em>(1985) 471 U.S. 307, 314-315 [85 L.Ed.2d 344, 105 S.Ct. 1965] &amp; <em>People v. Holt </em>(1997) 15 Cal.4th 619, 677 [63 Cal.Rptr.2d 782, 937 P.2d 213].)</p>\n<p id=\"b848-4\">The permissive inference that CALCRIM No. 376 authorizes if the jury finds slight supporting evidence is linguistically synonymous with, and constitutionally indistinguishable from, the permissive inference that CALJIC No. 2.15 authorizes if the jury finds slight corroborating evidence. CALJIC No. 2.15 has withstood repeated constitutional attack. <em>(People </em>v. <em>Yeoman </em>(2003) 31 Cal.4th 93, 130-132 [2 Cal.Rptr.3d 186, 72 P.3d 1166]; <em>Snyder, supra, </em>112 Cal.App.4th at p. 1226, citing, e.g., <em>People v. Mendoza </em>(2000) 24 Cal.4th 130, 176-177 [99 Cal.Rptr.2d 485, 6 P.3d 150].) Like CALJIC No. 2.15, CALCRIM No. 376 neither undermines the presumption of innocence nor violates due process.</p>\n<p id=\"b848-5\">Finally, we turn to Solórzano’s argument that lack of substantial evidence of his possession of stolen property made instruction with CALCRIM No. 376 a violation of due process. Besides the cash the police found in his pockets just hours after the robbery, the record shows that a customer who pursued the perpetrator from the restaurant but lost him in traffic positively identified as the getaway vehicle the “old” and “beat up” truck with “rust spots or something behind some of the wheels” parked outside Solórzano’s house. The evidentiary context of the cash in his pockets includes flight, which tends to show consciousness of guilt <em>(People v. Scott </em>(1924) 66 Cal.App. 200, 203 [225 P. 767]), “attributes of possession” like “ ‘time, place and manner,’ ” which tend to show guilt <em>(People v. Anderson </em>(1989) 210 Cal.App.3d 414, 424 [258 Cal.Rptr. 482], italics omitted), and “the opportunity to commit the crime” <em>(id. </em>at p. 425, italics omitted). His argument is meritless.</p>\n<p id=\"b848-6\">4. <em>Instruction on Prior Statements As Evidence</em></p>\n<p id=\"b848-7\">Solórzano argues that instruction with CALCRIM No. 318 (Prior Statements as Evidence) instead of with CALJIC No. 2.13 (Prior Consistent or Inconsistent Statements as Evidence) violated due process by authorizing the jury to consider a witness’s prior statements as substantive evidence without finding those statements inconsistent with his or her testimony. The Attorney General argues that Solórzano forfeited his right to appellate review by failing to make a timely objection and that the instruction was proper.</p>\n<p id=\"b849-4\"><page-number citation-index=\"1\" label=\"1037\">*1037</page-number>On direct examination, both of Solórzano’s parents testified to where he was around the time of the robbery. His father testified that his son went to a swap meet around 11:00 a.m. to look for a truck and was at home again around 2:15 or 2:30 p.m. His mother testified that her son was home from around 2:00 p.m. to around 4:00 or 5:00 p.m. when the police arrived. On cross-examination, both parents denied telling the police where their son was that afternoon and, additionally, his father testified that he did not remember telling the police about that. On rebuttal, a police officer testified that he asked where Solórzano was and that both of his parents told him he had gone to the swap meet around 11:00 a.m. to look for a truck, had returned home around 2:00 p.m., had gone out again around 3:00 or 3:30 p.m. “to go get some papers fixed on the truck,” and had returned home again around 4:30 p.m.</p>\n<p id=\"b849-5\">At the instruction-settling conference, the court read and then asked counsel for comment about CALCRIM No. 318. “I think that’s appropriate,” the prosecutor replied. Solórzano’s counsel answered, “That’s fine, Judge.” The court instructed the jury as follows: “You have heard evidence of statements that a witness made before the trial. If you decide that the witness made those statements, you may use those statements in two ways: First, to evaluate whether the witness’s testimony in court is believable; and, two, as evidence that the information in those earlier statements is true.” (See CALCRIM No. .318.)</p>\n<p id=\"b849-6\">In argument to the jury, the prosecutor suggested that Solórzano’s parents no longer remember the details about the day of the robbery. “When would their memory have been the best? Probably that day.” He pointedly did not accuse them of lying but merely suggested, “Maybe they were looking through their hearts instead of their eyes. Maybe they were remembering back in ways to help their relative instead of the ways they remembered at the time, which they didn’t know at the time helped proved his guilt.”</p>\n<p id=\"b849-7\">In his argument, Solórzano’s counsel chose to tell the jury essentially “the same thing [the prosecutor] does.” “You’re talking about good, honest people, God-fearing people. They’re not going to come in here and take the oath and lie to you.” Instead, he argued “that the police are obviously mixing things up” since they were “interviewing people fast and furious.” In rebuttal, the prosecutor argued, “none of the alibi evidence is real alibi evidence. It’s the familial affection of a family that you may have a great deal of respect for, but they can’t say he wasn’t the robber.”</p>\n<p id=\"b849-8\">During deliberations, the jury requested a copy of the officer’s police report and a readback of his testimony. The court granted the readback request but, since the police report was not in evidence, denied that request.</p>\n<p id=\"b850-3\"><page-number citation-index=\"1\" label=\"1038\">*1038</page-number>Preliminarily, we turn to the Attorney General’s forfeiture argument. Applying the established rule that allows appellate review, even in the absence of an objection, of any instruction affecting the substantial rights of the accused, we reject his argument. (§ 1259; <em>People v. Brown </em>(2003) 31 Cal.4th 518, 539, fn. 7 [3 Cal.Rptr.3d 145, 73 P.3d 1137].) So we turn to the merits of the CALCRIM No. 318 issue.</p>\n<p id=\"b850-4\">Solórzano argues that CALJIC No. 2.13 (Prior Consistent or Inconsistent Statements as Evidence) “provide[s] the jury with proper guidance as to the use of prior consistent or inconsistent statements as evidence”:</p>\n<blockquote id=\"b850-5\">“Evidence that at some other time a witness made a [statement] [or] [statements] that [is] [or] [are] <em>inconsistent [or </em>consistent] with [his] [her] testimony in this trial, may be considered by you not only for the purpose of testing the credibility of the witness, but also as evidence of the truth of the facts as stated by the witness on that former occasion.</blockquote>\n<blockquote id=\"b850-6\">“[If you disbelieve a witness’ testimony that [he] [she] no longer remembers a certain event, that testimony is <em>inconsistent </em>with a prior statement or statements by [him] [her] describing that event.]” (CALJIC No. 2.13, italics added.)</blockquote>\n<blockquote id=\"b850-7\">“Unlike CALJIC No. 2.13,” Solórzano argues, “CALCRIM No. 318 fails to inform the jury that a prior statement can be considered as evidence only if it is found to be inconsistent with trial testimony.” “To the extent that CALCRIM No. 318 deviates from CALJIC No. 2.13 by denying the defendant the same jury determination on the issue of inconsistency,\" he claims, “it must be deemed erroneous.” For two reasons, we reject his argument.</blockquote>\n<p id=\"b850-8\">First, Solórzano’s argument intimates that CALJIC instructions serve as the benchmark by which to adjudicate the correctness of CALCRIM instructions. He is mistaken. “The California Judicial Council withdrew its endorsement of the long-used CALJIC instructions and adopted the new CALCRIM instructions, effective January 1, 2006. At the time of [his] trial, former rule 855(e) of the California Rules of Court (now renumbered rule 2.1050) provided that ‘[u]se of the Judicial Council instructions is strongly encouraged.’ ” <em>(People </em>v. <em>Thomas </em>(2007) 150 Cal.App.4th 461, 465 [58 Cal.Rptr.3d 581].)</p>\n<p id=\"b850-9\">Second, Solórzano’s argument betrays an incorrect reading of CALJIC No. 2.13, which straightforwardly allows the jury to use prior statements as substantive evidence without finding those statements inconsistent with his or her testimony (as does CALCRIM No. 318) and which optionally characterizes as inconsistent a witness’s testimony that he or she “no longer remembers a certain event” if the jury disbelieves that testimony. (CALJIC <page-number citation-index=\"1\" label=\"1039\">*1039</page-number>No. 2.13.) Since both of Solórzano’s parents denied telling the police where their son was on the afternoon of the robbery, the optional characterization is surplusage, as is his father’s additional testimony that he did not remember telling the police about that.</p>\n<p id=\"b851-5\">5. <em>Harsher Sentence</em></p>\n<p id=\"b851-6\">Solórzano argues, first, that the due process and double jeopardy clauses of the California Constitution prohibit the imposition of a sentence impermissibly harsher than his original sentence and that the due process clauses of the United States Constitution and the California Constitution prohibit the imposition of a sentence vindictively harsher than the indicated sentences he rejected before his first and second trials. The Attorney General argues the contrary.</p>\n<p id=\"b851-7\">Preliminarily, we turn to Solórzano’s vindictive sentence argument. Before his first trial, the court (Hon. Colette M. Humphrey) noted at a hearing before the preliminary hearing his rejection of an offer of 25 years to life. Almost three months later, the court (Hon. Stephen P. Gildner) put on the record at the readiness conference, “There is an offer of 25-to-life on any one of the four counts. That would require, of course, a plea to the charge plus an admission of two strike allegations. That has been rejected. There is no counteroffer.” The court observed that his “exposure, if convicted as alleged, is in the neighborhood of 107 years-to-life.” In the middle of the defense case, he blurted out in front of the jury, “I would like to take the 25 to life.” Outside the presence of the jury, the court (Hon. Lee P. Felice) informed Solórzano that a 31-year-to-life offer was on the table, but he rejected the offer. Before his second trial, the court (Hon. Clarence Westra, Jr.) compared the prosecutor’s 25-year-to-life offer with the “possible exposure if all the allegations and charges are proved is in excess of 120 years to life,” but Solórzano rejected that offer, too.</p>\n<p id=\"b851-8\">Due process is not offended by all possibilities of increased punishment but only by those that pose a realistic likelihood of vindictiveness. <em>(Alabama </em>v. <em>Smith </em>(1989) 490 U.S. 794, 800, fn. 3 [104 L.Ed.2d 865, 109 S.Ct. 2201].) “A prosecutor should remain free before trial to exercise the broad discretion entrusted to him to determine the extent of the societal interest in prosecution. An initial decision should not freeze future conduct.” <em>(United States v. Goodwin </em>(1982) 457 U.S. 368, 382 [73 L.Ed.2d 74, 102 S.Ct. 2485], fn. omitted; <em>People v. Michaels </em>(2002) 28 Cal.4th 486, 514-515 [122 Cal.Rptr.2d 285, 49 P.3d 1032].) Here, Solórzano was informed with care of the sentencing implications if he were to proceed to verdicts on charges already pending instead of accepting offers on the table. Since nothing in the record warrants a presumption of vindictiveness <page-number citation-index=\"1\" label=\"1040\">*1040</page-number>that would shift the burden of proof from the defense to the prosecution, and since he fails to show any evidence of a desire by the court or the prosecutor to punish him for doing something the law plainly allows him to do, we reject his vindictive punishment argument. (See <em>Goodwin, supra, </em>at pp. 372-384; <em>Michaels, supra, </em>at pp. 514-515; cf. <em>People v. Jurado </em>(2006) 38 Cal.4th 72, 98 [41 Cal.Rptr.3d <em>319, 131 </em>P.3d <em>400]; </em>see also <em>People v. Collins </em>(2001) 26 Cal.4th 297, 304-309 [109 Cal.Rptr.2d 836, 27 P.3d 726].)</p>\n<p id=\"b852-4\">So we turn to his argument that his sentence is impermissibly harsher than his original sentence. After his first trial, the court (Hon. Lee P. Felice) sentenced Solórzano to four consecutive 25-year-to-life terms plus a determinate six-year eight-month term (a five-year term for the serious felony prior, a one-year term for one personal knife use, and four-month (one-third middle) terms for each of the other two personal knife uses). After his second trial, the court (Hon. Gary T. Friedman) sentenced him to four consecutive 25-year-to-life terms plus a 23-year determinate term (a five-year term for each of the four serious felony priors, a one-year term for the prison term prior, a one-year term for one personal knife use, and four-month (one-third middle) terms for each of the other three personal knife uses).</p>\n<p id=\"b852-5\">If a defendant successfully challenges his or her conviction on appeal and secures a new trial, the due process and double jeopardy clauses of the California Constitution generally prohibit the imposition of a harsher sentence after retrial. <em>(People </em>v. <em>Hanson </em>(2000) 23 Cal.4th 355, 357, 366 [97 Cal.Rptr.2d 58, 1 P.3d 650]; <em>People </em>v. <em>Henderson </em>(1963) 60 Cal.2d 482, 495-497 [35 Cal.Rptr. 77, 386 P.2d 677]; <em>People v. Torres </em>(2005) 127 Cal.App.4th 1391, 1403 [26 Cal.Rptr.3d 518].) The rule is otherwise, however, if the original sentence was not legally authorized by law. <em>(People v. Serrato </em>(1973) 9 Cal.3d 753, 764 [109 Cal.Rptr. 65, 512 P.2d 289] <em>(Serrato), </em>overruled on another ground in <em>People v. Fosselman </em>(1983) 33 Cal.3d 572, 583, fn. 1 [189 Cal.Rptr. 855, 659 P.2d 1144].) Here, two errors—one by the probation officer, the other by the probation officer and the prosecutor— influenced sentencing. The question before us is whether those errors fall within the scope of the <em>Serrato </em>rule.</p>\n<p id=\"b852-6\">An oversight in the probation report initiated the first error. “It is noted the allegation as to Penal Code Section 667.5(b) must be stricken,” the probation report read, “as it is for the period of incarceration which is being used to enhance the case pursuant to Penal Code section 667(a).” The serious felony prior (§ 667, subd. (a)) and the prison term prior (§ 667.5, subd. (b)) did not arise from a single conviction, however. So the court was not only, in the Attorney General’s words, “entitled” to impose sentence on both <em>(People v. Gonzales </em>(1993) 20 Cal.App.4th 1607, 1610-1611 [25 Cal.Rptr.2d 305]) but also, due to statutory mandate, obligated either to impose sentence on, or to <page-number citation-index=\"1\" label=\"1041\">*1041</page-number>enter in the minutes the reasons for striking, the prison term prior <em>(People </em>v. <em>Bradley </em>(1998) 64 Cal.App.4th 386, 392-396 [75 Cal.Rptr.2d 244] (Bradley); § 1385, subd. (a)).</p>\n<p id=\"b853-5\">Yet the court neither struck nor imposed sentence on the prison term prior. (§ 667.5, subd. (b).) The reporter’s transcript shows the court stating only that the prison term prior “can’t be used.” The minutes show no reason at all. Since the court’s failure not only to identify and articulate available sentencing choices but also to impose or strike the prison term prior created a sentence that was not legally authorized, the sentence is subject to correction on appeal. <em>(Bradley, supra, </em>64 Cal.App.4th at p. 391.) Our duty is to remand for the exercise of the court’s discretion in compliance with the statutory mandate. <em>(Id. </em>at p. 400, fn. 5, citing <em>People v. Williams </em>(1998) 17 Cal.4th 148, 159 [69 Cal.Rptr.2d 917, 948 P.2d 429]; see <em>People </em>v. <em>Scott </em>(1994) 9 Cal.4th 331, 355 [36 Cal.Rptr.2d 627, 885 P.2d 1040]; cf. <em>People v. McCray </em>(2006) 144 Cal.App.4th 258, 267 [50 Cal.Rptr.3d 343].)</p>\n<p id=\"b853-6\">A mistake by the probation officer and the prosecutor initiated the second error. “It will be recommended,” the probation report read, “the case be enhanced by five years pursuant to the true finding as to Penal Code Section 667(a).” At the probation and sentencing hearing, however, the court imposed a five-year enhancement on each of the four serious felony priors as requested at that time by both the probation officer and the prosecutor. The day after the probation and sentencing hearing, both the probation officer and the prosecutor informed the court that sentence could be imposed on only one of the serious felony priors, and the court so amended the judgment. To the contrary, the court was not only, in the Attorney General’s words, “entitled” to impose sentence on all four serious felony priors but also, due to a statutory mandate, obligated to do so. <em>(People v. Williams </em>(2004) 34 Cal.4th 397, 401-405 [19 Cal.Rptr.3d 619, 98 P.3d 876]; § 1385, subd. (b); Stats. 1986, ch. 85, § 2, p. 211, eff. May 6, 1986.)</p>\n<p id=\"b853-7\">Since both sentencing errors created a sentence that was not legally authorized, the <em>Serrato </em>rule applies, allowing the imposition of a harsher sentence after retrial. Our duty, then, is to order a remand for the exercise of the court’s sentencing discretion as to the prison term prior and to let the harsher sentence stand as to the serious felony priors.</p>\n<p id=\"b853-8\">6. <em>Personal Knife Use </em>Enhancement<footnotemark>*</footnotemark></p>\n<p id=\"b854-3\"><page-number citation-index=\"1\" label=\"1042\">*1042</page-number>DISPOSITION</p>\n<p id=\"b854-4\">The personal knife use enhancement in count two is ordered stricken from the judgment. The matter is remanded with directions to the court to exercise sentencing discretion solely as to the prison term prior (§ 667.5, subd. (a)) and to issue, and to send to each interested party a certified copy of, an amended abstract of judgment. Otherwise the judgment is affirmed.</p>\n<p id=\"b854-5\">Wiseman, Acting P. J., and Hill, J., concurred.</p>\n<p id=\"b854-6\">On August 15, 2007, the opinion was modified to read as printed above. Appellant’s petition for review by the Supreme Court was denied October 31, 2007, S156107.</p>\n<footnote label=\"1\">\n<p id=\"b841-11\"> <em>People </em>v. <em>Marsden </em>(1970) 2 Cal.3d 118 [84 Cal.Rptr. 156, 465 P.2d 44].</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b841-12\"> All statutory references are to the Penal Code unless otherwise noted.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b841-13\"> Solórzano requested judicial notice of the record on appeal from his first trial <em>(People </em>v. <em>Solorzano, supra, </em>126 Cal.App.4th 1063). The Attorney General joined in his request. We grant his request. (Evid. Code, §§ 452, subd. (d), 459, subd. (a).)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b843-7\"> Section 3067: “(a) Any inmate who is eligible for release on parole pursuant to this chapter shall agree in writing to be subject to search or seizure by a parole officer or other peace officer at any time of the day or night, with or without a search warrant and with or without cause. [][] (b) Any inmate who does not comply with the provision of subdivision (a) shall lose worktime credit earned pursuant to Article 2.5 (commencing with Section 2930) of Chapter 7 on a day-for-day basis and shall not be released until he or she either complies with the provision of subdivision (a) or has no remaining worktime credit, whichever occurs earlier, [f] (c) This section shall only apply to an inmate who is eligible for release on parole for an offense committed on or after January 1, 1997. [f] (d) It is not the intent of the Legislature to authorize law enforcement officers to conduct searches for the sole purpose of harassment. [j[] (e) This section does not affect the power of the Director of Corrections to prescribe and amend rules and regulations pursuant to Section 5058.”</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b845-10\">See footnote, <em>ante, </em>page 1026.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b845-11\"> The Bench Notes to CALCRIM No. 376 cite <em>People </em>v. <em>Clark </em>(1953) 122 Cal.App.2d 342, 346 [265 P.2d 43], and <em>People </em>v. <em>Smith </em>(1950) 98 Cal.App.2d 723, 730 [221 P.2d 140] as authority for that proposition. (Bench Notes to CALCRIM No. 376 (2006-2007) p. 168; but see <em>People </em>v. <em>Najera </em>(2006) 135 Cal.App.4th 1125, 1130 [37 Cal.Rptr.3d 844], review granted Apr. 26, 2006, S141654.)</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b853-9\">See footnote, <em>ante, </em>page 1026.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}