{
  "casebody": {
    "data": "<casebody firstpage=\"381\" lastpage=\"392\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b395-7\">Mississippi State Highway Department <em>v. </em>Meador <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"Ad4\">(Division A.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-o\">Jan. 23, 1939.)</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b395-8\">[185 So. 816.</citation>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"A0X\">No. 33518.]</docketnumber>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"AsG\">Feb. 20, 1939.)</otherdate>\n<citation data-order=\"6\" data-type=\"citation\" id=\"A56\">[186 So. 642.</citation>\n<p data-order=\"7\" data-type=\"citation\" id=\"b395-17\">(Division A.</p>\n<p data-order=\"8\" data-type=\"docketnumber\" id=\"Aaj\">No. 33518.]</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b396-11\"><page-number citation-index=\"1\" label=\"382\">*382</page-number>F. B. Collins, of Laurel, for appellee on motion.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b397-5\"><page-number citation-index=\"1\" label=\"383\">*383</page-number>Wilbourn, Miller &amp; Wilbourn, of Meridian for appellees on motion.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b398-10\"><page-number citation-index=\"1\" label=\"384\">*384</page-number>E. R. Holmes, Jr., Assistant Attorney-General, for appellant on motion.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b400-5\"><page-number citation-index=\"1\" label=\"386\">*386</page-number>E. R. Holmes, Jr., Assistant Attorney-General, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b400-11\">F!rank 'Clark, of Waynesboro, and F. B. Collins, of Laurel, for appellees.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b402-4\"><page-number citation-index=\"1\" label=\"388\">*388</page-number>Wilbourn, Miller &amp; Wilbourn, of Meridian, for appellees.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b403-8\"><page-number citation-index=\"1\" label=\"389\">*389</page-number>Smith, C. J.,</author>\n<p id=\"AXb\">delivered the opinion of the court on motion.</p>\n<p id=\"b403-9\">The appellee, by amotion, requests that the appellant’s bill of exceptions, setting forth the evidence on which the case was tried in the court below, be stricken from the record.</p>\n<p id=\"b403-10\">This is an eminent domain proceeding begun by the' appellant in the court of a justice of the peace, appealed therefrom to the court below, and resulting there in a judgment for the appellee on January 6,1938. The court adjourned on January 21, 1938, and notice was duly served on the stenographer to transcribe his notes of the evidence; but he died on March 15, 1938, without <page-number citation-index=\"1\" label=\"390\">*390</page-number>having so done. On March 18, 1938, the appellant obtained from the trial judge an order under Section 729, Code of 1930, granting it ‘ ‘ sixty days additional time from and after this date ... in which to perfect its appeal herein by preparing and filing in this cause a special bill of exceptions.” On May 12,1938, the appellant obtained another order from the trial judge granting it “sixty days additional time from and after this date” to prepare and file a bill of exceptions in the case. On the 12th day of July, 1938, the appellant presented a bill of exceptions to the trial judge, who indorsed thereon the following :</p>\n<blockquote id=\"b404-5\">‘ ‘ The above and foregoing bill of exceptions is allowed by the Court, on this, the 12th day of July, A. D. 1938.</blockquote>\n<blockquote id=\"b404-6\">“Arthur G-. Busby, Circuit Judge.</blockquote>\n<blockquote id=\"b404-7\">“By special agreement of counsel on both sides, that, this signing take effect as of July 12th, 1938, I am signing this the 16th day of November, 1938, as of July 12th, 1938.</blockquote>\n<blockquote id=\"b404-8\">“Arthur Gr. Busby, Circuit Judge.”</blockquote>\n<p id=\"b404-9\">Section 729, Code of 1930, provides: “If the original or the copy of the court reporter’s notes shall be lost or destroyed, or defaced in any manner, or if the court reporter should die, resign or be unable or otherwise should fail to transcribe his notes, and furnish a typewritten copy of his notes, sixty days additional time shall be allowed for the preparation of a bill of exceptions, or as the case may be, another copy of the transcribed notes. In case a copy of the transcribed notes cannot be furnished, a bill of exceptions may be prepared within the time stated, as in cases where no court reporter takes down the evidence.” Under this section the trial court is authorized under the circumstances therein stated to grant sixty days, but no more, additional to the sixty days given the stenographer by Section 725 of the Code to transcribe and file his notes, making one hundred and twenty days in all. • This one hundred and twenty days here expired prior to the 12th day of July, 1938, and the order extending the <page-number citation-index=\"1\" label=\"391\">*391</page-number>time for the filing of the bill of exceptions thereto was void, the trial court having no authority under Section 729 of the Code to so order.</p>\n<p id=\"b405-5\">The appellant says that want of power in the circuit judge to approve the bill of exceptions, on July 12, was waived by the appellees, because of their agreement that the judge could approve the bill of exceptions at a later date, to be effective as if approved on July 12. The only effect of this agreement was to make the future approval of the bill of exceptions as effective as it would have been, had it been approved on July 12.</p>\n<p id=\"b405-6\">This bill of exceptions not being the court reporter’s transcript of the evidence, Section 728, Code of 1930, which provides that if notice has been given the stenographer to transcribe and file the evidence, his transcript thereof shall not be stricken from the record unless it is shown to be incorrect, does not apply here.</p>\n<p id=\"b405-7\">The motion will be sustained and the bill of exceptions will be stricken from the record'.</p>\n<p id=\"b405-8\">So ordered.</p>\n<author id=\"b405-9\">Smith, O. J.,</author>\n<p id=\"A_D\">delivered the opinion of the court on merits.</p>\n<p id=\"b405-10\">On motion of the appellee the bill of exceptions setting forth the evidence in this case was stricken from the record.</p>\n<p id=\"b405-11\">The appellant now assigns as error several instructions granted and' refused by the court below. The character of these instructions is such that we are unable to consider them in the absence of the evidence on which they were based. If error should appear in the granting or refusal thereof no reversal of the judgment would follow unless when the instructions are applied to the evidence, the Court could' say that the appellant was sufficiently prejudiced thereby to so require. Two things an appellant must show in order to obtain a reversal of the judgment appealed from: (1) Error therein, and (2) that <page-number citation-index=\"1\" label=\"392\">*392</page-number>he was prejudiced thereby — -that he was deprived' of a substantial right. Rector v. Shippey, Outzen <em>&amp; </em>Co., 93 Miss. 254, 46 So. 408; Jones v. State, 104 Miss. 871, 61 So. 979, L. R. A. 1918B, 388.</p>\n<p id=\"b406-7\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}