{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1166\" lastpage=\"1174\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Marlik MOURNING\n  <br/>\n  v.\n  <br/>\n  COMMISSIONER OF CORRECTION\n </parties>\n <docketnumber id=\"p-2\">\n  AC 37601\n </docketnumber>\n <court id=\"p-3\">\n  Appellate Court of Connecticut.\n </court>\n <decisiondate id=\"p-4\">\n  Argued September 7, 2016\n  <br/>\n  Officially released November 29, 2016\n </decisiondate>\n <attorneys id=\"p-5\">\n  Peter G. Billings, assigned counsel, with whom, on the brief, was Sean P. Barrett, assigned counsel, New Haven, for the appellant (petitioner).\n </attorneys>\n <attorneys id=\"p-6\">\n  Jennifer F. Miller, deputy assistant state's attorney, with whom, on the brief, were Maureen Platt, state's attorney, and Marc G. Ramia, senior assistant state's attorney, for the appellee (respondent).\n </attorneys>\n <judges id=\"p-7\">\n  Lavine, Mullins and Mihalakos, Js.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   MULLINS, J.\n  </author>\n  <p id=\"p-9\">\n   Following the habeas court's denial of his amended petition for a writ of habeas corpus, the petitioner, Marlik Mourning, appeals from the habeas court's denial of his petition for certification to appeal. On appeal, the petitioner claims that the habeas court abused its discretion in denying his petition for certification to appeal because the record established that his criminal trial counsel rendered ineffective assistance by failing to move to exclude the testimony of the state's ballistics expert. We conclude that the court did not abuse its discretion in denying the petition for certification to appeal. Accordingly, we dismiss the appeal.\n  </p>\n  <p id=\"p-10\">\n   As previously set forth by this court on direct appeal, the jury reasonably could have found the following facts. \"In the late evening of July 8, 2003, Lamar Daniels, Deshon Thomas and the [petitioner] gathered in front of an establishment named Cobra's Place in what is known as the Sugar Bowl area of Waterbury, where the [petitioner] and Daniels often sold drugs. There they engaged in an argument with Desmond Williams and the victim, Trevor Salley, who recently had completed a sale in the area. After the argument ended, the individuals dispersed, and Daniels called his cousin, Sherita Norman, requesting that she pick him up. Several minutes later, Norman and her sister, Sharon Norman, arrived and drove Daniels and the [petitioner] away from the Sugar Bowl and back to Sherita Norman's apartment. Daniels entered the apartment and retrieved a silver .38 caliber revolver and an AK-47 assault rifle from a bedroom closet. At some point, Daniels handed the .38 caliber revolver to the [petitioner]. Sherita Norman then drove the [petitioner] and Daniels back to the Sugar Bowl and parked in a lot, enclosed by a fence, located behind Cobra's Place. As the [petitioner] and Daniels approached the fence, they saw the victim and Williams. Daniels called out to them and displayed the rifle, at which point the victim and Williams ran in the opposite direction. Daniels discharged the AK-47 assault rifle several times. The [petitioner] then fired the .38 caliber silver revolver. The gunshot that killed the victim came from the .38 caliber silver revolver fired at the scene.\n  </p>\n  <p id=\"p-11\">\n   \"The [petitioner] subsequently was charged by information with murder, conspiracy to commit murder and criminal possession of a pistol or revolver. After a jury trial, the [petitioner] was found guilty of manslaughter in the first degree with a firearm, conspiracy\n   to commit murder and criminal possession of a pistol or revolver.\"\n   <em>\n    State\n   </em>\n   v.\n   <em>\n    Mourning\n   </em>\n   ,\n   <extracted-citation case-ids=\"4044457\" index=\"0\" url=\"https://cite.case.law/conn-app/104/262/#p265\">\n    104 Conn.App. 262\n   </extracted-citation>\n   , 265-66,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=934%20A.2d%20263\">\n    934 A.2d 263\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation case-ids=\"3957987,3958878\" index=\"2\" url=\"https://cite.case.law/conn/285/903/\">\n    285 Conn. 903\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=938%20A.2d%20594\">\n    938 A.2d 594\n   </extracted-citation>\n   (2007). The petitioner was sentenced to a total effective sentence of forty years incarceration, five years of which were mandatory. This court affirmed the petitioner's convictions on appeal. Id., at 288,\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=934%20A.2d%20263\">\n    934 A.2d 263\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-12\">\n   On September 19, 2012, the petitioner filed a petition for a writ of habeas corpus, which he amended on October 2, 2014. In his amended petition, the petitioner alleged that his trial counsel, David Channing, had rendered ineffective assistance in numerous ways. The only claim relevant to this appeal, however, is the petitioner's claim that his trial counsel had rendered ineffective assistance by failing to move to exclude the testimony of the state's ballistics expert.\n   <footnotemark>\n    1\n   </footnotemark>\n   On December 17, 2014, the habeas court held an evidentiary hearing on the amended petition. In a memorandum of decision\n   filed on January 2, 2015, the court denied the petitioner's amended petition. The petitioner then filed a petition for certification to appeal, which the habeas court denied. This appeal followed. Additional facts will be set forth as necessary.\n  </p>\n  <p id=\"p-13\">\n   On appeal, the petitioner claims that the habeas court abused its discretion in denying his petition for certification to appeal because the record established that his trial counsel rendered ineffective assistance by failing to move to exclude the testimony of the state's ballistics expert. We are not persuaded.\n  </p>\n  <p id=\"p-14\">\n   We first set forth our standard of review. \"Faced with the habeas court's denial of certification to appeal, a petitioner's first burden is to demonstrate that the habeas court's ruling constituted an abuse of discretion.... A petitioner may establish an abuse of discretion by demonstrating that the issues are debatable among jurists of reason ... [the] court could resolve the issues [in a different manner] ... or ... the questions are adequate to deserve\n   encouragement to proceed further.... The required determination may be made on the basis of the record before the habeas court and the applicable legal principles....\n  </p>\n  <p id=\"p-15\">\n   \"In determining whether the habeas court abused its discretion in denying the petitioner's request for certification, we necessarily must consider the merits of the petitioner's underlying claims to determine whether the habeas court reasonably determined that the petitioner's appeal was frivolous. In other words, we review the petitioner's substantive claims for the purpose of ascertaining whether those claims satisfy one or more of the three criteria ... adopted by this court for determining the propriety of the habeas court's denial of the petition for certification. Absent such a showing by the petitioner, the judgment of the habeas court must be affirmed....\n  </p>\n  <p id=\"p-16\">\n   \"[As it relates to the petitioner's substantive claims] [o]ur standard of review of a habeas court's judgment on ineffective assistance of counsel claims is well settled. In a habeas appeal, this court cannot disturb the underlying facts found by the habeas court unless they are clearly erroneous, but our review of whether the facts as found by the habeas court constituted a violation of the petitioner's constitutional right to effective assistance of counsel is plenary.\" (Citation omitted; emphasis omitted; internal quotation marks omitted.)\n   <em>\n    Roger B.\n   </em>\n   v.\n   <em>\n    Commissioner of Correction\n   </em>\n   ,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=157%20Conn.%20App.%20265\">\n    157 Conn.App. 265\n   </extracted-citation>\n   , 269-70,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=116%20A.3d%20343\">\n    116 A.3d 343\n   </extracted-citation>\n   (2015).\n  </p>\n  <p id=\"p-17\">\n   \"In\n   <em>\n    Strickland\n   </em>\n   v.\n   <em>\n    Washington\n   </em>\n   , [\n   <extracted-citation case-ids=\"6204802\" index=\"7\" url=\"https://cite.case.law/us/466/668/#p687\">\n    466 U.S. 668\n   </extracted-citation>\n   , 687,\n   <extracted-citation case-ids=\"6204802\" index=\"8\" url=\"https://cite.case.law/us/466/668/#p687\">\n    104 S.Ct. 2052\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6204802\" index=\"9\" url=\"https://cite.case.law/us/466/668/#p687\">\n    80 L.Ed.2d 674\n   </extracted-citation>\n   (1984) ], the United States Supreme Court established that for a petitioner to prevail on a claim of ineffective assistance of counsel, he must show that counsel's assistance was so defective as to require reversal of [the] conviction .... That requires the petitioner to show (1) that counsel's performance was deficient and (2) that the deficient performance prejudiced the defense.... Unless a [petitioner] makes both showings, it cannot be said that the conviction ... resulted from a breakdown in the adversary process that renders the result unreliable.... Because both prongs ... must be established for a habeas petitioner to prevail, a court may dismiss a petitioner's claim if he fails to meet either prong.... Accordingly, a court need not determine the deficiency of counsel's performance if consideration of the prejudice prong will be dispositive of the ineffectiveness claim....\n  </p>\n  <p id=\"p-18\">\n   \"With respect to the prejudice component of the\n   <em>\n    Strickland\n   </em>\n   test, the petitioner must demonstrate that counsel's errors were so serious as to deprive the [petitioner] of a fair trial, a trial whose result is reliable.... It is not enough for the [petitioner] to show that the errors had some conceivable effect on the outcome\n   of the proceedings.... Rather, [t]he [petitioner] must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.... When a [petitioner] challenges a conviction, the question is whether there is a reasonable probability that, absent the errors, the factfinder would have had a reasonable doubt respecting guilt.\" (Internal quotation marks omitted.)\n   <em>\n    Vazquez\n   </em>\n   v.\n   <em>\n    Commissioner of Correction\n   </em>\n   ,\n   <extracted-citation case-ids=\"4242651\" index=\"10\" url=\"https://cite.case.law/conn-app/128/425/#p430\">\n    128 Conn.App. 425\n   </extracted-citation>\n   , 430,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=17%20A.3d%201089\">\n    17 A.3d 1089\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation case-ids=\"6778658,6778574,6778614\" index=\"12\" url=\"https://cite.case.law/conn/301/926/\">\n    301 Conn. 926\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=22%20A.3d%201277\">\n    22 A.3d 1277\n   </extracted-citation>\n   (2011).\n  </p>\n  <p id=\"p-19\">\n   In determining whether the habeas court abused its discretion in denying the petition for certification to appeal, we must consider the merits of the petitioner's underlying claims. Accordingly, we now turn to the merits of the petitioner's claim.\n  </p>\n  <p id=\"p-20\">\n   The petitioner's sole claim on appeal is that trial counsel rendered ineffective assistance by failing to move to exclude the testimony of the state's ballistics expert. Specifically, the petitioner argues that trial counsel's performance was deficient because the conclusions of the ballistics expert \"were not grounded in science at all and his expert testimony would not have withstood the admissibility requirements of [\n   <em>\n    State\n   </em>\n   v.\n   <em>\n    Porter\n   </em>\n   ,\n   <extracted-citation case-ids=\"72601\" index=\"14\" url=\"https://cite.case.law/conn/241/57/\">\n    241 Conn. 57\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=698%20A.2d%20739\">\n    698 A.2d 739\n   </extracted-citation>\n   (1997), cert. denied,\n   <extracted-citation case-ids=\"11526881,11527011,11527046,11526795,11526930,11526835,11527155,11526966,11527099\" index=\"16\" url=\"https://cite.case.law/us/523/1058/\">\n    523 U.S. 1058\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=118%20S.%20Ct.%201384\">\n    118 S.Ct. 1384\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=140%20L.%20Ed.%202d%20645\">\n    140 L.Ed.2d 645\n   </extracted-citation>\n   (1998) ] had they been challenged.\" Moreover, the petitioner claims that trial counsel's failure to exclude that testimony prejudiced him because, if the testimony had been excluded, there is a reasonable probability that the outcome of the trial would have been different.\n  </p>\n  <p id=\"p-21\">\n   The respondent, the Commissioner of Correction, asserts that trial counsel did not render ineffective assistance.\n   <footnotemark>\n    2\n   </footnotemark>\n   Specifically, the respondent argues that trial\n   counsel's performance was not deficient, and, even if it were, the petitioner has failed to demonstrate that he suffered prejudice as a result of the alleged deficient performance. We agree with the respondent that even if we were to assume, without deciding, that trial counsel performed deficiently, the petitioner has failed to demonstrate that he was prejudiced by trial counsel's alleged deficient performance.\n   <footnotemark>\n    3\n   </footnotemark>\n  </p>\n  <p id=\"p-22\">\n   The following additional facts are relevant to our review of the petitioner's claim. At the criminal trial,\n   the state's ballistics expert was Marshall Robinson, a firearms examiner employed by the city of Waterbury. Robinson first testified as to\n   the principles underlying the field of ballistics and the techniques he uses in identifying the firearm from which a particular bullet was fired. Regarding the petitioner's case, Robinson testified that, after examining the bullet that caused the victim's death, he concluded that it was fired from the .38 caliber revolver that the petitioner had used in the commission of this shooting. He also testified that the .38 caliber bullet that killed the victim could not have been fired from the AK-47 that Daniels, the codefendant, fired at the scene of the crime.\n  </p>\n  <p id=\"p-23\">\n   Trial counsel did not object to the court recognizing Robinson as an expert in firearms identification. Furthermore, trial counsel did not move to suppress or limit Robinson's testimony, nor did he request a hearing pursuant to\n   <em>\n    State\n   </em>\n   v.\n   <em>\n    Porter\n   </em>\n   , supra,\n   <extracted-citation case-ids=\"72601\" index=\"19\" url=\"https://cite.case.law/conn/241/57/\">\n    241 Conn. 57\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=698%20A.2d%20739\">\n    698 A.2d 739\n   </extracted-citation>\n   .\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-24\">\n   At the habeas trial, the petitioner called three witnesses: (1) Robinson, (2) Frank Riccio, a criminal defense attorney, and (3) Alicia Carriquiry, a statistician\n   who researches firearm identification techniques. The respondent did not call any witnesses.\n  </p>\n  <p id=\"p-25\">\n   Robinson mainly reiterated the testimony he gave at the criminal trial, providing an overview of the methodologies he employs in conducting ballistics analysis. Furthermore, he again opined that the .38 caliber bullet that killed the victim was fired from the revolver that the petitioner used in the shooting and that the bullet could not have been fired from the Daniels' AK-47. The petitioner's habeas counsel also inquired into Robinson's education, training, and professional experience.\n  </p>\n  <p id=\"p-26\">\n   Riccio testified as to the types of pretrial motions criminal defense counsel might consider filing to controvert ballistics evidence.\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-27\">\n   Carriquiry offered lengthy testimony indicating that she believed, as a result of her research, that ballistics identification techniques may be unreliable. Specifically, she claimed that the field of ballistics lacks scientific validity because (1) practitioners do not use a uniform standard of objective criteria in matching a bullet to a gun, (2) there is insufficient statistical evidence supporting the fundamental assumptions that every gun leaves unique markings and that every gun can reproduce the same markings over time, and (3) there is insufficient data with respect to how often practitioners make erroneous matches and how often coincidental matches occur. On the\n   basis of the foregoing, Carriquiry opined that there was no \"scientific basis\" for Robinson's conclusions regarding the ballistics evidence in the petitioner's case. On cross-examination, Carriquiry acknowledged that she has never\n   worked in the field of ballistics, that she has never examined a bullet, and that she does not have any training in ballistics.\n  </p>\n  <p id=\"p-28\">\n   The habeas court denied the amended petition for a writ of habeas corpus on the grounds that trial counsel's performance was not deficient and that the petitioner did not suffer any prejudice even if trial counsel performed deficiently. With respect to prejudice, the habeas court concluded that because \"there was sufficient evidence to justify the jury's verdict,\" there was \"almost no likelihood\" that the verdict would have been different absent trial counsel's allegedly deficient performance. In particular, the habeas court found that Robinson's testimony \"at the trial level and ... habeas case\" was \"clear, coherent, and believable,\" but that Carriquiry's testimony was not credible.\n  </p>\n  <p id=\"p-29\">\n   We agree with the habeas court and conclude that the petitioner has failed to demonstrate that he was prejudiced by trial counsel's allegedly deficient performance. Accordingly, the petitioner has not shown that there is a reasonable probability that, but for counsel's failure to move to exclude the testimony of Robinson, the ballistics expert, the result of the criminal trial would have been different.\n  </p>\n  <p id=\"p-30\">\n   The habeas court rejected the petitioner's prejudice claim on the basis of a credibility determination. In short, it discredited Carriquiry's testimony at the habeas trial, and it credited Robinson's testimony at both the criminal trial and habeas trial. As a result, the habeas court concluded that the impact of Carriquiry's testimony on the \"believability of [Robinson's] testimony and conclusion\" was \"minimal at best,\" and, therefore, such testimony did not sufficiently demonstrate that trial counsel's challenge to Robinson's testimony at the criminal trial would have been successful. Accordingly, because Carriquiry's testimony was the only evidence\n   supporting the petitioner's claim that the result of his criminal trial would have been different had trial counsel moved to exclude Robinson's testimony, this claim must necessarily fail.\n  </p>\n  <p id=\"p-31\">\n   \"It is well settled that the credibility of an expert witness is a matter to be determined by the trier of fact.\"\n   <em>\n    Hayes\n   </em>\n   v.\n   <em>\n    Manchester Memorial Hospital\n   </em>\n   ,\n   <extracted-citation case-ids=\"736501\" index=\"21\" url=\"https://cite.case.law/conn-app/38/471/#p474\">\n    38 Conn.App. 471\n   </extracted-citation>\n   , 474,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=661%20A.2d%20123\">\n    661 A.2d 123\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation case-ids=\"389378,389371,389243,389318\" index=\"23\" url=\"https://cite.case.law/conn/235/922/\">\n    235 Conn. 922\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=666%20A.2d%201185\">\n    666 A.2d 1185\n   </extracted-citation>\n   (1995). \"The credibility of expert witnesses and the weight to be given to their testimony ... is determined by the trier of fact.\" (Internal quotation marks omitted.)\n   <em>\n    State\n   </em>\n   v.\n   <em>\n    James\n   </em>\n   ,\n   <extracted-citation case-ids=\"4183856\" index=\"25\" url=\"https://cite.case.law/conn-app/120/382/#p390\">\n    120 Conn.App. 382\n   </extracted-citation>\n   , 390,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=991%20A.2d%20700\">\n    991 A.2d 700\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation case-ids=\"4087886,4088086\" index=\"27\" url=\"https://cite.case.law/conn/297/911/\">\n    297 Conn. 911\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=995%20A.2d%20639\">\n    995 A.2d 639\n   </extracted-citation>\n   (2010). \"[T]his court does not retry the case or evaluate the credibility of the witnesses.... Rather, we must defer to the [trier of fact's] assessment of the credibility of the witnesses based on its firsthand observation of their conduct, demeanor and attitude.... The habeas judge, as the trier of facts, is the sole arbiter of the credibility of witnesses and the weight to be given to their testimony.\" (Internal quotation marks omitted.)\n   <em>\n    Fine\n   </em>\n   v.\n   <em>\n    Commissioner of Correction\n   </em>\n   ,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=163%20Conn.%20App.%2077\">\n    163 Conn.App. 77\n   </extracted-citation>\n   , 82-83,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=134%20A.3d%20682\">\n    134 A.3d 682\n   </extracted-citation>\n   , cert. denied,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=320%20Conn.%20925\">\n    320 Conn. 925\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=133%20A.3d%20879\">\n    133 A.3d 879\n   </extracted-citation>\n   (2016).\n  </p>\n  <p id=\"p-32\">\n   As a result, we conclude that the habeas court did not abuse its discretion in denying the petition for certification to appeal. The petitioner has not demonstrated that the issues he raises on appeal are debatable among jurists of reason, that a court could resolve the issues in a different manner,\n   or that the questions raised deserve encouragement to proceed further.\n  </p>\n  <p id=\"p-33\">\n   The appeal is dismissed.\n  </p>\n  <p id=\"p-34\">\n   In this opinion the other judges concurred.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-37\">\n    Initially, the petitioner's amended petition contained ten counts. Prior to trial, the petitioner withdrew five counts. Additionally, the habeas court \"summarily dismissed\" two of the petitioner's remaining five counts because he abandoned those claims by failing to prosecute them at trial. As a result, only three counts were before the habeas court at trial. Those counts were the following: \"Count Three-Ineffective Assistance of Trial Counsel: Failure to Challenge the State's Firearms Identification Expert\"; \"Count Four-Violation of Due Process of Law: Failure to Challenge State's Firearms Identification Expert\"; and \"Count Five-Ineffective Assistance of Trial Counsel: Failure to Support Defense.\" (Internal quotation marks omitted.)\n   </p>\n   <p id=\"p-38\">\n    On appeal, the petitioner has not raised any of the seven counts that he withdrew or abandoned. With respect to the remaining three counts that were before the habeas court, the petitioner in this appeal has challenged only the habeas court's resolution of the count alleging that his trial counsel rendered ineffective assistance by not \"challeng[ing] the state's firearms identification expert.\" (Internal quotation marks omitted.) Within that count, the petitioner had alleged in his amended petition that trial counsel's performance was constitutionally deficient in seventeen different ways. In this appeal, however, the petitioner has raised only one of those seventeen grounds, namely, that his trial counsel performed deficiently by failing to \"seek to suppress or exclude [the testimony of the state's ballistics expert] pursuant to ...\n    <em>\n     State\n    </em>\n    v.\n    <em>\n     Porter\n    </em>\n    ,\n    <extracted-citation case-ids=\"72601\" index=\"33\" url=\"https://cite.case.law/conn/241/57/\">\n     241 Conn. 57\n    </extracted-citation>\n    , 67, 73-74, 77-81, 84-90, [\n    <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=698%20A.2d%20739\">\n     698 A.2d 739\n    </extracted-citation>\n    ] (1997) [cert. denied,\n    <extracted-citation case-ids=\"11526881,11527011,11527046,11526795,11526930,11526835,11527155,11526966,11527099\" index=\"35\" url=\"https://cite.case.law/us/523/1058/\">\n     523 U.S. 1058\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=118%20S.%20Ct.%201384\">\n     118 S.Ct. 1384\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=140%20L.%20Ed.%202d%20645\">\n     140 L.Ed.2d 645\n    </extracted-citation>\n    (1998) ] ....\" Accordingly, we address only this specific claim, and not the other grounds that the petitioner had raised in his amended petition.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-39\">\n    The respondent also asserts that the petitioner's claim is unreviewable because the habeas court made findings only with respect to the claim that trial counsel performed deficiently by failing to call an expert to rebut the testimony of the ballistics expert, and not to the specific claim that the petitioner has raised on appeal. Indeed, the habeas court framed the issue before it as whether trial counsel performed deficiently by \"failing to utilize an expert ... to undermine the testimony of [the ballistics expert],\" and it stated that the petitioner's claims \"all pertain to the ... failure to call an expert witness....\"\n   </p>\n   <p id=\"p-40\">\n    In his amended petition, however, the petitioner alleged broadly that trial counsel performed deficiently by not \"challeng[ing]\" the ballistics expert. Within that allegation, the petitioner listed seventeen distinct ways in which trial counsel should have challenged the testimony of the ballistics expert. See footnote 1 of this opinion. Both calling a rebuttal witness and moving to exclude the testimony of the ballistics expert were included in this list. In concluding that the petitioner was not prejudiced by trial counsel's allegedly deficient performance, the habeas court stated that regarding \"the specific deficiencies alleged in the [petition] ... there is no merit to\n    <em>\n     any\n    </em>\n    of the points raised by the petitioner.\" (Emphasis added.) Moreover, at the habeas trial, the petitioner presented the testimony of a criminal defense attorney who opined that trial counsel performed deficiently by not filing a pretrial motion to limit or exclude the testimony of the ballistics expert. Accordingly, after reviewing the record, we conclude that the petitioner's claim was rejected by the habeas court and properly is before this court.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-41\">\n    \"Because both [\n    <em>\n     Strickland\n    </em>\n    ] prongs ... must be established for a habeas petitioner to prevail, a court may dismiss a petitioner's claim if he fails to meet either prong.\" (Internal quotation marks omitted.)\n    <em>\n     Hunnicutt\n    </em>\n    v.\n    <em>\n     Commissioner of Correction\n    </em>\n    ,\n    <extracted-citation case-ids=\"8441723\" index=\"38\" url=\"https://cite.case.law/conn-app/83/199/#p206\">\n     83 Conn.App. 199\n    </extracted-citation>\n    , 206,\n    <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=848%20A.2d%201229\">\n     848 A.2d 1229\n    </extracted-citation>\n    , cert. denied,\n    <extracted-citation case-ids=\"5303881,5304193,5303660\" index=\"40\" url=\"https://cite.case.law/conn/270/914/\">\n     270 Conn. 914\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"41\" url=\"https://cite.case.law/citations/?q=853%20A.2d%20527\">\n     853 A.2d 527\n    </extracted-citation>\n    (2004). \"[A] reviewing court can find against a petitioner on either ground, whichever is easier.\" (Internal quotation marks omitted.)\n    <em>\n     Roger B.\n    </em>\n    v.\n    <em>\n     Commissioner of Correction\n    </em>\n    , supra,\n    <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=157%20Conn.%20App.%20265\">\n     157 Conn. App. at 271\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=116%20A.3d%20343\">\n     116 A.3d 343\n    </extracted-citation>\n    . \"Accordingly, a court need not determine the deficiency of counsel's performance if consideration of the prejudice prong will be dispositive of the ineffectiveness claim.\"\n    <em>\n     Griffin\n    </em>\n    v.\n    <em>\n     Commissioner of Correction\n    </em>\n    ,\n    <extracted-citation case-ids=\"3564894\" index=\"44\" url=\"https://cite.case.law/conn-app/98/361/#p366\">\n     98 Conn.App. 361\n    </extracted-citation>\n    , 366,\n    <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=909%20A.2d%2060\">\n     909 A.2d 60\n    </extracted-citation>\n    (2006). In light of the foregoing, we decline to express any opinion on whether trial counsel's performance was deficient in this case.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-42\">\n    \"Beyond [the] general requirements regarding the admissibility of expert testimony, [t]here is a further hurdle to the admissibility of expert testimony when that testimony is based on ... scientific [evidence]. In those situations, the scientific evidence that forms the basis for the expert's opinion must undergo a validity assessment to ensure reliability.... In\n    <em>\n     Porter\n    </em>\n    , this court followed the United States Supreme Court's decision in\n    <em>\n     Daubert\n    </em>\n    v.\n    <em>\n     Merrell Dow Pharmaceuticals, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"355769\" index=\"46\" url=\"https://cite.case.law/us/509/579/\">\n     509 U.S. 579\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"355769\" index=\"47\" url=\"https://cite.case.law/us/509/579/\">\n     113 S.Ct. 2786\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"355769\" index=\"48\" url=\"https://cite.case.law/us/509/579/\">\n     125 L.Ed.2d 469\n    </extracted-citation>\n    (1993), and held that scientific evidence should be subjected to a flexible test, with differing factors that are applied on a case-by-case basis, to determine the reliability of the scientific evidence.... Following ...\n    <em>\n     Porter\n    </em>\n    ... scientific evidence, and expert testimony based thereon, usually is to be evaluated under a threshold admissibility standard assessing the reliability of the methodology underlying the evidence and whether the evidence at issue is, in fact, derived from and based upon that methodology ....\" (Citations omitted; internal quotation marks omitted.)\n    <em>\n     Prentice\n    </em>\n    v.\n    <em>\n     Dalco Elec., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"5729903\" index=\"49\" url=\"https://cite.case.law/conn/280/336/#p342\">\n     280 Conn. 336\n    </extracted-citation>\n    , 342-43,\n    <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=907%20A.2d%201204\">\n     907 A.2d 1204\n    </extracted-citation>\n    (2006), cert. denied,\n    <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=549%20U.S.%201266\">\n     549 U.S. 1266\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=127%20S.%20Ct.%201494\">\n     127 S.Ct. 1494\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=167%20L.%20Ed.%202d%20230\">\n     167 L.Ed.2d 230\n    </extracted-citation>\n    (2007).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-43\">\n    In particular, Riccio opined that trial counsel should have challenged the ballistics evidence by filing either a motion to suppress or a motion in limine. He did not, however, specifically suggest that trial counsel should have requested a\n    <em>\n     Porter\n    </em>\n    hearing.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}