{
  "casebody": {
    "data": "<casebody firstpage=\"578\" lastpage=\"584\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b596-5\">[Civ. No. 16934.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Agt\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AmQ\">Sept. 24, 1956.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b596-6\">BANK OF AMERICA NATIONAL TRUST AND SAVINGS ASSOCIATION, Respondent, v. E. A. TALIAFERRO, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b597-16\"><page-number citation-index=\"1\" label=\"579\">*579</page-number>E. A. Taliaferro, in pro. per., for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b597-17\">H. H. Bechtel and George Chadwick, Jr., for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"A1g\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>THE COURT.</author>\n<p id=\"AbFn\">This is an appeal by defendant from a judgment for $200, the stipulated value of a Frigidaire refrigerator, found to have been converted by him. The action was originally brought in justice court as an action in claim and delivery. Counterclaims which caused it to be transferred to the superior court are not involved in the appeal. A motion to amend the complaint to allege conversion was there granted. The appeal is restricted to two points: (1) Insufficiency of the evidence to show that plaintiff was owner of the refrigerator and entitled to its possession; (2) Insufficiency of the evidence to show that the refrigerator allegedly taken by defendant was the one of which plaintiff claimed ownership.</p>\n<p id=\"b598-6\">Plaintiff, herein further called the Bank, based its claim on an assignment by seller of a conditional sales contract dated March 26, 1952, by which a certain Ruth Sheffield bought a specific refrigerator from said seller, Wiseman’s. The contract was received in evidence, over defendant’s objection, to be discussed later. The contract, made on a printed form of the Bank, provided for payment of the installments to the Bank, the first to be made on May 9, 1952, and on its reverse contained the assignment to the Bank for value received (sale) of the contract and the property therein described. Mr. Bruner, an employee of the Bank, testified without objection that said contract was acquired by the Bank, that the purchaser failed to make any payment and that on May 10, 1952, the Bank under the contract became entitled to the possession of the refrigerator.</p>\n<p id=\"b598-7\">The contract provided also that the refrigerator was accepted and would be kept by purchaser at 2607 Standard Avenue, San Pablo. The evidence showed that this property was owned by defendant and that Ruth Sheffield was the tenant of a downstairs apartment in it. She vacated the apartment in August, 1952, as a result of a three days’ notice served on her by defendant because of a delinquency in rent. When she left she took everything she had in the apartment with her except a refrigerator. She told a neighbor, Mrs. Yanderveer, that she wasn’t able to pay for it, that Wiseman’s was to pick it up and that she wanted Mrs. Yanderveer to watch for it. (The testimony of Mrs. Yanderveer to this effect was admitted without objection.) Ruth Sheffield had shown her her new refrigerator in her apartment and she had seen it there also the night Ruth Sheffield moved. The next afternoon she saw it moved out of the back door of the apartment <page-number citation-index=\"1\" label=\"581\">*581</page-number>and loaded on a pickup truck by men of whom she recognized two as named employees of defendant and the driver as a brother of defendant. She took pictures of the event which were received in evidence. A brother of defendant, Richard Taliaferro, testified that at the time Sheffield moved out they moved a refrigerator out of her apartment which looked like a new one, he thought a Frigidaire. He was then working for his brother next to the apartment house. The witness’ truck was used in removing the refrigerator, driven by his brother David. Two or three months thereafter defendant said to him and David: “I got a stool pigeon working for me somewhere. Somebody told the Bank where the refrigerator is. ’ ’ Defendant then told his employee Brown that he wanted the refrigerator moved the next morning.</p>\n<p id=\"b599-5\">Appellant’s contention that the written conditional sales contract with assignment was not a proper part of the record is without merit. Before the contract had been actually offered appellant made the following objection: “we’ll make the objection that this is purportedly signed by a party by the name of Ruth Sheffield as buyer, and Wiseman’s as seller, and insofar as that is concerned, that is a contract between two parties who are not in as parties to this suit, and it would be hearsay insofar as the defendant to the suit is concerned. In other words, this party was not present or participating in the transaction, and it would be hearsay, incompetent, irrelevant and immaterial.” (Ruth Sheffield had originally been made a party defendant, but was dismissed as such at the trial because she could not be found.) The objection was overruled subject to motion to strike. After Mr. Bruner had testified as stated the contract was offered in evidence but only marked for identification. At the end of the trial the contract was received in evidence over defendant’s renewed objection as follows: “I am going to make the same objection to the contract, that I think it’s hearsay involving two parties that are not part of this matter.” Said objection was then overruled. No further evidence with respect to the contract had been received except that defendant in cross-examining Mr. Bruner brought out that the witness had not seen the contract signed by Ruth Sheffield or by Florine Beardsley (who signed for Wiseman’s).</p>\n<p id=\"b599-6\">The objection that the contract with the assignment was hearsay was correctly overruled. Utterances, written or oral, which are not merely statements or assertions offered as evidence of the truth of what is stated, but acts in themselves <page-number citation-index=\"1\" label=\"582\">*582</page-number>constituting legal results in issue in the case, like in our case the conclusion of the conditional sales contract and the assignment do not come under the hearsay rule. (31 C.J.S. 1012-1014, Evidence, §§ 260-261; VI Wigmore on Evidence, §§ 1766, 1768(3), 1770; Jones on Evidence, 3d ed. §300; <em>Security Trust etc. Bank </em>v. <em>Carrier, </em>107 Cal.App. 333, 336-337 [290 P. 458]; <em>Melkon </em>v. <em>H. B. Kirle &amp; Co., </em>232 App.Div. 134 [249 N.Y.S. 229]; <em>Kansas City Southern Ry. Co. </em>v. <em>Keffer, </em>96 Okla. 63 [220 P. 361, 362] ; <em>Naylor </em>v. <em>Washtenaw Circuit Judge, </em>250 Mich. 698 [231 N.W. 85, 88]; <em>Claggett </em>v. <em>Chicago M. &amp; St. P. Ry. Co., </em>156 Minn. 37 [193 N.W. 957] ; <em>Republic Creosoting Co. </em>v. <em>Foulkes Contracting Co., </em>103 Ind.App. 457 [8 N.E.2d 416, 417].)</p>\n<p id=\"b600-4\">Appellant urges on appeal that the introduction of the contract required the laying of a proper foundation by showing of due execution and delivery. It is true that, if such objection had been made in the court below, it would have been good <em>(Ten Winkel </em>v. <em>Anglo California S. Co., </em>11 Cal.2d 707, 720 [81 P.2d 958]). However, if the opponent does not question the due execution or delivery (genuineness) by objection, such is a waiver of the objection and an admission of genuineness, equivalent to proof thereof. The ground of the rule is that the proponent would have had opportunity to obviate the objection if it had been made at the trial. (VII Wigmore, <em>supra, </em>576; <em>Burnett </em>v. <em>Lyford, </em>93 Cal. 114, 117 [28 P. 855] ; <em>Shain </em>v. <em>Sullivan, </em>106 Cal. 208, 211 [39 P. 606] ; <em>Burke </em>v. <em>Watts, </em>188 Cal. 118, 127 [204 P. 578] ; <em>French </em>v. <em>Atlas Milling Co., </em>17 Cal.App. 226, 227-228 [119 P. 203]; <em>Tilden Lbr. &amp; Mill Co. </em>v. <em>Bacon Land Co., </em>116 Cal.App. 689, 692 [3 P.2d 350].)  The objection that the evidence is hearsay, incompetent, irrelevant and immaterial is insufficient to reserve for purpose of appeal the ground of lack of foundation or of lack of proof of due execution. <em>(Burke </em>v. <em>Watts, supra.) </em> Appellant contends that his cursory reference to a contract <em>purportedly </em>signed sufficiently expressed his intention to object for lack of foundation. We do not agree. An objection must be made in such a manner that it clearly informs the court of the point on which a ruling is desired and the proponent of the defect to be corrected. The defect of lack of foundation was not so pointed out. That appellant’s attorney was himself not clearly aware of said objection is shown by the fact that when he restated his objection at the end of the trial, no reference whatever to lack of foundation was made, not even by implication.  It must <page-number citation-index=\"1\" label=\"583\">*583</page-number>be noted that because of the ruling subject to motion to strike (which was not made) and the admission of the contract for identification only the first objection and ruling were preliminary and the last objection and ruling the decisive one.</p>\n<p id=\"b601-5\">Appellant contends that there is no evidence that the assignment had taken place prior to the time of the conversion, because the assignment is not separately dated. However, it can be inferred from the testimony of the witness Bruner, received without objection, that the contract was acquired by the Bank, that the purchaser named therein failed to make any payment and that according to the contract the Bank of America became entitled to possession of the refrigerator named on May 10, 1952, that the assignment had taken place prior to said date. (Such is in accord with the normal procedure with respect to such contracts, which are immediately assigned to the financing company; the form used shows the same intention as it provides for execution in triplicate, the original to go to the Bank, and reserves room for one date for the transaction only.)</p>\n<p id=\"b601-6\">Appellant further contends that the contract at any rate does not prove that Wiseman’s, from whom the Bank derived what title and right of possession it had, originally had title; as no other proof of the title of Wiseman’s was offered, the Bank’s proof of right is said to be insufficient. The contention is technical and unsound.  Appellant as landlord had the right to remove and store the refrigerator left by Ruth Sheffield on the premises. (52 C.J.S. 713 §790.)  By taking possession appellant became bailee of the refrigerator, holding it under Ruth Sheffield as bailor. (8 C.J.S. 249-250.)  As to Ruth Sheffield, who possessed the refrigerator under the written contract from Wiseman’s, no proof of the title of Wiseman’s was required (31 C.J.S. 395, 396, Estoppel, §§127-128), if the action was brought by Wiseman’s and also if it was brought by the Bank, as Wiseman’s was the common source of the interests of the Bank and of Ruth Sheffield. <em>(Cf. Central Nat. Bank </em>v. <em>Bell, </em>5 Cal.2d 324, 328-329 [54 P.2d 1107].) Appellant, as bailee of Ruth Sheffield, is in the same position. It makes no difference that appellant did not claim under Ruth Sheffield, but preferred not to show the weakness of his hand and to rely on denials only, as the Bank’s evidence shows his dependence on the interest of Ruth Sheffield. By doing so the Bank made out a prima facie case, after which the defendant had the burden of proving an interest from another source, sufficient to con<page-number citation-index=\"1\" label=\"584\">*584</page-number>stitute a defense against the Bank’s claim of conversion. <em>(Cf. Blume </em>v. <em>MacGregor, </em>64 Cal.App.2d 244, 254 et seq. [148 P.2d 656] ; <em>Wagnor </em>v. <em>Blume, </em>71 Cal.App.2d 94, 102 [161 P.2d 1001].) No proof of any kind was offered by defendant.</p>\n<p id=\"b602-5\">Whether the evidence stated proved the identity of the refrigerator taken by appellant and the one mentioned in the contract is a question of weight decided by the trial court against appellant. No proof of identity of number was essential. It can certainly not be said that no inference of identity could reasonably be drawn therefrom; whether it should be drawn was then solely for the trier of facts. <em>(Blank </em>v. <em>Coffin, </em>20 Cal.2d 457, 461 [126 P.2d 868].)</p>\n<p id=\"b602-6\">The sufficiency of the evidence to show acts of conversion is not attacked. The secretion of the refrigerator and the continued refusal to return it evidently suffice.</p>\n<p id=\"b602-7\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}