{
  "casebody": {
    "data": "<casebody firstpage=\"494\" lastpage=\"502\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b588-3\">Marjorie Louise DABNEY, Appellee, v. MONTGOMERY WARD &amp; CO., INCORPORATED, Appellant, and Honeywell, Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b588-7\">No. 84-1537.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b588-8\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b588-9\">Submitted Oct. 11, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b588-10\">Decided May 9, 1985.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b588-11\">Rehearing and Rehearing En Banc Denied July 1, 1985.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b589-27\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>Michael W. Liebbe, Davenport, Iowa, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b589-28\">J. Bryan Schulte, Burlington, Iowa, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b589-29\">Before ROSS and McMILLIAN, Circuit Judges, and DEVITT<footnotemark>*</footnotemark>, Senior District Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b589-17\"> The Honorable Edward J. Devitt, United States Senior District Judge for the District of Minnesota, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b590-3\"><page-number citation-index=\"1\" label=\"496\">*496</page-number>McMILLIAN, Circuit Judge.</author>\n<p id=\"b590-4\">Montgomery Ward &amp; Co. appeals from a final judgment entered in the District Court<footnotemark>1</footnotemark> for the Southern District of Iowa upon a jury verdict awarding Marjorie Louise Dabney $2,000,000, which amount included prejudgment interest, for injuries sustained in a fire allegedly caused by a wall heater (furnace) manufactured by Montgomery Ward. For reversal Montgomery Ward argues that the district court erred in (1) denying its application for destructive testing of the louvers of the furnace, (2) denying the jury’s request for a transcript of the testimony of an expert witness, (3) denying a request to amend an answer and an instruction on comparative fault, (4) denying its motion for new trial based on insufficient evidence as to proximate cause, (5) admitting into evidence cumulative photographic evidence of Dab-ney’s injuries, (6) denying its request for remittitur, and (7) denying its motion for altered judgment based on a tolling of the interest during the pendency of Montgomery Ward’s successful appeal on the first trial. For the reasons discussed below, we affirm the judgment of the district court.</p>\n<p id=\"b590-5\">On October 15, 1977, Dabney suffered serious burns in a fire which occurred in her apartment in Burlington, Iowa. She leased this apartment and the lessor bore the responsibility of cleaning and maintaining the apartment, including the furnace. At the time of the fire, Dabney was 51 years old and lived alone in the apartment. Dabney was employed as a waitress at a neighborhood tavern and normally worked 45-69 hours per week at the rate of $3.50 per hour.</p>\n<p id=\"b590-6\">Dabney testified that on the evening of the fire she had fallen asleep on the sofa in the living room. The sofa was 10-15 feet from the furnace and was located on the north wall of the living room under a window covered by draperies. The draperies caught fire and fell from the rod onto Dabney and the back of the sofa. Dabney testified that she awoke but was unable to see because of the smoke. When she tried to get out of the front door of the apartment, she was unable to manipulate the door knob because of the burns on her hands and arms. She then went to the rear of the apartment and into a closet which had a common wall with the apartment on the other side of the building occupied by her mother. She knocked on the wall, moaned and collapsed in the closet. Dab-ney’s mother was awakened by “a terrible noise” and heard her daughter on the other side of the wall. Firemen found Dabney severely burned and collapsed in the closet adjacent to the apartment bathroom.</p>\n<p id=\"b590-10\">As a result of the fire, Dabney sustained serious injuries, including second and third degree burns over 36% of her body. She was hospitalized at the University of Iowa Burn Treatment Center for treatment of these burns. Dabney underwent eleven surgical operations over a three-year period. As a result of her burns, Dabney could not shut her eyelids and her eyelids were sewn almost completely shut for two years. Dabney was required to wear elasticized “pressure garments” for three and one-half years in order to reduce the scarring from the burns. She also wore collars or braces, including a mouth brace, for two years in order to minimize contraction of her skin while it healed. Her skin will not regenerate, her sweat glands are permanently destroyed on the areas where she was burned, and she has permanently lost the use of her tear duets. Because of the extensive burns to the skin, she is unable to tolerate extremes of heat and cold. She also suffers from emotional depression as the result of the change in her physical appearance. Dabney testified that she frequently is afraid to go to sleep at night because of the fire. Dabney offered evidence of past and future medical expenses in the amount of $88,945. Her physician testified that Dabney is unemployable and <page-number citation-index=\"1\" label=\"497\">*497</page-number>suffers permanent disfigurement, scarring and pain.</p>\n<p id=\"b591-5\">On October 12, 1979, Dabney filed suit against Montgomery Ward and sought money damages for personal injuries she sustained as a result of the October 15, 1977, fire in her apartment. Dabney specifically alleged that the fire in her apartment was proximately caused by a defect in the design of a Montgomery Ward SBI9074 furnace. On September 23, 1981, the jury returned a verdict in favor of Dabney in the amount of $1,000,000. The judgment entered thereon was subsequently reversed and the case remanded for retrial by order of this court in <em>Dabney v. Montgomery Ward &amp; Co., </em>692 F.2d 49 (8th Cir.1982), <em>cert. denied, </em>461 U.S. 957, 103 S.Ct. 2429, 77 L.Ed.2d 1316 (1983).<footnotemark>2</footnotemark> On retrial a verdict was rendered on February 9, 1984, for Dabney fn the amount of $2,000,000; on the same date the district court entered judgment for that amount and awarded Dabney prejudgment interest from the date of the filing of the complaint on October 12, 1979, until the date of the second judgment. On February 21, 1984, the district court denied Montgomery Ward’s request for a new trial or an altered judgment. This appeal followed.</p>\n<p id=\"b591-6\">Dabney’s theory of the cause of the fire is that the furnace was defective in design. Her experts stated that the natural gas flames from the main burners of the furnace were not confined inside the heat exchangers as required by the American Gas Association standards, but instead “licked out” beyond the base of the heat exchangers into the convective flow of room air through the furnace. All the combustion products and flames should be confined inside the heat exchangers and then discharged up the flue and out the chimney. During operation of the furnace, cooler room air was drawn into the bottom of the furnace, past the heat exchangers and then out the louvers. Dabney’s experts testified that the flames “licked out” of the burner because the cross-section of the heat exchangers had not been properly designed and that this defect had existed at the time of manufacture. The experts testified that the furnace had ignited dust and lint which had accumulated inside the unit and the fire progressed outside the furnace with the natural convection of air through the louvers, down and directly onto combustibles in front and to the right of the furnace.</p>\n<p id=\"b591-9\">Montgomery Ward’s experts testified that it was extremely unlikely that the fire started inside the furnace. The experts testified that no amount of lint or other debris could have accumulated inside the furnace sufficient to have possibly generated enough heat long enough to cause the fire, especially to have caused burning particles to fall 3-4 feet from the furnace (on the rug, curtains, sofa, or fur coat).</p>\n<p id=\"AIu\">\n<em>Destructive Testing of the Furnace</em>\n</p>\n<p id=\"AlNj\">Montgomery Ward filed an application on October 11, 1983, for approval to perform destructive testing on certain parts of the furnace which had been involved in the fire. Montgomery Ward wanted to test portions of the louvers by exposing them to the kind of heat that would have been generated in a fire consistent with Dab-ney’s theory of the cause of the fire. Dab-ney resisted this method of testing because the furnace (or at least that part of it which she considered essential to her case) would have been completely destroyed in the testing process. The district court denied Montgomery Ward’s request to subject the louvers to this type of testing but did approve testing of three portions of the furnace’s side wall assembly.</p>\n<p id=\"b591-10\">Montgomery Ward argues that the district court abused its discretion in denying its motion for destructive testing because the testing was essential to determine whether the discoloration of the paint on <page-number citation-index=\"1\" label=\"498\">*498</page-number>the louvers was caused by the fire or by other causes. Montgomery Ward argues that the district court’s denial of the testing prevented it from obtaining evidence which would impeach Dabney’s expert witnesses’ credibility and discredit Dabney’s theory of the cause of the fire. Montgomery Ward further argues that its interest in the destructive testing of the louvers greatly outweighed Dabney’s interest in not performing the testing because photographs could have and did preserve evidence of the actual appearance of the louvers and Dab-ney had ample witnesses to testify as to what the photographs represented.</p>\n<p id=\"b592-4\">Dabney argues that the district court properly denied Montgomery Ward’s request for destructive testing because the application was untimely and was deficient on its face. Dabney argues that Montgomery Ward did not request an order for destructive testing until October 1983, four years after the fire and two years after the first trial of the case. Further, Dabney argues that Montgomery Ward’s application was deficient because it failed to specify the time, place and manner of the testing, the size of samples to be taken from the furnace, or to indicate clearly that the results would be relevant and material to the issues in this case. Finally, Dabney argues that Montgomery Ward was not prejudiced because it had an opportunity prior to the first trial to photograph, inspect and test the furnace and, in compliance with the district court’s order, was able to conduct destructive testing on portions of the furnace prior to the second trial.</p>\n<p id=\"b592-5\">Fed.R.Civ.P. 34 provides that “any party may serve on any other party a request ... to inspect and copy, test, or sample any tangible things which constitute or contain matters within the scope of Rule 26(b) and which are in the possession, custody or control of the party upon whom the request is served.” In general, parties may obtain discovery regarding any matter not privileged which is relevant to the subject matter involved in the pending action. Fed.R.Civ.P. 26(b)(1). “[A] district court has very wide discretion in handling discovery and will generally not be reversed unless ‘in the totality of the circumstances the district court’s rulings are a gross abuse of discretion resulting in fundamental unfairness.’ ” . <em>Phil Crowley Steel Corp. v. Macomber, Inc., </em>601 F.2d 342, 344 (8th Cir.1979) (citations omitted); <em>see O’Neal v. Riceland Foods, </em>684 F.2d 577, 581 (8th Cir.1982). Orders by a district court denying or limiting discovery, therefore, will not be reversed unless there has been a clear abuse of discretion. <em>Admiral Theatre Corp. v. Douglas Theatre Co., </em>585 F.2d 877, 898 (8th Cir.1978).</p>\n<p id=\"b592-11\">We hold that the district court did not abuse its discretion in denying Montgomery Ward’s request for destructive testing of the furnace. Although Montgomery Ward vigorously asserts that the district court’s denial of its request for discovery prevented it from securing critical evidence, we note that Montgomery Ward did not request this evidence prior to the first trial and did not request the evidence until four years after the accident occurred. We further observe that the district court did permit limited destructive testing of other portions of the furnace and that Montgomery Ward did not indicate to the district court at the special hearing in November 1983 that the limited testing approved by the district court would prevent it from securing the necessary evidence for its defense. On the contrary, Montgomery Ward’s response to the earlier decision could be viewed as acquiescence.<footnotemark>3</footnotemark> Further, <page-number citation-index=\"1\" label=\"499\">*499</page-number>Montgomery Ward’s expert who conducted the destructive testing as permitted by the district court testified concerning his conclusions about the louvered section even though he did not specifically test that area of the furnace.</p>\n<p id=\"b593-4\">\n<em>Jury’s Request for Transcript of Expert Witness</em>\n</p>\n<p id=\"b593-5\">Montgomery Ward argues that the district court abused its discretion in denying the jury’s request for a transcript of the testimony of Carroll Stone Kirkpatrick. Kirkpatrick was Montgomery Ward’s major expert witness and was asked on cross-examination whether he agreed that the removal of the enamel coating on the inside of the louvers was the result of a fire inside the furnace. Montgomery Ward argues that Dabney’s counsel twice during the trial misstated Kirkpatrick’s testimony concerning the cause of the damage on the inside of the upper louvers. The first misstatement allegedly occurred while counsel was questioning another defense expert witness; counsel allegedly stated that Kirkpatrick had agreed with Dabney’s theory of the cause of the fire. Montgomery Ward further argues that during closing argument Dabney’s counsel argued that Kirkpatrick had stated that the enamel coating was removed from the louvers because of a fire which began within the furnace. Montgomery Ward asserts that because of these two misstatements and the importance of Kirkpatrick’s testimony to the defense, the district court should have granted the jury’s request for the transcript of Kirkpatrick’s testimony.</p>\n<p id=\"b593-6\">“We note that the trial judge has traditionally been accorded broad discretion in the conduct of his trial and that an appellate court will not retroactively substitute its discretion for that of the trial judge unless there has been a showing of abuse.” <em>Dobson v. Bacon Transport, </em>607 F.2d 805, 807 (8th Cir.1979) (citations omitted). The district court in denying the jury’s request for the transcript stated that the Kirkpatrick testimony took approximately three hours, was highly technical, was the testimony of only one of five expert witnesses testifying with reference to liability in the case, could pose substantial problems in accurate rereading by the court reporter because of its technical nature, was presented to the jury just the day before the jury began its deliberation, and would have unduly emphasized the testimony of one of the five technical and expert witnesses. The district court also instructed the jury that “[statements and arguments of counsel are not evidence in the case.” We hold that the district court did not abuse its discretion in denying the jury’s request for the transcript.</p>\n<p id=\"b593-9\">\n<em>Denial of an Instruction on Comparative Fault</em>\n</p>\n<p id=\"b593-10\">Montgomery Ward argues that the district court erred in denying its motion to amend its answer to add the affirmative defense of comparative fault. Further, Montgomery Ward argues that the district court erred in refusing to give an instruction on comparative fault because Iowa courts, if presented with the issue, would have held that comparative fault was applicable to strict liability cases. Lastly, Montgomery Ward argues that it presented evidence that Dabney was contributorily negligent in failing to notify the landlord that the furnace had not been cleaned in the two years before the fire.</p>\n<p id=\"b593-11\">“In the absence of controlling state law, ‘it is the duty of a federal court to apply the rule it believes the state supreme court would follow.’ ” <em>Sperry Corp. v. City of Minneapolis, </em>680 F.2d 1234, 1238 (8th Cir.1982) (citations omitted). Further, we are guided by the principle that the interpretation of state law by a district judge sitting in that forum is entitled to substantial deference unless it is “fundamentally deficient in analysis or otherwise lacking in reasoned authority.” <em>Kansas City Power &amp; Light v. Burlington Northern R.R., </em>707 F.2d 1002, 1003 (8th Cir.1983) (citations omitted).</p>\n<p id=\"b593-12\">The district court held that Montgomery Ward was neither legally nor fac<page-number citation-index=\"1\" label=\"500\">*500</page-number>tually entitled to the requested amendment and jury instruction concerning comparative fault. The district court considered the case of <em>Goetzman v. Wichern, </em>327 N.W.2d 742 (Iowa 1982), wherein the Iowa Supreme Court held that the doctrine of comparative negligence was available in all cases in which contributory negligence had previously been a complete defense. Because the defense of contributory negligence had not been available in actions based on strict liability, <em>Franken v. City of Sioux Center, </em>272 N.W.2d 422, 425 (Iowa 1978); <em>Hawkeye Security Insurance Co. v. Ford Motor Co., </em>199 N.W.2d 373, 380-81 (Iowa 1972), the district court held that the defense of contributory negligence was not available to Montgomery Ward in this strict liability case.</p>\n<p id=\"b594-4\">We have carefully reviewed applicable Iowa law and do not find the district court’s interpretation of this law deficient in analysis or otherwise lacking in reasoned authority. We therefore hold that the district court did not err in denying Montgomery Ward’s request for an amendment and a jury instruction on comparative fault.</p>\n<p id=\"A8cu\">\n<em>Sufficiency of the Evidence</em>\n</p>\n<p id=\"b594-5\">Montgomery Ward argues that the district court erred in denying its motion for a new trial because Dabney failed to present sufficient evidence of the specific proximate cause of the fire as required by Iowa law. <em>Northwestern National Insurance Co. v. Raid Quarries Corp., </em>249 N.W.2d 640, 645 (Iowa 1977). Montgomery Ward argues that Dabney’s theory of the fire (lint and debris inside the furnace caught fire and spread into the apartment because of the defective design) is based on speculation because Montgomery Ward’s expert testified that it was impossible for there to be enough lint in the furnace to cause such a fire. Montgomery Ward argues therefore that the great weight of the evidence was contrary to Dabney’s theory and thus the district court erred in denying its motion for a new trial.</p>\n<p id=\"b594-6\">The applicable standard of review is quite limited. “A motion for a new trial on the ground that the verdict is against the weight of the evidence is committed to the sound discretion of the trial court and its decision will be reversed only upon a clear showing of abuse.” <em>Rey v. City of Fredericktown, </em>729 F.2d 1171, 1174 (8th Cir.1984). <em>See Burnett v. Lloyds of London, </em>710 F.2d 488, 489-90 (8th Cir. 1983). “Ordinarily no error can be predicated upon the denial of such a motion for a new trial.” <em>Bond v. IMFS, Inc., </em>727 F.2d 770, 771 (8th Cir.1984). Montgomery Ward has failed to demonstrate any abuse of discretion by the district court in denying its motion for a new trial.</p>\n<p id=\"b594-8\">\n<em>Photographs of Dabney’s Injuries</em>\n</p>\n<p id=\"b594-9\">Montgomery Ward argues that the district court erred in admitting photographs depicting the nature and extent of burns to Dabney’s body. Montgomery Ward argues that the photographs were duplicative and cumulative and should have been excluded under Fed.R.Evid. 403 because their probative value was slight and was outweighed by the graphic nature of the photographs and the tendency of the photographs to incite and arouse the passions of the jurors. Montgomery Ward asserts that these photographs may have contributed to the size of the jury verdict which Montgomery Ward characterizes as excessive. Dabney was permitted to offer eleven photographs; a twelfth photograph was excluded as being duplicative. Dabney argues that the photographs show the extent and nature of the injuries and also reflect the treatment and healing process.</p>\n<p id=\"b594-10\">The admission of photographs is a matter within the sound discretion of the district court. <em>Hale v. Firestone Tire &amp; Rubber Co., </em>756 F.2d 1322, 1333 (8th Cir. Mar. 13, 1985); <em>Roberts v. Hollocher, </em>664 F.2d 200, 204 (8th Cir.1981). The test to be applied is whether the prejudicial effect outweighs the probative value of the evidence. <em>Hale v. Firestone Tire &amp; Rubber Co., </em>756 F.2d at 1333-1334; <em>Giblin v. United States, </em>523 F.2d 42, 44 (8th Cir.1975), <em>cert. denied, </em>424 U.S. 971, 96 S.Ct. 1470, 47 L.Ed.2d 739 (1976). We hold that the district court did not abuse its discretion in <page-number citation-index=\"1\" label=\"501\">*501</page-number>admitting the photographs. The nature and extent of Dabney’s physical injuries was an issue in this case.</p>\n<p id=\"b595-5\">\n<em>Denial of Remittitur</em>\n</p>\n<p id=\"arp-dedup-0\">Montgomery Ward argues that the district court erred in denying its motion for a new trial or, in the alternative, for remit-titur of damages. Montgomery Ward argues that the verdict rendered by the jury was excessive and the product of passion and prejudice engendered in part by the admission of inflammatory photographs. Montgomery Ward also argues that the damage award was disproportionate to the actual injuries because Dabney presented evidence of medical expenses totalling approximately $62,000 and vague and insubstantial evidence of past earnings, which was inadequate as a basis of an award for loss of earnings or earning capacity. Montgomery Ward argues that $1,938,-174.83 is an excessive amount to be awarded for pain and suffering, although Montgomery Ward acknowledges that Dabney experienced substantial pain, suffering and disability as a result of the fire.</p>\n<p id=\"b595-6\">Dabney argues that the award of $2,000,000 is not excessive because of the nature and extent of the injuries suffered. Dabney argues that she introduced the following evidence of damages: $61,-825 for medical expenses incurred to the time of the trial, $27,120 for prescription drugs in the past and in the future, and $166,250 in lost wages. Further, Dabney argues that she has been permanently damaged and disfigured: 36% of her total body received second and third degree burns (on the face, chest, neck, back, arms and hands); her lower body is badly scarred because this area was used as donor sites of skin grafts; her lungs are damaged; her tear ducts and sweat glands are destroyed; her eyes still do not fully close; and she suffers severe emotional problems and difficulty in facing the public.</p>\n<blockquote id=\"b595-7\">“[Ejxcessiveness of a verdict is ... a matter for the trial court which has had the benefit of hearing the testimony and of observing the demeanor of the witnesses and which knows the community and its standards; ... we shall ... consider review ... not routinely and in every case, but only in those rare situations where we are pressed to conclude that there is a ‘plain injustice’ or a ‘monstrous’ or ‘shocking’ result.”</blockquote>\n<p id=\"b595-10\"><em>Vanskike v. Union Pacific R.R., </em>725 F.2d 1146, 1149-50 (8th Cir.1984), <em>citing Solomon Dehydrating Co. v. Guyton, </em>294 F.2d 439, 447-48 (8th Cir.), <em>cert. denied, </em>368 U.S. 929, 82 S.Ct. 366, 7 L.Ed.2d 192 (1961). An appellate court should be extremely hesitant to overturn a verdict which includes damages for pain and suffering. <em>Vanskike v. Union Pacific Railroad Co., </em>725 F.2d at 1150.</p>\n<p id=\"b595-11\">This court notes that the verdict for Dabney on retrial was approximately twice the verdict in the first trial. However, “we must expect substantial disparities among juries as to what constitutes adequate compensation for certain types of pain and suffering.” <em>Id. </em>We conclude under the facts presented at the second trial that the verdict was not so excessive that the district court can be said to have abused its discretion in denying the request for remittitur or a new trial.</p>\n<p id=\"b595-12\">\n<em>Prejudgment Interest</em>\n</p>\n<p id=\"b595-13\">Montgomery Ward argues that the district court erred in denying its motion for an altered judgment. Montgomery Ward sought a ruling tolling the accrual of interest from the entry of the first judgment (September 23, 1981) to the entry of the second judgment (February 9, 1984). The judgment entered by the district court awarded Dabney “interest at the rate of 10% from the date of the filing of the complaint, October 12, 1979, until the entry of the second judgment, February 9, 1984; and with interest from February 9, 1984 at the rate of 9.87% until paid.” Montgomery Ward argues that this award of prejudgment interest during the pendency of the appeal violates Iowa Code § 535 (1983) and the Iowa Supreme Court’s holding in <em>Muchmore Equipment, Inc. v. Grover, </em>334 N.W.2d 605, 610 (Iowa 1983).</p>\n<p id=\"b596-3\"><page-number citation-index=\"1\" label=\"502\">*502</page-number>Dabney agrees that Iowa law controls this question but argues that § 535.3 (emphasis added) specifically states “[t]he interest <em>shall </em>accrue from the date of the commencement of the action.” Dabney further argues that <em>Muchmore Equipment, Inc. v. Grover, </em>cited by Montgomery Ward, does not stand for the proposition that interest does not accrue on the second judgment entered in a cause during the pendency of appellate review of the first judgment.</p>\n<p id=\"b596-4\">As we have previously indicated, “[w]e are guided by the principle that the interpretation of state law by a district judge sitting in that forum is entitled to substantial deference, in the absence of controlling state precedent.” <em>Nelson by Wharton v. Missouri Division of Family Services, </em>706 F.2d 276, 278 (8th Cir.1983), <em>citing Renfroe v. Eli Lilly &amp; Co., </em>686 F.2d 642, 648 (8th Cir.1982). The district court held that the Iowa Supreme Court had not addressed the specific question raised by this case, that is, whether entry of a second judgment for plaintiff after the first judgment was reversed on appeal entitles plaintiff to interest on the second judgment from the commencement of the action. The district court further observed that the debates surrounding the enactment of § 535 were not published in conjunction with the amendment and- consequently the court must attempt to determine legislative intent. The district court held that it was reasonable to assume that the Iowa legislature intended to encourage settlements, fully compensate an injured party if the injured party recovered a judgment, and adopt the view that interest was to be viewed as compensation, which view has been adopted in other jurisdictions. <em>See, e.g., Carlton v. H.C. Price Co., </em>640 F.2d 573, 576 (5th Cir.1981) (Texas). The district court found support for its position in the decision of the Iowa Supreme Court in <em>Arnold v. Arnold, </em>258 Iowa 850, 140 N.W.2d 874, 878 (1966), which allowed interest to accrue from the original judgment date on a judgment which was increased on appeal. After a careful review of Iowa law on this issue, we conclude that the district court’s analysis is not fundamentally deficient or otherwise lacking in reasoned analysis and uphold the district court’s award of prejudgment interest from the date Dabney filed her complaint, including the time period from the entry of the first judgment to the entry of the second judgment.</p>\n<p id=\"b596-6\">Accordingly, we affirm the judgment of the district court.</p>\n<footnote label=\"1\">\n<p id=\"b590-7\">. The Honorable R.E. Longstaff, Magistrate, United States District Court for the Southern District of Iowa.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b591-7\"><em>. </em>This court held that the district court abused its discretion in denying Montgomery Ward’s request to amend its witness list by adding the name of a witness who was only discovered on the morning the trial was scheduled to com-menee and in refusing thereafter to grant Montgomery Ward a new trial. <em>Dabney v. Montgomery Ward &amp; Co., </em>692 F.2d 49, 51-52 (8th Cir. 1982), <em>cert. denied, </em>461 U.S. 957, 103 S.Ct. 2429, 77 L.Ed.2d 1316 (1983).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b592-6\">. At page 22 of the transcript of the November 8, 1983, hearing, the district court said:</p>\n<blockquote id=\"b592-8\">I am very disturbed about your request to remove the louvers from sections A and B. Insofar as that is your request in the evidence or the record before me now, I am going to deny that application.</blockquote>\n<blockquote id=\"b592-12\">I am less disturbed about your proposal to remove two-by-two sections from areas C, D and E. If that removal would be helpful to you, I will go ahead and allow that removal so long as it, of course, is in an area that doesn't reflect any burn pattern.</blockquote>\n<blockquote id=\"b592-13\">MR. LIEBBE: Fine.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}