{
  "casebody": {
    "data": "<casebody firstpage=\"429\" lastpage=\"431\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b479-12\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. MECHANICS EDUCATIONAL SOCIETY OF AMERICA, and Local 6, Mechanics Educational Society of America, Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b479-14\">No. 12339.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b479-15\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b479-16\">April 27, 1955.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b480-7\"><page-number citation-index=\"1\" label=\"430\">*430</page-number>Arnold Ordman, Washington, D. C. (George J. Bott, David P. Findling, Marcel Mallet-Prevost, Maurice Alexandre, Washington, D. C., on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b480-8\">Jack G. Day, Cleveland, Ohio (James P. Hannan, Detroit, Mich., on the brief), for respondents.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b480-9\">Before SIMONS, Chief Judge, and MARTIN and STEWART, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b480-10\">PER CURIAM.</author>\n<p id=\"b480-11\">On this petition for enforcement of an order of the National Labor Relations Board, the issue presented is whether the board properly held that the respondent unions violated section 8(b) (2) and 8(b) (1) (A) of the National Labor Relations Act, 29 U.S.C.A. § 158(b) (1) (A), (2), in causing the discharge of an employee of the Special Machine and Engineering Company, against which no relief was ordered. The actual controversy here is between the discharged employee, Keith Collinsworth, and the unions.</p>\n<p id=\"b480-12\">The order of the National Labor Relations Board directed that the respondent unions should cease and desist from attempting to cause the Special Machine and Engineering Company to discharge or discriminate against any of its employees in violation of section 8(a) (3) of the Act, and likewise from coercing the employees of the specified company in the exercise of their rights guaranteed in section 7 of the Act, 29 U.S.C.A. § 157, except as affected by an agreement requiring membership in a labor organization as a condition of employment, as authorized by section 8(a) (3) of the Act. Respondents were ordered to take the affirmative action of notifying Keith Collinsworth and his employer, Special Machine and Engineering Company, that respondents have no objection to his reinstatement without prejudice to his seniority or other rights and privileges; and that the unions make Collinsworth whole for any loss of pay he may have suffered as a result of his discharge. The usual directions were given in the order as to the posting of notices and notification of the regional director.</p>\n<p id=\"b480-13\">Two of the five members of the labor board, while agreeing that the employer had not violated the Act in discharging Collinsworth, dissented from the majority conclusion that the respondent unions had violated the Act in causing his discharge. The decision and order of the board is reported in 109 N.L.R.B., No. 125.</p>\n<p id=\"b480-14\">In the light of the long-accepted interpretation of the powers, duties and effect of decisions of the National Labor Relations Board, the issue on this review boils down to whether, upon consideration of the record as a whole, there is substantial evidence to support the finding of the board that the respondents, caused the employee, Collinsworth, to be discharged because of his activity in behalf of a rival union after he had been, relieved of his duties as Chief Steward of the respondent union in the company plant. Upon such consideration, we find, that there is substantial evidence to support the finding and the conclusion of <page-number citation-index=\"1\" label=\"431\">*431</page-number>the board in this determinative aspect. Inasmuch as the findings, conclusions and reasoning of both the majority and the minority membership of the labor board are fully disclosed in its published opinion, we find no occasion for repeating here what the board members said. We concur in the opinion of the majority of the board.</p>\n<p id=\"b481-4\">Accordingly, the petition of the National Labor Relations Board for enforcement of its order is granted as prayed in its petition to this court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}