{
  "casebody": {
    "data": "<casebody firstpage=\"921\" lastpage=\"922\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b971-8\">Theresa HICKLIN, Appellant, v. Robert EDWARDS, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b971-10\">No. 15315.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b971-11\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b971-12\">June 8, 1955.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b971-25\">Donald L. Randolph, Kansas City, Mo., filed brief for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b971-26\">Sebree, Shook, Hardy &amp; Ottman, Lane D. Bauer and David H. Clark, Kansas City, Mo., filed brief for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b971-27\">Before GARDNER, Chief Judge, SANBORN, Circuit Judge, and DONOVAN, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b971-28\">PER CURIAM.</author>\n<p id=\"b971-29\">This is an appeal from an order refusing to vacate a default judgment. The appellee has moved to dismiss the appeal for lack of jurisdiction. The action was commenced August 25, 1953. It was based upon the Housing and Rent Act of 1947, 61 Stat. 193, as amended, 50 U.S.C.A.Appendix, § 1881 et seq., and was brought to recover rental overcharges. A default judgment was entered for $1,317.00 in favor of the plaintiff (appellee) on September 22, 1953. On October 14, 1954, the defendant (appellant) moved to set aside the judgment and garnishment proceedings <page-number citation-index=\"1\" label=\"922\">*922</page-number>ancillary thereto, and for a trial. Her motion was based upon the ground that she had never been served with summons.</p>\n<p id=\"b972-4\">The District Court on December 27, 1954, denied the defendant’s motion. On January 5, 1955, she moved for a rehearing of her motion to set aside the judgment and the garnishment proceedings, and for a new trial. This motion was denied by the court on January 14, 1955. On February 14, 1955, the defendant filed a notice of appeal “from the order of the above named Court entered on the 27th day of December, 1954, overruling the said defendant’s motion to set aside the judgment for plaintiff theretofore entered on the 22nd day of September, 1953, * * * ”</p>\n<p id=\"b972-7\">The order of December 27, 1954, was an appealable order. Stevirmac Oil &amp; Gas Co. v. Dittman, 245 U.S. 210, 214, 216, 38 S.Ct. 116, 62 L.Ed. 248. The plaintiff contends that the defendant’s motion of January 5,1955, although timely, was merely a petition for a rehearing and was not the kind of a motion which, under Rule 73(a) of the Federal Rules of Civil Procedure, 28 U.S.C.A., would extend the time within which to appeal from the order of December 27, 1954, refusing to vacate the default judgment.</p>\n<p id=\"b972-8\">Whether the defendant’s motion be termed a motion for a new trial or a motion for rehearing is, we think, of no consequence. See, Safeway Stores, Inc. v. Coe, 78 U.S.App.D.C. 19, 136 F.2d 771, 773, 148 A.L.R. 782; Calvin v. Calvin, D.C.Cir., 214 F.2d 226, 228. The motion clearly and emphatically challenged the legality of the order of December 27, 1954, from which the defendant appeals, and asked for a rehearing “and for a new trial.” The motion afforded the court an opportunity to change that order if so advised. The motion was entertained and ruled upon by the District Court, and the order of December 27, 1954, did not become appealable until the motion was overruled. The rule is that “where a petition for rehearing, a motion for a new trial, or a motion to vacate, amend or modify a judgment is seasonably made and entertained, the time for appeal does not begin to run until the disposition of the motion.” Leishman v. Associated Wholesale Electric Co., 318 U.S. 203, 205-206, 63 S.Ct. 543, 544, 87 L.Ed. 714; United States v. Muschany, 8 Cir., 156 F.2d 196.</p>\n<p id=\"b972-10\">The motion to dismiss the appeal is therefore denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}