{
  "casebody": {
    "data": "<casebody firstpage=\"248\" lastpage=\"252\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b272-8\">William Kealhofer and Alexander Armstrong, Administrators, d. b. n. c. t. a. of Louisa Jane Berry <em>vs. </em>Elias Emmert, and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b272-9\"><em>Executors and Administrators </em>— Debt <em>due by </em>Executor— <em>Sow enforced </em>— Executor’s <em>commissions.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b272-10\">Section 224 of Article 98 of the Code, requires every executor, when he returns the list of debts due to his testator, to include among them any just claim which the decedent had against him. Section 225 makes the same provision in the case of administrators; and further enacts that all commissions allowed to the executor or administrator shall be applied towards the payment of any such claim so returned or established. In 1880 Mrs. Berry became surety upon the bond of McDowell as executor of Schneider. In 1885 McDowell became executor of Mrs. Berry but was subsequently removed, and K. and A. were appointed administrators d. b. n. c. t. a. In an action upon the bond executed by McDowell as executor of Schneider a judgment was <page-number citation-index=\"1\" label=\"249\">*249</page-number>rendered against K. and A., as such administrators d. b. n. of Mrs. Berry, by reason of her suretyship on the bond, and they were compelled to pay it out of the assets of her estate. On a petition filed in the Orphans’ Court by K. and A., as administrators d. b. n. c. t. a. of the estate of Mrs. Berry against McDowell as her executor, and E. and P. as his sureties, claiming the benefit of said sections of the Code, it was Held :</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b273-5\">1st. That the money paid on said judgment created a just claim against McDowell, which ought to hare been returned as a debt due by him to Mrs. Berry, his testatrix.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b273-6\">2nd. That his commissions as executor of Mrs. Berry were applicable to the payment of this debt.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b273-7\">3rd. That according to said section 224, it was competent for the Orphans’ Court, with the consent of the parties, to decide the question presented by the petition; or, with the Court’s approbation, the parties might have referred it to an arbitrator; or, at the instance of either party the Court would have directed an issue to be tried by a jury.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b273-8\">4th. That the removed executor ought to- have had an opportunity to appear and answer the petition.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b273-9\">5th. That if he evaded process, or for any reason it could not be served upon him, the Court ought to require him to enter an appearance to the petition, and if he should refuse to appear, he would be guilty of contumacy, and his commissions ought to be forfeited.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b273-10\">Appeal from the Orphans’ Court of Washington County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b273-11\">The case is stated in the opinion of the Court.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b273-12\">The cause was argued before Robinson, C. J., Bryan, Fowler, Page, Roberts, McSherry, Boyd and Briscoe, J.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b273-13\"><em>Norman B. Scott, Jr., </em>and <em>William </em>Kealliofer, (with whom was <em>Alexander Armstrong, </em>on the brief), for the appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b273-14\"><em>J. Clarence Lane, </em>and <footnotemark><em>*</em></footnotemark><em>Henry H. Needy, Jr., </em>for the appellees.</attorneys>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b273-15\"> Mr. Keedy, though present at the hearing, took no part in the argument.</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b274-4\"><page-number citation-index=\"1\" label=\"250\">*250</page-number>Bryan, J.,</author>\n<p id=\"A3e\">delivered the opinion, of the Court.</p>\n<p id=\"b274-5\">Kealhofer and Armstrong, administrators d. b. n. c. t. a. of Louisa J. Berry, deceased, by petition in the Orphans’ Court of Washington County, claimed the benefit of sections 224 and 225 of Article 93 of the Code. Section 224 requires every executor when he returns the list of debts due to his testator, to include among them any just claim which the decedent had against him. On Ms failure to do so, any person interested in the administration is authorized to allege the same by petition to the Court, and thereupon proceedings are directed for establishing it. Section 225 makes the same provision in the case of administrators; and further enacts that all commissions allowed to the executor or admimstrator shall be applied towards the payment of any such claim so returned or established.</p>\n<p id=\"b274-6\">The facts shown to our satisfaction by the record are as follows: In eighteen hundred and eighty, Mrs. Berry and George W. Pole became sureties on the bond of William M. McDowell, as executor of Jacob Schneider. In eighteen hundred and eighty-five, McDowell became the executor of Mrs. Berry, and Elias Emmert and George W. Pole became sureties on Ms testamentary bond. McDowell was removed from the executorsMp of Mrs. Berry’s estate, and the appellants were appointed administrators <em>de bonis non c. t. a. </em>An action being brought on the bond executed by McDowell as executor of Schneider, a judgment was rendered against the appellants, as admimstrators d. b. n. of Mrs. Berry, by reason of her suretyship on the bond, and they were compelled to pay it out of the assets of her estate. The money thus paid was in satisfaction of the breaches of McDowell’s bonds, and Mrs. Berry had rendered herself liable for these breaches by becoming surety for him. Her estate paid the money for Ms benefit. If this payment creates a just claim against McDowell, then, by the express language of the. Code, it ought to be re<page-number citation-index=\"1\" label=\"251\">*251</page-number>turned as a debt due by bim to Mrs. Berry, Ms testatrix. \"When sbe signed Ms bond as surety, she became responsible for Ms faithful discharge of his duties as executor of Schneider; and that responsibility was enforced against her estate by a judgment against her administrators for his delinquency. We know of no reason whatever why McDowell ought not to repay this money. It is, in our judgment, in every circumstance and feature a <em>just claim </em>against bim. It is of no consequence that the money was not paid until after Mrs. Berry’s death; she became responsible for McDowell’s fidelity when she signéd his bond, and at the same time he incurred a reciprocal responsibility to indemnify her, in case she should incur loss by Ms unfaithfulness in the discharge of Ms duty. Her death did not extinguish the obligations wMch she assumed; nor did it impair the legal rights which she had acquired. Her admimstrators stand in her place to do and receive what the law adjudges in respect to her acts and contracts. When McDowell’s letters, as executor of Mrs. Berry, were revoked, it was Ms duty forthwith to render to the Orphans’ Court an account of his admimstration (Article 93, section 242), and therein he ought to have charged himself with the sum of money paid in Ms behalf by Mrs. Berry’s administrators as a debt due by bim to her estate. His commissions of course would be applicable to the payment of this debt.</p>\n<p id=\"b275-5\">What we have said will indicate our opirnon on the principal question involved in this case. But it is necessary to notice the method of proceeding wMch was adopted in presenting the question to the Court below. The petition was filed against McDowell, the removed executor, and against Emm ert and Pole, his sureties. McDowell was returned <em>non est, </em>and Pole <em>mortuus est. </em>Emmert answered the petition, and the Orphans’ Court, after a hearing dismissed it, with costs. There seems to have been no objection taken to maldng the sureties parties to the proceeding, or to receiving the answer of the one who was <page-number citation-index=\"1\" label=\"252\">*252</page-number>summoned. They were interested in the question to be decided, and as Court and counsel acquiesced in the course pursued, we do not feel disposed to criticise it. The practice of the Orphans’ Courts is very properly free from unnecessary technicalities, and admits of a great degree of liberality in the attainment of substantial justice. According to section 224, already cited, it was competent for the Orphans’ Court, with the consent of the parties, to decide the question presented by the petition; or with the Court’s approbation, the parties might have referred it to an arbitrator; or at the instance of either party, the Court would have directed an issue to be tried by a jury. We suppose from the record that the parties were willing to submit the question to the Court. We think, however, that the removed executor ought to have had an opportunity to appear and answer the petition. The record shows that he was returned “ <em>non est,” </em>and no further explanation is given on this point. The petition states that an administration account was about to be stated, and we perceive that the Court fixes the executor’s commissions at four per cent; Probably an account was exhibited to the Court when it determined the rate of commissions; but they are not earned until the account is passed by the Court. But whatever may be the state of the case, McDowell ought to be summoned to answer the petition. If he evades process, or if for any reason it cannot be served upon him, the Court ought to require him to enter an appearance to the petition, so that the matter involved may be properly adjudicated. And if he should refuse to appear he would be guilty of contumacy, and his commissions ought to be forfeited.</p>\n<decisiondate id=\"b276-7\">(Decided 26th April, 1894.)</decisiondate>\n<p id=\"b276-5\">We must reverse the decree of the Orphans’ Court in so far as it dismissed the petition of the administrators <em>de bonis non, </em>and we will remand the cause for further proceedings in accordance with this opinion.</p>\n<p id=\"b276-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}